{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "В третьем году царствования Иоакима, царя Иудеи, Навуходоносор, царь Вавилона, пришел под Иерусалим и осадил его. ",
          "ID": "1"
        },
        {
          "text": "И Владыка отдал Иоакима, царя Иудеи, и часть утвари из Божьего дома в его руки. Он унес ее в дом своего бога в Шинар и положил в сокровищницу своего бога.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Затем царь приказал Ашпеназу, главе своих придворных, привести несколько израильтян из царской и других знатных семей – ",
          "ID": "3"
        },
        {
          "text": "юношей без физических изъянов, красивых, способных к обучению разным наукам, образованных, понятливых и годных к службе при царском дворе. Он должен был научить их языку и литературе халдеев. ",
          "ID": "4"
        },
        {
          "text": "Царь назначил им ежедневную долю еды и вина с царского стола. Они должны были три года учиться, а после – поступить на царскую службу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Среди них было несколько иудеев: Даниил, Ханания, Мисаил и Азария. ",
          "ID": "6"
        },
        {
          "text": "Глава придворных дал им новые имена: Даниилу – имя Белтешаццар, Ханании – Шадрах, Мисаилу – Мешах, а Азарии – Аведнего.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Но Даниил решил не осквернять себя царской едой и вином и просил у главы придворных разрешения не оскверняться ими. ",
          "ID": "8"
        },
        {
          "text": "Бог даровал Даниилу расположение и милость главы придворных, ",
          "ID": "9"
        },
        {
          "text": "и тот сказал Даниилу:",
          "ID": "10"
        },
        {
          "text": "– Я боюсь моего господина, царя, который сам назначил вам еду и вино. Зачем ему видеть, что вы выглядите хуже юношей вашего возраста? Тогда царь отрубит мне голову из-за вас.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Даниил попросил стража, которого глава придворных приставил к Даниилу, Ханании, Мисаилу и Азарии:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Прошу, испытай своих слуг в течение десяти дней: не давай нам есть ничего, кроме овощей, и пить ничего, кроме воды. ",
          "ID": "12"
        },
        {
          "text": "А потом сравни наши лица с лицами юношей, которые едят царскую еду, и сам реши, как поступить со своими слугами.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он согласился и испытывал их десять дней.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "После десяти дней они выглядели здоровее и упитаннее тех юношей, которые ели царскую пищу. ",
          "ID": "15"
        },
        {
          "text": "Тогда страж стал забирать у них изысканную еду и вино, которые им доставляли, и давал им вместо этого овощи.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Этим четырем юношам Бог дал знание и понимание всех видов словесности и учености. А Даниил еще и мог толковать всякие видения и сны.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "По истечении назначенного царем времени, глава придворных представил их Навуходоносору. ",
          "ID": "18"
        },
        {
          "text": "Царь поговорил с ними и не нашел равных Даниилу, Ханании, Мисаилу и Азарии; так они поступили на царскую службу. ",
          "ID": "19"
        },
        {
          "text": "В каждом деле, требующем мудрости и понимания, о чем бы ни спросил их царь, он находил их в десять раз лучше всех чародеев и заклинателей во всем своем царстве.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Даниил оставался на службе до первого года правления царя Кира.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.1",
      "name": "Даниил 1"
    },
    {
      "text": [
        {
          "text": "На втором году правления Навуходоносора, ему приснились сны; он встревожился духом и не мог заснуть. ",
          "ID": "1"
        },
        {
          "text": "Тогда царь призвал всех чародеев, волшебников, колдунов и мудрецов-халдеев, чтобы они рассказали, что ему приснилось. Когда они пришли и встали перед царем, ",
          "ID": "2"
        },
        {
          "text": "он сказал им:",
          "ID": "3"
        },
        {
          "text": "– Мне снился сон, и мой дух тревожится, желая понять, что это был за сон.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Тогда мудрецы-халдеи ответили царю по-арамейски:",
          "ID": "4"
        },
        {
          "text": "– О царь, живи вечно! Расскажи твоим слугам этот сон, и мы истолкуем его.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Царь ответил мудрецам-халдеям:",
          "ID": "5"
        },
        {
          "text": "– Вот что я решил: если вы сами не расскажете мне содержание сна и его истолкование, то вас разрубят на куски, а ваши дома превратятся в груды развалин. ",
          "ID": "5"
        },
        {
          "text": "Но если вы расскажете мне этот сон и истолкуете его, то получите от меня подарки, награды и великие почести. Итак, расскажите мне этот сон и истолкуйте его.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Они ответили еще раз:",
          "ID": "7"
        },
        {
          "text": "– Пусть царь расскажет своим слугам сон, а мы истолкуем его.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда царь сказал:",
          "ID": "8"
        },
        {
          "text": "– Я точно знаю, вы стараетесь выиграть время, потому что видите, что я решил так: ",
          "ID": "8"
        },
        {
          "text": "если не расскажете мне сон, то вас ждет одно наказание. Вы сговорились плести мне ложь и обман в надежде, что дело изменится. Итак, расскажите мне сон, и я узнаю, что вы можете мне его истолковать.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Мудрецы-халдеи ответили царю:",
          "ID": "10"
        },
        {
          "text": "– На земле нет человека, который мог бы сделать то, чего просит царь! Никакой царь, как бы он ни был велик и могуществен, никогда не просил такого ни у одного чародея, волшебника или мудреца-халдея. ",
          "ID": "10"
        },
        {
          "text": "То, о чем просит царь, слишком трудно. Никто не может открыть этого царю, кроме богов, а они среди людей не живут.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Это так разгневало и разъярило царя Вавилона, что он приказал казнить всех мудрецов Вавилона. ",
          "ID": "12"
        },
        {
          "text": "Был издан указ предать смерти всех мудрецов, и Даниила с его друзьями искали, чтобы предать их смерти.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда Ариох, начальник царских стражей, вышел предать смерти Вавилонских мудрецов, Даниил заговорил с ним с мудростью и рассудительностью. ",
          "ID": "14"
        },
        {
          "text": "Он спросил царского сановника:",
          "ID": "15"
        },
        {
          "text": "– Почему царь издал такой суровый указ?",
          "ID": "15"
        },
        {
          "text": "И Ариох рассказал обо всем Даниилу. ",
          "ID": "15"
        },
        {
          "text": "Тогда Даниил пошел к царю и попросил дать ему время, чтобы истолковать этот сон.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Даниил вернулся домой и рассказал об этом своим друзьям: Ханании, Мисаилу и Азарии. ",
          "ID": "17"
        },
        {
          "text": "Он сказал им просить у Бога небес милости, чтобы Он открыл им эту тайну, и они не были казнены вместе с остальными вавилонскими мудрецами. ",
          "ID": "18"
        },
        {
          "text": "Ночью эта тайна была открыта Даниилу в видении. Даниил восславил Бога небес ",
          "ID": "19"
        },
        {
          "text": "такими словами:",
          "ID": "20"
        },
        {
          "text": "– Слава имени Божьему вовеки;",
          "ID": "20"
        },
        {
          "text": "у Него мудрость и сила.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Он сменяет времена и эпохи;",
          "ID": "21"
        },
        {
          "text": "Он возводит царей и низлагает.",
          "ID": "21"
        },
        {
          "text": "Он дает мудрость мудрым",
          "ID": "21"
        },
        {
          "text": "и знание разумным.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Он открывает глубокое и сокровенное;",
          "ID": "22"
        },
        {
          "text": "Он знает, что таится во тьме,",
          "ID": "22"
        },
        {
          "text": "и свет обитает с Ним.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Благодарю и славлю Тебя, Бог моих отцов;",
          "ID": "23"
        },
        {
          "text": "Ты дал мне мудрость и силу.",
          "ID": "23"
        },
        {
          "text": "Ты открыл мне то, о чем мы Тебя молили,",
          "ID": "23"
        },
        {
          "text": "Ты открыл нам царский сон!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Даниил пошел к Ариоху, которому царь велел казнить вавилонских мудрецов, и сказал ему:",
          "ID": "24"
        },
        {
          "text": "– Не казни вавилонских мудрецов. Отведи меня к царю, и я истолкую ему его сон.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Ариох тотчас же отвел Даниила к царю и сказал:",
          "ID": "25"
        },
        {
          "text": "– Я нашел среди пленников из Иудеи человека, который может рассказать царю, что означает его сон.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Царь спросил Даниила (называемого также Белтешаццаром):",
          "ID": "26"
        },
        {
          "text": "– Ты можешь рассказать мне о том, что я видел во сне, и истолковать это?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Даниил ответил:",
          "ID": "27"
        },
        {
          "text": "– Ни один мудрец, волшебник, чародей или колдун не мог открыть царю тайны, о которой он спрашивал, ",
          "ID": "27"
        },
        {
          "text": "но на небе есть Бог, открывающий тайны. Он показал царю Навуходоносору то, что должно произойти в последние дни. Вот сон и видения, которые ты видел, лежа в постели:",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Когда ты лежал в постели, о царь, твой разум обратился к будущему, и Открывающий тайны показал тебе то, что должно произойти. ",
          "ID": "29"
        },
        {
          "text": "А мне эта тайна была открыта не потому, что у меня больше мудрости, чем у прочих людей, но для того, чтобы ты, о царь, мог узнать истолкование и понять то, что прошло через твой ум.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Ты посмотрел, о царь, и вот, перед тобой стояла большая статуя – огромная, сияющая ослепительным блеском, ужасная на вид статуя. ",
          "ID": "31"
        },
        {
          "text": "Голова статуи была из чистого золота, грудь и руки из серебра, живот и бедра из бронзы, ",
          "ID": "32"
        },
        {
          "text": "ноги из железа, а ступни частью из железа, частью из обожженной глины. ",
          "ID": "33"
        },
        {
          "text": "Пока ты смотрел, откололся камень, без помощи человеческих рук. Он ударил статую по ступням из железа и обожженной глины и раздробил их. ",
          "ID": "34"
        },
        {
          "text": "И в тот же миг железо, обожженная глина, бронза серебро и золото разбились на куски и стали, как мякина на току летом. Ветер унес их, не оставив и следа. Но камень, который ударил в статую, превратился в огромную гору и заполнил всю землю.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Таков был сон, а теперь истолкуем его царю. ",
          "ID": "36"
        },
        {
          "text": "Ты, о царь, есть царь царей. Бог небес дал тебе владычество и силу, могущество и славу; ",
          "ID": "37"
        },
        {
          "text": "Он отдал в твои руки человеческий род, полевых зверей и небесных птиц. Где бы они ни жили, Он сделал тебя владыкой над всеми ними. Ты и есть та золотая голова.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "После тебя поднимется другое царство, уступающее твоему. После него – третье царство, бронзовое, которое будет править всей землей. ",
          "ID": "39"
        },
        {
          "text": "Наконец, явится четвертое царство, крепкое, как железо – ведь железо все разбивает и все крушит – и как всесокрушающее железо, оно раздробит и сокрушит все остальные. ",
          "ID": "40"
        },
        {
          "text": "И как ты видел то, что ступни и пальцы ступней были частью из обожженной глины и частью из железа, так и царство это будет разделенным; но будет в нем и от крепости железа, ведь ты видел, что железо смешано с обожженной глиной. ",
          "ID": "41"
        },
        {
          "text": "Так как пальцы ступней были частью из железа и частью из глины, то и царство это будет частью крепким, частью хрупким. ",
          "ID": "42"
        },
        {
          "text": "И так как ты видел железо смешанным с обожженной глиной, так и его народ будет смешанным, но не пребудет в единстве, как невозможно смешать железо и глину.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "В дни тех царей Бог небес установит царство, которое никогда не погибнет и не перейдет к другому народу. Оно сокрушит все эти царства и положит им конец, но само пребудет вовеки. ",
          "ID": "44"
        },
        {
          "text": "Таково значение видения о камне, отколовшемся от горы, без помощи человеческих рук – камне, разбившем железо, бронзу, обожженную глину, серебро и золото на куски.",
          "ID": "45"
        },
        {
          "text": "Великий Бог показал царю то, что произойдет в будущем. Истинен сон и верно истолкование.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Тогда царь Навуходоносор пал ниц перед Даниилом и повелел почтить его приношениями и возжиганием благовоний. ",
          "ID": "46"
        },
        {
          "text": "Царь сказал Даниилу:",
          "ID": "47"
        },
        {
          "text": "– Несомненно, ваш Бог есть Бог богов и Владыка царей, открывающий тайны, раз ты смог открыть эту тайну.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Затем царь возвысил Даниила и дал ему множество ценных подарков. Он сделал его правителем всей провинции Вавилон и главой всех ее мудрецов. ",
          "ID": "48"
        },
        {
          "text": "Даниил попросил царя, и царь поставил Шадраха, Мешаха и Аведнего над делами провинции Вавилон, тогда как сам Даниил остался при царском дворе.",
          "ID": "49"
        }
      ],
      "ID": "OT:DAN.2",
      "name": "Даниил 2"
    },
    {
      "text": [
        {
          "text": "Царь Навуходоносор сделал из золота статую шестидесяти локтей в вышину и шести локтей в ширину и поставил ее на равнине Дура, что в провинции Вавилон. ",
          "ID": "1"
        },
        {
          "text": "Затем он послал собрать сатрапов, военачальников, наместников, советников, казначеев, судей, городских старейшин и всех прочих сановников из провинций, чтобы они прибыли на освящение поставленного им истукана. ",
          "ID": "2"
        },
        {
          "text": "И сатрапы, военачальники, наместники, советники, казначеи, судьи, городские старейшины и все прочие сановники из провинций собрались на освящение статуи, поставленной царем Навуходоносором, и встали перед ней.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И глашатай громко воскликнул:",
          "ID": "4"
        },
        {
          "text": "– Вот что приказано вам исполнить, о народы, племена и люди всякого языка: ",
          "ID": "4"
        },
        {
          "text": "как только вы услышите звуки рога, флейты, цитры, лиры, арфы, свирели и всяких других музыкальных инструментов, падите ниц и поклонитесь золотой статуе, которую поставил царь Навуходоносор! ",
          "ID": "5"
        },
        {
          "text": "Всякий, кто не падет ниц и не поклонится, тотчас же будет брошен в огненную печь!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И едва лишь услышав звуки рога, свирели, цитры, лиры, арфы и других музыкальных инструментов, все народы, племена и люди всякого языка пали ниц и поклонились золотой статуе, поставленной царем Навуходоносором.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "В это время некоторые из мудрецов-халдеев пришли и донесли на иудеев. ",
          "ID": "8"
        },
        {
          "text": "Они сказали царю Навуходоносору:",
          "ID": "9"
        },
        {
          "text": "– О царь, живи вечно! ",
          "ID": "9"
        },
        {
          "text": "Ты издал указ, о царь, чтобы всякий, кто услышит звук рога, флейты, цитры, лиры, арфы, свирели и других музыкальных инструментов, пал ниц и поклонился золотой статуе, ",
          "ID": "10"
        },
        {
          "text": "и чтобы всякого, кто не упадет ниц и не поклонится, бросили в огненную печь. ",
          "ID": "11"
        },
        {
          "text": "Но есть иудеи, которых ты поставил над делами провинции Вавилон – Шадрах, Мешах и Аведнего, – которые не слушают тебя, о царь. Они не служат твоим богам и не поклоняются золотой статуе, которую ты поставил.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Страшно разгневавшись, Навуходоносор велел привести Шадраха, Мешаха и Аведнего. Их привели к царю, ",
          "ID": "13"
        },
        {
          "text": "и Навуходоносор сказал им:",
          "ID": "14"
        },
        {
          "text": "– Шадрах, Мешах и Аведнего, правда ли то, что вы не служите моим богам и не поклоняетесь золотой статуе, которую я поставил? ",
          "ID": "14"
        },
        {
          "text": "Итак, если вы готовы, услышав звуки рога, флейты, цитры, лиры, арфы, свирели и других музыкальных инструментов, упасть ниц и поклониться статуе, которую я поставил, хорошо. Но если вы не поклонитесь ей, вас тотчас же бросят в огненную печь. И какой бог сможет тогда избавить вас от моей руки?",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Шадрах, Мешах и Аведнего ответили царю:",
          "ID": "16"
        },
        {
          "text": "– О Навуходоносор, нам нет нужды защищаться перед тобой в этом деле. ",
          "ID": "16"
        },
        {
          "text": "Если нас бросят в огненную печь, то Бог, Которому мы служим, может спасти нас из нее и избавить нас от твоей руки, о царь. ",
          "ID": "17"
        },
        {
          "text": "Но даже если нет, мы хотим, чтобы ты знал, о царь: мы не будем служить твоим богам и поклоняться золотой статуе, которую ты поставил.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тогда Навуходоносор разозлился на Шадраха, Мешаха и Аведнего, и его лицо исказилось от злости. Он приказал раскалить печь в семь раз жарче, чем обычно, ",
          "ID": "19"
        },
        {
          "text": "и велел сильнейшим воинам своего войска связать Шадраха, Мешаха и Аведнего и бросить их в огненную печь. ",
          "ID": "20"
        },
        {
          "text": "Тогда этих мужчин, в их накидках, шароварах и головных повязках – во всей их одежде, связали и бросили в огненную печь. ",
          "ID": "21"
        },
        {
          "text": "По строгому приказу царя печь была так раскалена, что языки пламени убили воинов, поднявших Шадраха, Мешаха и Аведнего, ",
          "ID": "22"
        },
        {
          "text": "а те трое – Шадрах, Мешах и Аведнего – упали, крепко связанные, в огненную печь.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Тогда царь Навуходоносор в изумлении вскочил и спросил советников:",
          "ID": "24"
        },
        {
          "text": "– Не троих ли мы связали и бросили в печь?",
          "ID": "24"
        },
        {
          "text": "Они ответили:",
          "ID": "24"
        },
        {
          "text": "– Истинно так, о царь.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Он сказал:",
          "ID": "25"
        },
        {
          "text": "– Но я вижу, как в огне ходят четверо, несвязанные и невредимые, и четвертый похож на сына богов!",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Навуходоносор подошел к отверстию огненной печи и закричал:",
          "ID": "26"
        },
        {
          "text": "– Шадрах, Мешах и Аведнего, слуги Всевышнего Бога, выходите! Идите сюда!",
          "ID": "26"
        },
        {
          "text": "Шадрах, Мешах и Аведнего вышли из огня, ",
          "ID": "26"
        },
        {
          "text": "а сатрапы, военачальники, наместники и царские советники столпились вокруг них. Они увидели, что огонь не повредил их тела и не опалил ни одного волоса у них на головах; их одежды не обгорели, от них даже не пахло горелым. ",
          "ID": "27"
        },
        {
          "text": "И Навуходоносор сказал:",
          "ID": "28"
        },
        {
          "text": "– Хвала Богу Шадраха, Мешаха и Аведнего, Который послал Своего ангела и спас Своих слуг! Они верили Ему и нарушили царское повеление, и были готовы скорее проститься с жизнью, чем служить и поклоняться другому богу, кроме своего Бога. ",
          "ID": "28"
        },
        {
          "text": "Поэтому я повелеваю, чтобы людей всякого народа, племени и языка, которые оскорбят Бога Шадраха, Мешаха и Аведнего, разрубили на куски, а дома их превратили в груды развалин, потому что нет другого бога, который мог бы так спасать.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "И царь дал Шадраху, Мешаху и Аведнего высокие должности в провинции Вавилон.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Царь Навуходоносор всем народам, племенам и людям всякого языка, живущим по всей земле:",
          "ID": "31"
        },
        {
          "text": "Да умножится ваше благополучие!",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Мне угодно рассказать вам о знамениях и чудесах, которые сотворил для меня Всевышний Бог.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Какое величие в Его знамениях,",
          "ID": "33"
        },
        {
          "text": "какая сила в Его чудесах!",
          "ID": "33"
        },
        {
          "text": "Царство Его – вечное царство;",
          "ID": "33"
        },
        {
          "text": "владычество Его – из рода в род!",
          "ID": "33"
        }
      ],
      "ID": "OT:DAN.3",
      "name": "Даниил 3"
    },
    {
      "text": [
        {
          "text": "Я, Навуходоносор, был дома, у себя во дворце, в покое и изобилии. ",
          "ID": "1"
        },
        {
          "text": "Но мне приснился сон, который испугал меня. Когда я лежал в постели, образы и видения, которые я видел, устрашили меня. ",
          "ID": "2"
        },
        {
          "text": "И я повелел привести ко мне всех мудрецов Вавилона, чтобы они истолковали мне этот сон. ",
          "ID": "3"
        },
        {
          "text": "Когда чародеи, волшебники, мудрецы-халдеи и колдуны пришли, я рассказал им сон, но они не смогли мне его истолковать. ",
          "ID": "4"
        },
        {
          "text": "Наконец, ко мне пришел Даниил, и я рассказал сон ему. (Его зовут Белтешаццар, в честь моего бога, и дух святых богов пребывает в нем.)",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Я сказал:",
          "ID": "6"
        },
        {
          "text": "– Белтешаццар, глава чародеев, я знаю, что в тебе пребывает дух святых богов, и нет такой тайны, разгадка которой тебя бы затруднила. Выслушай мой сон; истолкуй его мне. ",
          "ID": "6"
        },
        {
          "text": "Вот что мне приснилось, когда я лежал в своей постели: я посмотрел и увидел дерево огромной высоты, стоявшее посреди земли. ",
          "ID": "7"
        },
        {
          "text": "Дерево выросло большим и сильным, вершиной оно касалось небес; его было видно до самых краев земли. ",
          "ID": "8"
        },
        {
          "text": "Листья его были прекрасны, плоды изобильны, и на нем была пища для всех. Под ним находили пристанище полевые звери, а небесные птицы жили на его ветвях; от него кормилось всякое живое существо.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В видениях, бывших мне, когда я лежал в постели, я видел, как святой страж сошел с небес. ",
          "ID": "10"
        },
        {
          "text": "Он громко воскликнул: «Срубите дерево и отсеките его ветви; оборвите его листья и разбросайте плоды. Пусть звери удалятся из-под него, и птицы с его ветвей. ",
          "ID": "11"
        },
        {
          "text": "Но пень с корнями, скованный железом и бронзой, пусть останется в земле, среди полевой травы. Пусть орошает его небесная роса, пусть он живет со зверями среди земных растений. ",
          "ID": "12"
        },
        {
          "text": "Пусть отойдет от него человеческий разум, и дастся ему разум звериный, пока не пройдет семь лет. ",
          "ID": "13"
        },
        {
          "text": "Решение возвещено по приговору стражей, постановление дано по воле святых, чтобы познали живущие, что Всевышний властвует над царствами смертных, отдает их тому, кому пожелает, и ставит над ними даже последних между людьми».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Таков сон, который приснился мне, царю Навуходоносору. Итак, Белтешаццар, скажи мне его толкование, потому что никто из мудрецов моего царства не может мне его истолковать. Но ты можешь, потому что в тебе пребывает дух святых богов.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Тогда Даниил (называемый также Белтешаццаром) пришел на время в крайнее замешательство и устрашился собственных мыслей. Царь сказал:",
          "ID": "16"
        },
        {
          "text": "– Белтешаццар, пусть ни сон, ни его значение не пугают тебя.",
          "ID": "16"
        },
        {
          "text": "Белтешаццар ответил:",
          "ID": "16"
        },
        {
          "text": "– Мой господин, твоим бы врагам этот сон, и твоим бы неприятелям его значение! ",
          "ID": "16"
        },
        {
          "text": "Дерево, которое в твоем видении выросло большим и сильным, касалось вершиной небес и было видно всей земле, ",
          "ID": "17"
        },
        {
          "text": "с прекрасными листьями и изобильными плодами, всех кормящее, дающее пристанище полевым зверям и гнездовья в своих ветвях небесным птицам, – ",
          "ID": "18"
        },
        {
          "text": "это ты, о царь! Ты стал великим и сильным; твое величие возросло и достигло небес, а владычество твое простирается до краев земли.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ты, царь, видел святого стража, спускающегося с небес и говорящего: «Срубите дерево и погубите его, но оставьте пень, сковав его железом и бронзой, среди полевой травы, и корни его пусть останутся в земле. Пусть его орошает небесная роса; пусть он живет, как дикие звери, пока не пройдет семь лет».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Вот толкование, о царь, и вот решение Всевышнего против моего господина царя: ",
          "ID": "21"
        },
        {
          "text": "тебя прогонят от людей, и ты будешь жить с дикими зверями. Ты будешь есть траву, подобно волу, и тебя будет омывать небесная роса. Семь лет пройдет, прежде чем ты признаешь, что Всевышний властвует над царствами смертных и отдает их, кому пожелает. ",
          "ID": "22"
        },
        {
          "text": "Повеление оставить пень с корнями означает, что твое царство будет возвращено тебе, когда ты признаешь, что Небеса правят всем. ",
          "ID": "23"
        },
        {
          "text": "Поэтому пусть будет тебе угодно, о царь, принять мой совет: загладь свои грехи, творя правду, и свои беззакония – милосердием к притесненным. Может быть, тогда твое благоденствие и продолжится.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Все это и произошло с царем Навуходоносором. ",
          "ID": "25"
        },
        {
          "text": "Двенадцать месяцев спустя, когда царь гулял по крыше царского дворца в Вавилоне, ",
          "ID": "26"
        },
        {
          "text": "он сказал:",
          "ID": "27"
        },
        {
          "text": "– Разве не я воздвиг этот великий Вавилон, город царский, своей могучей силой и во славу своего величия?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Эти слова еще были у него на устах, когда с небес раздался голос:",
          "ID": "28"
        },
        {
          "text": "– Вот что определяется о тебе, царь Навуходоносор: твоя царская власть отнята у тебя. ",
          "ID": "28"
        },
        {
          "text": "Тебя прогонят от людей, и ты будешь жить с дикими зверями и есть траву, подобно волу. Семь лет пройдет, прежде чем ты признаешь, что Всевышний властвует над царствами смертных и отдает их, кому пожелает.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "И тотчас же сказанное о Навуходоносоре исполнилось. Его прогнали от людей, и он ел траву, подобно волу. Его тело омывалось небесной росой до тех пор, пока его волосы не выросли длинными, как перья орла, а ногти не стали точно птичьи когти.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "В конце этого времени я, Навуходоносор, поднял взор к небу, и мой разум вернулся ко мне. Тогда я благословил Всевышнего; я восхвалил и восславил Его, Живущего вечно.",
          "ID": "31"
        },
        {
          "text": "– Владычество Его – владычество вечное;",
          "ID": "31"
        },
        {
          "text": "царство Его – из поколения в поколение.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Все обитатели земли",
          "ID": "32"
        },
        {
          "text": "ничего не значат.",
          "ID": "32"
        },
        {
          "text": "Он поступает по воле Своей",
          "ID": "32"
        },
        {
          "text": "с небесными силами",
          "ID": "32"
        },
        {
          "text": "и обитателями земли.",
          "ID": "32"
        },
        {
          "text": "Никто не властен сдержать Его руку",
          "ID": "32"
        },
        {
          "text": "или сказать Ему: «Что Ты сделал?»",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "В то же время, когда вернулся ко мне мой разум, ко мне вернулись и царская слава, и честь, и величие. Мои советники и приближенные возвратились ко мне, вернули меня на мой престол, и я стал еще более велик, чем прежде. ",
          "ID": "33"
        },
        {
          "text": "Теперь я, Навуходоносор, хвалю, превозношу и славлю Царя небес, потому что все, что Он делает, есть истина и все Его пути праведны. А тех, кто ходит в гордыне, Он властен смирить.",
          "ID": "34"
        }
      ],
      "ID": "OT:DAN.4",
      "name": "Даниил 4"
    },
    {
      "text": [
        {
          "text": "Царь Валтасар устроил великий пир для тысячи своих приближенных и пил с ними вино. ",
          "ID": "1"
        },
        {
          "text": "Выпив вина, Валтасар приказал принести золотые и серебряные кубки, которые его дед Навуходоносор взял из Иерусалимского храма. Царь со своими приближенными, женами и наложницами собирался пить из них. ",
          "ID": "2"
        },
        {
          "text": "Золотые и серебряные кубки, взятые из храма, дома Бога в Иерусалиме, были принесены, и царь со своими приближенными, женами и наложницами пил из них. ",
          "ID": "3"
        },
        {
          "text": "Они пили вино и славили богов из золота и серебра, из бронзы, железа, дерева и камня.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Тотчас же появились пальцы человеческой руки, которые стали писать на штукатурке стены царского дворца, рядом со светильником. Царь глядел на эту руку, когда она писала. ",
          "ID": "5"
        },
        {
          "text": "Его лицо побледнело, и он так испугался, что его колени затряслись, и у него подкосились ноги.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Царь громко закричал, чтобы привели волшебников, мудрецов-халдеев и колдунов и сказал этим вавилонским мудрецам:",
          "ID": "7"
        },
        {
          "text": "– Того, кто прочтет эту надпись и объяснит мне ее смысл, оденут в пурпур, возложат ему на шею золотую цепь, и он станет третьим человеком в царстве.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Все царские мудрецы вошли, но не смогли ни прочитать надписи, ни объяснить царю ее смысл. ",
          "ID": "8"
        },
        {
          "text": "Тогда царь еще больше перепугался и изменился в лице. Его приближенные были в крайнем замешательстве.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Услышав голоса царя и его приближенных, в пиршественный зал вошла царица.",
          "ID": "10"
        },
        {
          "text": "– О царь, живи вечно! – сказала она. – Не тревожься и не бледней! ",
          "ID": "10"
        },
        {
          "text": "В твоем царстве есть человек, в котором пребывает дух святых богов. Во времена твоего деда он прославился своей просвещенностью, разумом и мудростью, подобной мудрости богов. Царь Навуходоносор, твой дед, поставил его главой чародеев, волшебников, мудрецов-халдеев и колдунов. ",
          "ID": "11"
        },
        {
          "text": "В этом человеке, Данииле, которого царь назвал Белтешаццаром, нашлись проницательность, знание, разум и умение толковать сны, раскрывать загадки и разрешать сложные задачи. Вели позвать Даниила, и он объяснит тебе смысл надписи.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тогда Даниила привели к царю, и царь сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Ты ли Даниил, один из тех пленников, которых мой дед, царь, привел из Иудеи? ",
          "ID": "13"
        },
        {
          "text": "Я слышал, что в тебе пребывает дух богов и что в тебе нашлись просвещенность, разум и великая мудрость. ",
          "ID": "14"
        },
        {
          "text": "Ко мне приводили мудрецов и волшебников, чтобы они прочитали эту надпись и объяснили мне ее смысл, но они не смогли сделать это. ",
          "ID": "15"
        },
        {
          "text": "А о тебе я слышал, что ты можешь давать истолкования и разрешать трудные задачи. Если ты сможешь прочитать эту надпись и объяснить мне ее смысл, то тебя оденут в пурпур, возложат тебе на шею золотую цепь, и ты станешь третьим человеком в царстве.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Даниил ответил царю:",
          "ID": "17"
        },
        {
          "text": "– Оставь дары себе и отдай награды кому-нибудь другому. Я и так прочитаю царю надпись и объясню ему ее смысл.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "О царь, Всевышний Бог дал твоему деду Навуходоносору владычество и величие, славу и почет. ",
          "ID": "18"
        },
        {
          "text": "От величия, которое Он ему дал, все народы, племена и люди, говорящие на разных языках, трепетали перед ним и боялись его. Тех, кого царь хотел предать смерти, он предавал смерти; тех, кого он хотел пощадить, щадил; тех, кого он хотел возвысить, возвышал, а тех, кого хотел смирить, смирял. ",
          "ID": "19"
        },
        {
          "text": "Но когда его сердце возгордилось и огрубело от гордости, он был смещен с престола и лишен славы. ",
          "ID": "20"
        },
        {
          "text": "Его прогнали от людей, и его разум уподобился разуму зверя; он жил с дикими ослами и ел траву, подобно волу; его тело омывалось небесной росой, пока он не признал, что Всевышний Бог властвует над царствами смертных и ставит над ними кого желает.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Но ты, его внук Валтасар, не смирил себя, хотя знал все это! ",
          "ID": "22"
        },
        {
          "text": "Ты возвысил себя против Владыки небес. Ты велел принести себе кубки из Его дома и со своими приближенными, женами и наложницами пил из них. Ты славил богов из серебра и золота, из бронзы, железа, дерева и камня, которые не могут ни видеть, ни слышать, ни понимать. Но Бога, в руках Которого твоя жизнь и все твои пути, ты не почтил. ",
          "ID": "23"
        },
        {
          "text": "Поэтому и послана была от Него рука, которая написала эту надпись.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Вот что написано:",
          "ID": "25"
        },
        {
          "text": "МЕНЕ, МЕНЕ, ТЕКЕЛ, У-ПАРСИН",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Вот смысл этих слов:",
          "ID": "26"
        },
        {
          "text": " МЕНЕ   – Бог исчислил дни твоего царствования и положил ему конец.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": " ТЕКЕЛ   – ты взвешен на весах и найден слишком легким.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": " ПЕРЕС   – твое царство разделено и отдано мидянам и персам.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Тогда по повелению Валтасара Даниила одели в пурпур, возложили ему на шею золотую цепь и провозгласили третьим высшим правителем царства.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "В ту же ночь Валтасар, царь халдеев, был убит, ",
          "ID": "30"
        },
        {
          "text": "и Дарий Мидянин принял царство в возрасте шестидесяти двух лет.",
          "ID": "31"
        }
      ],
      "ID": "OT:DAN.5",
      "name": "Даниил 5"
    },
    {
      "text": [
        {
          "text": "Дарию было угодно поставить сто двадцать сатрапов, чтобы они управляли всем царством, ",
          "ID": "1"
        },
        {
          "text": "а над ними – трех сановников, одним из которых был Даниил. Сатрапы должны были отчитываться перед ними, чтобы царю не было никакого ущерба. ",
          "ID": "2"
        },
        {
          "text": "Скоро Даниил так отличился среди сатрапов и сановников своими исключительными качествами, что царь уже думал поставить его над всем царством. ",
          "ID": "3"
        },
        {
          "text": "Тогда сановники и сатрапы стали искать предлог, чтобы обвинить Даниила в неверном ведении царских дел. Но это им не удалось, потому что он был верен, и за ним не находилось ни оплошности, ни вины. ",
          "ID": "4"
        },
        {
          "text": "Наконец, эти люди сказали:",
          "ID": "5"
        },
        {
          "text": "– Нам не найти предлога для обвинения этого Даниила, разве только в Законе его Бога.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда сановники и сатрапы пришли все вместе к царю и сказали:",
          "ID": "6"
        },
        {
          "text": "– О царь Дарий, живи вечно! ",
          "ID": "6"
        },
        {
          "text": "Все царские сановники, военачальники, сатрапы, советники и наместники согласны в том, что царю следует дать повеление и наложить запрет, чтобы всякого, кто станет в течение следующих тридцати дней молиться иному богу или человеку, кроме тебя, о царь, бросили бы в яму со львами. ",
          "ID": "7"
        },
        {
          "text": "Итак, о царь, издай запрет и подпиши указ, чтобы его нельзя было изменить – по законам мидян и персов, которые не подлежат отмене. ",
          "ID": "8"
        },
        {
          "text": "И царь Дарий подписал указ и запрет.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда Даниил узнал о том, что этот указ подписан, он пошел домой в верхнюю комнату, окна которой открывались в сторону Иерусалима. Три раза в день он опускался на колени и молился, славя своего Бога, как он делал это и прежде. ",
          "ID": "10"
        },
        {
          "text": "А заговорщики пришли все вместе и нашли Даниила молящимся и просящим милости у Бога. ",
          "ID": "11"
        },
        {
          "text": "Тогда они пошли к царю и говорили с ним о его царском запрете:",
          "ID": "12"
        },
        {
          "text": "– Разве не ты подписал запрет, по которому того, кто в течение следующих тридцати дней будет молиться иному богу или человеку, кроме тебя, о царь, бросили бы в яму со львами?",
          "ID": "12"
        },
        {
          "text": "Царь ответил:",
          "ID": "12"
        },
        {
          "text": "– Это воистину так, по законам мидян и персов, которые не подлежат отмене.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тогда они сказали царю:",
          "ID": "13"
        },
        {
          "text": "– Даниил, один из иудейских пленников, не слушается ни тебя, о царь, ни запрета, который ты подписал. Он по-прежнему молится три раза в день.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Услышав это, царь был очень расстроен; он решил спасти Даниила и до захода солнца всячески пытался это сделать. ",
          "ID": "14"
        },
        {
          "text": "Но заговорщики все вместе пришли к царю и сказали ему:",
          "ID": "15"
        },
        {
          "text": "– Вспомни, о царь, что по закону мидян и персов никакой запрет или повеление, изданные царем, изменить нельзя.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Тогда царь отдал приказ, и Даниила привели и бросили в яму со львами. Царь сказал Даниилу:",
          "ID": "16"
        },
        {
          "text": "– Пусть твой Бог, Которому ты верно служишь, спасет тебя!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Затем принесли камень и положили его на отверстие ямы, и царь запечатал его своей печатью и печатями приближенных, чтобы ничего из определенного о Данииле не изменилось. ",
          "ID": "17"
        },
        {
          "text": "Потом царь вернулся во дворец и постился весь вечер; он отказался от развлечений, и сон бежал от него.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "При первом свете зари царь встал и поспешил к яме со львами. ",
          "ID": "19"
        },
        {
          "text": "Приблизившись к яме, он позвал Даниила жалобным голосом:",
          "ID": "20"
        },
        {
          "text": "– Даниил, слуга живого Бога, смог ли Бог, Которому ты верно служишь, избавить тебя от львов?",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Даниил ответил:",
          "ID": "21"
        },
        {
          "text": "– О царь, живи вечно! ",
          "ID": "21"
        },
        {
          "text": "Мой Бог послал ангела Своего, и замкнул пасти львов. Они не причинили мне вреда, потому что я оказался безвинным перед Ним. Да и пред тобой, о царь, я никогда не делал никакого зла.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Царь был чрезвычайно рад за него и приказал вытащить Даниила из ямы. Когда Даниила вытащили из ямы, на нем не оказалось никаких ран, потому что он верил в своего Бога.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "По приказу царя обвинителей Даниила привели и бросили в яму со львами, вместе с их детьми и женами. И прежде чем они упали на дно ямы, львы схватили их и разгрызли все их кости.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Тогда царь Дарий написал ко всем народам, племенам и людям всякого языка, живущим по всей земле:",
          "ID": "25"
        },
        {
          "text": "«Да умножится ваше благополучие!",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Я издаю указ, чтобы в каждой части моего царства люди трепетали перед Богом Даниила и боялись Его.",
          "ID": "26"
        },
        {
          "text": "Ведь Он – Бог живой,",
          "ID": "26"
        },
        {
          "text": "вечно сущий;",
          "ID": "26"
        },
        {
          "text": "царство Его не погибнет,",
          "ID": "26"
        },
        {
          "text": "и власти Его не будет конца.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Он избавляет и спасает;",
          "ID": "27"
        },
        {
          "text": "творит знамения и чудеса",
          "ID": "27"
        },
        {
          "text": "на небесах и на земле.",
          "ID": "27"
        },
        {
          "text": "Он избавил Даниила",
          "ID": "27"
        },
        {
          "text": "от силы львов».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "И Даниил преуспевал во времена царствования Дария и в царствование Кира Персидского.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.6",
      "name": "Даниил 6"
    },
    {
      "text": [
        {
          "text": "В первом году правления Валтасара, царя Вавилона, Даниилу приснился сон, и видения были ему, когда он лежал в постели. Он записал свой сон, и вот его рассказ:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "«Я, Даниил, видел в моем ночном видении, как четыре небесных ветра волновали великое море. ",
          "ID": "2"
        },
        {
          "text": "И четыре великих зверя, каждый из которых отличался от прочих, вышли из моря.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Первый был точно лев и имел орлиные крылья. Я глядел, пока не были вырваны его крылья, и, поднятый над землей, он встал на две ноги, как человек, и дано ему было человеческое сердце.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И явился второй зверь, подобный медведю. Он был поднят на одну сторону, и во рту между зубами у него было три клыка. Ему было сказано: „Встань, наешься досыта мяса!“",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "После этого я посмотрел, и явился иной зверь, подобный леопарду. На спине у него было четыре крыла, словно птичьи. Зверь этот был четырехглавый, и дана ему была власть править.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "После этого видел я в ночных видениях четвертого зверя – жуткого, ужасного и очень сильного. У него были огромные железные зубы; он крушил и пожирал свои жертвы, и остатки попирал ногами. Он не был похож на всех предыдущих зверей, и было у него десять рогов.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Пока я размышлял о рогах, явился другой рог, маленький, вышедший среди них, и три из прежних рогов были с корнем вырваны перед ним. У этого рога были глаза, подобные человечьим, и рот, говоривший высокомерно.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И вот что я увидел:",
          "ID": "9"
        },
        {
          "text": "поставлены были престолы,",
          "ID": "9"
        },
        {
          "text": "и воссел Древний Днями.",
          "ID": "9"
        },
        {
          "text": "Одежда Его, как снег бела,",
          "ID": "9"
        },
        {
          "text": "волосы на голове, как чистая шерсть.",
          "ID": "9"
        },
        {
          "text": "Престол Его полыхал огнем,",
          "ID": "9"
        },
        {
          "text": "в пламени были под ним колеса.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Растекалась огненная река –",
          "ID": "10"
        },
        {
          "text": "перед Ним был ее исток.",
          "ID": "10"
        },
        {
          "text": "Тысячи тысяч служили Ему,",
          "ID": "10"
        },
        {
          "text": "десять тысяч раз по десять тысяч перед Ним стояли.",
          "ID": "10"
        },
        {
          "text": "Воссели судьи,",
          "ID": "10"
        },
        {
          "text": "и были раскрыты книги.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Я продолжал смотреть из-за высокомерных слов, которые говорил рог. Я видел, что зверь был убит, а тело его было сокрушено и брошено в пылающий огонь. ",
          "ID": "11"
        },
        {
          "text": "Прочие звери были лишены власти, но оставлены на определенное время в живых.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "В моих ночных видениях я смотрел, и вот,",
          "ID": "13"
        },
        {
          "text": "шел с облаками небесными как бы Сын Человеческий.",
          "ID": "13"
        },
        {
          "text": "Он дошел до Древнего Днями, и был к Нему подведен.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Ему были даны владычество, слава и царство,",
          "ID": "14"
        },
        {
          "text": "чтобы все народы, племена и люди всякого языка служили Ему.",
          "ID": "14"
        },
        {
          "text": "Владычество Его – владычество вечное, которое не прекратится,",
          "ID": "14"
        },
        {
          "text": "и царство Его никогда не погибнет.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Я, Даниил, тревожился духом, и видения, которые были мне, беспокоили меня. ",
          "ID": "15"
        },
        {
          "text": "Я подошел к одному из стоящих там и спросил его об истинном значении всего этого. Он истолковал мне это: ",
          "ID": "16"
        },
        {
          "text": "„Четыре великих зверя – это четыре царства, которые поднимутся на земле. ",
          "ID": "17"
        },
        {
          "text": "Но святые Всевышнего получат царство и будут владеть им во веки и веки“.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тогда я захотел узнать истину о четвертом звере, не похожем на всех остальных и самом жутком, с его железными зубами и бронзовыми когтями – о том звере, что крушил и пожирал свои жертвы и попирал ногами остатки. ",
          "ID": "19"
        },
        {
          "text": "Еще я хотел знать о десяти рогах на его голове и о том роге, который вышел и перед которым три других выпали – о том роге, который казался больше прочих и имел глаза и рот, говорящий высокомерно. ",
          "ID": "20"
        },
        {
          "text": "Я видел, что этот рог повел войну против святых и побеждал их, ",
          "ID": "21"
        },
        {
          "text": "пока не пришел Древний Днями; тогда был объявлен приговор в пользу святых Всевышнего, и настало время, когда они овладели царством.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Он сказал мне так: „Четвертый зверь есть четвертое царство на земле, не похожее на прочие царства; оно пожрет всю землю, попирая ее и круша. ",
          "ID": "23"
        },
        {
          "text": "Десять рогов – это десять царей, что выйдут из этого царства. После них поднимется царь иной, не похожий на прежних; он подчинит трех царей. ",
          "ID": "24"
        },
        {
          "text": "Он будет говорить слова против Всевышнего и святых Его изнурит, и будет стараться переменить праздничные времена и законы. Святые будут отданы ему на год, два года и полгода. ",
          "ID": "25"
        },
        {
          "text": "Затем воссядут судьи и отнимут его владычество, и оно будет погублено окончательно, навеки. ",
          "ID": "26"
        },
        {
          "text": "А могущество, власть и величие всех царств под небом будут переданы святым, народу Всевышнего. Его царство будет вечным царством, и все властители будут служить и повиноваться Ему“.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "На этом заканчивается рассказ. Я, Даниил, был сильно встревожен моими мыслями, и лицо мое побледнело, но я хранил все это в себе».",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.7",
      "name": "Даниил 7"
    },
    {
      "text": [
        {
          "text": "В третий год правления царя Валтасара мне, Даниилу, было видение, после того, которое уже являлось мне. ",
          "ID": "1"
        },
        {
          "text": "В своем видении я находился в крепости Сузы, что в провинции Елам. В этом видении я находился возле канала Улай. ",
          "ID": "2"
        },
        {
          "text": "Я поднял взгляд и увидел барана, который стоял рядом с каналом. У него было два рога. Оба рога были длинными, но один был длиннее другого, и вырос он позже. ",
          "ID": "3"
        },
        {
          "text": "Я видел, как баран бодался к западу, к северу и к югу. Ни один зверь не мог противостоять ему, и никто не мог спасти от него. Он делал, что хотел, и становился велик.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Пока я размышлял об этом, внезапно с запада явился козел, который шел по лицу всей земли, не касаясь ее. У козла между глазами был большой рог. ",
          "ID": "5"
        },
        {
          "text": "Он пошел к двурогому барану, которого я видел стоящим у канала, и в страшной ярости бросился на него. ",
          "ID": "6"
        },
        {
          "text": "Я видел, как он, приблизившись к барану и рассвирепев, поразил барана и сломал ему оба рога. Баран не мог противостоять ему; козел швырнул его на землю и растоптал его, и не было никого, кто мог бы спасти от него барана. ",
          "ID": "7"
        },
        {
          "text": "Козел сильно возвеличился, но на вершине его силы большой рог его был сломан, и на его месте выросли четыре видных рога, обращенные к четырем сторонам света.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Из одного из них вышел другой рог, который сперва был мал, но потом очень сильно вырос к югу, и к востоку, и к Прекрасной стране. ",
          "ID": "9"
        },
        {
          "text": "Он вознесся до небесного воинства, поверг на землю часть его и часть звезд, и растоптал их. ",
          "ID": "10"
        },
        {
          "text": "Даже против Князя воинства он поступал высокомерно: он отнял у Него ежедневную жертву, и место Его святилища было поругано. ",
          "ID": "11"
        },
        {
          "text": "Из-за мятежа воинство было отдано ему вместе с ежедневной жертвой. Он поверг истину на землю и преуспевал во всем, что творил.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Затем я услышал одного святого говорящего и другого святого, сказавшего тому, кто говорил:",
          "ID": "13"
        },
        {
          "text": "– Сколько времени продлится то, что было в этом видении о ежедневной жертве, о мятеже, за которым следует опустошение, оставлении святилища и о воинстве, которое будет попрано?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Другой ответил ему:",
          "ID": "14"
        },
        {
          "text": "– Две тысячи триста вечеров и утр; затем святилище будет освящено заново.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Пока я, Даниил, видел это видение и старался понять его, вот, передо мной встал некто в облике человека. ",
          "ID": "15"
        },
        {
          "text": "И я услышал над каналом Улай человеческий голос, зовущий:",
          "ID": "16"
        },
        {
          "text": "– Гавриил, объясни ему это видение.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда он подошел к тому месту, где я стоял, я испугался и пал ниц.",
          "ID": "17"
        },
        {
          "text": "– Сын человеческий, – сказал мне он, – пойми, что это видение относится к концу времен.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда он говорил со мной, я упал ничком в глубокий обморок. Он прикоснулся ко мне и поднял меня на ноги. ",
          "ID": "18"
        },
        {
          "text": "Он сказал:",
          "ID": "19"
        },
        {
          "text": "– Слушай, и я расскажу тебе о том, что произойдет потом, во времена гнева, потому что видение относится к установленному времени конца. ",
          "ID": "19"
        },
        {
          "text": "Двурогий баран, которого ты видел, – это цари Мидии и Персии. ",
          "ID": "20"
        },
        {
          "text": "Косматый козел – это царь Греции, а большой рог у него между глаз – это первый царь. ",
          "ID": "21"
        },
        {
          "text": "Четыре рога, сменившие первый, который был сломан, – это четыре царства, которые возникнут из этого народа, но не будут обладать той же силой.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "В конце их царствования, когда мятежники достигнут предела беззаконий, явится жестокосердный царь, искусный в кознях. ",
          "ID": "23"
        },
        {
          "text": "Он станет очень силен, хотя и не своей собственной силой. Он произведет непостижимое опустошение и преуспеет во всем, что ни сделает. Он будет губить сильных и святой народ. ",
          "ID": "24"
        },
        {
          "text": "Его хитрость даст его коварным планам успех, и он сочтет себя великим. Без предупреждения он погубит многих, и на Князя князей восстанет. Он будет сокрушен, но не человеческою рукой.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Видение о вечерах и утрах, которое было рассказано, истинно, но ты сокрой это видение, потому что оно относится к далекому будущему.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Я, Даниил, был изнурен и несколько дней болел. Потом я встал и начал заниматься царскими делами. Я был потрясен видением и не понимал его.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.8",
      "name": "Даниил 8"
    },
    {
      "text": [
        {
          "text": "В первый год Дария, сына Ксеркса, родом мидянина, который был сделан правителем Халдейского царства – ",
          "ID": "1"
        },
        {
          "text": "в первом году его правления я, Даниил, понял из книг, по слову Господа пророку Иеремии, что запустение Иерусалима продлится семьдесят лет. ",
          "ID": "2"
        },
        {
          "text": "Тогда я обратился к Владыке Богу, умоляя Его молитвой и прошением, постясь в рубище и пепле.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Я молился Господу, моему Богу, и признавался:",
          "ID": "4"
        },
        {
          "text": "– О Владыка, Бог великий и грозный, хранящий завет и милость со всеми, кто любит Его и исполняет Его повеления, ",
          "ID": "4"
        },
        {
          "text": "мы согрешили и сделали зло. Мы были нечестивы и мятежны; мы отвернулись от Твоих повелений и законов. ",
          "ID": "5"
        },
        {
          "text": "Мы не слушали Твоих слуг – пророков, говоривших от Твоего имени нашим царям, вождям, предкам и всему народу страны.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Владыка, Ты праведен, а мы сегодня покрыты стыдом – народ Иудеи, жители Иерусалима и весь Израиль, те, кто близко, и те, кто далеко, во всех странах, куда Ты рассеял нас из-за нашей неверности Тебе. ",
          "ID": "7"
        },
        {
          "text": "Господи, мы и наши цари, вожди и предки покрыты стыдом из-за того, что согрешили против Тебя. ",
          "ID": "8"
        },
        {
          "text": "Владыка наш Бог, Ты милостив и готов прощать, пусть мы и восставали против Тебя; ",
          "ID": "9"
        },
        {
          "text": "мы не слушали Господа, нашего Бога, и не соблюдали законы, которые Он дал нам через Своих слуг пророков. ",
          "ID": "10"
        },
        {
          "text": "Весь Израиль нарушил Твой Закон и отвернулся, отказываясь слушаться Тебя.",
          "ID": "11"
        },
        {
          "text": "Поэтому на нас излились проклятия и клятвы, записанные в Законе Моисея, Божьего слуги, ведь мы согрешили против Тебя. ",
          "ID": "11"
        },
        {
          "text": "Ты исполнил слова, сказанные против нас и против наших правителей, наведя на нас великую беду. Под всем небом никогда не случалось того, что случилось с Иерусалимом. ",
          "ID": "12"
        },
        {
          "text": "Как и написано в Законе Моисея, вся эта беда пришла к нам, но мы все-таки не искали милости Господа, нашего Бога, не оставили грехов и не размышляли о Твоей истине. ",
          "ID": "13"
        },
        {
          "text": "Господь не поколебался навести на нас эту беду, потому что Господь, наш Бог, праведен во всем, что Он делает; и все-таки мы не слушались Его.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "И ныне, Владыка, Бог наш, выведший Свой народ из Египта могучей рукой и сделавший Себе имя, которое славно и сегодня, мы согрешили, мы сделали зло. ",
          "ID": "15"
        },
        {
          "text": "Владыка, ради всей праведности Твоей, молю, отврати Свой гнев и негодование от Иерусалима, Твоего города, Твоей святой горы. Из-за наших грехов и беззаконий наших предков Иерусалим и Твой народ в презрении у всех, кто нас окружает.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И ныне, Бог наш, услышь молитвы и прошения Твоего слуги. Ради Себя Самого, Владыка, взгляни с благоволением на Твое опустошенное святилище. ",
          "ID": "17"
        },
        {
          "text": "Услышь, Бог мой, и внемли; открой глаза и погляди на запустение города, который называется Твоим именем. Мы просим Тебя не ради нашей праведности, но ради Твоей великой милости. ",
          "ID": "18"
        },
        {
          "text": "Владыка, услышь! Владыка, прости! Владыка, внемли и соверши! Ради Себя, Бог мой, не медли, ведь Твой город и Твой народ называются Твоим именем.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Когда я говорил и молился, открыто признавая свой грех и грех моего народа, Израиля, и молил Господа, моего Бога, о Его святой горе – ",
          "ID": "20"
        },
        {
          "text": "когда я еще молился, муж Гавриил, которого я видел в предыдущем видении, явился ко мне, быстро прилетев, во время вечерней жертвы. ",
          "ID": "21"
        },
        {
          "text": "Он наставлял, говоря мне:",
          "ID": "22"
        },
        {
          "text": "– Даниил, я пришел сейчас, чтобы дать тебе мудрость и понимание. ",
          "ID": "22"
        },
        {
          "text": "Едва лишь ты начал молиться, был дан ответ, который я и пришел возвестить, потому что ты крепко любим. Итак, вникни в эту весть и пойми видение:",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Семьдесят семилетий установлены для твоего народа и святого города, чтобы прекратить преступления, положить конец грехам, искупить беззакония, привести вечную праведность, запечатать и видение, и пророка, и помазать Самого Святого.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Знай и пойми: от выхода повеления восстановить и отстроить Иерусалим до прихода Вождя-Помазанника, пройдет семь семилетий и шестьдесят два семилетия. Город будет отстроен с улицами и со рвом, но в трудные времена. ",
          "ID": "25"
        },
        {
          "text": "После шестидесяти двух семилетий Помазанник будет предан смерти, и у Него ничего не останется. Народ вождя, который придет, разрушит город и святилище. Его конец придет подобно наводнению, и до конца предустановлены война и опустошения. ",
          "ID": "26"
        },
        {
          "text": "Он заключит прочный союз со многими на семь лет, и в середине семилетия прекратит жертву и приношение. На крыле святилища будет опустошающая мерзость, пока предопределенный конец не изольется на опустошителя.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.9",
      "name": "Даниил 9"
    },
    {
      "text": [
        {
          "text": "На третий год правления Кира, царя Персии, Даниилу (называемому также Белтешаццаром) было дано откровение. Его весть истинна и относится к великой войне. Понимание вести было дано ему в видении.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "В то время я, Даниил, скорбел в течение трех недель. ",
          "ID": "2"
        },
        {
          "text": "Я не ел вкусной пищи, мясо и вино не касались моих губ, и я не умащался благовонными маслами, пока не прошли три недели.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "На двадцать четвертый день первого месяца, когда я стоял на берегу великой реки Тигра, ",
          "ID": "4"
        },
        {
          "text": "я поднял глаза и увидел: стоит некто в льняных одеждах и с поясом из уфазского золота. ",
          "ID": "5"
        },
        {
          "text": "Его тело было как хризолит, лицо – как молния, глаза – как пламенеющие факелы, руки и ноги – как отполированная бронза, а голос – как шум от множества людей.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Я, Даниил, был единственным, кто видел это видение; люди, бывшие со мной, не видели его, но их охватил такой ужас, что они убежали и попрятались. ",
          "ID": "7"
        },
        {
          "text": "Я остался один и смотрел на это великое видение. Во мне не осталось сил, мое лицо смертельно побледнело, и я ослабел. ",
          "ID": "8"
        },
        {
          "text": "Затем я услышал, как он говорит, и слушая его, упал ничком в глубокий обморок.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Но рука прикоснулась ко мне и поставила меня, дрожащего, на мои колени и на руки. ",
          "ID": "10"
        },
        {
          "text": "Он сказал:",
          "ID": "11"
        },
        {
          "text": "– Даниил, ты, кто крепко любим, вникни в слова, которые я тебе скажу, и встань, потому что я послан сейчас к тебе.",
          "ID": "11"
        },
        {
          "text": "Когда он сказал мне это, я, дрожа, встал. ",
          "ID": "11"
        },
        {
          "text": "Тогда он продолжил:",
          "ID": "12"
        },
        {
          "text": "– Не бойся, Даниил. С самого первого дня, когда ты решил обрести понимание и смирить себя перед твоим Богом, твои слова были услышаны, и по твоим словам пришел я. ",
          "ID": "12"
        },
        {
          "text": "Но князь Персидского царства противостоял мне двадцать один день, и Михаил, один из великих князей, пришел мне на помощь; я оставался там с царями Персии. ",
          "ID": "13"
        },
        {
          "text": "А теперь я пришел, чтобы объяснить тебе то, что произойдет с твоим народом в будущем, потому что видение относится ко времени, которое еще лишь грядет.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда он говорил мне это, я припал лицом к земле и был безмолвен. ",
          "ID": "15"
        },
        {
          "text": "Тогда тот, кто выглядел, как человек, прикоснулся к моим губам, и я открыл рот и начал говорить. Я сказал тому, кто стоял передо мной:",
          "ID": "16"
        },
        {
          "text": "– Мой господин, от этого видения меня охватила такая скорбь, что во мне не осталось сил. ",
          "ID": "16"
        },
        {
          "text": "Как же мне, твоему слуге, говорить с тобой, мой господин? Во мне нет сил, и я едва дышу.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "И снова тот, кто был похож на человека, прикоснулся ко мне и придал мне сил.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Не бойся, тот, кто крепко любим, – сказал он. – Мир тебе! Мужайся, мужайся!",
          "ID": "19"
        },
        {
          "text": "Когда он говорил со мной, я укрепился и сказал:",
          "ID": "19"
        },
        {
          "text": "– Говори, мой господин, потому что ты придал мне сил.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "И он сказал:",
          "ID": "20"
        },
        {
          "text": "– Знаешь, почему я пришел к тебе? Скоро я возвращусь, чтобы воевать с князем Персии, и когда я возьму над ним верх, придет князь Греции. ",
          "ID": "20"
        },
        {
          "text": "Но сначала я скажу тебе то, что написано в книге Истины. (Никто не поддерживает меня против них, кроме Михаила, вашего князя.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.10",
      "name": "Даниил 10"
    },
    {
      "text": [
        {
          "text": "В первый год власти Дария Мидянина я стал ему поддержкой и защитой.)",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Итак, я скажу тебе истину: в Персии появятся еще три царя, а потом – четвертый, который будет гораздо богаче всех прочих. Получив власть через богатство, он поднимет всех против Греческого царства. ",
          "ID": "2"
        },
        {
          "text": "Тогда появится могучий царь, который будет править с великой властью и делать, что пожелает. ",
          "ID": "3"
        },
        {
          "text": "Но когда он еще будет набирать силу, его империя будет разрушена и разделена по четырем сторонам света. Она не перейдет к его потомкам и не будет управляться властью, подобной его власти, потому что она будет с корнем вырвана для других.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Южный царь станет очень силен, но один из его военачальников станет сильнее его и будет править своим царством с великой силой. ",
          "ID": "5"
        },
        {
          "text": "Через несколько лет они станут союзниками. Дочь южного царя пойдет за северного царя, чтобы скрепить союз, но она не удержит власти, и его потомство не продолжится. Она будет предана вместе со свитой, ребенком и тем, кто ее поддерживал.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В те дни ветвь от ее корня явится, чтобы занять ее место. Он пойдет против войска северного царя и войдет в его крепость; он будет воевать с ними и одержит победу. ",
          "ID": "7"
        },
        {
          "text": "Он даже захватит их богов, изваяния из металла и дорогие вещи из серебра и золота и увезет их в Египет. На несколько лет он оставит северного царя в покое. ",
          "ID": "8"
        },
        {
          "text": "Тогда северный царь вторгнется в державу южного царя, но возвратится в свою страну. ",
          "ID": "9"
        },
        {
          "text": "Его сыновья станут готовиться к войне и собирать огромное войско, которое помчится, подобно наводнению, и принесет битву к самой его крепости.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тогда южный царь в гневе выступит и сразится с северным царем, набравшим большое войско, которое, однако, будет разбито. ",
          "ID": "11"
        },
        {
          "text": "Когда войско будет уведено, южный царь возгордится и убьет многие тысячи, но не достигнет победы. ",
          "ID": "12"
        },
        {
          "text": "Северный царь соберет другое войско, больше первого, и через несколько лет выступит с огромным войском, полностью снаряженным.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "В те времена многие восстанут против южного царя. Неистовые из твоего собственного народа восстанут во исполнение видения, но безуспешно. ",
          "ID": "14"
        },
        {
          "text": "Тогда северный царь придет, насыплет осадный вал и возьмет укрепленный город. Силы юга не смогут противиться; даже у лучших их воинов не будет силы, чтобы устоять. ",
          "ID": "15"
        },
        {
          "text": "Завоеватель будет действовать, как пожелает; никто не сможет ему противостоять. Он укрепится в Прекрасной стране, и вся она будет в его власти. ",
          "ID": "16"
        },
        {
          "text": "Он решит войти с силами всего царства, изложить условия мира и исполнить их. Чтобы погубить царство своего врага, он отдаст ему в жены свою дочь, но этот замысел не исполнится, и это не принесет ему пользы. ",
          "ID": "17"
        },
        {
          "text": "Тогда он обратит взгляд на прибрежные области и захватит многие из них, но некий военачальник положит конец его дерзости; истинно, он обратит его дерзость против него же. ",
          "ID": "18"
        },
        {
          "text": "Тогда он повернет к крепостям своей страны, но споткнется, падет, и его не станет.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Его преемник пошлет сборщика налогов, чтобы поддержать величие царства. Но пройдет немного времени и он погибнет – не от гнева и не в битве.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– На его место явится презренный человек, не облеченный царским величием. Он придет без предупреждения и овладеет царством через козни. ",
          "ID": "21"
        },
        {
          "text": "Перед ним будет сметено неисчислимое войско; оно будет погублено вместе с вождем завета. ",
          "ID": "22"
        },
        {
          "text": "Заключив с ним союз, он станет действовать обманом и лишь с немногими людьми придет к власти. ",
          "ID": "23"
        },
        {
          "text": "Он без предупреждения вторгнется в богатейшие части провинции и сделает то, чего не делали ни его отцы, ни праотцы. Он распределит награбленное, добычу и богатство среди своих сторонников. Он будет замышлять, как ниспровергнуть крепости, но лишь до времени.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "С большим войском он соберет свои силы и смело выступит против южного царя. Южный царь будет вести войну с большим и очень сильным войском, но не сможет устоять из-за заговоров, составленных против него. ",
          "ID": "25"
        },
        {
          "text": "Даже те, кто едят царскую пищу, станут пытаться его погубить; его войско будет сметено, и многие падут в сражении. ",
          "ID": "26"
        },
        {
          "text": "Оба царя, держа в сердцах зло, сядут за один стол и будут лгать друг другу, но успеха не будет, потому что конец придет лишь в определенное время. ",
          "ID": "27"
        },
        {
          "text": "Северный царь вернется в свою страну с великим богатством, но сердце его будет настроено против святого завета. Он будет действовать против него, а после вернется в свою страну.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "В определенное время он снова вторгнется в земли юга, но на этот раз исход будет иным, нежели прежде. ",
          "ID": "29"
        },
        {
          "text": "Ему преградят путь корабли с западных побережий, и он падет духом. Он повернет назад и изольет свою ярость на святой завет. Он возвратится и будет благосклонен к тем, кто отступил от святого завета.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Посланные им воины займут и осквернят храм и крепость. Они отменят ежедневную жертву и поставят опустошающую мерзость. ",
          "ID": "31"
        },
        {
          "text": "Лестью он соблазнит тех, кто нарушил завет, но люди, которые знают своего Бога, будут ему твердо противостоять.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Мудрые среди народа наставят многих, хотя некоторое время их будут губить мечом, сжигать, брать в плен и грабить. ",
          "ID": "33"
        },
        {
          "text": "При этом они получат небольшую помощь, но многие присоединятся к ним неискренне. ",
          "ID": "34"
        },
        {
          "text": "Некоторые из мудрых споткнутся, чтобы пройти испытание, очиститься и убелиться, прежде чем наступит конец, потому что до его прихода еще будет оставаться определенное время.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "– Царь будет делать, что пожелает. Он превознесет себя выше всякого бога и будет говорить неслыханные вещи против Бога богов. Он будет преуспевать, пока не завершатся времена гнева, потому что должно произойти предопределенное. ",
          "ID": "36"
        },
        {
          "text": "Он не будет признавать ни богов своих отцов, ни того, который желанен женщинам; он не будет признавать никакого бога, но вознесет над всеми ими самого себя. ",
          "ID": "37"
        },
        {
          "text": "Вместо них он будет чтить бога крепостей; бога, неизвестного его отцам, он будет чествовать золотом и серебром, драгоценными камнями и дорогими дарами. ",
          "ID": "38"
        },
        {
          "text": "Он нападет на самые сильные крепости с помощью чужого бога. Он умножит богатства тех, кто признает его, и назначит их правителями над многими, и будет делить землю за плату.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "В конце времен на него нападет южный царь. Но северный царь обрушится на него как ураган, с колесницами, всадниками и многочисленными кораблями. Он вторгнется во многие страны и промчится через них, подобно наводнению. ",
          "ID": "40"
        },
        {
          "text": "Он вторгнется и в Прекрасную страну. Многие страны падут, но Эдом, Моав и вожди Аммона будут избавлены от его руки. ",
          "ID": "41"
        },
        {
          "text": "Он прострет свою власть на многие страны; не спасется и Египет. ",
          "ID": "42"
        },
        {
          "text": "Он овладеет золотыми и серебряными сокровищами и всеми богатствами Египта, и покоренные ливийцы с кушитами пойдут за ним. ",
          "ID": "43"
        },
        {
          "text": "Но известия с востока и севера встревожат его, и он выйдет в страшном гневе истреблять и губить многих. ",
          "ID": "44"
        },
        {
          "text": "Он разобьет свои царские шатры между морем и прекрасной святой горой. Но он придет к своему концу, и никто ему не поможет.",
          "ID": "45"
        }
      ],
      "ID": "OT:DAN.11",
      "name": "Даниил 11"
    },
    {
      "text": [
        {
          "text": "В то время поднимется Михаил, великий князь, защитник твоего народа. Тогда будет такое бедственное время, какого не было с тех пор, как появились народы, до того времени. Но в то время твой народ – все, чьи имена будут найдены записанными в книгу – будет избавлен. ",
          "ID": "1"
        },
        {
          "text": "Многие из спящих в прахе земли проснутся: одни для вечной жизни, другие – на позор и вечное отвращение. ",
          "ID": "2"
        },
        {
          "text": "Мудрые воссияют подобно сиянью небес, и те, кто ведет многих к праведности, – подобно звездам, – во веки и веки! ",
          "ID": "3"
        },
        {
          "text": "Но ты, Даниил, скрой эти слова и запечатай свиток, пока не придут последние времена. Многие будут метаться из стороны в сторону, а знание будет умножаться.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Я, Даниил, увидел, как появились двое других – один на одном берегу реки, а другой на другом берегу. ",
          "ID": "5"
        },
        {
          "text": "Один из них сказал одетому в льняные одежды, который стоял над водами реки:",
          "ID": "6"
        },
        {
          "text": "– Сколько времени пройдет до конца этих непостижимых событий?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Одетый в льняные одежды, который стоял над водами реки, поднял правую и левую руки к небу, и я услышал, как он клянется Живущим вечно, говоря:",
          "ID": "7"
        },
        {
          "text": "– Год, два года и полгода. Когда не станет того, кто сломил силы святого народа, все это совершится.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я услышал, но не понял. Тогда я спросил:",
          "ID": "8"
        },
        {
          "text": "– Мой господин, каким будет исход всего этого?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он ответил:",
          "ID": "9"
        },
        {
          "text": "– Иди, Даниил. Эти слова скрыты и запечатаны до последних времен. ",
          "ID": "9"
        },
        {
          "text": "Многие очистятся, убелятся и будут испытаны, но нечестивые будут продолжать поступать нечестиво. Никто из нечестивых не поймет, но те, кто мудр, поймут.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Со времени, когда будет отменена ежедневная жертва и будет поставлена опустошающая мерзость, пройдет тысяча двести девяносто дней. ",
          "ID": "11"
        },
        {
          "text": "Блажен тот, кто ждет и достигнет завершения тысячи трехсот тридцати пяти дней.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "А ты иди своим путем до конца. Ты упокоишься и в конце дней встанешь, чтобы получить свою долю.",
          "ID": "13"
        }
      ],
      "ID": "OT:DAN.12",
      "name": "Даниил 12"
    }
  ],
  "ID": "OT:DAN(NRP)",
  "name": "Даниил"
}