{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "В третий год царствования Иоакима, царя Иудейского, пришел Навуходоносор, царь Вавилонский, к Иерусалиму и осадил его.",
          "ID": "1"
        },
        {
          "text": "И предал Господь в руку его Иоакима, царя Иудейского, и часть сосудов дома Божия, и он отправил их в землю Сеннаар, в дом бога своего, и внес эти сосуды в сокровищницу бога своего.",
          "ID": "2"
        },
        {
          "text": "И сказал царь Асфеназу, начальнику евнухов своих, чтобы он из сынов Израилевых, из рода царского и княжеского, привел",
          "ID": "3"
        },
        {
          "text": "отроков, у которых нет никакого телесного недостатка, красивых видом, и понятливых для всякой науки, и разумеющих науки, и смышленых и годных служить в чертогах царских, и чтобы научил их книгам и языку Халдейскому.",
          "ID": "4"
        },
        {
          "text": "И назначил им царь ежедневную пищу с царского стола и вино, которое сам пил, и велел воспитывать их три года, по истечении которых они должны были предстать пред царя.",
          "ID": "5"
        },
        {
          "text": "Между ними были из сынов Иудиных Даниил, Анания, Мисаил и Азария.",
          "ID": "6"
        },
        {
          "text": "И переименовал их начальник евнухов – Даниила Валтасаром, Ананию Седрахом, Мисаила Мисахом и Азарию Авденаго.",
          "ID": "7"
        },
        {
          "text": "Даниил положил в сердце своем не оскверняться яствами со стола царского и вином, какое пьет царь, и потому просил начальника евнухов о том, чтобы не оскверняться ему.",
          "ID": "8"
        },
        {
          "text": "Бог даровал Даниилу милость и благорасположение начальника евнухов;",
          "ID": "9"
        },
        {
          "text": "и начальник евнухов сказал Даниилу: боюсь я господина моего, царя, который сам назначил вам пищу и питье; если он увидит лица ваши худощавее, нежели у отроков, сверстников ваших, то вы сделаете голову мою виновною перед царем.",
          "ID": "10"
        },
        {
          "text": "Тогда сказал Даниил Амелсару, которого начальник евнухов приставил к Даниилу, Анании, Мисаилу и Азарии:",
          "ID": "11"
        },
        {
          "text": "сделай опыт над рабами твоими в течение десяти дней; пусть дают нам в пищу овощи и воду для питья;",
          "ID": "12"
        },
        {
          "text": "и потом пусть явятся перед тобою лица наши и лица тех отроков, которые питаются царскою пищею, и затем поступай с рабами твоими, как увидишь.",
          "ID": "13"
        },
        {
          "text": "Он послушался их в этом и испытывал их десять дней.",
          "ID": "14"
        },
        {
          "text": "По истечении же десяти дней лица их оказались красивее, и телом они были полнее всех тех отроков, которые питались царскими яствами.",
          "ID": "15"
        },
        {
          "text": "Тогда Амелсар брал их кушанье и вино для питья и давал им овощи.",
          "ID": "16"
        },
        {
          "text": "И даровал Бог четырем сим отрокам знание и разумение всякой книги и мудрости, а Даниилу еще даровал разуметь и всякие видения и сны.",
          "ID": "17"
        },
        {
          "text": "По окончании тех дней, когда царь приказал представить их, начальник евнухов представил их Навуходоносору.",
          "ID": "18"
        },
        {
          "text": "И царь говорил с ними, и из всех [отроков] не нашлось подобных Даниилу, Анании, Мисаилу и Азарии, и стали они служить пред царем.",
          "ID": "19"
        },
        {
          "text": "И во всяком деле мудрого уразумения, о чем ни спрашивал их царь, он находил их в десять раз выше всех тайноведцев и волхвов, какие были во всем царстве его.",
          "ID": "20"
        },
        {
          "text": "И был там Даниил до первого года царя Кира.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.1",
      "name": "Книга пророка Даниила 1"
    },
    {
      "text": [
        {
          "text": "Во второй год царствования Навуходоносора снились Навуходоносору сны, и возмутился дух его, и сон удалился от него.",
          "ID": "1"
        },
        {
          "text": "И велел царь созвать тайноведцев, и гадателей, и чародеев, и Халдеев, чтобы они рассказали царю сновидения его. Они пришли, и стали перед царем.",
          "ID": "2"
        },
        {
          "text": "И сказал им царь: сон снился мне, и тревожится дух мой; желаю знать этот сон.",
          "ID": "3"
        },
        {
          "text": "И сказали Халдеи царю по–арамейски: царь! вовеки живи! скажи сон рабам твоим, и мы объясним значение его.",
          "ID": "4"
        },
        {
          "text": "Отвечал царь и сказал Халдеям: слово отступило от меня; если вы не скажете мне сновидения и значения его, то в куски будете изрублены, и домы ваши обратятся в развалины.",
          "ID": "5"
        },
        {
          "text": "Если же расскажете сон и значение его, то получите от меня дары, награду и великую почесть; итак скажите мне сон и значение его.",
          "ID": "6"
        },
        {
          "text": "Они вторично отвечали и сказали: да скажет царь рабам своим сновидение, и мы объясним его значение.",
          "ID": "7"
        },
        {
          "text": "Отвечал царь и сказал: верно знаю, что вы хотите выиграть время, потому что видите, что слово отступило от меня.",
          "ID": "8"
        },
        {
          "text": "Так как вы не объявляете мне сновидения, то у вас один умысел: вы собираетесь сказать мне ложь и обман, пока минет время; итак расскажите мне сон, и тогда я узнаю, что вы можете объяснить мне и значение его.",
          "ID": "9"
        },
        {
          "text": "Халдеи отвечали царю и сказали: нет на земле человека, который мог бы открыть это дело царю, и потому ни один царь, великий и могущественный, не требовал подобного ни от какого тайноведца, гадателя и Халдея.",
          "ID": "10"
        },
        {
          "text": "Дело, которого царь требует, так трудно, что никто другой не может открыть его царю, кроме богов, которых обитание не с плотью.",
          "ID": "11"
        },
        {
          "text": "Рассвирепел царь и сильно разгневался на это, и приказал истребить всех мудрецов Вавилонских.",
          "ID": "12"
        },
        {
          "text": "Когда вышло это повеление, чтобы убивать мудрецов, искали Даниила и товарищей его, чтобы умертвить их.",
          "ID": "13"
        },
        {
          "text": "Тогда Даниил обратился с советом и мудростью к Ариоху, начальнику царских телохранителей, который вышел убивать мудрецов Вавилонских;",
          "ID": "14"
        },
        {
          "text": "и спросил Ариоха, сильного при царе: \"почему такое грозное повеление от царя?\" Тогда Ариох рассказал все дело Даниилу.",
          "ID": "15"
        },
        {
          "text": "И Даниил вошел, и упросил царя дать ему время, и он представит царю толкование [сна].",
          "ID": "16"
        },
        {
          "text": "Даниил пришел в дом свой, и рассказал дело Анании, Мисаилу и Азарии, товарищам своим,",
          "ID": "17"
        },
        {
          "text": "чтобы они просили милости у Бога небесного об этой тайне, дабы Даниил и товарищи его не погибли с прочими мудрецами Вавилонскими.",
          "ID": "18"
        },
        {
          "text": "И тогда открыта была тайна Даниилу в ночном видении, и Даниил благословил Бога небесного.",
          "ID": "19"
        },
        {
          "text": "И сказал Даниил: да будет благословенно имя Господа от века и до века! ибо у Него мудрость и сила;",
          "ID": "20"
        },
        {
          "text": "он изменяет времена и лета, низлагает царей и поставляет царей; дает мудрость мудрым и разумение разумным;",
          "ID": "21"
        },
        {
          "text": "он открывает глубокое и сокровенное, знает, что во мраке, и свет обитает с Ним.",
          "ID": "22"
        },
        {
          "text": "Славлю и величаю Тебя, Боже отцов моих, что Ты даровал мне мудрость и силу и открыл мне то, о чем мы молили Тебя; ибо Ты открыл нам дело царя.",
          "ID": "23"
        },
        {
          "text": "После сего Даниил вошел к Ариоху, которому царь повелел умертвить мудрецов Вавилонских, пришел и сказал ему: не убивай мудрецов Вавилонских; введи меня к царю, и я открою значение [сна].",
          "ID": "24"
        },
        {
          "text": "Тогда Ариох немедленно привел Даниила к царю и сказал ему: я нашел из пленных сынов Иудеи человека, который может открыть царю значение [сна].",
          "ID": "25"
        },
        {
          "text": "Царь сказал Даниилу, который назван был Валтасаром: можешь ли ты сказать мне сон, который я видел, и значение его?",
          "ID": "26"
        },
        {
          "text": "Даниил отвечал царю и сказал: тайны, о которой царь спрашивает, не могут открыть царю ни мудрецы, ни обаятели, ни тайноведцы, ни гадатели.",
          "ID": "27"
        },
        {
          "text": "Но есть на небесах Бог, открывающий тайны; и Он открыл царю Навуходоносору, что будет в последние дни. Сон твой и видения главы твоей на ложе твоем были такие:",
          "ID": "28"
        },
        {
          "text": "ты, царь, на ложе твоем думал о том, что будет после сего? и Открывающий тайны показал тебе то, что будет.",
          "ID": "29"
        },
        {
          "text": "А мне тайна сия открыта не потому, чтобы я был мудрее всех живущих, но для того, чтобы открыто было царю разумение и чтобы ты узнал помышления сердца твоего.",
          "ID": "30"
        },
        {
          "text": "Тебе, царь, было такое видение: вот, какой–то большой истукан; огромный был этот истукан, в чрезвычайном блеске стоял он пред тобою, и страшен был вид его.",
          "ID": "31"
        },
        {
          "text": "У этого истукана голова была из чистого золота, грудь его и руки его – из серебра, чрево его и бедра его медные,",
          "ID": "32"
        },
        {
          "text": "голени его железные, ноги его частью железные, частью глиняные.",
          "ID": "33"
        },
        {
          "text": "Ты видел его, доколе камень не оторвался от горы без содействия рук, ударил в истукана, в железные и глиняные ноги его, и разбил их.",
          "ID": "34"
        },
        {
          "text": "Тогда все вместе раздробилось: железо, глина, медь, серебро и золото сделались как прах на летних гумнах, и ветер унес их, и следа не осталось от них; а камень, разбивший истукана, сделался великою горою и наполнил всю землю.",
          "ID": "35"
        },
        {
          "text": "Вот сон! Скажем пред царем и значение его.",
          "ID": "36"
        },
        {
          "text": "Ты, царь, царь царей, которому Бог небесный даровал царство, власть, силу и славу,",
          "ID": "37"
        },
        {
          "text": "и всех сынов человеческих, где бы они ни жили, зверей земных и птиц небесных Он отдал в твои руки и поставил тебя владыкою над всеми ими. Ты – это золотая голова!",
          "ID": "38"
        },
        {
          "text": "После тебя восстанет другое царство, ниже твоего, и еще третье царство, медное, которое будет владычествовать над всею землею.",
          "ID": "39"
        },
        {
          "text": "А четвертое царство будет крепко, как железо; ибо как железо разбивает и раздробляет все, так и оно, подобно всесокрушающему железу, будет раздроблять и сокрушать.",
          "ID": "40"
        },
        {
          "text": "А что ты видел ноги и пальцы на ногах частью из глины горшечной, а частью из железа, то будет царство разделенное, и в нем останется несколько крепости железа, так как ты видел железо, смешанное с горшечною глиною.",
          "ID": "41"
        },
        {
          "text": "И как персты ног были частью из железа, а частью из глины, так и царство будет частью крепкое, частью хрупкое.",
          "ID": "42"
        },
        {
          "text": "А что ты видел железо, смешанное с глиною горшечною, это значит, что они смешаются через семя человеческое, но не сольются одно с другим, как железо не смешивается с глиною.",
          "ID": "43"
        },
        {
          "text": "И во дни тех царств Бог небесный воздвигнет царство, которое вовеки не разрушится, и царство это не будет передано другому народу; оно сокрушит и разрушит все царства, а само будет стоять вечно,",
          "ID": "44"
        },
        {
          "text": "так как ты видел, что камень отторгнут был от горы не руками и раздробил железо, медь, глину, серебро и золото. Великий Бог дал знать царю, что будет после сего. И верен этот сон, и точно истолкование его!",
          "ID": "45"
        },
        {
          "text": "Тогда царь Навуходоносор пал на лице свое и поклонился Даниилу, и велел принести ему дары и благовонные курения.",
          "ID": "46"
        },
        {
          "text": "И сказал царь Даниилу: истинно Бог ваш есть Бог богов и Владыка царей, открывающий тайны, когда ты мог открыть эту тайну!",
          "ID": "47"
        },
        {
          "text": "Тогда возвысил царь Даниила и дал ему много больших подарков, и поставил его над всею областью Вавилонскою и главным начальником над всеми мудрецами Вавилонскими.",
          "ID": "48"
        },
        {
          "text": "Но Даниил просил царя, и он поставил Седраха, Мисаха и Авденаго над делами страны Вавилонской, а Даниил остался при дворе царя.",
          "ID": "49"
        }
      ],
      "ID": "OT:DAN.2",
      "name": "Книга пророка Даниила 2"
    },
    {
      "text": [
        {
          "text": "Царь Навуходоносор сделал золотой истукан, вышиною в шестьдесят локтей, шириною в шесть локтей, поставил его на поле Деире, в области Вавилонской.",
          "ID": "1"
        },
        {
          "text": "И послал царь Навуходоносор собрать сатрапов, наместников, воевод, верховных судей, казнохранителей, законоведцев, блюстителей суда и всех областных правителей, чтобы они пришли на торжественное открытие истукана, которого поставил царь Навуходоносор.",
          "ID": "2"
        },
        {
          "text": "И собрались сатрапы, наместники, военачальники, верховные судьи, казнохранители, законоведцы, блюстители суда и все областные правители на открытие истукана, которого Навуходоносор царь поставил, и стали перед истуканом, которого воздвиг Навуходоносор.",
          "ID": "3"
        },
        {
          "text": "Тогда глашатай громко воскликнул: объявляется вам, народы, племена и языки:",
          "ID": "4"
        },
        {
          "text": "в то время, как услышите звук трубы, свирели, цитры, цевницы, гуслей и симфонии и всяких музыкальных орудий, падите и поклонитесь золотому истукану, которого поставил царь Навуходоносор.",
          "ID": "5"
        },
        {
          "text": "А кто не падет и не поклонится, тотчас брошен будет в печь, раскаленную огнем.",
          "ID": "6"
        },
        {
          "text": "Посему, когда все народы услышали звук трубы, свирели, цитры, цевницы, гуслей и всякого рода музыкальных орудий, то пали все народы, племена и языки, и поклонились золотому истукану, которого поставил Навуходоносор царь.",
          "ID": "7"
        },
        {
          "text": "В это самое время приступили некоторые из Халдеев и донесли на Иудеев.",
          "ID": "8"
        },
        {
          "text": "Они сказали царю Навуходоносору: царь, вовеки живи!",
          "ID": "9"
        },
        {
          "text": "Ты, царь, дал повеление, чтобы каждый человек, который услышит звук трубы, свирели, цитры, цевницы, гуслей и симфонии и всякого рода музыкальных орудий, пал и поклонился золотому истукану;",
          "ID": "10"
        },
        {
          "text": "а кто не падет и не поклонится, тот должен быть брошен в печь, раскаленную огнем.",
          "ID": "11"
        },
        {
          "text": "Есть мужи Иудейские, которых ты поставил над делами страны Вавилонской: Седрах, Мисах и Авденаго; эти мужи не повинуются повелению твоему, царь, богам твоим не служат и золотому истукану, которого ты поставил, не поклоняются.",
          "ID": "12"
        },
        {
          "text": "Тогда Навуходоносор во гневе и ярости повелел привести Седраха, Мисаха и Авденаго; и приведены были эти мужи к царю.",
          "ID": "13"
        },
        {
          "text": "Навуходоносор сказал им: с умыслом ли вы, Седрах, Мисах и Авденаго, богам моим не служите, и золотому истукану, которого я поставил, не поклоняетесь?",
          "ID": "14"
        },
        {
          "text": "Отныне, если вы готовы, как скоро услышите звук трубы, свирели, цитры, цевницы, гуслей, симфонии и всякого рода музыкальных орудий, падите и поклонитесь истукану, которого я сделал; если же не поклонитесь, то в тот же час брошены будете в печь, раскаленную огнем, и тогда какой Бог избавит вас от руки моей?",
          "ID": "15"
        },
        {
          "text": "И отвечали Седрах, Мисах и Авденаго, и сказали царю Навуходоносору: нет нужды нам отвечать тебе на это.",
          "ID": "16"
        },
        {
          "text": "Бог наш, Которому мы служим, силен спасти нас от печи, раскаленной огнем, и от руки твоей, царь, избавит.",
          "ID": "17"
        },
        {
          "text": "Если же и не будет того, то да будет известно тебе, царь, что мы богам твоим служить не будем и золотому истукану, которого ты поставил, не поклонимся.",
          "ID": "18"
        },
        {
          "text": "Тогда Навуходоносор исполнился ярости, и вид лица его изменился на Седраха, Мисаха и Авденаго, и он повелел разжечь печь в семь раз сильнее, нежели как обыкновенно разжигали ее,",
          "ID": "19"
        },
        {
          "text": "и самым сильным мужам из войска своего приказал связать Седраха, Мисаха и Авденаго и бросить их в печь, раскаленную огнем.",
          "ID": "20"
        },
        {
          "text": "Тогда мужи сии связаны были в исподнем и верхнем платье своем, в головных повязках и в прочих одеждах своих, и брошены в печь, раскаленную огнем.",
          "ID": "21"
        },
        {
          "text": "И как повеление царя было строго, и печь раскалена была чрезвычайно, то пламя огня убило тех людей, которые бросали Седраха, Мисаха и Авденаго.",
          "ID": "22"
        },
        {
          "text": "А сии три мужа, Седрах, Мисах и Авденаго, упали в раскаленную огнем печь связанные.",
          "ID": "23"
        },
        {
          "text": "[И ходили посреди пламени, воспевая Бога и благословляя Господа.",
          "ID": "24"
        },
        {
          "text": "И став Азария молился и, открыв уста свои среди огня, возгласил:",
          "ID": "25"
        },
        {
          "text": "\"Благословен Ты, Господи Боже отцов наших, хвально и прославлено имя Твое вовеки.",
          "ID": "26"
        },
        {
          "text": "Ибо праведен Ты во всем, что соделал с нами, и все дела Твои истинны и пути Твои правы, и все суды Твои истинны.",
          "ID": "27"
        },
        {
          "text": "Ты совершил истинные суды во всем, что навел на нас и на святый град отцов наших Иерусалим, потому что по истине и по суду навел Ты все это на нас за грехи наши.",
          "ID": "28"
        },
        {
          "text": "Ибо согрешили мы, и поступили беззаконно, отступив от Тебя, и во всем согрешили.",
          "ID": "29"
        },
        {
          "text": "Заповедей Твоих не слушали и не соблюдали их, и не поступали, как Ты повелел нам, чтобы благо нам было.",
          "ID": "30"
        },
        {
          "text": "И все, что Ты навел на нас, и все, что Ты соделал с нами, соделал по истинному суду.",
          "ID": "31"
        },
        {
          "text": "И предал нас в руки врагов беззаконных, ненавистнейших отступников, и царю неправосудному и злейшему на всей земле.",
          "ID": "32"
        },
        {
          "text": "И ныне мы не можем открыть уст наших; мы сделались стыдом и поношением для рабов Твоих и чтущих Тебя.",
          "ID": "33"
        },
        {
          "text": "Но не предай нас навсегда ради имени Твоего, и не разруши завета Твоего.",
          "ID": "34"
        },
        {
          "text": "Не отними от нас милости Твоей ради Авраама, возлюбленного Тобою, ради Исаака, раба Твоего, и Израиля, святаго Твоего,",
          "ID": "35"
        },
        {
          "text": "которым Ты говорил, что умножишь семя их, как звезды небесные и как песок на берегу моря.",
          "ID": "36"
        },
        {
          "text": "Мы умалены, Господи, паче всех народов, и унижены ныне на всей земле за грехи наши,",
          "ID": "37"
        },
        {
          "text": "и нет у нас в настоящее время ни князя, ни пророка, ни вождя, ни всесожжения, ни жертвы, ни приношения, ни фимиама, ни места, чтобы нам принести жертву Тебе и обрести милость Твою.",
          "ID": "38"
        },
        {
          "text": "Но с сокрушенным сердцем и смиренным духом да будем приняты.",
          "ID": "39"
        },
        {
          "text": "Как при всесожжении овнов и тельцов и как при тысячах тучных агнцев, так да будет жертва наша пред Тобою ныне благоугодною Тебе; ибо нет стыда уповающим на Тебя.",
          "ID": "40"
        },
        {
          "text": "И ныне мы следуем за Тобою всем сердцем и боимся Тебя и ищем лица Твоего.",
          "ID": "41"
        },
        {
          "text": "Не посрами нас, но сотвори с нами по снисхождению Твоему и по множеству милости Твоей",
          "ID": "42"
        },
        {
          "text": "и избави нас силою чудес Твоих, и дай славу имени Твоему, Господи,",
          "ID": "43"
        },
        {
          "text": "и да постыдятся все, делающие рабам Твоим зло, и да постыдятся со всем могуществом, и сила их да сокрушится,",
          "ID": "44"
        },
        {
          "text": "и да познают, что Ты Господь Бог един и славен по всей вселенной\".",
          "ID": "45"
        },
        {
          "text": "А между тем слуги царя, ввергшие их, не переставали разжигать печь нефтью, смолою, паклею и хворостом,",
          "ID": "46"
        },
        {
          "text": "и поднимался пламень над печью на сорок девять локтей",
          "ID": "47"
        },
        {
          "text": "и вырывался, и сожигал тех из Халдеев, которых достигал около печи.",
          "ID": "48"
        },
        {
          "text": "Но Ангел Господень сошел в печь вместе с Азариею и бывшими с ним",
          "ID": "49"
        },
        {
          "text": "и выбросил пламень огня из печи, и сделал, что в средине печи был как бы шумящий влажный ветер, и огонь нисколько не прикоснулся к ним, и не повредил им, и не смутил их.",
          "ID": "50"
        },
        {
          "text": "Тогда сии трое, как бы одними устами, воспели в печи, и благословили и прославили Бога:",
          "ID": "51"
        },
        {
          "text": "\"Благословен Ты, Господи Боже отцов наших, и хвальный и превозносимый вовеки, и благословенно имя славы Твоей, святое и прехвальное и превозносимое во веки.",
          "ID": "52"
        },
        {
          "text": "Благословен Ты в храме святой славы Твоей, и прехвальный и преславный во веки.",
          "ID": "53"
        },
        {
          "text": "Благословен Ты, видящий бездны, восседающий на Херувимах, и прехвальный и превозносимый во веки.",
          "ID": "54"
        },
        {
          "text": "Благословен Ты на престоле славы царства Твоего, и прехвальный и превозносимый во веки.",
          "ID": "55"
        },
        {
          "text": "Благословен Ты на тверди небесной, и прехвальный и превозносимый во веки.",
          "ID": "56"
        },
        {
          "text": "Благословите, все дела Господни. Господа, пойте и превозносите Его во веки.",
          "ID": "57"
        },
        {
          "text": "Благословите, Ангелы Господни, Господа, пойте и превозносите Его вовеки.",
          "ID": "58"
        },
        {
          "text": "Благословите, небеса, Господа, пойте и превозносите Его во веки.",
          "ID": "59"
        },
        {
          "text": "Благословите Господа, все воды, которые превыше небес, пойте и превозносите Его во веки.",
          "ID": "60"
        },
        {
          "text": "Благословите, все силы Господни, Господа, пойте и превозносите Его во веки.",
          "ID": "61"
        },
        {
          "text": "Благословите, солнце и луна, Господа, пойте и превозносите Его во веки.",
          "ID": "62"
        },
        {
          "text": "Благословите, звезды небесные, Господа, пойте и превозносите Его во веки.",
          "ID": "63"
        },
        {
          "text": "Благословите, всякий дождь и роса, Господа, пойте и превозносите Его во веки.",
          "ID": "64"
        },
        {
          "text": "Благословите, все ветры, Господа, пойте и превозносите Его во веки.",
          "ID": "65"
        },
        {
          "text": "Благословите, огонь и жар, Господа, пойте и превозносите Его во веки.",
          "ID": "66"
        },
        {
          "text": "Благословите, холод и зной, Господа, пойте и превозносите Его во веки.",
          "ID": "67"
        },
        {
          "text": "Благословите, росы и инеи, Господа, пойте и превозносите Его во веки.",
          "ID": "68"
        },
        {
          "text": "Благословите, ночи и дни, Господа, пойте и превозносите Его во веки.",
          "ID": "69"
        },
        {
          "text": "Благословите, свет и тьма, Господа, пойте и превозносите Его во веки.",
          "ID": "70"
        },
        {
          "text": "Благословите, лед и мороз, Господа, пойте и превозносите Его во веки.",
          "ID": "71"
        },
        {
          "text": "Благословите, иней и снег, Господа, пойте и превозносите Его во веки.",
          "ID": "72"
        },
        {
          "text": "Благословите, молнии и облака, Господа, пойте и превозносите Его во веки.",
          "ID": "73"
        },
        {
          "text": "Да благословит земля Господа, да поет и превозносит Его во веки.",
          "ID": "74"
        },
        {
          "text": "Благословите, горы и холмы, Господа, пойте и превозносите Его во веки.",
          "ID": "75"
        },
        {
          "text": "Благословите Господа, все произрастания на земле, пойте и превозносите Его во веки.",
          "ID": "76"
        },
        {
          "text": "Благословите, источники, Господа, пойте и превозносите Его во веки.",
          "ID": "77"
        },
        {
          "text": "Благословите, моря и реки, Господа, пойте и превозносите Его во веки.",
          "ID": "78"
        },
        {
          "text": "Благословите Господа, киты и все, движущееся в водах, пойте и превозносите Его во веки.",
          "ID": "79"
        },
        {
          "text": "Благословите, все птицы небесные, Господа, пойте и превозносите Его во веки.",
          "ID": "80"
        },
        {
          "text": "Благословите Господа, звери и весь скот, пойте и превозносите Его во веки.",
          "ID": "81"
        },
        {
          "text": "Благословите, сыны человеческие, Господа, пойте и превозносите Его во веки.",
          "ID": "82"
        },
        {
          "text": "Благослови, Израиль, Господа, пой и превозноси Его во веки.",
          "ID": "83"
        },
        {
          "text": "Благословите, священники Господни, Господа, пойте и превозносите Его во веки.",
          "ID": "84"
        },
        {
          "text": "Благословите, рабы Господни, Господа, пойте и превозносите Его во веки.",
          "ID": "85"
        },
        {
          "text": "Благословите, духи и души праведных, Господа, пойте и превозносите Его во веки.",
          "ID": "86"
        },
        {
          "text": "Благословите, праведные и смиренные сердцем, Господа, пойте и превозносите Его во веки.",
          "ID": "87"
        },
        {
          "text": "Благословите, Анания, Азария и Мисаил, Господа, пойте и превозносите Его во веки; ибо Он извлек нас из ада и спас нас от руки смерти, и избавил нас из среды печи горящего пламени, и из среды огня избавил нас.",
          "ID": "88"
        },
        {
          "text": "Славьте Господа, ибо Он благ, ибо вовек милость Его.",
          "ID": "89"
        },
        {
          "text": "Благословите, все чтущие Господа, Бога богов, пойте и славьте, ибо вовек милость Его\".]",
          "ID": "90"
        },
        {
          "text": "Навуходоносор царь изумился, и поспешно встал, и сказал вельможам своим: не троих ли мужей бросили мы в огонь связанными? Они в ответ сказали царю: истинно так, царь!",
          "ID": "91"
        },
        {
          "text": "На это он сказал: вот, я вижу четырех мужей несвязанных, ходящих среди огня, и нет им вреда; и вид четвертого подобен сыну Божию.",
          "ID": "92"
        },
        {
          "text": "Тогда подошел Навуходоносор к устью печи, раскаленной огнем, и сказал: Седрах, Мисах и Авденаго, рабы Бога Всевышнего! выйдите и подойдите! Тогда Седрах, Мисах и Авденаго вышли из среды огня.",
          "ID": "93"
        },
        {
          "text": "И, собравшись, сатрапы, наместники, военачальники и советники царя усмотрели, что над телами мужей сих огонь не имел силы, и волосы на голове не опалены, и одежды их не изменились, и даже запаха огня не было от них.",
          "ID": "94"
        },
        {
          "text": "Тогда Навуходоносор сказал: благословен Бог Седраха, Мисаха и Авденаго, Который послал Ангела Своего и избавил рабов Своих, которые надеялись на Него и не послушались царского повеления, и предали тела свои [огню], чтобы не служить и не поклоняться иному богу, кроме Бога своего!",
          "ID": "95"
        },
        {
          "text": "И от меня дается повеление, чтобы из всякого народа, племени и языка кто произнесет хулу на Бога Седраха, Мисаха и Авденаго, был изрублен в куски, и дом его обращен в развалины, ибо нет иного бога, который мог бы так спасать.",
          "ID": "96"
        },
        {
          "text": "Тогда царь возвысил Седраха, Мисаха и Авденаго в стране Вавилонской.",
          "ID": "97"
        },
        {
          "text": "Навуходоносор царь всем народам, племенам и языкам, живущим",
          "ID": "98"
        },
        {
          "text": "Знамения и чудеса, какие совершил надо мною Всевышний Бог, угодно мне возвестить вам.",
          "ID": "99"
        },
        {
          "text": "Как велики знамения Его и как могущественны чудеса Его! Царство Его – царство вечное, и владычество Его – в роды и роды.",
          "ID": "100"
        }
      ],
      "ID": "OT:DAN.3",
      "name": "Книга пророка Даниила 3"
    },
    {
      "text": [
        {
          "text": "Я, Навуходоносор, спокоен был в доме моем и благоденствовал в чертогах моих.",
          "ID": "1"
        },
        {
          "text": "Но я видел сон, который устрашил меня, и размышления на ложе моем и видения головы моей смутили меня.",
          "ID": "2"
        },
        {
          "text": "И дано было мною повеление привести ко мне всех мудрецов Вавилонских, чтобы они сказали мне значение сна.",
          "ID": "3"
        },
        {
          "text": "Тогда пришли тайноведцы, обаятели, Халдеи и гадатели; я рассказал им сон, но они не могли мне объяснить значения его.",
          "ID": "4"
        },
        {
          "text": "Наконец вошел ко мне Даниил, которому имя было Валтасар, по имени бога моего, и в котором дух святаго Бога; ему рассказал я сон.",
          "ID": "5"
        },
        {
          "text": "Валтасар, глава мудрецов! я знаю, что в тебе дух святаго Бога, и никакая тайна не затрудняет тебя; объясни мне видения сна моего, который я видел, и значение его.",
          "ID": "6"
        },
        {
          "text": "Видения же головы моей на ложе моем были такие: я видел, вот, среди земли дерево весьма высокое.",
          "ID": "7"
        },
        {
          "text": "Большое было это дерево и крепкое, и высота его достигала до неба, и оно видимо было до краев всей земли.",
          "ID": "8"
        },
        {
          "text": "Листья его прекрасные, и плодов на нем множество, и пища на нем для всех; под ним находили тень полевые звери, и в ветвях его гнездились птицы небесные, и от него питалась всякая плоть.",
          "ID": "9"
        },
        {
          "text": "И видел я в видениях головы моей на ложе моем, и вот, нисшел с небес Бодрствующий и Святый.",
          "ID": "10"
        },
        {
          "text": "Воскликнув громко, Он сказал: \"срубите это дерево, обрубите ветви его, стрясите листья с него и разбросайте плоды его; пусть удалятся звери из–под него и птицы с ветвей его;",
          "ID": "11"
        },
        {
          "text": "но главный корень его оставьте в земле, и пусть он в узах железных и медных среди полевой травы орошается небесною росою, и с животными пусть будет часть его в траве земной.",
          "ID": "12"
        },
        {
          "text": "Сердце человеческое отнимется от него и дастся ему сердце звериное, и пройдут над ним семь времен.",
          "ID": "13"
        },
        {
          "text": "Повелением Бодрствующих это определено, и по приговору Святых назначено, дабы знали живущие, что Всевышний владычествует над царством человеческим, и дает его, кому хочет, и поставляет над ним уничиженного между людьми\".",
          "ID": "14"
        },
        {
          "text": "Такой сон видел я, царь Навуходоносор; а ты, Валтасар, скажи значение его, так как никто из мудрецов в моем царстве не мог объяснить его значения, а ты можешь, потому что дух святаго Бога в тебе.",
          "ID": "15"
        },
        {
          "text": "Тогда Даниил, которому имя Валтасар, около часа пробыл в изумлении, и мысли его смущали его. Царь начал говорить и сказал: Валтасар! да не смущает тебя этот сон и значение его. Валтасар отвечал и сказал: господин мой! твоим бы ненавистникам этот сон, и врагам твоим значение его!",
          "ID": "16"
        },
        {
          "text": "Дерево, которое ты видел, которое было большое и крепкое, высотою своею достигало до небес и видимо было по всей земле,",
          "ID": "17"
        },
        {
          "text": "на котором листья были прекрасные и множество плодов и пропитание для всех, под которым обитали звери полевые и в ветвях которого гнездились птицы небесные,",
          "ID": "18"
        },
        {
          "text": "это ты, царь, возвеличившийся и укрепившийся, и величие твое возросло и достигло до небес, и власть твоя – до краев земли.",
          "ID": "19"
        },
        {
          "text": "А что царь видел Бодрствующего и Святаго, сходящего с небес, Который сказал: \"срубите дерево и истребите его, только главный корень его оставьте в земле, и пусть он в узах железных и медных, среди полевой травы, орошается росою небесною, и с полевыми зверями пусть будет часть его, доколе не пройдут над ним семь времен\", –",
          "ID": "20"
        },
        {
          "text": "то вот значение этого, царь, и вот определение Всевышнего, которое постигнет господина моего, царя:",
          "ID": "21"
        },
        {
          "text": "тебя отлучат от людей, и обитание твое будет с полевыми зверями; травою будут кормить тебя, как вола, росою небесною ты будешь орошаем, и семь времен пройдут над тобою, доколе познаешь, что Всевышний владычествует над царством человеческим и дает его, кому хочет.",
          "ID": "22"
        },
        {
          "text": "А что повелено было оставить главный корень дерева, это значит, что царство твое останется при тебе, когда ты познаешь власть небесную.",
          "ID": "23"
        },
        {
          "text": "Посему, царь, да будет благоугоден тебе совет мой: искупи грехи твои правдою и беззакония твои милосердием к бедным; вот чем может продлиться мир твой.",
          "ID": "24"
        },
        {
          "text": "Все это сбылось над царем Навуходоносором.",
          "ID": "25"
        },
        {
          "text": "По прошествии двенадцати месяцев, расхаживая по царским чертогам в Вавилоне,",
          "ID": "26"
        },
        {
          "text": "царь сказал: это ли не величественный Вавилон, который построил я в дом царства силою моего могущества и в славу моего величия!",
          "ID": "27"
        },
        {
          "text": "Еще речь сия была в устах царя, как был с неба голос: \"тебе говорят, царь Навуходоносор: царство отошло от тебя!",
          "ID": "28"
        },
        {
          "text": "И отлучат тебя от людей, и будет обитание твое с полевыми зверями; травою будут кормить тебя, как вола, и семь времен пройдут над тобою, доколе познаешь, что Всевышний владычествует над царством человеческим и дает его, кому хочет!\"",
          "ID": "29"
        },
        {
          "text": "Тотчас и исполнилось это слово над Навуходоносором, и отлучен он был от людей, ел траву, как вол, и орошалось тело его росою небесною, так что волосы у него выросли как у льва, и ногти у него – как у птицы.",
          "ID": "30"
        },
        {
          "text": "По окончании же дней тех, я, Навуходоносор, возвел глаза мои к небу, и разум мой возвратился ко мне; и благословил я Всевышнего, восхвалил и прославил Присносущего, Которого владычество – владычество вечное, и Которого царство – в роды и роды.",
          "ID": "31"
        },
        {
          "text": "И все, живущие на земле, ничего не значат; по воле Своей Он действует как в небесном воинстве, так и у живущих на земле; и нет никого, кто мог бы противиться руке Его и сказать Ему: \"что Ты сделал?\"",
          "ID": "32"
        },
        {
          "text": "В то время возвратился ко мне разум мой, и к славе царства моего возвратились ко мне сановитость и прежний вид мой; тогда взыскали меня советники мои и вельможи мои, и я восстановлен на царство мое, и величие мое еще более возвысилось.",
          "ID": "33"
        },
        {
          "text": "Ныне я, Навуходоносор, славлю, превозношу и величаю Царя Небесного, Которого все дела истинны и пути праведны, и Который силен смирить ходящих гордо.",
          "ID": "34"
        }
      ],
      "ID": "OT:DAN.4",
      "name": "Книга пророка Даниила 4"
    },
    {
      "text": [
        {
          "text": "Валтасар царь сделал большое пиршество для тысячи вельмож своих и перед глазами тысячи пил вино.",
          "ID": "1"
        },
        {
          "text": "Вкусив вина, Валтасар приказал принести золотые и серебряные сосуды, которые Навуходоносор, отец его, вынес из храма Иерусалимского, чтобы пить из них царю, вельможам его, женам его и наложницам его.",
          "ID": "2"
        },
        {
          "text": "Тогда принесли золотые сосуды, которые взяты были из святилища дома Божия в Иерусалиме; и пили из них царь и вельможи его, жены его и наложницы его.",
          "ID": "3"
        },
        {
          "text": "Пили вино, и славили богов золотых и серебряных, медных, железных, деревянных и каменных.",
          "ID": "4"
        },
        {
          "text": "В тот самый час вышли персты руки человеческой и писали против лампады на извести стены чертога царского, и царь видел кисть руки, которая писала.",
          "ID": "5"
        },
        {
          "text": "Тогда царь изменился в лице своем; мысли его смутили его, связи чресл его ослабели, и колени его стали биться одно о другое.",
          "ID": "6"
        },
        {
          "text": "Сильно закричал царь, чтобы привели обаятелей, Халдеев и гадателей. Царь начал говорить, и сказал мудрецам Вавилонским: кто прочитает это написанное и объяснит мне значение его, тот будет облечен в багряницу, и золотая цепь будет на шее у него, и третьим властелином будет в царстве.",
          "ID": "7"
        },
        {
          "text": "И вошли все мудрецы царя, но не могли прочитать написанного и объяснить царю значения его.",
          "ID": "8"
        },
        {
          "text": "Царь Валтасар чрезвычайно встревожился, и вид лица его изменился на нем, и вельможи его смутились.",
          "ID": "9"
        },
        {
          "text": "Царица же, по поводу слов царя и вельмож его, вошла в палату пиршества; начала говорить царица и сказала: царь, вовеки живи! да не смущают тебя мысли твои, и да не изменяется вид лица твоего!",
          "ID": "10"
        },
        {
          "text": "Есть в царстве твоем муж, в котором дух святаго Бога; во дни отца твоего найдены были в нем свет, разум и мудрость, подобная мудрости богов, и царь Навуходоносор, отец твой, поставил его главою тайноведцев, обаятелей, Халдеев и гадателей, – сам отец твой, царь,",
          "ID": "11"
        },
        {
          "text": "потому что в нем, в Данииле, которого царь переименовал Валтасаром, оказались высокий дух, ведение и разум, способный изъяснять сны, толковать загадочное и разрешать узлы. Итак пусть призовут Даниила и он объяснит значение.",
          "ID": "12"
        },
        {
          "text": "Тогда введен был Даниил пред царя, и царь начал речь и сказал Даниилу: ты ли Даниил, один из пленных сынов Иудейских, которых отец мой, царь, привел из Иудеи?",
          "ID": "13"
        },
        {
          "text": "Я слышал о тебе, что дух Божий в тебе и свет, и разум, и высокая мудрость найдена в тебе.",
          "ID": "14"
        },
        {
          "text": "Вот, приведены были ко мне мудрецы и обаятели, чтобы прочитать это написанное и объяснить мне значение его; но они не могли объяснить мне этого.",
          "ID": "15"
        },
        {
          "text": "А о тебе я слышал, что ты можешь объяснять значение и разрешать узлы; итак, если можешь прочитать это написанное и объяснить мне значение его, то облечен будешь в багряницу, и золотая цепь будет на шее твоей, и третьим властелином будешь в царстве.",
          "ID": "16"
        },
        {
          "text": "Тогда отвечал Даниил, и сказал царю: дары твои пусть останутся у тебя, и почести отдай другому; а написанное я прочитаю царю и значение объясню ему.",
          "ID": "17"
        },
        {
          "text": "Царь! Всевышний Бог даровал отцу твоему Навуходоносору царство, величие, честь и славу.",
          "ID": "18"
        },
        {
          "text": "Пред величием, которое Он дал ему, все народы, племена и языки трепетали и страшились его: кого хотел, он убивал, и кого хотел, оставлял в живых; кого хотел, возвышал, и кого хотел, унижал.",
          "ID": "19"
        },
        {
          "text": "Но когда сердце его надмилось и дух его ожесточился до дерзости, он был свержен с царского престола своего и лишен славы своей,",
          "ID": "20"
        },
        {
          "text": "и отлучен был от сынов человеческих, и сердце его уподобилось звериному, и жил он с дикими ослами; кормили его травою, как вола, и тело его орошаемо было небесною росою, доколе он познал, что над царством человеческим владычествует Всевышний Бог и поставляет над ним, кого хочет.",
          "ID": "21"
        },
        {
          "text": "И ты, сын его Валтасар, не смирил сердца твоего, хотя знал все это,",
          "ID": "22"
        },
        {
          "text": "но вознесся против Господа небес, и сосуды дома Его принесли к тебе, и ты и вельможи твои, жены твои и наложницы твои пили из них вино, и ты славил богов серебряных и золотых, медных, железных, деревянных и каменных, которые ни видят, ни слышат, ни разумеют; а Бога, в руке Которого дыхание твое и у Которого все пути твои, ты не прославил.",
          "ID": "23"
        },
        {
          "text": "За это и послана от Него кисть руки, и начертано это писание.",
          "ID": "24"
        },
        {
          "text": "И вот что начертано: мене, мене, текел, упарсин.",
          "ID": "25"
        },
        {
          "text": "Вот и значение слов: мене – исчислил Бог царство твое и положил конец ему;",
          "ID": "26"
        },
        {
          "text": "Текел – ты взвешен на весах и найден очень легким;",
          "ID": "27"
        },
        {
          "text": "Перес – разделено царство твое и дано Мидянам и Персам.",
          "ID": "28"
        },
        {
          "text": "Тогда по повелению Валтасара облекли Даниила в багряницу и возложили золотую цепь на шею его, и провозгласили его третьим властелином в царстве.",
          "ID": "29"
        },
        {
          "text": "В ту же самую ночь Валтасар, царь Халдейский, был убит,",
          "ID": "30"
        }
      ],
      "ID": "OT:DAN.5",
      "name": "Книга пророка Даниила 5"
    },
    {
      "text": [
        {
          "text": "и Дарий Мидянин принял царство, будучи шестидесяти двух лет.",
          "ID": "1"
        },
        {
          "text": "Угодно было Дарию поставить над царством сто двадцать сатрапов, чтобы они были во всем царстве,",
          "ID": "2"
        },
        {
          "text": "а над ними трех князей, – из которых один был Даниил, – чтобы сатрапы давали им отчет и чтобы царю не было никакого обременения.",
          "ID": "3"
        },
        {
          "text": "Даниил превосходил прочих князей и сатрапов, потому что в нем был высокий дух, и царь помышлял уже поставить его над всем царством.",
          "ID": "4"
        },
        {
          "text": "Тогда князья и сатрапы начали искать предлога к обвинению Даниила по управлению царством; но никакого предлога и погрешностей не могли найти, потому что он был верен, и никакой погрешности или вины не оказывалось в нем.",
          "ID": "5"
        },
        {
          "text": "И эти люди сказали: не найти нам предлога против Даниила, если мы не найдем его против него в законе Бога его.",
          "ID": "6"
        },
        {
          "text": "Тогда эти князья и сатрапы приступили к царю и так сказали ему: царь Дарий! вовеки живи!",
          "ID": "7"
        },
        {
          "text": "Все князья царства, наместники, сатрапы, советники и военачальники согласились между собою, чтобы сделано было царское постановление и издано повеление, чтобы, кто в течение тридцати дней будет просить какого–либо бога или человека, кроме тебя, царь, того бросить в львиный ров.",
          "ID": "8"
        },
        {
          "text": "Итак утверди, царь, это определение и подпиши указ, чтобы он был неизменен, как закон Мидийский и Персидский, и чтобы он не был нарушен.",
          "ID": "9"
        },
        {
          "text": "Царь Дарий подписал указ и это повеление.",
          "ID": "10"
        },
        {
          "text": "Даниил же, узнав, что подписан такой указ, пошел в дом свой; окна же в горнице его были открыты против Иерусалима, и он три раза в день преклонял колени, и молился своему Богу, и славословил Его, как это делал он и прежде того.",
          "ID": "11"
        },
        {
          "text": "Тогда эти люди подсмотрели и нашли Даниила молящегося и просящего милости пред Богом своим,",
          "ID": "12"
        },
        {
          "text": "потом пришли и сказали царю о царском повелении: не ты ли подписал указ, чтобы всякого человека, который в течение тридцати дней будет просить какого–либо бога или человека, кроме тебя, царь, бросать в львиный ров? Царь отвечал и сказал: это слово твердо, как закон Мидян и Персов, не допускающий изменения.",
          "ID": "13"
        },
        {
          "text": "Тогда отвечали они и сказали царю, что Даниил, который из пленных сынов Иудеи, не обращает внимания ни на тебя, царь, ни на указ, тобою подписанный, но три раза в день молится своими молитвами.",
          "ID": "14"
        },
        {
          "text": "Царь, услышав это, сильно опечалился и положил в сердце своем спасти Даниила, и даже до захождения солнца усиленно старался избавить его.",
          "ID": "15"
        },
        {
          "text": "Но те люди приступили к царю и сказали ему: знай, царь, что по закону Мидян и Персов никакое определение или постановление, утвержденное царем, не может быть изменено.",
          "ID": "16"
        },
        {
          "text": "Тогда царь повелел, и привели Даниила, и бросили в ров львиный; при этом царь сказал Даниилу: Бог твой, Которому ты неизменно служишь, Он спасет тебя!",
          "ID": "17"
        },
        {
          "text": "И принесен был камень и положен на отверстие рва, и царь запечатал его перстнем своим, и перстнем вельмож своих, чтобы ничто не переменилось в распоряжении о Данииле.",
          "ID": "18"
        },
        {
          "text": "Затем царь пошел в свой дворец, лег спать без ужина, и даже не велел вносить к нему пищи, и сон бежал от него.",
          "ID": "19"
        },
        {
          "text": "Поутру же царь встал на рассвете и поспешно пошел ко рву львиному,",
          "ID": "20"
        },
        {
          "text": "и, подойдя ко рву, жалобным голосом кликнул Даниила, и сказал царь Даниилу: Даниил, раб Бога живаго! Бог твой, Которому ты неизменно служишь, мог ли спасти тебя от львов?",
          "ID": "21"
        },
        {
          "text": "Тогда Даниил сказал царю: царь! вовеки живи!",
          "ID": "22"
        },
        {
          "text": "Бог мой послал Ангела Своего и заградил пасть львам, и они не повредили мне, потому что я оказался пред Ним чист, да и перед тобою, царь, я не сделал преступления.",
          "ID": "23"
        },
        {
          "text": "Тогда царь чрезвычайно возрадовался о нем и повелел поднять Даниила изо рва; и поднят был Даниил изо рва, и никакого повреждения не оказалось на нем, потому что он веровал в Бога своего.",
          "ID": "24"
        },
        {
          "text": "И приказал царь, и приведены были те люди, которые обвиняли Даниила, и брошены в львиный ров, как они сами, так и дети их и жены их; и они не достигли до дна рва, как львы овладели ими и сокрушили все кости их.",
          "ID": "25"
        },
        {
          "text": "После того царь Дарий написал всем народам, племенам и языкам, живущим по всей земле: \"Мир вам да умножится!",
          "ID": "26"
        },
        {
          "text": "Мною дается повеление, чтобы во всякой области царства моего трепетали и благоговели пред Богом Данииловым, потому что Он есть Бог живый и присносущий, и царство Его несокрушимо, и владычество Его бесконечно.",
          "ID": "27"
        },
        {
          "text": "Он избавляет и спасает, и совершает чудеса и знамения на небе и на земле; Он избавил Даниила от силы львов\".",
          "ID": "28"
        },
        {
          "text": "И Даниил благоуспевал и в царствование Дария, и в царствование Кира Персидского.",
          "ID": "29"
        }
      ],
      "ID": "OT:DAN.6",
      "name": "Книга пророка Даниила 6"
    },
    {
      "text": [
        {
          "text": "В первый год Валтасара, царя Вавилонского, Даниил видел сон и пророческие видения головы своей на ложе своем. Тогда он записал этот сон, изложив сущность дела.",
          "ID": "1"
        },
        {
          "text": "Начав речь, Даниил сказал: видел я в ночном видении моем, и вот, четыре ветра небесных боролись на великом море,",
          "ID": "2"
        },
        {
          "text": "и четыре больших зверя вышли из моря, непохожие один на другого.",
          "ID": "3"
        },
        {
          "text": "Первый – как лев, но у него крылья орлиные; я смотрел, доколе не вырваны были у него крылья, и он поднят был от земли, и стал на ноги, как человек, и сердце человеческое дано ему.",
          "ID": "4"
        },
        {
          "text": "И вот еще зверь, второй, похожий на медведя, стоял с одной стороны, и три клыка во рту у него, между зубами его; ему сказано так: \"встань, ешь мяса много!\"",
          "ID": "5"
        },
        {
          "text": "Затем видел я, вот еще зверь, как барс; на спине у него четыре птичьих крыла, и четыре головы были у зверя сего, и власть дана была ему.",
          "ID": "6"
        },
        {
          "text": "После сего видел я в ночных видениях, и вот зверь четвертый, страшный и ужасный и весьма сильный; у него большие железные зубы; он пожирает и сокрушает, остатки же попирает ногами; он отличен был от всех прежних зверей, и десять рогов было у него.",
          "ID": "7"
        },
        {
          "text": "Я смотрел на эти рога, и вот, вышел между ними еще небольшой рог, и три из прежних рогов с корнем исторгнуты были перед ним, и вот, в этом роге были глаза, как глаза человеческие, и уста, говорящие высокомерно.",
          "ID": "8"
        },
        {
          "text": "Видел я, наконец, что поставлены были престолы, и воссел Ветхий днями; одеяние на Нем было бело, как снег, и волосы главы Его – как чистая волна; престол Его – как пламя огня, колеса Его – пылающий огонь.",
          "ID": "9"
        },
        {
          "text": "Огненная река выходила и проходила пред Ним; тысячи тысяч служили Ему и тьмы тем предстояли пред Ним; судьи сели, и раскрылись книги.",
          "ID": "10"
        },
        {
          "text": "Видел я тогда, что за изречение высокомерных слов, какие говорил рог, зверь был убит в глазах моих, и тело его сокрушено и предано на сожжение огню.",
          "ID": "11"
        },
        {
          "text": "И у прочих зверей отнята власть их, и продолжение жизни дано им только на время и на срок.",
          "ID": "12"
        },
        {
          "text": "Видел я в ночных видениях, вот, с облаками небесными шел как бы Сын человеческий, дошел до Ветхого днями и подведен был к Нему.",
          "ID": "13"
        },
        {
          "text": "И Ему дана власть, слава и царство, чтобы все народы, племена и языки служили Ему; владычество Его – владычество вечное, которое не прейдет, и царство Его не разрушится.",
          "ID": "14"
        },
        {
          "text": "Вострепетал дух мой во мне, Данииле, в теле моем, и видения головы моей смутили меня.",
          "ID": "15"
        },
        {
          "text": "Я подошел к одному из предстоящих и спросил у него об истинном значении всего этого, и он стал говорить со мною, и объяснил мне смысл сказанного:",
          "ID": "16"
        },
        {
          "text": "\"эти большие звери, которых четыре, [означают], что четыре царя восстанут от земли.",
          "ID": "17"
        },
        {
          "text": "Потом примут царство святые Всевышнего и будут владеть царством вовек и вовеки веков\".",
          "ID": "18"
        },
        {
          "text": "Тогда пожелал я точного объяснения о четвертом звере, который был отличен от всех и очень страшен, с зубами железными и когтями медными, пожирал и сокрушал, а остатки попирал ногами,",
          "ID": "19"
        },
        {
          "text": "и о десяти рогах, которые были на голове у него, и о другом, вновь вышедшем, перед которым выпали три, о том самом роге, у которого были глаза и уста, говорящие высокомерно, и который по виду стал больше прочих.",
          "ID": "20"
        },
        {
          "text": "Я видел, как этот рог вел брань со святыми и превозмогал их,",
          "ID": "21"
        },
        {
          "text": "доколе не пришел Ветхий днями, и суд дан был святым Всевышнего, и наступило время, чтобы царством овладели святые.",
          "ID": "22"
        },
        {
          "text": "Об этом он сказал: зверь четвертый – четвертое царство будет на земле, отличное от всех царств, которое будет пожирать всю землю, попирать и сокрушать ее.",
          "ID": "23"
        },
        {
          "text": "А десять рогов значат, что из этого царства восстанут десять царей, и после них восстанет иной, отличный от прежних, и уничижит трех царей,",
          "ID": "24"
        },
        {
          "text": "и против Всевышнего будет произносить слова и угнетать святых Всевышнего; даже возмечтает отменить у них [праздничные] времена и закон, и они преданы будут в руку его до времени и времен и полувремени.",
          "ID": "25"
        },
        {
          "text": "Затем воссядут судьи и отнимут у него власть губить и истреблять до конца.",
          "ID": "26"
        },
        {
          "text": "Царство же и власть и величие царственное во всей поднебесной дано будет народу святых Всевышнего, Которого царство – царство вечное, и все властители будут служить и повиноваться Ему.",
          "ID": "27"
        },
        {
          "text": "Здесь конец слова. Меня, Даниила, сильно смущали размышления мои, и лице мое изменилось на мне; но слово я сохранил в сердце моем.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.7",
      "name": "Книга пророка Даниила 7"
    },
    {
      "text": [
        {
          "text": "В третий год царствования Валтасара царя явилось мне, Даниилу, видение после того, которое явилось мне прежде.",
          "ID": "1"
        },
        {
          "text": "И видел я в видении, и когда видел, я был в Сузах, престольном городе в области Еламской, и видел я в видении, – как бы я был у реки Улая.",
          "ID": "2"
        },
        {
          "text": "Поднял я глаза мои и увидел: вот, один овен стоит у реки; у него два рога, и рога высокие, но один выше другого, и высший поднялся после.",
          "ID": "3"
        },
        {
          "text": "Видел я, как этот овен бодал к западу и к северу и к югу, и никакой зверь не мог устоять против него, и никто не мог спасти от него; он делал, что хотел, и величался.",
          "ID": "4"
        },
        {
          "text": "Я внимательно смотрел на это, и вот, с запада шел козел по лицу всей земли, не касаясь земли; у этого козла был видный рог между его глазами.",
          "ID": "5"
        },
        {
          "text": "Он пошел на того овна, имеющего рога, которого я видел стоящим у реки, и бросился на него в сильной ярости своей.",
          "ID": "6"
        },
        {
          "text": "И я видел, как он, приблизившись к овну, рассвирепел на него и поразил овна, и сломил у него оба рога; и недостало силы у овна устоять против него, и он поверг его на землю и растоптал его, и не было никого, кто мог бы спасти овна от него.",
          "ID": "7"
        },
        {
          "text": "Тогда козел чрезвычайно возвеличился; но когда он усилился, то сломился большой рог, и на место его вышли четыре, обращенные на четыре ветра небесных.",
          "ID": "8"
        },
        {
          "text": "От одного из них вышел небольшой рог, который чрезвычайно разросся к югу и к востоку и к прекрасной стране,",
          "ID": "9"
        },
        {
          "text": "и вознесся до воинства небесного, и низринул на землю часть сего воинства и звезд, и попрал их,",
          "ID": "10"
        },
        {
          "text": "и даже вознесся на Вождя воинства сего, и отнята была у Него ежедневная жертва, и поругано было место святыни Его.",
          "ID": "11"
        },
        {
          "text": "И воинство предано вместе с ежедневною жертвою за нечестие, и он, повергая истину на землю, действовал и успевал.",
          "ID": "12"
        },
        {
          "text": "И услышал я одного святого говорящего, и сказал этот святой кому–то, вопрошавшему: \"на сколько времени простирается это видение о ежедневной жертве и об опустошительном нечестии, когда святыня и воинство будут попираемы?\"",
          "ID": "13"
        },
        {
          "text": "И сказал мне: \"на две тысячи триста вечеров и утр; и тогда святилище очистится\".",
          "ID": "14"
        },
        {
          "text": "И было: когда я, Даниил, увидел это видение и искал значения его, вот, стал предо мною как облик мужа.",
          "ID": "15"
        },
        {
          "text": "И услышал я от средины Улая голос человеческий, который воззвал и сказал: \"Гавриил! объясни ему это видение!\"",
          "ID": "16"
        },
        {
          "text": "И он подошел к тому месту, где я стоял, и когда он пришел, я ужаснулся и пал на лице мое; и сказал он мне: \"знай, сын человеческий, что видение относится к концу времени!\"",
          "ID": "17"
        },
        {
          "text": "И когда он говорил со мною, я без чувств лежал лицем моим на земле; но он прикоснулся ко мне и поставил меня на место мое,",
          "ID": "18"
        },
        {
          "text": "и сказал: \"вот, я открываю тебе, что будет в последние дни гнева; ибо это относится к концу определенного времени.",
          "ID": "19"
        },
        {
          "text": "Овен, которого ты видел с двумя рогами, это цари Мидийский и Персидский.",
          "ID": "20"
        },
        {
          "text": "А козел косматый – царь Греции, а большой рог, который между глазами его, это первый ее царь;",
          "ID": "21"
        },
        {
          "text": "он сломился, и вместо него вышли другие четыре: это – четыре царства восстанут из этого народа, но не с его силою.",
          "ID": "22"
        },
        {
          "text": "Под конец же царства их, когда отступники исполнят меру беззаконий своих, восстанет царь наглый и искусный в коварстве;",
          "ID": "23"
        },
        {
          "text": "и укрепится сила его, хотя и не его силою, и он будет производить удивительные опустошения и успевать и действовать и губить сильных и народ святых,",
          "ID": "24"
        },
        {
          "text": "и при уме его и коварство будет иметь успех в руке его, и сердцем своим он превознесется, и среди мира погубит многих, и против Владыки владык восстанет, но будет сокрушен – не рукою.",
          "ID": "25"
        },
        {
          "text": "Видение же о вечере и утре, о котором сказано, истинно; но ты сокрой это видение, ибо оно относится к отдаленным временам\".",
          "ID": "26"
        },
        {
          "text": "И я, Даниил, изнемог, и болел несколько дней; потом встал и начал заниматься царскими делами; я изумлен был видением сим и не понимал его.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.8",
      "name": "Книга пророка Даниила 8"
    },
    {
      "text": [
        {
          "text": "В первый год Дария, сына Ассуирова, из рода Мидийского, который поставлен был царем над царством Халдейским,",
          "ID": "1"
        },
        {
          "text": "в первый год царствования его я, Даниил, сообразил по книгам число лет, о котором было слово Господне к Иеремии пророку, что семьдесят лет исполнятся над опустошением Иерусалима.",
          "ID": "2"
        },
        {
          "text": "И обратил я лице мое к Господу Богу с молитвою и молением, в посте и вретище и пепле.",
          "ID": "3"
        },
        {
          "text": "И молился я Господу Богу моему, и исповедывался и сказал: \"Молю Тебя, Господи Боже великий и дивный, хранящий завет и милость любящим Тебя и соблюдающим повеления Твои!",
          "ID": "4"
        },
        {
          "text": "Согрешили мы, поступали беззаконно, действовали нечестиво, упорствовали и отступили от заповедей Твоих и от постановлений Твоих;",
          "ID": "5"
        },
        {
          "text": "и не слушали рабов Твоих, пророков, которые Твоим именем говорили царям нашим, и вельможам нашим, и отцам нашим, и всему народу страны.",
          "ID": "6"
        },
        {
          "text": "У Тебя, Господи, правда, а у нас на лицах стыд, как день сей, у каждого Иудея, у жителей Иерусалима и у всего Израиля, у ближних и дальних, во всех странах, куда Ты изгнал их за отступление их, с каким они отступили от Тебя.",
          "ID": "7"
        },
        {
          "text": "Господи! у нас на лицах стыд, у царей наших, у князей наших и у отцов наших, потому что мы согрешили пред Тобою.",
          "ID": "8"
        },
        {
          "text": "А у Господа Бога нашего милосердие и прощение, ибо мы возмутились против Него",
          "ID": "9"
        },
        {
          "text": "и не слушали гласа Господа Бога нашего, чтобы поступать по законам Его, которые Он дал нам через рабов Своих, пророков.",
          "ID": "10"
        },
        {
          "text": "И весь Израиль преступил закон Твой и отвратился, чтобы не слушать гласа Твоего; и за то излились на нас проклятие и клятва, которые написаны в законе Моисея, раба Божия: ибо мы согрешили пред Ним.",
          "ID": "11"
        },
        {
          "text": "И Он исполнил слова Свои, которые изрек на нас и на судей наших, судивших нас, наведя на нас великое бедствие, какого не бывало под небесами и какое совершилось над Иерусалимом.",
          "ID": "12"
        },
        {
          "text": "Как написано в законе Моисея, так все это бедствие постигло нас; но мы не умоляли Господа Бога нашего, чтобы нам обратиться от беззаконий наших и уразуметь истину Твою.",
          "ID": "13"
        },
        {
          "text": "Наблюдал Господь это бедствие и навел его на нас: ибо праведен Господь Бог наш во всех делах Своих, которые совершает, но мы не слушали гласа Его.",
          "ID": "14"
        },
        {
          "text": "И ныне, Господи Боже наш, изведший народ Твой из земли Египетской рукою сильною и явивший славу Твою, как день сей! согрешили мы, поступали нечестиво.",
          "ID": "15"
        },
        {
          "text": "Господи! по всей правде Твоей да отвратится гнев Твой и негодование Твое от града Твоего, Иерусалима, от святой горы Твоей; ибо за грехи наши и беззакония отцов наших Иерусалим и народ Твой в поругании у всех, окружающих нас.",
          "ID": "16"
        },
        {
          "text": "И ныне услыши, Боже наш, молитву раба Твоего и моление его и воззри светлым лицем Твоим на опустошенное святилище Твое, ради Тебя, Господи.",
          "ID": "17"
        },
        {
          "text": "Приклони, Боже мой, ухо Твое и услыши, открой очи Твои и воззри на опустошения наши и на город, на котором наречено имя Твое; ибо мы повергаем моления наши пред Тобою, уповая не на праведность нашу, но на Твое великое милосердие.",
          "ID": "18"
        },
        {
          "text": "Господи! услыши; Господи! прости; Господи! внемли и соверши, не умедли ради Тебя Самого, Боже мой, ибо Твое имя наречено на городе Твоем и на народе Твоем\".",
          "ID": "19"
        },
        {
          "text": "И когда я еще говорил и молился, и исповедывал грехи мои и грехи народа моего, Израиля, и повергал мольбу мою пред Господом Богом моим о святой горе Бога моего;",
          "ID": "20"
        },
        {
          "text": "когда я еще продолжал молитву, муж Гавриил, которого я видел прежде в видении, быстро прилетев, коснулся меня около времени вечерней жертвы",
          "ID": "21"
        },
        {
          "text": "и вразумлял меня, говорил со мною и сказал: \"Даниил! теперь я исшел, чтобы научить тебя разумению.",
          "ID": "22"
        },
        {
          "text": "В начале моления твоего вышло слово, и я пришел возвестить [его] [тебе], ибо ты муж желаний; итак вникни в слово и уразумей видение.",
          "ID": "23"
        },
        {
          "text": "Семьдесят седмин определены для народа твоего и святаго города твоего, чтобы покрыто было преступление, запечатаны были грехи и заглажены беззакония, и чтобы приведена была правда вечная, и запечатаны были видение и пророк, и помазан был Святый святых.",
          "ID": "24"
        },
        {
          "text": "Итак знай и разумей: с того времени, как выйдет повеление о восстановлении Иерусалима, до Христа Владыки семь седмин и шестьдесят две седмины; и возвратится [народ] и обстроятся улицы и стены, но в трудные времена.",
          "ID": "25"
        },
        {
          "text": "И по истечении шестидесяти двух седмин предан будет смерти Христос, и не будет; а город и святилище разрушены будут народом вождя, который придет, и конец его будет как от наводнения, и до конца войны будут опустошения.",
          "ID": "26"
        },
        {
          "text": "И утвердит завет для многих одна седмина, а в половине седмины прекратится жертва и приношение, и на крыле [святилища] будет мерзость запустения, и окончательная предопределенная гибель постигнет опустошителя\".",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.9",
      "name": "Книга пророка Даниила 9"
    },
    {
      "text": [
        {
          "text": "В третий год Кира, царя Персидского, было откровение Даниилу, который назывался именем Валтасара; и истинно было это откровение и великой силы. Он понял это откровение и уразумел это видение.",
          "ID": "1"
        },
        {
          "text": "В эти дни я, Даниил, был в сетовании три седмицы дней.",
          "ID": "2"
        },
        {
          "text": "Вкусного хлеба я не ел; мясо и вино не входило в уста мои, и мастями я не умащал себя до исполнения трех седмиц дней.",
          "ID": "3"
        },
        {
          "text": "А в двадцать четвертый день первого месяца был я на берегу большой реки Тигра,",
          "ID": "4"
        },
        {
          "text": "и поднял глаза мои, и увидел: вот один муж, облеченный в льняную одежду, и чресла его опоясаны золотом из Уфаза.",
          "ID": "5"
        },
        {
          "text": "Тело его – как топаз, лице его – как вид молнии; очи его – как горящие светильники, руки его и ноги его по виду – как блестящая медь, и глас речей его – как голос множества людей.",
          "ID": "6"
        },
        {
          "text": "И только один я, Даниил, видел это видение, а бывшие со мною люди не видели этого видения; но сильный страх напал на них и они убежали, чтобы скрыться.",
          "ID": "7"
        },
        {
          "text": "И остался я один и смотрел на это великое видение, но во мне не осталось крепости, и вид лица моего чрезвычайно изменился, не стало во мне бодрости.",
          "ID": "8"
        },
        {
          "text": "И услышал я глас слов его; и как только услышал глас слов его, в оцепенении пал я на лице мое и лежал лицем к земле.",
          "ID": "9"
        },
        {
          "text": "Но вот, коснулась меня рука и поставила меня на колени мои и на длани рук моих.",
          "ID": "10"
        },
        {
          "text": "И сказал он мне: \"Даниил, муж желаний! вникни в слова, которые я скажу тебе, и стань прямо на ноги твои; ибо к тебе я послан ныне\". Когда он сказал мне эти слова, я встал с трепетом.",
          "ID": "11"
        },
        {
          "text": "Но он сказал мне: \"не бойся, Даниил; с первого дня, как ты расположил сердце твое, чтобы достигнуть разумения и смирить тебя пред Богом твоим, слова твои услышаны, и я пришел бы по словам твоим.",
          "ID": "12"
        },
        {
          "text": "Но князь царства Персидского стоял против меня двадцать один день; но вот, Михаил, один из первых князей, пришел помочь мне, и я остался там при царях Персидских.",
          "ID": "13"
        },
        {
          "text": "А теперь я пришел возвестить тебе, что будет с народом твоим в последние времена, так как видение относится к отдаленным дням\".",
          "ID": "14"
        },
        {
          "text": "Когда он говорил мне такие слова, я припал лицем моим к земле и онемел.",
          "ID": "15"
        },
        {
          "text": "Но вот, некто, по виду похожий на сынов человеческих, коснулся уст моих, и я открыл уста мои, стал говорить и сказал стоящему передо мною: \"господин мой! от этого видения внутренности мои повернулись во мне, и не стало во мне силы.",
          "ID": "16"
        },
        {
          "text": "И как может говорить раб такого господина моего с таким господином моим? ибо во мне нет силы, и дыхание замерло во мне\".",
          "ID": "17"
        },
        {
          "text": "Тогда снова прикоснулся ко мне тот человеческий облик и укрепил меня",
          "ID": "18"
        },
        {
          "text": "и сказал: \"не бойся, муж желаний! мир тебе; мужайся, мужайся!\" И когда он говорил со мною, я укрепился и сказал: \"говори, господин мой; ибо ты укрепил меня\".",
          "ID": "19"
        },
        {
          "text": "И он сказал: \"знаешь ли, для чего я пришел к тебе? Теперь я возвращусь, чтобы бороться с князем Персидским; а когда я выйду, то вот, придет князь Греции.",
          "ID": "20"
        },
        {
          "text": "Впрочем я возвещу тебе, что начертано в истинном писании; и нет никого, кто поддерживал бы меня в том, кроме Михаила, князя вашего.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.10",
      "name": "Книга пророка Даниила 10"
    },
    {
      "text": [
        {
          "text": "Итак я с первого года Дария Мидянина стал ему подпорою и подкреплением.",
          "ID": "1"
        },
        {
          "text": "Теперь возвещу тебе истину: вот, еще три царя восстанут в Персии; потом четвертый превзойдет всех великим богатством, и когда усилится богатством своим, то поднимет всех против царства Греческого.",
          "ID": "2"
        },
        {
          "text": "И восстанет царь могущественный, который будет владычествовать с великою властью, и будет действовать по своей воле.",
          "ID": "3"
        },
        {
          "text": "Но когда он восстанет, царство его разрушится и разделится по четырем ветрам небесным, и не к его потомкам перейдет, и не с тою властью, с какою он владычествовал; ибо раздробится царство его и достанется другим, кроме этих.",
          "ID": "4"
        },
        {
          "text": "И усилится южный царь и один из князей его пересилит его и будет владычествовать, и велико будет владычество его.",
          "ID": "5"
        },
        {
          "text": "Но через несколько лет они сблизятся, и дочь южного царя придет к царю северному, чтобы установить правильные отношения между ними; но она не удержит силы в руках своих, не устоит и род ее, но преданы будут как она, так и сопровождавшие ее, и рожденный ею, и помогавшие ей в те времена.",
          "ID": "6"
        },
        {
          "text": "Но восстанет отрасль от корня ее, придет к войску и войдет в укрепления царя северного, и будет действовать в них, и усилится.",
          "ID": "7"
        },
        {
          "text": "Даже и богов их, истуканы их с драгоценными сосудами их, серебряными и золотыми, увезет в плен в Египет и на несколько лет будет стоять выше царя северного.",
          "ID": "8"
        },
        {
          "text": "Хотя этот и сделает нашествие на царство южного царя, но возвратится в свою землю.",
          "ID": "9"
        },
        {
          "text": "Потом вооружатся сыновья его и соберут многочисленное войско, и один из них быстро пойдет, наводнит и пройдет, и потом, возвращаясь, будет сражаться с ним до укреплений его.",
          "ID": "10"
        },
        {
          "text": "И раздражится южный царь, и выступит, сразится с ним, с царем северным, и выставит большое войско, и предано будет войско в руки его.",
          "ID": "11"
        },
        {
          "text": "И ободрится войско, и сердце [царя] вознесется; он низложит многие тысячи, но от этого не будет сильнее.",
          "ID": "12"
        },
        {
          "text": "Ибо царь северный возвратится и выставит войско больше прежнего, и через несколько лет быстро придет с огромным войском и большим богатством.",
          "ID": "13"
        },
        {
          "text": "В те времена многие восстанут против южного царя, и мятежные из сынов твоего народа поднимутся, чтобы исполнилось видение, и падут.",
          "ID": "14"
        },
        {
          "text": "И придет царь северный, устроит вал и овладеет укрепленным городом, и не устоят мышцы юга, ни отборное войско его; недостанет силы противостоять.",
          "ID": "15"
        },
        {
          "text": "И кто выйдет к нему, будет действовать по воле его, и никто не устоит перед ним; и на славной земле поставит стан свой, и она пострадает от руки его.",
          "ID": "16"
        },
        {
          "text": "И вознамерится войти со всеми силами царства своего, и праведные с ним, и совершит это; и дочь жен отдаст ему, на погибель ее, но этот замысел не состоится, и ему не будет пользы из того.",
          "ID": "17"
        },
        {
          "text": "Потом обратит лице свое к островам и овладеет многими; но некий вождь прекратит нанесенный им позор и даже свой позор обратит на него.",
          "ID": "18"
        },
        {
          "text": "Затем он обратит лице свое на крепости своей земли; но споткнется, падет и не станет его.",
          "ID": "19"
        },
        {
          "text": "На место его восстанет некий, который пошлет сборщика податей, пройти по царству славы; но и он после немногих дней погибнет, и не от возмущения и не в сражении.",
          "ID": "20"
        },
        {
          "text": "И восстанет на место его презренный, и не воздадут ему царских почестей, но он придет без шума и лестью овладеет царством.",
          "ID": "21"
        },
        {
          "text": "И всепотопляющие полчища будут потоплены и сокрушены им, даже и сам вождь завета.",
          "ID": "22"
        },
        {
          "text": "Ибо после того, как он вступит в союз с ним, он будет действовать обманом, и взойдет, и одержит верх с малым народом.",
          "ID": "23"
        },
        {
          "text": "Он войдет в мирные и плодоносные страны, и совершит то, чего не делали отцы его и отцы отцов его; добычу, награбленное имущество и богатство будет расточать своим и на крепости будет иметь замыслы свои, но только до времени.",
          "ID": "24"
        },
        {
          "text": "Потом возбудит силы свои и дух свой с многочисленным войском против царя южного, и южный царь выступит на войну с великим и еще более сильным войском, но не устоит, потому что будет против него коварство.",
          "ID": "25"
        },
        {
          "text": "Даже участники трапезы его погубят его, и войско его разольется, и падет много убитых.",
          "ID": "26"
        },
        {
          "text": "У обоих царей сих на сердце будет коварство, и за одним столом будут говорить ложь, но успеха не будет, потому что конец еще отложен до времени.",
          "ID": "27"
        },
        {
          "text": "И отправится он в землю свою с великим богатством и враждебным намерением против святаго завета, и он исполнит его, и возвратится в свою землю.",
          "ID": "28"
        },
        {
          "text": "В назначенное время опять пойдет он на юг; но последний [поход] не такой будет, как прежний,",
          "ID": "29"
        },
        {
          "text": "ибо в одно время с ним придут корабли Киттимские; и он упадет духом, и возвратится, и озлобится на святый завет, и исполнит свое намерение, и опять войдет в соглашение с отступниками от святаго завета.",
          "ID": "30"
        },
        {
          "text": "И поставлена будет им часть войска, которая осквернит святилище могущества, и прекратит ежедневную жертву, и поставит мерзость запустения.",
          "ID": "31"
        },
        {
          "text": "Поступающих нечестиво против завета он привлечет к себе лестью; но люди, чтущие своего Бога, усилятся и будут действовать.",
          "ID": "32"
        },
        {
          "text": "И разумные из народа вразумят многих, хотя будут несколько времени страдать от меча и огня, от плена и грабежа;",
          "ID": "33"
        },
        {
          "text": "и во время страдания своего будут иметь некоторую помощь, и многие присоединятся к ним, но притворно.",
          "ID": "34"
        },
        {
          "text": "Пострадают некоторые и из разумных для испытания их, очищения и для убеления к последнему времени; ибо есть еще время до срока.",
          "ID": "35"
        },
        {
          "text": "И будет поступать царь тот по своему произволу, и вознесется и возвеличится выше всякого божества, и о Боге богов станет говорить хульное и будет иметь успех, доколе не совершится гнев: ибо, что предопределено, то исполнится.",
          "ID": "36"
        },
        {
          "text": "И о богах отцов своих он не помыслит, и ни желания жен, ни даже божества никакого не уважит; ибо возвеличит себя выше всех.",
          "ID": "37"
        },
        {
          "text": "Но богу крепостей на месте его будет он воздавать честь, и этого бога, которого не знали отцы его, он будет чествовать золотом и серебром, и дорогими камнями, и разными драгоценностями,",
          "ID": "38"
        },
        {
          "text": "и устроит твердую крепость с чужим богом: которые признают его, тем увеличит почести и даст власть над многими, и землю раздаст в награду.",
          "ID": "39"
        },
        {
          "text": "Под конец же времени сразится с ним царь южный, и царь северный устремится как буря на него с колесницами, всадниками и многочисленными кораблями, и нападет на области, наводнит их, и пройдет через них.",
          "ID": "40"
        },
        {
          "text": "И войдет он в прекраснейшую из земель, и многие области пострадают и спасутся от руки его только Едом, Моав и большая часть сынов Аммоновых.",
          "ID": "41"
        },
        {
          "text": "И прострет руку свою на разные страны; не спасется и земля Египетская.",
          "ID": "42"
        },
        {
          "text": "И завладеет он сокровищами золота и серебра и разными драгоценностями Египта; Ливийцы и Ефиопляне последуют за ним.",
          "ID": "43"
        },
        {
          "text": "Но слухи с востока и севера встревожат его, и выйдет он в величайшей ярости, чтобы истреблять и губить многих,",
          "ID": "44"
        },
        {
          "text": "и раскинет он царские шатры свои между морем и горою преславного святилища; но придет к своему концу, и никто не поможет ему.",
          "ID": "45"
        }
      ],
      "ID": "OT:DAN.11",
      "name": "Книга пророка Даниила 11"
    },
    {
      "text": [
        {
          "text": "И восстанет в то время Михаил, князь великий, стоящий за сынов народа твоего; и наступит время тяжкое, какого не бывало с тех пор, как существуют люди, до сего времени; но спасутся в это время из народа твоего все, которые найдены будут записанными в книге.",
          "ID": "1"
        },
        {
          "text": "И многие из спящих в прахе земли пробудятся, одни для жизни вечной, другие на вечное поругание и посрамление.",
          "ID": "2"
        },
        {
          "text": "И разумные будут сиять, как светила на тверди, и обратившие многих к правде – как звезды, вовеки, навсегда.",
          "ID": "3"
        },
        {
          "text": "А ты, Даниил, сокрой слова сии и запечатай книгу сию до последнего времени; многие прочитают ее, и умножится ведение\".",
          "ID": "4"
        },
        {
          "text": "Тогда я, Даниил, посмотрел, и вот, стоят двое других, один на этом берегу реки, другой на том берегу реки.",
          "ID": "5"
        },
        {
          "text": "И [один] сказал мужу в льняной одежде, который стоял над водами реки: \"когда будет конец этих чудных происшествий?\"",
          "ID": "6"
        },
        {
          "text": "И слышал я, как муж в льняной одежде, находившийся над водами реки, подняв правую и левую руку к небу, клялся Живущим вовеки, что к концу времени и времен и полувремени, и по совершенном низложении силы народа святого, все это совершится.",
          "ID": "7"
        },
        {
          "text": "Я слышал это, но не понял, и потому сказал: \"господин мой! что же после этого будет?\"",
          "ID": "8"
        },
        {
          "text": "И отвечал он: \"иди, Даниил; ибо сокрыты и запечатаны слова сии до последнего времени.",
          "ID": "9"
        },
        {
          "text": "Многие очистятся, убелятся и переплавлены будут [в искушении]; нечестивые же будут поступать нечестиво, и не уразумеет сего никто из нечестивых, а мудрые уразумеют.",
          "ID": "10"
        },
        {
          "text": "Со времени прекращения ежедневной жертвы и поставления мерзости запустения пройдет тысяча двести девяносто дней.",
          "ID": "11"
        },
        {
          "text": "Блажен, кто ожидает и достигнет тысячи трехсот тридцати пяти дней.",
          "ID": "12"
        },
        {
          "text": "А ты иди к твоему концу и упокоишься, и восстанешь для получения твоего жребия в конце дней\".",
          "ID": "13"
        }
      ],
      "ID": "OT:DAN.12",
      "name": "Книга пророка Даниила 12"
    },
    {
      "text": [
        {
          "text": "В Вавилоне жил муж, по имени Иоаким.",
          "ID": "1"
        },
        {
          "text": "И взял он жену, по имени Сусанну, дочь Хелкия, очень красивую и богобоязненную.",
          "ID": "2"
        },
        {
          "text": "Родители ее были праведные и научили дочь свою закону Моисееву.",
          "ID": "3"
        },
        {
          "text": "Иоаким был очень богат, и был у него сад близ дома его; и сходились к нему Иудеи, потому что он был почетнейший из всех.",
          "ID": "4"
        },
        {
          "text": "И были поставлены два старца из народа судьями в том году, о которых Господь сказал, что беззаконие вышло из Вавилона от старейшин–судей, которые казались управляющими народом.",
          "ID": "5"
        },
        {
          "text": "Они постоянно бывали в доме Иоакима, и к ним приходили все, имевшие спорные дела.",
          "ID": "6"
        },
        {
          "text": "Когда народ уходил около полудня, Сусанна входила в сад своего мужа для прогулки.",
          "ID": "7"
        },
        {
          "text": "И видели ее оба старейшины всякий день приходящую и прогуливающуюся, и в них родилась похоть к ней,",
          "ID": "8"
        },
        {
          "text": "и извратили ум свой, и уклонили глаза свои, чтобы не смотреть на небо и не вспоминать о праведных судах.",
          "ID": "9"
        },
        {
          "text": "Оба они были уязвлены похотью к ней, но не открывали друг другу боли своей,",
          "ID": "10"
        },
        {
          "text": "потому что стыдились объявить о вожделении своем, что хотели совокупиться с нею.",
          "ID": "11"
        },
        {
          "text": "И они прилежно сторожили каждый день, чтобы видеть ее, и говорили друг другу:",
          "ID": "12"
        },
        {
          "text": "\"[пойдем] домой, потому что час обеда\", – и, выйдя, расходились друг от друга,",
          "ID": "13"
        },
        {
          "text": "и, возвратившись, приходили на то же самое место, и когда допытывались друг у друга о причине того, признались в похоти своей, и тогда вместе назначили время, когда могли бы найти ее одну.",
          "ID": "14"
        },
        {
          "text": "И было, когда они выжидали удобного дня, Сусанна вошла, как вчера и третьего дня, с двумя только служанками и захотела мыться в саду, потому что было жарко.",
          "ID": "15"
        },
        {
          "text": "И не было там никого, кроме двух старейшин, которые спрятались и сторожили ее.",
          "ID": "16"
        },
        {
          "text": "И сказала она служанкам: принесите мне масла и мыла, и заприте двери сада, чтобы мне помыться.",
          "ID": "17"
        },
        {
          "text": "Они так и сделали, как она сказала: заперли двери сада и вышли боковыми дверями, чтобы принести, что приказано было им, и не видали старейшин, потому что они спрятались.",
          "ID": "18"
        },
        {
          "text": "И вот, когда служанки вышли, встали оба старейшины, и прибежали к ней, и сказали:",
          "ID": "19"
        },
        {
          "text": "Вот, двери сада заперты и никто нас не видит, и мы имеем похотение к тебе, поэтому согласись с нами и побудь с нами.",
          "ID": "20"
        },
        {
          "text": "Если же не так, то мы будем свидетельствовать против тебя, что с тобою был юноша, и ты поэтому отослала от себя служанок твоих.",
          "ID": "21"
        },
        {
          "text": "Тогда застонала Сусанна и сказала: тесно мне отовсюду; ибо, если я сделаю это, смерть мне, а если не сделаю, то не избегну от рук ваших.",
          "ID": "22"
        },
        {
          "text": "Лучше для меня не сделать этого и впасть в руки ваши, нежели согрешить пред Господом.",
          "ID": "23"
        },
        {
          "text": "И закричала Сусанна громким голосом; закричали также и оба старейшины против нее,",
          "ID": "24"
        },
        {
          "text": "и один побежал и отворил двери сада.",
          "ID": "25"
        },
        {
          "text": "Когда же находившиеся в доме услышали крик в саду, вскочили боковыми дверями, чтобы видеть, что случилось с нею.",
          "ID": "26"
        },
        {
          "text": "И когда старейшины сказали слова свои, слуги ее чрезвычайно были пристыжены, потому что никогда ничего такого о Сусанне говорено не было.",
          "ID": "27"
        },
        {
          "text": "И было на другой день, когда собрался народ к Иоакиму, мужу ее, пришли и оба старейшины, полные беззаконного умысла против Сусанны, чтобы предать ее смерти.",
          "ID": "28"
        },
        {
          "text": "И сказали они перед народом: пошлите за Сусанною, дочерью Хелкия, женою Иоакима. И послали.",
          "ID": "29"
        },
        {
          "text": "И пришла она, и родители ее, и дети ее, и все родственники ее.",
          "ID": "30"
        },
        {
          "text": "Сусанна была очень нежна и красива лицем,",
          "ID": "31"
        },
        {
          "text": "и эти беззаконники приказали открыть [лице] ее, так как оно было закрыто, чтобы насытиться красотою ее.",
          "ID": "32"
        },
        {
          "text": "Родственники же и все, которые смотрели на нее, плакали.",
          "ID": "33"
        },
        {
          "text": "А оба старейшины, встав посреди народа, положили руки на голову ее.",
          "ID": "34"
        },
        {
          "text": "Она же в слезах смотрела на небо, ибо сердце ее уповало на Господа.",
          "ID": "35"
        },
        {
          "text": "И сказали старейшины: когда мы ходили по саду одни, вошла эта с двумя служанками и затворила двери сада, и отослала служанок;",
          "ID": "36"
        },
        {
          "text": "и пришел к ней юноша, который скрывался там, и лег с нею.",
          "ID": "37"
        },
        {
          "text": "Мы находясь в углу сада и видя такое беззаконие, побежали на них,",
          "ID": "38"
        },
        {
          "text": "и увидели их совокупляющимися, и того не могли удержать, потому что он был сильнее нас и, отворив двери, выскочил.",
          "ID": "39"
        },
        {
          "text": "Но эту мы схватили и допрашивали: кто был этот юноша? но она не хотела объявить нам. Об этом мы свидетельствуем.",
          "ID": "40"
        },
        {
          "text": "И поверило им собрание, как старейшинам народа и судьям, и осудили ее на смерть.",
          "ID": "41"
        },
        {
          "text": "Возопила Сусанна громким голосом и сказала: Боже вечный, ведающий сокровенное и знающий все прежде бытия его!",
          "ID": "42"
        },
        {
          "text": "Ты знаешь, что они ложно свидетельствовали против меня, и вот, я умираю, не сделав ничего, что эти люди злостно выдумали на меня.",
          "ID": "43"
        },
        {
          "text": "И услышал Господь голос ее.",
          "ID": "44"
        },
        {
          "text": "И когда она ведена была на смерть, возбудил Бог святой дух молодого юноши, но имени Даниила,",
          "ID": "45"
        },
        {
          "text": "и он закричал громким голосом: чист я от крови ее!",
          "ID": "46"
        },
        {
          "text": "Тогда обратился к нему весь народ и сказал: что это за слово, которое ты сказал?",
          "ID": "47"
        },
        {
          "text": "Тогда он, став посреди них, сказал: так ли вы неразумны, сыны Израиля, что, не исследовав и не узнав истины, осудили дочь Израиля?",
          "ID": "48"
        },
        {
          "text": "Возвратитесь в суд, ибо эти ложно против нее засвидетельствовали.",
          "ID": "49"
        },
        {
          "text": "И тотчас весь народ возвратился, и сказали ему старейшины: садись посреди нас и объяви нам, потому что Бог дал тебе старейшинство.",
          "ID": "50"
        },
        {
          "text": "И сказал им Даниил: отделите их друг от друга подальше, и я допрошу их.",
          "ID": "51"
        },
        {
          "text": "Когда же они отделены были один от другого, призвал одного из них и сказал ему: состарившийся в злых днях! ныне обнаружились грехи твои, которые те делал прежде,",
          "ID": "52"
        },
        {
          "text": "производя суды неправедные, осуждая невинных и оправдывая виновных, тогда как Господь говорит: \"[невинного] и правого не умерщвляй\".",
          "ID": "53"
        },
        {
          "text": "Итак, если ты сию видел, скажи, под каким деревом видел ты их разговаривающими друг с другом? Он сказал: под мастиковым.",
          "ID": "54"
        },
        {
          "text": "Даниил сказал: точно, солгал ты на твою голову; ибо вот, Ангел Божий, приняв решение от Бога, рассечет тебя пополам.",
          "ID": "55"
        },
        {
          "text": "Удалив его, он приказал привести другого и сказал ему: племя Ханаана, а не Иуды! красота прельстила тебя, и похоть развратила сердце твое.",
          "ID": "56"
        },
        {
          "text": "Так поступали вы с дочерями Израиля, и они из страха имели общение с вами; но дочь Иуды не потерпела беззакония вашего.",
          "ID": "57"
        },
        {
          "text": "Итак скажи мне: под каким деревом ты застал их разговаривающими между собою? Он сказал: под зеленым дубом.",
          "ID": "58"
        },
        {
          "text": "Даниил сказал ему: точно, солгал ты на твою голову; ибо Ангел Божий с мечом ждет, чтобы рассечь тебя пополам, чтобы истребить вас.",
          "ID": "59"
        },
        {
          "text": "Тогда все собрание закричало громким голосом, и благословили Бога, спасающего надеющихся на Него,",
          "ID": "60"
        },
        {
          "text": "и восстали на обоих старейшин, потому что Даниил их устами обличил их, что они ложно свидетельствовали;",
          "ID": "61"
        },
        {
          "text": "и поступили с ними так, как они злоумыслили против ближнего, по закону Моисееву, и умертвили их; и спасена была в тот день кровь невинная.",
          "ID": "62"
        },
        {
          "text": "Хелкия же и жена его прославили Бога за дочь свою Сусанну с Иоакимом, мужем ее, и со всеми родственниками, потому что не найдено было в ней постыдного дела.",
          "ID": "63"
        },
        {
          "text": "И Даниил стал велик перед народом с того дня и потом.",
          "ID": "64"
        }
      ],
      "ID": "OT:DAN.13",
      "name": "Книга пророка Даниила 13"
    },
    {
      "text": [
        {
          "text": "Царь Астиаг приложился к отцам своим, и Кир, Персиянин, принял царство его.",
          "ID": "1"
        },
        {
          "text": "И Даниил жил вместе с царем и был славнее всех друзей его.",
          "ID": "2"
        },
        {
          "text": "Был у Вавилонян идол, по имени Вил, и издерживали на него каждый день двадцать больших мер пшеничной муки, сорок овец и вина шесть мер.",
          "ID": "3"
        },
        {
          "text": "Царь чтил его и ходил каждый день поклоняться ему; Даниил же поклонялся Богу своему. И сказал ему царь: почему ты не поклоняешься Вилу?",
          "ID": "4"
        },
        {
          "text": "Он отвечал: потому что я не поклоняюсь идолам, сделанным руками, но [поклоняюсь] живому Богу, сотворившему небо и землю и владычествующему над всякою плотью.",
          "ID": "5"
        },
        {
          "text": "Царь сказал: не думаешь ли ты, что Вил неживой бог? не видишь ли, сколько он ест и пьет каждый день?",
          "ID": "6"
        },
        {
          "text": "Даниил, улыбнувшись, сказал: не обманывайся, царь; ибо он внутри глина, а снаружи медь, и никогда ни ел, ни пил.",
          "ID": "7"
        },
        {
          "text": "Тогда царь, разгневавшись, призвал жрецов своих и сказал им: если вы не скажете мне, кто съедает все это, то умрете.",
          "ID": "8"
        },
        {
          "text": "Если же вы докажете мне, что съедает это Вил, то умрет Даниил, потому что произнес хулу на Вила. И сказал Даниил царю: да будет по слову твоему.",
          "ID": "9"
        },
        {
          "text": "Жрецов Вила было семьдесят, кроме жен и детей.",
          "ID": "10"
        },
        {
          "text": "И пришел царь с Даниилом в храм Вила, и сказали жрецы Вила: вот, мы выйдем вон, а ты, царь, поставь пищу и, налив вина, запри двери и запечатай перстнем твоим.",
          "ID": "11"
        },
        {
          "text": "И если завтра ты придешь и не найдешь, что все съедено Вилом, мы умрем, или Даниил, который солгал на нас.",
          "ID": "12"
        },
        {
          "text": "Они не обращали на это внимания, потому что под столом сделали потаенный вход, и им всегда входили, и съедали это.",
          "ID": "13"
        },
        {
          "text": "Когда они вышли, царь поставил пищу перед Вилом, а Даниил приказал слугам своим, и они принесли пепел, и посыпали весь храм в присутствии одного царя, и, выйдя, заперли двери, и запечатали царским перстнем, и отошли.",
          "ID": "14"
        },
        {
          "text": "Жрецы же, по обычаю своему, пришли ночью с женами и детьми своими, и все съели и выпили.",
          "ID": "15"
        },
        {
          "text": "На другой день царь встал рано и Даниил с ним,",
          "ID": "16"
        },
        {
          "text": "и сказал: целы ли печати, Даниил? Он сказал: целы, царь.",
          "ID": "17"
        },
        {
          "text": "И как скоро отворены были двери, царь, взглянув на стол, воскликнул громким голосом: велик ты, Вил, и нет никакого обмана в тебе!",
          "ID": "18"
        },
        {
          "text": "Даниил, улыбнувшись, удержал царя, чтобы он не входил внутрь, и сказал: посмотри на пол и заметь, чьи это следы.",
          "ID": "19"
        },
        {
          "text": "Царь сказал: вижу следы мужчин, женщин и детей.",
          "ID": "20"
        },
        {
          "text": "И, разгневавшись, царь приказал схватить жрецов, жен их и детей и они показали потаенные двери, которыми они входили и съедали, что было на столе.",
          "ID": "21"
        },
        {
          "text": "Тогда царь повелел умертвить их и отдал Вила Даниилу, и он разрушил его и храм его.",
          "ID": "22"
        },
        {
          "text": "Был на том месте большой дракон, и Вавилоняне чтили его.",
          "ID": "23"
        },
        {
          "text": "И сказал царь Даниилу: не скажешь ли и об этом, что он медь? вот, он живой, и ест и пьет; ты не можешь сказать, что этот бог неживой; итак поклонись ему.",
          "ID": "24"
        },
        {
          "text": "Даниил сказал: Господу Богу моему поклоняюсь, потому что Он Бог живой.",
          "ID": "25"
        },
        {
          "text": "Но ты, царь, дай мне позволение, и я умерщвлю дракона без меча и жезла. Царь сказал: даю тебе.",
          "ID": "26"
        },
        {
          "text": "Тогда Даниил взял смолы, жира и волос, сварил это вместе и, сделав из этого ком, бросил его в пасть дракону, и дракон расселся. И сказал [Даниил:] вот ваши святыни!",
          "ID": "27"
        },
        {
          "text": "Когда же Вавилоняне услышали о том, сильно вознегодовали и восстали против царя, и сказали: царь сделался Иудеем, Вила разрушил и убил дракона, и предал смерти жрецов,",
          "ID": "28"
        },
        {
          "text": "и, придя к царю, сказали: предай нам Даниила, иначе мы умертвим тебя и дом твой.",
          "ID": "29"
        },
        {
          "text": "И когда царь увидел, что они сильно настаивают, принужден был предать им Даниила,",
          "ID": "30"
        },
        {
          "text": "они же бросили его в ров львиный, и он пробыл там шесть дней.",
          "ID": "31"
        },
        {
          "text": "Во рве было семь львов, и давалось им каждый день по два тела и по две овцы; в это время им не давали их, чтобы они съели Даниила.",
          "ID": "32"
        },
        {
          "text": "Был в Иудее пророк Аввакум, который, сварив похлебку и накрошив хлеба в блюдо, шел на поле, чтобы отнести это жрецам.",
          "ID": "33"
        },
        {
          "text": "Но Ангел Господень сказал Аввакуму: отнеси этот обед, который у тебя, в Вавилон к Даниилу, в ров львиный.",
          "ID": "34"
        },
        {
          "text": "Аввакум сказал: господин! Вавилона я [никогда] не видал и рва не знаю.",
          "ID": "35"
        },
        {
          "text": "Тогда Ангел Господень взял его за темя и, подняв его за волосы головы его, поставил его в Вавилоне над рвом силою духа своего.",
          "ID": "36"
        },
        {
          "text": "И воззвал Аввакум и сказал: Даниил! Даниил! возьми обед, который Бог послал тебе.",
          "ID": "37"
        },
        {
          "text": "Даниил сказал: вспомнил Ты обо мне, Боже, и не оставил любящих Тебя.",
          "ID": "38"
        },
        {
          "text": "И встал Даниил и ел; Ангел же Божий мгновенно поставил Аввакума на его место.",
          "ID": "39"
        },
        {
          "text": "В седьмой день пришел царь, чтобы поскорбеть о Данииле и, подойдя ко рву, взглянул в него, и вот, Даниил сидел.",
          "ID": "40"
        },
        {
          "text": "И воскликнул царь громким голосом, и сказал: велик Ты, Господь Бог Даниилов, и нет иного кроме Тебя!",
          "ID": "41"
        },
        {
          "text": "И приказал вынуть [Даниила,] а виновников его погубления бросить в ров, – и они тотчас были съедены в присутствии его.",
          "ID": "42"
        }
      ],
      "ID": "OT:DAN.14",
      "name": "Книга пророка Даниила 14"
    }
  ],
  "ID": "OT:DAN(SYNO)",
  "name": "Книга пророка Даниила"
}