{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, волею Божией апостол Христа Иисуса, –",
          "ID": "1"
        },
        {
          "text": "святому и пребывающему верным во Христе Иисусе народу Божьему [в Эфесе]:",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего, и от Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "Прославлен да будет Бог, Отец Господа нашего, Иисуса Христа,",
          "ID": "3"
        },
        {
          "text": "благословивший нас во Христе",
          "ID": "3"
        },
        {
          "text": "всяким духовным благословением Небес.",
          "ID": "3"
        },
        {
          "text": "Еще до основания мира Он избрал нас во Христе,",
          "ID": "4"
        },
        {
          "text": "чтобы быть нам святыми и безупречными перед Ним.",
          "ID": "4"
        },
        {
          "text": "И в любви Своей ",
          "ID": "4"
        },
        {
          "text": "Он предопределил усыновить нас",
          "ID": "5"
        },
        {
          "text": "через Иисуса Христа",
          "ID": "5"
        },
        {
          "text": "по благому расположению воли Своей,",
          "ID": "5"
        },
        {
          "text": "дабы во всем своем величии была явлена слава Его благодати,",
          "ID": "6"
        },
        {
          "text": "какой одарил Он нас в Возлюбленном Сыне Своем,",
          "ID": "6"
        },
        {
          "text": "в Котором мы искупленье обрели через кровь Его,",
          "ID": "7"
        },
        {
          "text": "отпущение наших грехов,",
          "ID": "7"
        },
        {
          "text": "по богатству благодати Божией, ",
          "ID": "7"
        },
        {
          "text": "столь щедро дарованной нам",
          "ID": "8"
        },
        {
          "text": "со всякой мудростью и полнотой разумения.",
          "ID": "8"
        },
        {
          "text": "Бог открыл нам тайну Своей воли, открыл то,",
          "ID": "9"
        },
        {
          "text": "что по благоволению Своему давно уже решил совершить",
          "ID": "9"
        },
        {
          "text": "в единении со Христом,",
          "ID": "9"
        },
        {
          "text": "дабы через Него осуществить, когда исполнятся времена,",
          "ID": "10"
        },
        {
          "text": "Свое намерение:",
          "ID": "10"
        },
        {
          "text": "воссоединить всё сущее в небесах и на земле",
          "ID": "10"
        },
        {
          "text": "под главенством Христа.",
          "ID": "10"
        },
        {
          "text": "В Нем и мы, иудеи, обрели свое наследство,",
          "ID": "11"
        },
        {
          "text": "ибо по замыслу Совершающего всё",
          "ID": "11"
        },
        {
          "text": "по воле Своей и намерению Своему",
          "ID": "11"
        },
        {
          "text": "были предназначены к тому,",
          "ID": "11"
        },
        {
          "text": "чтобы, первыми возложив надежду на Христа,",
          "ID": "12"
        },
        {
          "text": "мы и других побудили восхвалять славу Его.",
          "ID": "12"
        },
        {
          "text": "Так и вы в Нем, как только услышали слово истины –",
          "ID": "13"
        },
        {
          "text": "Благую Весть спасения вашего – и уверовали,",
          "ID": "13"
        },
        {
          "text": "были отмечены, как то обещано было, печатью",
          "ID": "13"
        },
        {
          "text": "излившегося на вас Духа Святого,",
          "ID": "13"
        },
        {
          "text": "Который дан нам как залог того,",
          "ID": "14"
        },
        {
          "text": "чем однажды мы будем владеть,",
          "ID": "14"
        },
        {
          "text": "когда окончательно Бог избавит народ Свой,",
          "ID": "14"
        },
        {
          "text": "для хвалы и славы Его.",
          "ID": "14"
        },
        {
          "text": "Вот почему, узнав о вере вашей в Господа Иисуса, о любви ко всему народу Божьему, ",
          "ID": "15"
        },
        {
          "text": "и я не перестаю благодарить Бога за вас, всегда вспоминая вас в молитвах своих. ",
          "ID": "16"
        },
        {
          "text": "Неустанно прошу Бога Господа нашего Иисуса Христа, всеславного Отца, чтобы дал Он вам Духа мудрости и откровения в познании Его, ",
          "ID": "17"
        },
        {
          "text": "чтобы сделал вас способными умом и сердцем осознать, к какой надежде призвал Он вас, как велико богатство чудесного наследия Его, уготованного народу Божию, ",
          "ID": "18"
        },
        {
          "text": "и как безмерно велика сила Его, открывающаяся нам, верующим. Это она, могущественная сила Божья, явила себя, когда воскресил Он Христа из мертвых и посадил по правую руку Свою в Небесах, ",
          "ID": "19"
        },
        {
          "text": "выше всякого правления и власти, и силы, и господства, и всякого имени, называемого не только в этом, но и в будущем веке. ",
          "ID": "21"
        },
        {
          "text": "Он всё положил к Его ногам и даровал Его как главу над всем Церкви, ",
          "ID": "22"
        },
        {
          "text": "которая cуть тело Его, полнота Того, Кто всё и вся Собой и для Себя наполняет.",
          "ID": "23"
        }
      ],
      "ID": "NT:EPH.1",
      "name": "Послание апостола Павла христианам в Эфесе 1"
    },
    {
      "text": [
        {
          "text": "Вы же духовно мертвыми были в преступлениях и грехах ваших, ",
          "ID": "1"
        },
        {
          "text": "коим предавались, когда жили, как ведется в мире сем, когда подчинялись воле князя, владычествующего под небесами, – злого духа, что действует ныне в людях, противящихся Богу. ",
          "ID": "2"
        },
        {
          "text": "Когда-то и мы все жили так же, как и все прочие люди, похоти плоти нашей удовлетворяя, угождая ее низменным побуждениям и помыслам, и тогда по самой природе своей навлекали на себя осуждение Божие. ",
          "ID": "3"
        },
        {
          "text": "Но по великой любви, какою возлюбил нас Бог, преисполненный милости, ",
          "ID": "4"
        },
        {
          "text": "Он всех нас, духовно мертвых по греховности нашей, оживотворил со Христом – благодатью и вы спасены были! ",
          "ID": "5"
        },
        {
          "text": "Во Христе Иисусе Бог и воскресил нас, и место дал нам на Небесах с Ним, ",
          "ID": "6"
        },
        {
          "text": "дабы через доброту, явленную нам во Христе Иисусе, представить грядущим векам несметное богатство благодати Своей. ",
          "ID": "7"
        },
        {
          "text": "Ведь вы благодатью спасены, на основании веры спасены: не за заслуги ваши сей дар Божий, ",
          "ID": "8"
        },
        {
          "text": "не за дела ваши, чтобы никто не хвалился, ",
          "ID": "9"
        },
        {
          "text": "потому что мы – творение Божие, и созданы во Христе Иисусе для добрых дел, свершать которые нас Бог предуготовил.",
          "ID": "10"
        },
        {
          "text": "Поэтому помните, как то было в прошлом, когда вас, язычников по происхождению, иудеи, имевшие плотское, руками совершаемое обрезание, «необрезанными» называли. ",
          "ID": "11"
        },
        {
          "text": "Были вы в то время без Христа, были чужими для народа израильского и вне завета с его обещаниями, жили без надежды и без Бога в этом мире. ",
          "ID": "12"
        },
        {
          "text": "А теперь во Христе Иисусе вы, все те, кто когда-то был далеко, близкими стали через кровь Христа.",
          "ID": "13"
        },
        {
          "text": "Ибо Он принес нам мир, Он, Который объединил Собой иудеев и язычников и Своею жертвой разрушил разделявшую их стену вражды. ",
          "ID": "14"
        },
        {
          "text": "Он упразднил Закон заповедей (Закон предписаний), чтобы создать из иудеев и язычников, соединив их с Самим Собой, одного нового человека и, установив тем самым мир, ",
          "ID": "15"
        },
        {
          "text": "примирить тех и других с Богом, в одном Теле примирить посредством креста, положив через смерть Свою на нем конец вражде. ",
          "ID": "16"
        },
        {
          "text": "С Благой Вестью пришел Он: мир вам, дальние, и вам, близкие, мир. ",
          "ID": "17"
        },
        {
          "text": "И вот со Христом есть у нас ныне, у тех и у других, доступ к Отцу через Духа Его.",
          "ID": "18"
        },
        {
          "text": "Так что не чужие вы уже и не пришлые, теперь одно у вас гражданство с народом Божьим, и Богу вы стали своими. ",
          "ID": "19"
        },
        {
          "text": "На прочном вы утвердились основании: то апостолы с пророками, и Сам Христос Иисус – камень краеугольный. ",
          "ID": "20"
        },
        {
          "text": "На Нем стройно и прочно связываются в одно целое все части того здания, что ввысь растет и становится во Господе святым храмом. ",
          "ID": "21"
        },
        {
          "text": "Во Христе и вы оказываетесь частью этого строения, в котором вместе с другими являете собой духовную обитель Бога.",
          "ID": "22"
        }
      ],
      "ID": "NT:EPH.2",
      "name": "Послание апостола Павла христианам в Эфесе 2"
    },
    {
      "text": [
        {
          "text": "Потому-то и сделался я, Павел, узником Христа [Иисуса] ради вас, язычников…",
          "ID": "1"
        },
        {
          "text": "Вы, конечно, слышали о том, как Бог даровал мне Свою благодать, чтобы мог я вам послужить: ",
          "ID": "2"
        },
        {
          "text": "через откровение поведал Он мне тайну. Я уже писал об этом кратко, ",
          "ID": "3"
        },
        {
          "text": "и вы, читая то, можете уяснить себе, как понимаю я тайну Христову, ",
          "ID": "4"
        },
        {
          "text": "которую людям прежних поколений не дано было познать так, как открылась она теперь в Духе святым апостолам Его и пророкам. ",
          "ID": "5"
        },
        {
          "text": "В том эта тайна, что теперь через Весть Благую язычники – сонаследники вместе с иудеями, части того же самого тела они, и на них тоже распространяется обещание Божие во Христе Иисусе.",
          "ID": "6"
        },
        {
          "text": "Я стал служителем Благой Вести этой, когда обрел дар Божьей благодати, познав на себе действие силы Его. ",
          "ID": "7"
        },
        {
          "text": "Мне, ничтожнейшему из всех в Его народе, была оказана эта милость: проповедовать язычникам безмерно великое богатство Христово ",
          "ID": "8"
        },
        {
          "text": "и просветить [всех], как осуществится тайное намерение, которое многие века оставалось сокрытым у Бога, создавшего всё, ",
          "ID": "9"
        },
        {
          "text": "чтобы премудрость Божия в бесконечных ее проявлениях ныне могла быть известной правителям и властям мира небесного через Церковь ",
          "ID": "10"
        },
        {
          "text": "в согласии с предвечным намерением, которое Бог и исполнил во Христе Иисусе, Господе нашем. ",
          "ID": "11"
        },
        {
          "text": "В Нем, через веру в Него, мы можем смело и уверенно обращаться к Богу. ",
          "ID": "12"
        },
        {
          "text": "Потому я прошу: не впадайте в уныние из-за моих страданий ради вас, они – ваша слава.",
          "ID": "13"
        },
        {
          "text": "Потому и преклоняю я колени в молитве пред Отцом, ",
          "ID": "14"
        },
        {
          "text": "от Которого все земные и небесные роды получают свои настоящие имена. ",
          "ID": "15"
        },
        {
          "text": "Я прошу Его, чтобы Он по богатству Своих совершенств наделил вас через Духа Своего внутренней силой и твердостью, ",
          "ID": "16"
        },
        {
          "text": "и Христос через веру вашу воистину мог жить в сердцах ваших, чтобы вы, укорененные и утвержденные в любви, в состоянии были вместе со всем святым народом Его постичь, что есть широта и долгота, высота и глубина любви Христовой, ",
          "ID": "17"
        },
        {
          "text": "и могли познать эту стоящую выше всякого познания любовь Его и преисполниться всей полнотой Божией.",
          "ID": "19"
        },
        {
          "text": "Слава Тому, Чья сила может совершить в нас своим действием нечто несравненно большее, чем то, о чем мы просим или даже только помышляем. ",
          "ID": "20"
        },
        {
          "text": "Ему да будет в Церкви и во Христе Иисусе слава во всех поколениях во веки веков. Аминь.",
          "ID": "21"
        }
      ],
      "ID": "NT:EPH.3",
      "name": "Послание апостола Павла христианам в Эфесе 3"
    },
    {
      "text": [
        {
          "text": "И вот, узник во Господе, взываю я к вам: коль вы призваны Богом, так живите достойно, в согласии с вашим высоким призванием, ",
          "ID": "1"
        },
        {
          "text": "в глубоком смирении живите, будьте кротки и терпеливы, снисходительны будьте друг ко другу в духе любви. ",
          "ID": "2"
        },
        {
          "text": "Делайте всё возможное, чтобы сохранять вам в мирном союзе то единство, что даруется Духом: ",
          "ID": "3"
        },
        {
          "text": "одно тело и Дух один, как и одна надежда, к которой призвал вас Бог, ",
          "ID": "4"
        },
        {
          "text": "один Господь, одна вера, одно крещение, ",
          "ID": "5"
        },
        {
          "text": "один Бог и Отец всех, Который над всеми и действует через всех и во всех.",
          "ID": "6"
        },
        {
          "text": "Однако и другое помните: каждому из нас дан особый дар, соответственно тому, что так щедро ниспослано было Христом. ",
          "ID": "7"
        },
        {
          "text": "Писание говорит поэтому:",
          "ID": "8"
        },
        {
          "text": "«Поднялся Он в высь небесную,",
          "ID": "8"
        },
        {
          "text": "пленных взял в плен",
          "ID": "8"
        },
        {
          "text": "и дал людям дары».",
          "ID": "8"
        },
        {
          "text": "(",
          "ID": "8"
        },
        {
          "text": "А что означает «поднялся», как не то, что Он «нисходил», был и в самом низу, на самой земле? ",
          "ID": "9"
        },
        {
          "text": "Тот, Кто нисходил, Он же и взошел превыше всех небес, чтобы всё наполнить Собою.) ",
          "ID": "10"
        },
        {
          "text": "Он Сам раздал дары, дары разные: одним положил быть апостолами, другим – пророками, иным – благовестниками, иным же – пастырями и учителями, ",
          "ID": "11"
        },
        {
          "text": "чтобы полностью приготовить Божий народ к делу служения, к созиданию Тела Христова – Церкви Его, ",
          "ID": "12"
        },
        {
          "text": "пока не достигнем мы все единства в вере, в познании Божьего Сына, пока не придем к той зрелости, которая соответствует полноте возраста Христова.",
          "ID": "13"
        },
        {
          "text": "Не можем мы более оставаться детьми, беззащитными пред ветрами лживых учений тех людей, которые хитростью своей совращают в заблуждение. ",
          "ID": "14"
        },
        {
          "text": "Будем вместо того возвещать истину в духе любви, будем расти и взрослеть, уподобляясь во всём Христу. Он – Глава, ",
          "ID": "15"
        },
        {
          "text": " и от Него всё Тело зависит. Растет оно при соразмерном действии каждой из его частей, тесно соединяемых и скрепляемых между собой посредством всех поддерживающих связей, оно растет и созидается в любви.",
          "ID": "16"
        },
        {
          "text": "И вот, я это говорю и настаиваю на этом во имя Господне, чтобы вы не поступали больше, как поступают язычники, суетные в своих мыслях, ",
          "ID": "17"
        },
        {
          "text": "от помрачения рассудка. Из-за своего неведения и упорства они чуждаются Божьей жизни ",
          "ID": "18"
        },
        {
          "text": "и, потеряв всякий стыд, предаются распутству, ненасытно ища удовольствия во всевозможных мерзостях.",
          "ID": "19"
        },
        {
          "text": "Но вы не этому учились у Христа, ",
          "ID": "20"
        },
        {
          "text": "если и в самом деле слышали весть Его и, пребывая в Нем, научены были той истине, что в Иисусе: ",
          "ID": "21"
        },
        {
          "text": "отказаться вам должно от прежнего образа жизни, от старой своей, обманутой похотями, тленной природы. ",
          "ID": "22"
        },
        {
          "text": "Сам образ мыслей ваших должен обновиться, ",
          "ID": "23"
        },
        {
          "text": "и надо вам облечься в природу нового человека, созданного по образу Божьему в праведности и святости, которые порождены истиной.",
          "ID": "24"
        },
        {
          "text": "Покончим же со всякой ложью! Будем каждый говорить истину ближнему своему, ведь все мы связаны друг с другом как части одного тела. ",
          "ID": "25"
        },
        {
          "text": "В самом гневе вашем не согрешайте: прекращайте гневаться еще до захода солнца. ",
          "ID": "26"
        },
        {
          "text": "Не давайте места в вашей жизни дьяволу. ",
          "ID": "27"
        },
        {
          "text": "Кто крал, пусть не крадет более, а лучше трудится прилежно, делая [своими] руками что-нибудь полезное, чтобы было из чего уделять нуждающемуся.",
          "ID": "28"
        },
        {
          "text": "Пусть не исходит из ваших уст никакое худое слово, но только доброе, какое нужно для назидания других, какое приносило бы благословение слушающим. ",
          "ID": "29"
        },
        {
          "text": "И не печальте Святого Духа Божьего, печатью Которого вы отмечены в преддверии дня искупления. ",
          "ID": "30"
        },
        {
          "text": "Пусть не будет у вас впредь ни горечи и вспыльчивости, ни гнева, крика и злословия, как и всякого иного зла. ",
          "ID": "31"
        },
        {
          "text": "Будьте, [напротив], взаимно добры и милосердны, прощайте друг друга, как и Бог вас простил во Христе.",
          "ID": "32"
        }
      ],
      "ID": "NT:EPH.4",
      "name": "Послание апостола Павла христианам в Эфесе 4"
    },
    {
      "text": [
        {
          "text": "Одним словом, подражайте Богу – ведь вы возлюбленные дети Его. ",
          "ID": "1"
        },
        {
          "text": "И живите в любви подобно Христу, Который возлюбил нас и Себя Самого отдал за нас как жертвенное приношение Богу, как отрадное для Него благоухание.",
          "ID": "2"
        },
        {
          "text": "А разврат и распущенность всякая или стяжательство – о них у вас, как у святого народа Божьего, и речи быть не может. ",
          "ID": "3"
        },
        {
          "text": "Ничего неприличного быть у вас не должно, никакого пустословия или глупых шуток, что вам не пристало, а лучше своим языком Бога благодарите. ",
          "ID": "4"
        },
        {
          "text": "Ни один блудник, ни один в пороках погрязший человек, – будьте в этом уверены, – ни один стяжатель (он ведь то же, что идолопоклонник) не наследует Царства Христа и Бога. ",
          "ID": "5"
        },
        {
          "text": "Да не обольстит вас никто своими пустыми речами. Ведь это всё навлекает гнев Божий на тех, кто Ему противится. ",
          "ID": "6"
        },
        {
          "text": "Потому не должно у вас быть ничего общего с ними.",
          "ID": "7"
        },
        {
          "text": "Вы были тьмою когда-то, но теперь в Господе вы – свет, так живите как дети света ",
          "ID": "8"
        },
        {
          "text": "(а где свет, там всё доброе, там праведность и истина), ",
          "ID": "9"
        },
        {
          "text": "стараясь всегда уяснять, что угодно Господу. ",
          "ID": "10"
        },
        {
          "text": "И не только не участвуйте в делах тьмы, в бесплодных делах, но и даже изобличайте их. ",
          "ID": "11"
        },
        {
          "text": "Конечно, о том, что втайне делается теми, кто во тьме, и говорить стыдно. ",
          "ID": "12"
        },
        {
          "text": "Но, выставленное на свет, всё становится явным и разоблачается, ",
          "ID": "13"
        },
        {
          "text": "и при свете тоже становится светом. Потому и говорится:",
          "ID": "14"
        },
        {
          "text": "«Проснись, спящий,",
          "ID": "14"
        },
        {
          "text": "восстань из мертвых,",
          "ID": "14"
        },
        {
          "text": "и озарит тебя Христос».",
          "ID": "14"
        },
        {
          "text": "Так что внимательно следите за тем, как живете вы, – не как безрассудные живите, но как мудрые. ",
          "ID": "15"
        },
        {
          "text": "Наилучшим образом используйте время, потому что век нынче коварный. ",
          "ID": "16"
        },
        {
          "text": "И поэтому не будьте неразумны, но старайтесь постигать волю Господню. ",
          "ID": "17"
        },
        {
          "text": "Не предавайтесь пьянству: оно к распутству ведет, – вместо этого будьте исполнены Духом Святым. ",
          "ID": "18"
        },
        {
          "text": "Наставляйте друг друга словами псалмов, гимнов и песнопений духовных и воспевайте в своих сердцах Господа, Его прославляйте. ",
          "ID": "19"
        },
        {
          "text": "Всегда и за всё благодарите Бога Отца во имя Господа нашего Иисуса Христа.",
          "ID": "20"
        },
        {
          "text": "Благоговея перед Христом, умейте подчиняться друг другу.",
          "ID": "21"
        },
        {
          "text": "Вы, жены, подчиняйтесь мужьям своим, как Господу, ",
          "ID": "22"
        },
        {
          "text": "потому что муж для жены – глава, как и Христос – глава Церкви. Он же – Спаситель тела, Церкви Своей Спаситель. ",
          "ID": "23"
        },
        {
          "text": "Но как Церковь подчиняется Христу, так и жены пусть во всем повинуются своим мужьям.",
          "ID": "24"
        },
        {
          "text": "А вы, мужья, любите своих жен, как и Христос возлюбил Церковь, так что Самого Себя за нее отдал, ",
          "ID": "25"
        },
        {
          "text": "чтобы освятить ее, очистив водою крещения и словом Своим, ",
          "ID": "26"
        },
        {
          "text": "и сделать ее для Себя Церковью во славе, Церковью, не имеющей ни пятна, ни порока и ничего подобного, но чтобы была она свята и безупречна. ",
          "ID": "27"
        },
        {
          "text": "Именно так мужья должны любить своих жен, любить, как тела свои. Любящий свою жену себя самого любит. ",
          "ID": "28"
        },
        {
          "text": "Никто ведь никогда не питает ненависти к плоти своей, напротив, он заботится о ней, как и Христос – о Церкви, ",
          "ID": "29"
        },
        {
          "text": "потому что мы – части Тела Его. ",
          "ID": "30"
        },
        {
          "text": "Поэтому, говоря словами Писания, оставит человек отца и мать и прилепится к жене своей, и станут двое плотью одной. ",
          "ID": "31"
        },
        {
          "text": "Тайна эта велика. Но я отношу слова эти ко Христу и Церкви Его, ",
          "ID": "32"
        },
        {
          "text": "хотя это и к вам относится: каждый муж должен так любить свою жену, как себя самого, а жена – почитать своего мужа.",
          "ID": "33"
        }
      ],
      "ID": "NT:EPH.5",
      "name": "Послание апостола Павла христианам в Эфесе 5"
    },
    {
      "text": [
        {
          "text": "Вы, дети, пребывая [во Господе], послушны будьте своим родителям. Это ваш святой долг. ",
          "ID": "1"
        },
        {
          "text": "«Почитай отца своего и мать» – вот первая заповедь, содержащая в себе обещание: ",
          "ID": "2"
        },
        {
          "text": "«И будет тебе хорошо, и долго будешь жить на земле».",
          "ID": "3"
        },
        {
          "text": "Вы же, отцы, не доводите детей своих до раздражения, но воспитывайте их, приучая с любовью к порядку, угодному Господу, и наставляя их жить по воле Его.",
          "ID": "4"
        },
        {
          "text": "Рабы, со страхом и трепетом повинуйтесь господам, которым вы здесь, на земле, подвластны; от всего сердца повинуйтесь им, как Самому Христу, ",
          "ID": "5"
        },
        {
          "text": "не с показным усердием, не заискивая перед ними, – как рабы Христа от души исполняйте волю Божью, ",
          "ID": "6"
        },
        {
          "text": "служа усердно и земным своим господам, как Господу, а не как людям. ",
          "ID": "7"
        },
        {
          "text": "Знайте, что добро, содеянное всяким человеком, будь он раб или свободный, тем же самым обернется для него от Господа.",
          "ID": "8"
        },
        {
          "text": "А вы, владеющие рабами, обращайтесь с ними так же, как ожидаете то от них; перестаньте им угрожать и помните, что у них и у вас один Господь на Небесах и что нет у Него любимцев.",
          "ID": "9"
        },
        {
          "text": "И напоследок скажу: будьте сильными в Господе, не собою будьте сильны, а Его великою мощью. ",
          "ID": "10"
        },
        {
          "text": "Облекитесь во всеоружие Божие, чтобы могли вы противостоять всем козням дьявола. ",
          "ID": "11"
        },
        {
          "text": "Ведь бороться нам приходится не с людьми, а с силами потусторонними, с властями, с тиранами, что правят тьмой этого мира, со всеми злыми духами из мира небесного. ",
          "ID": "12"
        },
        {
          "text": "Потому возложите на себя Божии доспехи, чтобы в день злой дать отпор врагу и выстоять, одержав во всём победу. ",
          "ID": "13"
        },
        {
          "text": "Стойте же твердо, препоясавшись истиной и облекшись в броню праведности, ",
          "ID": "14"
        },
        {
          "text": "обуйте ноги ваши в готовность возвещать Благую Весть о мире. ",
          "ID": "15"
        },
        {
          "text": "И всякий раз не забывайте брать с собою щит веры, которым сможете угасить все пылающие стрелы злого духа. ",
          "ID": "16"
        },
        {
          "text": "И шлем спасения возьмите, и даруемый Духом меч – Слово Божие. ",
          "ID": "17"
        },
        {
          "text": "Молитесь же, как Дух вас к тому побуждает, во всякое время всякой молитвой и прошением. Для сего бодрствуйте и в просьбах за весь народ Божий неутомимыми будьте.",
          "ID": "18"
        },
        {
          "text": "И обо мне молитесь, чтобы даны мне были, когда я говорю, нужные слова и мог я смело провозглашать тайну Вести Благой, ",
          "ID": "19"
        },
        {
          "text": "послом которой остаюсь и в узах; молитесь, чтоб возвещал я смело, как то и подобает мне.",
          "ID": "20"
        },
        {
          "text": "О моих обстоятельствах и занятиях вы узнаете от Тихика, возлюбленного брата нашего и верного служителя в Господе, он всё вам расскажет, ",
          "ID": "21"
        },
        {
          "text": "его я для того именно и посылаю к вам, чтобы вы знали всё о нас и чтобы он утешил ваши сердца.",
          "ID": "22"
        },
        {
          "text": "Мир всем братьям, любовь и вера от Бога Отца и Господа Иисуса Христа. ",
          "ID": "23"
        },
        {
          "text": "Да будет благодать со всеми любящими Господа нашего Иисуса Христа неизменно.",
          "ID": "24"
        }
      ],
      "ID": "NT:EPH.6",
      "name": "Послание апостола Павла христианам в Эфесе 6"
    }
  ],
  "ID": "NT:EPH(BTI)",
  "name": "Послание апостола Павла христианам в Эфесе"
}