{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, посланник Иисус Христов волею Божиею, святым сущым во ефесе и верным о Христе Иисусе: ",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа. ",
          "ID": "2"
        },
        {
          "text": "Благословен Бог и Отец Господа нашего Иисуса Христа, благословивый нас всяцем благословением духовным в небесных о Христе. ",
          "ID": "3"
        },
        {
          "text": "якоже избра нас в нем прежде сложения мира, быти нам святым и непорочным пред ним в любви, ",
          "ID": "4"
        },
        {
          "text": "прежде нарек нас во усыновление Иисус Христом в него, по благоволению хотения своего, ",
          "ID": "5"
        },
        {
          "text": "в похвалу славы благодати своея, еюже облагодати нас о возлюбленнем: ",
          "ID": "6"
        },
        {
          "text": "о немже имамы избавление кровию его, и оставление прегрешении, по богатству благодати его, ",
          "ID": "7"
        },
        {
          "text": "юже преумножил есть в нас во всяцей премудрости и разуме, ",
          "ID": "8"
        },
        {
          "text": "сказав нам тайну воли своея по благоволению своему, еже прежде положи в нем, ",
          "ID": "9"
        },
        {
          "text": "в смотрение исполнения времен, возглавити всяческая о Христе, яже на небесех и яже на земли в нем: ",
          "ID": "10"
        },
        {
          "text": "в немже и наследницы сотворихомся, прежде наречени бывше по прозрению Божию вся действующаго по совету воли своея, ",
          "ID": "11"
        },
        {
          "text": "яко быти нам в похваление славы его, прежде уповавшым во Христа: ",
          "ID": "12"
        },
        {
          "text": "в немже и вы, слышавше слово истины, благовествование спасения нашего, в немже и веровавше знаменастеся духом обетования святым, ",
          "ID": "13"
        },
        {
          "text": "иже есть обручение наследия нашего, во избавление снабдения, в похвалу славы его. ",
          "ID": "14"
        },
        {
          "text": "Сего ради и аз слышав вашу веру о Христе Иисусе и любовь, яже ко всем святым, ",
          "ID": "15"
        },
        {
          "text": "не престаю благодаря о вас, поминание о вас творя в молитвах моих, ",
          "ID": "16"
        },
        {
          "text": "да Бог Господа нашего Иисуса Христа, Отец славы, даст вам духа премудрости и откровения, в познание его, ",
          "ID": "17"
        },
        {
          "text": "просвещенна очеса сердца вашего, яко уведети вам, кое есть упование звания его, и кое богатство славы достояния его во святых, ",
          "ID": "18"
        },
        {
          "text": "и кое преспеющее величество силы его в нас верующих по действу державы крепости его, ",
          "ID": "19"
        },
        {
          "text": "юже содея о Христе, воскресив его от мертвых и посадив одесную себе на небесных, ",
          "ID": "20"
        },
        {
          "text": "превыше всякаго началства и власти и силы и господства, и всякаго имене именуемаго не точию в веце сем, но и во грядущем: ",
          "ID": "21"
        },
        {
          "text": "и вся покори под нозе его, и того даде главу выше всех Церкви, ",
          "ID": "22"
        },
        {
          "text": "яже есть тело его, исполнение исполняющаго всяческая во всех.",
          "ID": "23"
        }
      ],
      "ID": "NT:EPH.1",
      "name": "Послание к Ефесянам 1"
    },
    {
      "text": [
        {
          "text": "И вас сущих прегрешеньми мертвых и грехи вашими, ",
          "ID": "1"
        },
        {
          "text": "в нихже иногда ходисте по веку мира сего, по князю власти воздушныя, духа, иже ныне действует в сынех противления, ",
          "ID": "2"
        },
        {
          "text": "в нихже и мы вси жихом иногда в похотех плоти нашея, творяще волю плоти и помышлений, и бехом естеством чада гнева, якоже и прочии: ",
          "ID": "3"
        },
        {
          "text": "Бог же, богат сый в милости, за премногую любовь свою, еюже возлюби нас, ",
          "ID": "4"
        },
        {
          "text": "и сущих нас мертвых прегрешеньми, сооживи Христом: благодатию есте спасени: ",
          "ID": "5"
        },
        {
          "text": "и с ним воскреси, и спосади на небесных во Христе Иисусе, ",
          "ID": "6"
        },
        {
          "text": "да явит в вецех грядущих презелное богатство благодати своея благостынею на нас о Христе Иисусе. ",
          "ID": "7"
        },
        {
          "text": "Благодатию бо есте спасени чрез веру: и сие не от вас, Божии дар: ",
          "ID": "8"
        },
        {
          "text": "не от дел, да никтоже похвалится. ",
          "ID": "9"
        },
        {
          "text": "Того бо есмы творение, создани во Христе Иисусе на дела благая, яже прежде уготова Бог, да в них ходим. ",
          "ID": "10"
        },
        {
          "text": "Темже поминайте, яко вы, иже иногда языцы во плоти, глаголемии необрезание от рекомаго обрезания во плоти, рукотвореннаго, ",
          "ID": "11"
        },
        {
          "text": "яко бесте во время оно без Христа, отчуждени жития израилева и чужди от завет обетования, упования не имуще и безбожни в мире: ",
          "ID": "12"
        },
        {
          "text": "ныне же о Христе Иисусе вы, бывшии иногда далече, близ бысте кровию Христовою. ",
          "ID": "13"
        },
        {
          "text": "Той бо есть мир наш, сотворивый обоя едино, и средостение ограды разоривый, ",
          "ID": "14"
        },
        {
          "text": "вражду Плотию своею, закон заповедий ученьми упразднив, да оба созиждет собою во единаго новаго человека, творя мир, ",
          "ID": "15"
        },
        {
          "text": "и примирит обоих во единем теле Богови крестом, убив вражду на нем: ",
          "ID": "16"
        },
        {
          "text": "и пришед благовести мир вам, дальним и ближним, ",
          "ID": "17"
        },
        {
          "text": "зане тем имамы приведение обои во единем Дусе ко Отцу. ",
          "ID": "18"
        },
        {
          "text": "Темже убо ктому несте странни и пришелцы, но сожителе святым и приснии Богу, ",
          "ID": "19"
        },
        {
          "text": "наздани бывше на основании апостол и пророк, сущу краеугольну самому Иисусу Христу, ",
          "ID": "20"
        },
        {
          "text": "о немже всяко создание составляемо растет в церковь святую о Господе: ",
          "ID": "21"
        },
        {
          "text": "о немже и вы созидаетеся в жилище Божие духом.",
          "ID": "22"
        }
      ],
      "ID": "NT:EPH.2",
      "name": "Послание к Ефесянам 2"
    },
    {
      "text": [
        {
          "text": "Сего ради аз павел юзник Иисус Христов о вас языцех. ",
          "ID": "1"
        },
        {
          "text": "Аще убо слышасте смотрение благодати Божия данныя мне в вас, ",
          "ID": "2"
        },
        {
          "text": "яко по откровению сказася мне тайна, якоже преднаписах вмале: ",
          "ID": "3"
        },
        {
          "text": "о немже можете чтуще разумети разум мой в тайне Христове, ",
          "ID": "4"
        },
        {
          "text": "яже во инех родех не сказася сыном человеческим, якоже ныне открыся святым его апостолом и пророком духом святым: ",
          "ID": "5"
        },
        {
          "text": "яко быти языком снаследником и стелесником и спричастником обетования его о Христе Иисусе, благовествованием, ",
          "ID": "6"
        },
        {
          "text": "емуже бых служитель по дару благодати Божия, данныя мне по действу силы его. ",
          "ID": "7"
        },
        {
          "text": "Мне меншему всех святых дана бысть благодать сия, во языцех благовестити неизследованное богатство Христово ",
          "ID": "8"
        },
        {
          "text": "и просветити всех, что есть смотрение тайны сокровенныя от веков в Бозе, создавшем всяческая Иисус Христом, ",
          "ID": "9"
        },
        {
          "text": "да скажется ныне началом и властем на небесных Царковию многоразличная премудрость Божия, ",
          "ID": "10"
        },
        {
          "text": "по предложению век, еже сотвори о Христе Иисусе Господе нашем, ",
          "ID": "11"
        },
        {
          "text": "о немже имамы дерзновение и приведение в надеянии верою его. ",
          "ID": "12"
        },
        {
          "text": "Темже молю (вы) не стужати си в скорбех моих о вас, яже есть слава ваша. ",
          "ID": "13"
        },
        {
          "text": "Сего ради преклоняю колена моя ко Отцу Господа нашего Иисуса Христа, ",
          "ID": "14"
        },
        {
          "text": "из негоже всяко отечество на небесех и на земли именуется: ",
          "ID": "15"
        },
        {
          "text": "да даст вам по богатству славы своея, силою утвердитися духом его во внутреннем человеце, ",
          "ID": "16"
        },
        {
          "text": "вселитися Христу верою в сердца ваша: в любви вкоренени и основани, ",
          "ID": "17"
        },
        {
          "text": "да возможете разумети со всеми святыми, что широта и долгота и глубина и высота, ",
          "ID": "18"
        },
        {
          "text": "разумети же преспеющую разум любовь Христову, да исполнитеся во всяко исполнение Божие. ",
          "ID": "19"
        },
        {
          "text": "Могущему же паче вся творити по преизбыточествию, ихже просим или разумеем, по силе действуемей в нас, ",
          "ID": "20"
        },
        {
          "text": "тому слава в Церкви о Христе Иисусе во вся роды века веков. Аминь.",
          "ID": "21"
        }
      ],
      "ID": "NT:EPH.3",
      "name": "Послание к Ефесянам 3"
    },
    {
      "text": [
        {
          "text": "Молю убо вас аз юзник о Господе, достойно ходити звания, в неже звани бысте, ",
          "ID": "1"
        },
        {
          "text": "со всяким смиреномудрием и кротостию, с долготерпением, терпяще друг другу любовию, ",
          "ID": "2"
        },
        {
          "text": "тщащеся блюсти единение духа в союзе мира. ",
          "ID": "3"
        },
        {
          "text": "Едино тело, един дух, якоже и звани бысте во единем уповании звания вашего: ",
          "ID": "4"
        },
        {
          "text": "един Господь, едина вера, едино крещение, ",
          "ID": "5"
        },
        {
          "text": "един Бог и Отец всех, иже над всеми и чрез всех и во всех нас. ",
          "ID": "6"
        },
        {
          "text": "Единому же комуждо нас дадеся благодать по мере дарования Христова. ",
          "ID": "7"
        },
        {
          "text": "Темже глаголет: возшед на высоту, пленил еси плен, и даде даяния человеком. ",
          "ID": "8"
        },
        {
          "text": "А еже, взыде, что есть, точию яко и сниде прежде в долнейшыя страны земли? ",
          "ID": "9"
        },
        {
          "text": "Сшедый, той есть и возшедый превыше всех небес, да исполнит всяческая. ",
          "ID": "10"
        },
        {
          "text": "И той дал есть овы убо апостолы, овы же пророки, овы же благовестники, овы же пастыри и учители, ",
          "ID": "11"
        },
        {
          "text": "к совершению святых, в дело служения, в созидание тела Христова, ",
          "ID": "12"
        },
        {
          "text": "дондеже достигнем вси в соединение веры и познания Сына Божия, в мужа совершенна, в меру возраста исполнения Христова: ",
          "ID": "13"
        },
        {
          "text": "да не бываем ктому младенцы, влающеся и скитающеся всяким ветром учения, во лжи человечестей, в коварстве козней льщения: ",
          "ID": "14"
        },
        {
          "text": "истинствующе же в любви, да возрастим в него всяческая, иже есть глава Христос, ",
          "ID": "15"
        },
        {
          "text": "из негоже все тело, составляемо и счиневаемо приличне всяцем осязанием подаяния, по действу в мере единыя коеяждо части, возращение тела творит в создание самаго себе любовию. ",
          "ID": "16"
        },
        {
          "text": "Сие убо глаголю и послушествую о Господе, ктому не ходити вам, якоже и прочии языцы ходят в суете ума их, ",
          "ID": "17"
        },
        {
          "text": "помрачени смыслом, суще отчуждени от жизни Божия, за невежество сущее в них, за окаменение сердец их: ",
          "ID": "18"
        },
        {
          "text": "иже в нечаяние вложшеся, предаша себе студодеянию, в делание всякия нечистоты в лихоимании. ",
          "ID": "19"
        },
        {
          "text": "Вы же не тако познасте Христа: ",
          "ID": "20"
        },
        {
          "text": "аще убо слышасте его и о нем научистеся, якоже есть истина о Иисусе: ",
          "ID": "21"
        },
        {
          "text": "отложити вам, по первому житию, ветхаго человека, тлеющаго в похотех прелестных, ",
          "ID": "22"
        },
        {
          "text": "обновлятися же духом ума вашего, ",
          "ID": "23"
        },
        {
          "text": "и облещися в новаго человека, созданнаго по Богу в правде и в преподобии истины. ",
          "ID": "24"
        },
        {
          "text": "Темже отложше лжу, глаголите истину кийждо ко искреннему своему. зане есмы друг другу удове. ",
          "ID": "25"
        },
        {
          "text": "Гневайтеся и не согрешайте: солнце да не зайдет в гневе вашем: ",
          "ID": "26"
        },
        {
          "text": "ниже дадите места диаволу. ",
          "ID": "27"
        },
        {
          "text": "Крадый ктому да не крадет, но паче да труждается, делая своима рукама благое, да имать подаяти требующему. ",
          "ID": "28"
        },
        {
          "text": "Всяко слово гнило да не исходит из уст ваших, но точию еже есть благо к созданию веры, да даст благодать слышащым. ",
          "ID": "29"
        },
        {
          "text": "И не оскорбляйте духа святаго Божия, имже знаменастеся в день избавления. ",
          "ID": "30"
        },
        {
          "text": "Всяка горесть, и гнев, и ярость, и кличь, и хула да возмется от вас, со всякою злобою: ",
          "ID": "31"
        },
        {
          "text": "бывайте же друг ко другу блази, милосерди, прощающе друг другу, якоже и Бог во Христе простил есть вам.",
          "ID": "32"
        }
      ],
      "ID": "NT:EPH.4",
      "name": "Послание к Ефесянам 4"
    },
    {
      "text": [
        {
          "text": "Бывайте убо подражателе Богу, якоже чада возлюбленная, ",
          "ID": "1"
        },
        {
          "text": "и ходите в любви, якоже и Христос возлюбил есть нас, и предаде себе за ны приношение и жертву Богу в воню благоухания. ",
          "ID": "2"
        },
        {
          "text": "Блуд же и всяка нечистота и лихоимство ниже да именуется в вас, якоже подобает святым: ",
          "ID": "3"
        },
        {
          "text": "и сквернословие, и буесловие, или кощуны, яже неподобная, но паче благодарение: ",
          "ID": "4"
        },
        {
          "text": "сие бо да весте, яко всяк блудник, или нечист, или лихоимец, иже есть идолослужитель, не имать достояния в Царствии Христа и Бога. ",
          "ID": "5"
        },
        {
          "text": "Никтоже вас да льстит суетными словесы, сих бо ради грядет гнев Божий на сыны непокоривыя. ",
          "ID": "6"
        },
        {
          "text": "Не бывайте убо сопричастницы сим. ",
          "ID": "7"
        },
        {
          "text": "Бесте бо иногда тма, ныне же свет о Господе: якоже чада света ходите: ",
          "ID": "8"
        },
        {
          "text": "плод бо духовный есть во всяцей благостыни и правде и истине: ",
          "ID": "9"
        },
        {
          "text": "искушающе, что есть благоугодно Богови: ",
          "ID": "10"
        },
        {
          "text": "и не приюбщайтеся к делом неплодным тмы, паче же и обличайте. ",
          "ID": "11"
        },
        {
          "text": "Бываемая бо отай от них, срамно есть и глаголати. ",
          "ID": "12"
        },
        {
          "text": "Вся же обличаемая от света являются, все бо являемое свет есть: ",
          "ID": "13"
        },
        {
          "text": "сего ради глаголет: востани, спяй, и воскресни от мертвых, и осветит тя Христос. ",
          "ID": "14"
        },
        {
          "text": "Блюдите убо, како опасно ходите, не якоже немудри, но якоже премудри, ",
          "ID": "15"
        },
        {
          "text": "искупующе время, яко дние лукави суть. ",
          "ID": "16"
        },
        {
          "text": "Сего ради не бывайте несмысленни, но разумевайте, что есть воля Божия. ",
          "ID": "17"
        },
        {
          "text": "И не упивайтеся вином, в немже есть блуд: но паче исполняйтеся духом, ",
          "ID": "18"
        },
        {
          "text": "глаголюще себе во псалмех и пениих и песнех духовных, воспевающе и поюще в сердцах ваших Господеви, ",
          "ID": "19"
        },
        {
          "text": "благодаряще всегда о всех о имени Господа нашего Иисуса Христа Богу и Отцу, ",
          "ID": "20"
        },
        {
          "text": "повинующеся друг другу в страсе Божии. ",
          "ID": "21"
        },
        {
          "text": "Жены, своим мужем повинуйтеся, якоже Господу, ",
          "ID": "22"
        },
        {
          "text": "зане муж глава есть жены, якоже и Христос глава Церкве, и той есть спаситель тела: ",
          "ID": "23"
        },
        {
          "text": "но якоже Церковь повинуется Христу, такожде и жены своим мужем во всем. ",
          "ID": "24"
        },
        {
          "text": "Мужие, любите своя жены, якоже и Христос возлюби Церковь, и себе предаде за ню, ",
          "ID": "25"
        },
        {
          "text": "да освятит ю, очестив банею водною в глаголголе: ",
          "ID": "26"
        },
        {
          "text": "да представит ю себе славну Церковь, не имущу скверны, или порока, или нечто от таковых, но да будет свята и непорочна. ",
          "ID": "27"
        },
        {
          "text": "Тако должни суть мужие любити своя жены, яко своя телеса: любяй бо свою жену, себе самаго любит. ",
          "ID": "28"
        },
        {
          "text": "Никтоже бо когда свою плоть возненавиде, но питает и греет ю, якоже и Господь Церковь: ",
          "ID": "29"
        },
        {
          "text": "зане уди есмы тела его, от Плоти его и от костей его. ",
          "ID": "30"
        },
        {
          "text": "Сего ради оставит человек отца своего и матерь, и прилепится к жене своей, и будета два в плоть едину. ",
          "ID": "31"
        },
        {
          "text": "Тайна сия велика есть: аз же глаголю во Христа и во Церковь. ",
          "ID": "32"
        },
        {
          "text": "Обаче и вы, по единому кийждо свою жену сице да любит, якоже (и) себе: а жена да боится (своего) мужа.",
          "ID": "33"
        }
      ],
      "ID": "NT:EPH.5",
      "name": "Послание к Ефесянам 5"
    },
    {
      "text": [
        {
          "text": "Чада, послушайте своих родителей о Господе: сие бо есть праведно. ",
          "ID": "1"
        },
        {
          "text": "Чти отца твоего и матерь: яже есть заповедь первая во обетовании: ",
          "ID": "2"
        },
        {
          "text": "да благо ти будет, и будеши долголетен на земли. ",
          "ID": "3"
        },
        {
          "text": "И отцы, не раздражайте чад своих, но воспитовайте их в наказании и учении Господни. ",
          "ID": "4"
        },
        {
          "text": "Раби, послушайте господий своих по плоти со страхом и трепетом, в простоте сердца вашего, якоже и Христа, ",
          "ID": "5"
        },
        {
          "text": "не пред очима точию работающе яко человекоугодницы, но якоже раби Христовы, творяще волю Божию от души, ",
          "ID": "6"
        },
        {
          "text": "со благоразумием служаще якоже Господу, а не яко человеком, ",
          "ID": "7"
        },
        {
          "text": "ведяще, яко кийждо, еже аще сотворит благое, сие приимет от Господа, аще раб, аще свободь. ",
          "ID": "8"
        },
        {
          "text": "И господие, таяжде творите к ним, послабляюще им прещения, ведуще, яко и вам самем и тем Господь есть на небесех, и обиновения лица несть у него. ",
          "ID": "9"
        },
        {
          "text": "Прочее же, братие моя, возмогайте во Господе и в державе крепости его: ",
          "ID": "10"
        },
        {
          "text": "облецытеся во вся оружия Божия, яко возмощи вам стати противу кознем диаволским, ",
          "ID": "11"
        },
        {
          "text": "яко несть наша брань к крови и плоти, но к началом и ко властем (и) к миродержителем тмы века сего, к духовом злобы поднебесным. ",
          "ID": "12"
        },
        {
          "text": "Сего ради приимите вся оружия Божия, да возможете противитися в день лют и вся содеявше стати. ",
          "ID": "13"
        },
        {
          "text": "Станите убо препоясани чресла ваша истиною, и оболкшеся в броня правды, ",
          "ID": "14"
        },
        {
          "text": "и обувше нозе во уготование благовествования мира: ",
          "ID": "15"
        },
        {
          "text": "над всеми же восприимше щит веры, в немже возможете вся стрелы лукаваго разжженныя угасити: ",
          "ID": "16"
        },
        {
          "text": "и шлем спасения восприимите, и мечь духовныи, иже есть глаголгол Божий: ",
          "ID": "17"
        },
        {
          "text": "всякою молитвою и молением молящеся на всяко время духом, и в сие истое бдяще во всяком терпении и молитве о всех святых ",
          "ID": "18"
        },
        {
          "text": "и о мне, да дастся ми слово во отверзение уст моих, с дерзновением сказати тайну благовествования, ",
          "ID": "19"
        },
        {
          "text": "о немже посолствую во узах, да в нем дерзаю, якоже подобает ми глаголати. ",
          "ID": "20"
        },
        {
          "text": "Да увесте же и вы, яже о мне, что делаю, вся скажет вам тихик, возлюбленныи брат и верен служитель о Господе, ",
          "ID": "21"
        },
        {
          "text": "егоже послах к вам на сие истое, да увесте, яже о нас, и да утешит сердца ваша. ",
          "ID": "22"
        },
        {
          "text": "Мир братии и любовь с верою от Бога Отца и Господа Иисуса Христа. ",
          "ID": "23"
        },
        {
          "text": "Благодать со всеми любящими Господа нашего Иисуса Христа в неистлении. Аминь. ",
          "ID": "24"
        }
      ],
      "ID": "NT:EPH.6",
      "name": "Послание к Ефесянам 6"
    }
  ],
  "ID": "NT:EPH(CSLAV)",
  "name": "Послание к Ефесянам"
}