{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, апостола Иисуса Христа, избранного по воле Бога.",
          "ID": "1"
        },
        {
          "text": "Святым в Эфесе, живущим по вере в Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Благодать и мир вам от Бога нашего Отца и от Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благословен Бог и Отец нашего Господа Иисуса Христа. Он во Христе благословил нас всеми духовными благословениями небес. ",
          "ID": "3"
        },
        {
          "text": "Ведь Он избрал нас в Нем еще до создания мира, чтобы нам быть святыми и непорочными перед Ним. Он по Своей любви, ",
          "ID": "4"
        },
        {
          "text": "по Своему доброму желанию и воле предопределил нам через Иисуса Христа стать усыновленными Им детьми. ",
          "ID": "5"
        },
        {
          "text": "В этом проявлена вся слава Его благодати, которую Он дал нам во Христе, возлюбленном Им. ",
          "ID": "6"
        },
        {
          "text": "В Нем мы получили искупление Его кровью и прощение грехов по Его безграничной благодати, ",
          "ID": "7"
        },
        {
          "text": "которой Он щедро наделил нас. Со всякой мудростью и знанием ",
          "ID": "8"
        },
        {
          "text": "Он открыл нам тайну Своей воли. Он сделал это по Своему доброму желанию, изначально воплощенному во Христе, ",
          "ID": "9"
        },
        {
          "text": "чтобы в определенное время объединить все на небесах и на земле под властью Христа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "В Нем мы стали наследниками, как это и было предопределено замыслом Бога, совершающего все в мире согласно Своей воле и Своим целям, ",
          "ID": "11"
        },
        {
          "text": "чтобы мы, первыми возложившие надежду на Христа, послужили к Его восхвалению.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "В Нем и вы, услышав слово истины – Радостную Весть, несущую вам спасение, – и поверив во Христа, были отмечены печатью обещанного Святого Духа, ",
          "ID": "13"
        },
        {
          "text": "Который является залогом нашего будущего наследия и искупления тех, кто принадлежит Ему, для похвалы Его славы.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Поэтому и я, услышав о вашей вере в Господа Иисуса и о вашей любви ко всем святым, ",
          "ID": "15"
        },
        {
          "text": "не перестаю благодарить за вас Бога, вспоминая вас в своих молитвах. ",
          "ID": "16"
        },
        {
          "text": "Я молюсь, чтобы Бог нашего Господа Иисуса Христа, прославленный Отец, дал вам Духа мудрости и откровения, чтобы вы лучше познали Его. ",
          "ID": "17"
        },
        {
          "text": "Я молюсь и о том, чтобы Бог просветил очи вашего сердца, и вы увидели, что представляет собой та надежда, к которой Он вас призвал, сколь велико богатство славы, которую получат в наследство святые, ",
          "ID": "18"
        },
        {
          "text": "и каково безмерное величие Его силы в нас, верующих под действием Его безграничной силы. ",
          "ID": "19"
        },
        {
          "text": "Этой же силой Бог произвел действие и во Христе, когда воскресил Его из мертвых и посадил по правую руку от Себя на небесах, ",
          "ID": "20"
        },
        {
          "text": "выше всяких начальств, властей, сил и господств и выше всякого имени, упоминаемого не только в этом веке, но и в будущем. ",
          "ID": "21"
        },
        {
          "text": "Бог все покорил под ноги Христа, поставил Его, Владыку всего, главой Церкви, ",
          "ID": "22"
        },
        {
          "text": "которая является Его телом, полнотой Того, Кто наполняет все во всем.",
          "ID": "23"
        }
      ],
      "ID": "NT:EPH.1",
      "name": "Послание к Эфесянам 1"
    },
    {
      "text": [
        {
          "text": "Вы были мертвыми из-за ваших преступлений и грехов ",
          "ID": "1"
        },
        {
          "text": "и поступали так, как принято в этом греховном мире, по велениям властителя сил, обитающих в воздухе, – духа, действующего ныне в тех, кто противится Богу. ",
          "ID": "2"
        },
        {
          "text": "Мы все когда-то были такими и поступали по своим природным желаниям, следуя своей похоти. Нас, как и всех остальных, ожидал Божий гнев. ",
          "ID": "3"
        },
        {
          "text": "Но Бог, богатый милостью, проявил такую огромную любовь к нам, ",
          "ID": "4"
        },
        {
          "text": "что нас, хотя мы и были мертвыми из-за наших преступлений, оживил вместе со Христом.",
          "ID": "5"
        },
        {
          "text": "Вы спасены по благодати. ",
          "ID": "5"
        },
        {
          "text": "И Бог воскресил нас вместе со Христом и посадил нас, объединившихся с Иисусом Христом, в небесах. ",
          "ID": "6"
        },
        {
          "text": "Тем самым Он хотел показать в грядущих веках безмерное богатство Своей благодати к нам через Иисуса Христа. ",
          "ID": "7"
        },
        {
          "text": "Потому что вы спасены по благодати через веру, и это не ваша заслуга – это дар Божий. ",
          "ID": "8"
        },
        {
          "text": "Не за дела, чтобы никто не хвалился тем, что он якобы заслужил спасение. ",
          "ID": "9"
        },
        {
          "text": "Мы теперь новое творение Божье, созданы в Иисусе Христе для совершения добрых дел, которые Бог предназначил нам совершать.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Помните поэтому, что вы по рождению язычники, которых так называемые «обрезанные» человеческим обрезанием, совершаемым руками, называли «необрезанными». ",
          "ID": "11"
        },
        {
          "text": "Вы были в то время без Христа и не принадлежали к народу Израиля. Завет, в котором были заключены обещания Божьи, на вас не распространялся, вы жили в этом мире без надежды и без Бога. ",
          "ID": "12"
        },
        {
          "text": "Но сейчас – в Иисусе Христе – вы, бывшие когда-то далеко, кровью Христа стали близки.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он Сам примирил нас, иудеев, и вас, язычников, и сделал из двух одно, разрушив Своей смертью стоявшую между нами стену, то есть разделявшую нас вражду. ",
          "ID": "14"
        },
        {
          "text": "Он упразднил Закон с его повелениями и правилами, и Его цель – создать в Себе из двух один новый народ, установить мир ",
          "ID": "15"
        },
        {
          "text": "и обоих, в одном теле, примирить с Богом через крест, уничтожив Собою вражду. ",
          "ID": "16"
        },
        {
          "text": "Он пришел и принес Радостную Весть о мире вам, бывшим далеко от Него, и тем, кто был близок к Нему, ",
          "ID": "17"
        },
        {
          "text": "поэтому через Него мы все в одном Духе получили доступ к Отцу.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Поэтому вы уже не чужие и не инородцы; вы сограждане святому народу Божьему и члены Его семьи. ",
          "ID": "19"
        },
        {
          "text": "Вы воздвигнуты на основании, которым являются апостолы и пророки, а его краеугольный Камень – Иисус Христос. ",
          "ID": "20"
        },
        {
          "text": "На Нем крепится все здание, поднимающееся все выше и становящееся святым храмом в Господе. ",
          "ID": "21"
        },
        {
          "text": "В Нем и вы созидаетесь вместе, чтобы стать жилищем, в котором Бог живет Своим Духом.",
          "ID": "22"
        }
      ],
      "ID": "NT:EPH.2",
      "name": "Послание к Эфесянам 2"
    },
    {
      "text": [
        {
          "text": "Вот почему я, Павел, нахожусь в заключении за Иисуса Христа ради вас, язычников.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Вы, конечно же, слышали о том, что Бог возложил на меня ответственность передать вам Божью благодать. ",
          "ID": "2"
        },
        {
          "text": "Он открыл мне тайный план, о котором я вам уже вкратце писал. ",
          "ID": "3"
        },
        {
          "text": "Прочитав это, вы также сможете постичь то, что я знаю о тайне Христа, ",
          "ID": "4"
        },
        {
          "text": "которая не была открыта прежним поколениям людей, но теперь Дух открыл ее святым Божьим апостолам и пророкам. ",
          "ID": "5"
        },
        {
          "text": "Тайна эта заключается в том, что через Радостную Весть язычники вместе с иудеями становятся наследниками благословений Божьих и членами единого тела. Им также принадлежит обещание, данное в Иисусе Христе.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "По благодати Божьей, данной мне благодаря действию Его силы, я стал служителем этой Радостной Вести. ",
          "ID": "7"
        },
        {
          "text": "Я – самый незначительный из всех святых, и мне была дана эта благодать: возвещать язычникам Радостную Весть о неизмеримом богатстве Христа. ",
          "ID": "8"
        },
        {
          "text": "Мне было доверено просветить всех относительно этого плана, который был от самого начала скрыт Богом, сотворившим все. ",
          "ID": "9"
        },
        {
          "text": "Согласно ему, многообразная мудрость Божья должна теперь открыться начальствам и властям на небесах через Церковь. ",
          "ID": "10"
        },
        {
          "text": "Это Его вечный замысел, который Он осуществил во Христе Иисусе, нашем Господе. ",
          "ID": "11"
        },
        {
          "text": "В Нем и по вере в Него мы можем свободно и уверенно приходить к Богу. ",
          "ID": "12"
        },
        {
          "text": "Поэтому я прошу вас не отчаиваться из-за моих страданий ради вас, потому что они служат к вашей славе.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Ради этого я и стою на коленях в молитве перед Отцом, ",
          "ID": "14"
        },
        {
          "text": "от Которого получает имя каждый род на небесах и на земле. ",
          "ID": "15"
        },
        {
          "text": "Я молюсь, чтобы по богатству Своей славы Он Духом Своим наделил вас внутренней силой ",
          "ID": "16"
        },
        {
          "text": "и чтобы через веру в ваши сердца вселился Христос; ",
          "ID": "17"
        },
        {
          "text": "молюсь, чтобы вы, укорененные и утвержденные в любви, вместе со всеми святыми могли понять ширину, длину, высоту и глубину любви Христа ",
          "ID": "18"
        },
        {
          "text": "и могли познать эту любовь, которая превыше человеческого разумения; молюсь, чтобы ваша жизнь преисполнилась всей полнотой Божьей. ",
          "ID": "19"
        },
        {
          "text": "А Тому, Чья сила действует в нас, и Кто может сделать гораздо больше того, о чем мы просим или даже о чем помышляем, ",
          "ID": "20"
        },
        {
          "text": "да будет слава из поколения в поколение, навеки, через Иисуса Христа и через Церковь! Аминь.",
          "ID": "21"
        }
      ],
      "ID": "NT:EPH.3",
      "name": "Послание к Эфесянам 3"
    },
    {
      "text": [
        {
          "text": "Я, находящийся в заключении ради Господа, умоляю вас: раз вы призваны Богом, то живите достойно вашего призвания. ",
          "ID": "1"
        },
        {
          "text": "Будьте скромны и кротки, относитесь друг ко другу с терпением и любовью. ",
          "ID": "2"
        },
        {
          "text": "Делайте все возможное для того, чтобы скрепить свое духовное единство узами мира. ",
          "ID": "3"
        },
        {
          "text": "Дух один и тело одно, так же, как и надежда, к которой вы были призваны, – одна. ",
          "ID": "4"
        },
        {
          "text": "Один Господь, одна вера, одно крещение, ",
          "ID": "5"
        },
        {
          "text": "один Бог – Отец всех. Он стоит над всем и действует через все и во всем.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Каждому из нас дана благодать по мере дара Христова. ",
          "ID": "7"
        },
        {
          "text": "Поэтому и сказано:",
          "ID": "8"
        },
        {
          "text": "«Он поднялся на высоту,",
          "ID": "8"
        },
        {
          "text": "пленил пленных",
          "ID": "8"
        },
        {
          "text": "и дал дары людям».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "«Поднялся» означает не что иное, как то, что Он прежде спускался вниз, на землю. ",
          "ID": "9"
        },
        {
          "text": "Этот спустившийся и есть Тот Самый, Кто поднялся выше небес, чтобы наполнить Собой всю вселенную. ",
          "ID": "10"
        },
        {
          "text": "И Он дал одним быть апостолами, другим – пророками, третьим – проповедниками Радостной Вести, четвертым – быть пастырями и учителями, ",
          "ID": "11"
        },
        {
          "text": "чтобы приготовить святых к делу служения, для созидания тела Христа ",
          "ID": "12"
        },
        {
          "text": "до тех пор, пока мы все не достигнем единства в вере и в познании Сына Божьего, пока не достигнем духовной зрелости и пока не будем подобны Христу, в Котором полнота совершенства.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И тогда мы уже не будем малыми детьми, колеблемыми волнами и носимыми ветрами разных учений, которые делают нас жертвами хитрых обманщиков, вводящих людей в заблуждение. ",
          "ID": "14"
        },
        {
          "text": "Но говоря с любовью истину, мы будем возрастать, во всем отражая характер Христа, Который является Главой ",
          "ID": "15"
        },
        {
          "text": "и благодаря Которому все тело соединено и скреплено всевозможными связями и все части его выполняют каждая свою функцию. При этом все тело возрастает и созидается в любви.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Поэтому я заявляю и настаиваю ради Господа: перестаньте жить как язычники, чьи мысли пусты, ",
          "ID": "17"
        },
        {
          "text": "потому что их сознание помрачено. Они отчуждены от жизни, которую дает Бог, из-за их духовной слепоты, произошедшей по черствости их сердец. ",
          "ID": "18"
        },
        {
          "text": "Потеряв всякую чувствительность, они предаются разврату, с ненасытностью погрязая во всякой нечистоте.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Но вы не так узнали Христа. ",
          "ID": "20"
        },
        {
          "text": "Без сомнения, вы слышали о Нем и в Нем были научены истине, поскольку истина заключена в Иисусе. ",
          "ID": "21"
        },
        {
          "text": "Вас учили тому, чтобы вы оставили прежний образ жизни, свойственный вашей старой природе, разлагающейся из-за своих обманчивых низменных желаний. ",
          "ID": "22"
        },
        {
          "text": "Обновите ваш образ мыслей, ",
          "ID": "23"
        },
        {
          "text": "оденьтесь в новую природу, созданную по образу Бога, – в истинную праведность и святость.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Пусть каждый из вас оставит ложь и говорит своим ближним правду, потому что все мы члены одного тела. ",
          "ID": "25"
        },
        {
          "text": "«Гневаясь, не грешите», пусть ваш гнев пройдет прежде, чем зайдет солнце; ",
          "ID": "26"
        },
        {
          "text": "не давайте дьяволу места в вашей жизни. ",
          "ID": "27"
        },
        {
          "text": "Кто крал, пусть больше не крадет, а зарабатывает на жизнь своим трудом и делится с теми, кто в нужде.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Не произносите никаких дурных слов, говорите лишь полезное для назидания, чтобы это приносило благодать слушающим. ",
          "ID": "29"
        },
        {
          "text": "Не огорчайте Святого Духа Божьего, Которым вы были запечатлены для дня искупления. ",
          "ID": "30"
        },
        {
          "text": "Избавьтесь от всякой горечи в душе, гнева, ярости, крика, злословия и всякого рода злобы. ",
          "ID": "31"
        },
        {
          "text": "Будьте добры друг ко другу, проявляйте сострадание, прощайте друг друга, как и Бог во Христе простил вас.",
          "ID": "32"
        }
      ],
      "ID": "NT:EPH.4",
      "name": "Послание к Эфесянам 4"
    },
    {
      "text": [
        {
          "text": "Подражайте Богу, будучи Его любимыми детьми. ",
          "ID": "1"
        },
        {
          "text": "Живите в любви, как и Христос нас полюбил и отдал Самого Себя за нас как жертвенное приношение Богу, в приятное благоухание. ",
          "ID": "2"
        },
        {
          "text": "Среди вас ни в коем случае не должно быть даже намека на разврат, или другую нечистоту, или жадность – это не подобает святому Божьему народу. ",
          "ID": "3"
        },
        {
          "text": "В вашей речи не должно быть никаких непристойностей, пустой болтовни или грязных шуток, лучше благодарите Бога. ",
          "ID": "4"
        },
        {
          "text": "Знайте, что ни один человек: ни предающийся разврату, ни порочный, ни алчный – а это то же самое, что идолопоклонник, – не получит наследства в Царстве Христа и Бога. ",
          "ID": "5"
        },
        {
          "text": "И пусть никто вас не обманывает, выступая против вышесказанного, потому что непокорность вызывает гнев Божий. ",
          "ID": "6"
        },
        {
          "text": "Не имейте ничего общего с такими людьми.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда-то вы были тьмой, но сейчас, когда вы в Господе, вы стали светом. Живите как дети света. ",
          "ID": "8"
        },
        {
          "text": "А плод света – это всякая доброта, праведность и истина. ",
          "ID": "9"
        },
        {
          "text": "Старайтесь разузнать, что приятно Господу. ",
          "ID": "10"
        },
        {
          "text": "Не участвуйте в бесплодных делах тьмы, напротив, обличайте эти дела. ",
          "ID": "11"
        },
        {
          "text": "О том, чем такие люди занимаются втайне, даже стыдно говорить. ",
          "ID": "12"
        },
        {
          "text": "Но все тайное при свете становится явным. ",
          "ID": "13"
        },
        {
          "text": "Свет делает все видимым, поэтому и говорится:",
          "ID": "14"
        },
        {
          "text": "«Проснись, спящий!",
          "ID": "14"
        },
        {
          "text": "Воскресни из мертвых –",
          "ID": "14"
        },
        {
          "text": "и Христос осветит тебя».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Итак, смотрите, поступайте осторожно, не как глупые, но как мудрые. ",
          "ID": "15"
        },
        {
          "text": "Дорожите временем, потому что в эти дни много зла. ",
          "ID": "16"
        },
        {
          "text": "Не будьте легкомысленны, а лучше старайтесь понять, в чем заключена воля Господа. ",
          "ID": "17"
        },
        {
          "text": "Не напивайтесь вином, это ведет к распутству. Но лучше исполняйтесь Духом. ",
          "ID": "18"
        },
        {
          "text": "Наставляйте друг друга псалмами, гимнами и духовными песнопениями. Пойте и прославляйте Господа в ваших сердцах. ",
          "ID": "19"
        },
        {
          "text": "Всегда и за все благодарите Бога Отца во имя нашего Господа Иисуса Христа.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Подчиняйтесь друг другу из страха перед Христом. ",
          "ID": "21"
        },
        {
          "text": "Вы, жены, подчиняйтесь вашим мужьям, как Господу. ",
          "ID": "22"
        },
        {
          "text": "Ведь муж – глава своей жене, как и Христос – Глава и Спаситель Церкви – Своего тела. ",
          "ID": "23"
        },
        {
          "text": "И как Церковь подчиняется Христу, так и жены должны во всем подчиняться своим мужьям.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "А вы, мужья, любите ваших жен так, как Христос полюбил Свою Церковь. Он Самого Себя отдал за нее, ",
          "ID": "25"
        },
        {
          "text": "чтобы сделать ее святой, очистив ее водным омовением через слово, ",
          "ID": "26"
        },
        {
          "text": "чтобы Ему поставить ее перед Собой как славную Церковь, не имеющую пятна, или порока, или чего-то подобного, чтобы она была святой и непорочной. ",
          "ID": "27"
        },
        {
          "text": "Точно так и мужья должны любить своих жен, любить, как свое собственное тело. Тот, кто любит свою жену, любит самого себя. ",
          "ID": "28"
        },
        {
          "text": "Ведь нет такого человека, кто бы ненавидел свое тело, но каждый питает свое тело и заботится о нем. Так и Христос заботится о Церкви, ",
          "ID": "29"
        },
        {
          "text": "потому что мы – члены Его тела. ",
          "ID": "30"
        },
        {
          "text": "«Поэтому оставит человек отца и мать и соединится со своей женой, и двое станут одной плотью». ",
          "ID": "31"
        },
        {
          "text": "В этих словах скрыта великая истина, и я говорю вам, что они относятся к взаимоотношениям Христа и Церкви. ",
          "ID": "32"
        },
        {
          "text": "А что касается вас, пусть каждый муж любит свою жену, как самого себя, и жена пусть почитает своего мужа.",
          "ID": "33"
        }
      ],
      "ID": "NT:EPH.5",
      "name": "Послание к Эфесянам 5"
    },
    {
      "text": [
        {
          "text": "Дети, будьте послушны своим родителям в Господе, это ваш долг. ",
          "ID": "1"
        },
        {
          "text": "«Почитай отца и мать» – это первое повеление с обещанием: ",
          "ID": "2"
        },
        {
          "text": "«Чтобы тебе жить благополучно и долго на земле».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Отцы, не раздражайте ваших детей, но воспитывайте их в учении и наставлении Господа.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Рабы, подчиняйтесь вашим земным хозяевам с почтением и страхом, от чистого сердца, как вы подчинялись бы и Христу. ",
          "ID": "5"
        },
        {
          "text": "Делайте это не напоказ, только ради того, чтобы заслужить их доброе отношение, но делайте это как рабы Христа, от души исполняющие волю Бога. ",
          "ID": "6"
        },
        {
          "text": "Служите со старанием, как вы служили бы Господу, а не людям. ",
          "ID": "7"
        },
        {
          "text": "Знайте, что Господь вознаградит каждое доброе дело, кто бы его ни сделал, раб или свободный.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И вы, хозяева, так же относитесь к своим рабам. Перестаньте им угрожать. Помните, что на небесах есть Господь – хозяин над ними и над вами, и Он никому не отдает предпочтения.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И в заключение хочу сказать: укрепляйтесь в Господе Его мощью и силой. ",
          "ID": "10"
        },
        {
          "text": "Наденьте на себя все вооружение, которое вам дал Бог, чтобы вы могли устоять перед происками дьявола. ",
          "ID": "11"
        },
        {
          "text": "Потому что мы боремся не против людей из плоти и крови, а против начальств, против властей, против владык этого мира тьмы и против духов зла на небесах. ",
          "ID": "12"
        },
        {
          "text": "Поэтому возьмите все Божье вооружение, чтобы вы смогли противостать им в день, когда зло пойдет в наступление, и, все преодолев, выстоять. ",
          "ID": "13"
        },
        {
          "text": "Встаньте твердо, подвязавшись поясом истины, надев броню праведности ",
          "ID": "14"
        },
        {
          "text": "и обув ноги в готовность возвещать Радостную Весть о мире. ",
          "ID": "15"
        },
        {
          "text": "А кроме всего возьмите щит веры, которым вы сможете погасить горящие стрелы дьявола. ",
          "ID": "16"
        },
        {
          "text": "Наденьте шлем спасения и возьмите меч от Духа – слово Божье. ",
          "ID": "17"
        },
        {
          "text": "Молитесь всякими молитвами и прошениями во всякое время в Духе, для этого бодрствуйте и будьте постоянны в молитве за всех святых.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Молитесь и обо мне, чтобы, когда я говорю, мне были даны нужные слова и чтобы я мог бесстрашно объяснять тайну Радостной Вести, ",
          "ID": "19"
        },
        {
          "text": "послом которой я являюсь, даже находясь в этих цепях. Молитесь о том, чтобы я смело возвещал ее, как и должно.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "А чтобы и вы были в курсе моих дел, вам все расскажет Тихик, наш дорогой брат и верный служитель Господа. ",
          "ID": "21"
        },
        {
          "text": "Для этого я и посылаю его к вам, чтобы вы получили вести о нас и ободрились.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Пусть у вас, братья, будет мир, любовь и вера от Бога Отца и Господа Иисуса Христа. ",
          "ID": "23"
        },
        {
          "text": "Благодать со всеми, кто бесконечно любит нашего Господа Иисуса Христа.",
          "ID": "24"
        }
      ],
      "ID": "NT:EPH.6",
      "name": "Послание к Эфесянам 6"
    }
  ],
  "ID": "NT:EPH(NRP)",
  "name": "Послание к Эфесянам"
}