{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Павел, волей Божьей апостол Христа Иисуса, обращается с приветствиями к людям Божьим, верующим во Христе Иисусе, которые живут в Ефесе.",
          "ID": "1"
        },
        {
          "text": "Благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "Благословен будь Бог и Отец Господа нашего Иисуса Христа! Во Христе благословил Он нас всеми духовными благословениями в Небесных владениях.",
          "ID": "3"
        },
        {
          "text": "Через Него Бог избрал нас ещё до сотворения мира, чтобы были мы святы и непорочны перед Ним. Из любви Своей к нам",
          "ID": "4"
        },
        {
          "text": "назначил Он нам быть усыновлёнными Собою через Иисуса Христа. Таковы были Его цель и желание.",
          "ID": "5"
        },
        {
          "text": "Он сделал это, чтобы воздавали мы хвалу благодати Его, которую даровал Он нам по благоволению в лице Сына Своего любимого.",
          "ID": "6"
        },
        {
          "text": "Через смерть Его обрели мы свободу от греха. Мы получили отпущение грехов, благодаря бесконечной благодати Его,",
          "ID": "7"
        },
        {
          "text": "которую излил Он на нас потоками в глубочайшей мудрости и всеведении Своём.",
          "ID": "8"
        },
        {
          "text": "Он открыл нам тайную волю Свою, которая проявилась нам через Христа, потому что так было Ему угодно.",
          "ID": "9"
        },
        {
          "text": "Согласно воле Своей, Бог пожелал воссоединить в надлежащее время всё сотворённое на небе и на земле во Христе.",
          "ID": "10"
        },
        {
          "text": "Через Него мы были избраны Богом, потому что так была предопределена наша судьба в соответствии с намерением Того, Кто свершает всё согласно воле Своей.",
          "ID": "11"
        },
        {
          "text": "Это было сделано для того, чтобы мы, получившие надежду нашу во Христе, имели повод восславить Бога.",
          "ID": "12"
        },
        {
          "text": "Вы также слышали истинное послание Благой Вести, в котором Бог рассказал о вашем спасении. Через Благую Весть вы уверовали в Иисуса Христа и были отмечены особой печатью Святого Духа, обещанного вам Богом.",
          "ID": "13"
        },
        {
          "text": "Святой Дух — залог нашего наследия до тех пор, пока Бог не даст полную свободу нам, принадлежащим Ему. Бог совершил это, чтобы вы могли восславить Его.",
          "ID": "14"
        },
        {
          "text": "С тех пор как я услышал о вашей вере в Господа Иисуса и о вашей любви ко всем людям Божьим,",
          "ID": "15"
        },
        {
          "text": "я не перестаю благодарить Бога за вас, вспоминая вас в своих молитвах.",
          "ID": "16"
        },
        {
          "text": "Пусть Бог Господа нашего Иисуса Христа, славный Отец, дарует вам мудрость духовную и откровения, которые дадут вам способность познать Его полностью.",
          "ID": "17"
        },
        {
          "text": "Пусть разум ваш станет восприимчив к Свету, чтобы вы узнали, что такое надежда, к которой призвал Он вас, и как великолепно наследие, которое дарит Он всем святым людям Своим.",
          "ID": "18"
        },
        {
          "text": "Знайте же, что для нас, верующих, Его сила не сравнима ни с чем! Это та же великая сила,",
          "ID": "19"
        },
        {
          "text": "которой Он воскресил Христа из мёртвых и усадил Его по правую руку от Себя в Небесных владениях.",
          "ID": "20"
        },
        {
          "text": "Господь поместил Его выше всех правителей, властей, сил и господ, и выше любого звания, которое может быть присвоено не только в наше время, но и во все будущие времена.",
          "ID": "21"
        },
        {
          "text": "И Он отдал всё под власть Христа и дал Его церкви, чтобы Он был главою над всем.",
          "ID": "22"
        },
        {
          "text": "Церковь — тело Христа, и Он наполняет Собой всё и вся.",
          "ID": "23"
        }
      ],
      "ID": "NT:EPH.1",
      "name": "Послание К Ефесянам 1"
    },
    {
      "text": [
        {
          "text": "Вы были мертвы духовно из-за своих уклонений и грехов,",
          "ID": "1"
        },
        {
          "text": "в которых пребывали ранее. Вы следовали путями мирскими и повиновались князю злых сил, обитающих над землёй, духу, действующему сейчас в тех, кто не послушен Богу.",
          "ID": "2"
        },
        {
          "text": "Мы также жили среди них одно время, потакая потребностям своей греховной природы и следуя греховным желаниям и мыслям. Как и все остальные в мире, мы обречены были испытать на себе гнев Божий.",
          "ID": "3"
        },
        {
          "text": "Но Бог щедр в милосердии Своём и возлюбил нас Своею любовью великой.",
          "ID": "4"
        },
        {
          "text": "Когда мы были духовно мертвы из-за своих грехов, совершённых против Бога, Он даровал нам жизнь вместе с Христом. Вы обрели спасение благодаря благодати Божьей.",
          "ID": "5"
        },
        {
          "text": "Нас, тех кто во Христе Иисусе, Он воскресил к жизни вместе с Христом, и усадил вместе с Ним на престоле в Небесных владениях.",
          "ID": "6"
        },
        {
          "text": "Бог явил нам, тем кто принадлежит Иисусу Христу, несравнимую полноту доброты и благодати Своей на все времена.",
          "ID": "7"
        },
        {
          "text": "Вы уверовали, и поэтому были спасены благодаря благодати Божьей. Не своими силами вы обрели спасение. Ваше спасение — дар Божий,",
          "ID": "8"
        },
        {
          "text": "а не вознаграждение за труды, так что никто не может хвастаться собой.",
          "ID": "9"
        },
        {
          "text": "Бог сотворил нас такими, какие мы есть. Он создал нас во Христе Иисусе для того, чтобы мы могли посвятить нашу жизнь, совершая добрые дела, которые Бог предусмотрел заранее.",
          "ID": "10"
        },
        {
          "text": "Вы не были рождены иудеями, вы те, кого иудеи называют «необрезанными», а себя они называет «обрезанными» (имея в виду действие, производимое руками человеческими).",
          "ID": "11"
        },
        {
          "text": "Так помните, что в прошлом вы жили без Христа и не принадлежали к числу Божьих людей Израиля. Для вас оставались чужими Соглашения, связанные с обещанием Божьим, и жили вы в этом мире без надежды и без Бога.",
          "ID": "12"
        },
        {
          "text": "Теперь же, во Христе Иисусе, вы, когда-то бывшие далеко от Бога, были приближены к нему через кровную жертву Христа.",
          "ID": "13"
        },
        {
          "text": "Потому что Он — наш источник мира. Он объединил нас в один народ и разрушил преграду, созданную разобщающей стеной враждебности, принеся в жертву Своё тело.",
          "ID": "14"
        },
        {
          "text": "Он покончил с Законом, со всеми его правилами и уставами, чтобы обеспечить мир, создав в себе из двух групп людей новый народ,",
          "ID": "15"
        },
        {
          "text": "и через смерть Свою на кресте объединить оба народа перед Богом в едином теле и уничтожить враждебность.",
          "ID": "16"
        },
        {
          "text": "И тогда пришёл Он и стал проповедовать мир вам, тем, кто был далёк, и тем, кто был близок,",
          "ID": "17"
        },
        {
          "text": "потому что через Него мы соединились с Отцом в одном Духе.",
          "ID": "18"
        },
        {
          "text": "И, следовательно, вы более не чужие друг другу и не посторонние. Напротив, вы сограждане со святыми людьми Божьими.",
          "ID": "19"
        },
        {
          "text": "Вы строите на основании, которое держится на апостолах и пророках, а Иисус Христос является краеугольным камнем этого основания.",
          "ID": "20"
        },
        {
          "text": "Он поддерживает собой всё это строение, и оно растёт, чтобы стать святым храмом Господа.",
          "ID": "21"
        },
        {
          "text": "Через Него и вы вместе с остальными созидаете себя, образуя жилище, где Бог будет жить через Святого Духа.",
          "ID": "22"
        }
      ],
      "ID": "NT:EPH.2",
      "name": "Послание К Ефесянам 2"
    },
    {
      "text": [
        {
          "text": "Я, Павел, нахожусь в заключении потому, что служу Христу Иисусу ради вас, язычники.",
          "ID": "1"
        },
        {
          "text": "Вы несомненно слышали о том, как Божья благодать была оказана мне ради блага вашего.",
          "ID": "2"
        },
        {
          "text": "Через откровение стала мне известна тайна Божья, о чём я уже кратко писал раньше,",
          "ID": "3"
        },
        {
          "text": "и если вы прочтёте это, то сможете понять, как проник я в тайную истину о Христе.",
          "ID": "4"
        },
        {
          "text": "Прежним поколениям людей тайна эта не была объявлена так, как сейчас открылась она Его святым апостолам и пророкам через Духа.",
          "ID": "5"
        },
        {
          "text": "Тайна эта состоит в том, что язычники вместе с иудеями — сонаследники, сочлены одного и того же тела и соучастники в том, что обещано Богом во Христе Иисусе через Благую Весть.",
          "ID": "6"
        },
        {
          "text": "По благодати Божьей, дарованной мне властью Его, я стал слугой, проповедующим Благую Весть.",
          "ID": "7"
        },
        {
          "text": "Хотя я и меньше самого ничтожного из всех людей Божьих, мне был дан дар проповедовать язычникам о непостижимом богатстве Христа",
          "ID": "8"
        },
        {
          "text": "и разъяснять всем, в чём заключается тайный замысел. От начала времени он оставался скрытым у Бога, сотворившего всё,",
          "ID": "9"
        },
        {
          "text": "чтобы теперь открыть, с помощью церкви правителям и владыкам в небесных владениях многогранную мудрость Божью.",
          "ID": "10"
        },
        {
          "text": "Этот замысел был исполнен Богом через Христа Иисуса, Господа нашего, в соответствии со Своим извечным намерением.",
          "ID": "11"
        },
        {
          "text": "Во Христе мы обрели смелость и надёжный доступ к Богу, благодаря вере во Христа.",
          "ID": "12"
        },
        {
          "text": "Поэтому, я и молюсь, чтобы вы не отступили из-за моего страдания, так как в этом страдании — ваша Слава.",
          "ID": "13"
        },
        {
          "text": "По этой причине я преклоняю колени перед Отцом,",
          "ID": "14"
        },
        {
          "text": "от Которого каждая семья на земле и на небе получила своё истинное имя.",
          "ID": "15"
        },
        {
          "text": "Пусть же Он, от великого богатства Славы Своей, даст вам силу укрепить своё духовное начало через Его Духа,",
          "ID": "16"
        },
        {
          "text": "чтобы Христос жил в сердцах ваших благодаря вере. Пусть жизнь ваша укоренится в любви и строится на ней,",
          "ID": "17"
        },
        {
          "text": "чтобы вы были в состоянии понять вместе со всеми людьми Божьими, сколь широка, глубока, высока и нескончаема любовь Христа.",
          "ID": "18"
        },
        {
          "text": "Его любовь превосходит всё, известное человечеству, и я молюсь, чтобы вы смогли познать эту любовь. Только познав её, вы обретёте всю полноту даров Божьих.",
          "ID": "19"
        },
        {
          "text": "Так пусть же будет Слава Богу, Который в состоянии свершить намного больше того, о чём мы молим и думаем, благодаря силе Его, действующей в нас.",
          "ID": "20"
        },
        {
          "text": "Слава Ему в церкви, и во Христе Иисусе, на все будущие поколения во веки веков! Аминь.",
          "ID": "21"
        }
      ],
      "ID": "NT:EPH.3",
      "name": "Послание К Ефесянам 3"
    },
    {
      "text": [
        {
          "text": "Итак, я, узник за то, что принадлежу Господу, призываю вас жить так, чтобы быть достойными зова, который достиг вас.",
          "ID": "1"
        },
        {
          "text": "Проявляйте смирение и доброту ежедневно, а также терпение, и относитесь друг к другу с любовью.",
          "ID": "2"
        },
        {
          "text": "Стремитесь сохранить единство Духа через мир, который связывает вас.",
          "ID": "3"
        },
        {
          "text": "Есть лишь одно тело и один Дух, и Бог призвал вас разделить общую надежду.",
          "ID": "4"
        },
        {
          "text": "Есть лишь один Господь, одна вера, одно крещение,",
          "ID": "5"
        },
        {
          "text": "один Бог и Отец всех. Лишь Он — хозяин над всем, проявляется во всём и вездесущ.",
          "ID": "6"
        },
        {
          "text": "Особая благодать дарована каждому из нас соответственно щедрости Христа.",
          "ID": "7"
        },
        {
          "text": "Вот почему сказано в Писании:",
          "ID": "8"
        },
        {
          "text": "«Когда вознёсся Он,",
          "ID": "8"
        },
        {
          "text": "то взял с Собой захваченных пленников",
          "ID": "8"
        },
        {
          "text": "и раздал дары людям». Псалом 67:19",
          "ID": "8"
        },
        {
          "text": "Что же означает сказанное «Он вознёсся», как не то, что Он также и спускался на землю?",
          "ID": "9"
        },
        {
          "text": "Тот, Кто спустился, и вознёсся выше всех небес, чтобы заполнить Собой всё.",
          "ID": "10"
        },
        {
          "text": "И сам Он некоторым даровал стать апостолами, другим — пророками, третьим — проповедниками Благой Вести, четвёртым — пастырями и учителями, чтобы они поучали и опекали людей Божьих.",
          "ID": "11"
        },
        {
          "text": "Он сделал это, чтобы подготовить людей Божьих к служению ради укрепления тела Христа.",
          "ID": "12"
        },
        {
          "text": "Это служение будет продолжаться до тех пор, пока мы все не придём к единству в вере и в полном познании Сына Божьего и не станем зрелыми людьми, подобными Христу, достигнув такого же совершенства, что и Он.",
          "ID": "13"
        },
        {
          "text": "Тогда мы больше не будем подобны младенцам; не уподобимся кораблю, которого волны швыряют из стороны в сторону, и ветер всякого нового учения уносит с собой, а также людской обман и мошенничества, способствующие козням.",
          "ID": "14"
        },
        {
          "text": "Давайте будем возглашать истину с любовью и будем расти, чтобы стать подобными Ему во всех отношениях. Христос — глава",
          "ID": "15"
        },
        {
          "text": "всему телу, которое соединяется всякими взаимно скрепляющими связями. И когда каждая отдельная часть действует, как должно, то всё тело растёт и крепнет благодаря любви.",
          "ID": "16"
        },
        {
          "text": "И потому я говорю это и предупреждаю вас во имя Господа: перестаньте жить, как живут язычники с их никчёмными мыслями.",
          "ID": "17"
        },
        {
          "text": "Их ум — в потёмках, и они отделены от жизни, исходящей от Бога, потому что невежественны, и сердца их ожесточены.",
          "ID": "18"
        },
        {
          "text": "Они утратили чувство стыда и предались сладострастию до такой степени, что занимаются всяким непотребством без стеснения.",
          "ID": "19"
        },
        {
          "text": "Но не такое узнали вы о Христе",
          "ID": "20"
        },
        {
          "text": "и я не сомневаюсь, что вы слышали о Нём, а когда стали Его учениками, то получили наставления в соответствии с истиной, которая в Иисусе.",
          "ID": "21"
        },
        {
          "text": "Что касается вашего прежнего образа жизни, вас учили отречься от вашей прежней сути, совращённой суетными желаниями,",
          "ID": "22"
        },
        {
          "text": "чтобы возродиться умом и духом,",
          "ID": "23"
        },
        {
          "text": "чтобы вы обрели новую сущность, созданную по подобию Божьему и отличающуюся праведностью и святостью в жизни, проистекающими от истины.",
          "ID": "24"
        },
        {
          "text": "Так отрекитесь же от лжи! «Каждый человек должен быть честен с собратом своим», потому что все мы — члены одного тела.",
          "ID": "25"
        },
        {
          "text": "«Можете гневаться, но не грешите». Вы должны избавиться от гнева до захода солнца.",
          "ID": "26"
        },
        {
          "text": "Не позволяйте дьяволу победить вас.",
          "ID": "27"
        },
        {
          "text": "Кто привык красть, не должен больше этого делать, а должен трудиться и сделать что-нибудь полезное руками своими, чтобы приобрести то, что можно было бы разделить с тем, кто в нужде.",
          "ID": "28"
        },
        {
          "text": "Пусть не исходит из уст ваших сквернословие, а только то, что помогает людям стать сильнее, чтобы те, кто слышит вас, извлекли для себя доброе.",
          "ID": "29"
        },
        {
          "text": "И старайтесь не опечалить Божьего Духа Святого, потому что он есть доказательство того, что вы принадлежите Богу. Бог дал вам этот дар в знак того, что освободит вас, когда настанет час.",
          "ID": "30"
        },
        {
          "text": "Пусть горечь, гнев, ярость, брань, клевета покинут вас вместе со всяким злом.",
          "ID": "31"
        },
        {
          "text": "Будьте сострадательны друг к другу и прощайте друг друга, как Бог простил вас через Христа.",
          "ID": "32"
        }
      ],
      "ID": "NT:EPH.4",
      "name": "Послание К Ефесянам 4"
    },
    {
      "text": [
        {
          "text": "Подражайте Богу, как дети возлюбленные,",
          "ID": "1"
        },
        {
          "text": "и живите жизнью, отмеченной любовью, так, как Христос любил нас и принёс Себя в жертву ради нас — благоуханное приношение и жертва Богу.",
          "ID": "2"
        },
        {
          "text": "О блуде, злодеяниях или жадности не следует даже слухи распускать среди вас, как подобает святым людям Божьим.",
          "ID": "3"
        },
        {
          "text": "Не должно быть ни постыдных речей, ни глупых разговоров, ни грубых шуток, так как не подобает всё это. Вместо того неустанно благодарите Бога.",
          "ID": "4"
        },
        {
          "text": "Потому что можете быть уверены, что никто из тех, кто предаётся блуду, кто непотребен или жаден (а это то же самое, что и идолопоклонство), не имеет наследия в царстве Христа и Бога.",
          "ID": "5"
        },
        {
          "text": "Пусть никто не обманет вас пустыми словами. Из-за этого и настигнет гнев Божий тех, кто не повинуется.",
          "ID": "6"
        },
        {
          "text": "Поэтому не будьте их соучастниками.",
          "ID": "7"
        },
        {
          "text": "Потому что, когда-то вы были полны тьмы, сейчас же исполнены Света. Живите же как люди, принадлежащие Свету.",
          "ID": "8"
        },
        {
          "text": "Потому что влияние Света проявляется во всякой доброте, праведности и истине.",
          "ID": "9"
        },
        {
          "text": "Всегда старайтесь установить, что угодно Господу,",
          "ID": "10"
        },
        {
          "text": "и не участвуйте ни в каких пустых деяниях, принадлежащих тьме, а напротив, обличайте их.",
          "ID": "11"
        },
        {
          "text": "Потому что позорно даже говорить об их тайных деяниях,",
          "ID": "12"
        },
        {
          "text": "но всё становится явным при обличающем свете,",
          "ID": "13"
        },
        {
          "text": "а всё, что становится явным, может также стать светлым. Вот почему мы говорим:",
          "ID": "14"
        },
        {
          "text": "«Проснись, о спящий!",
          "ID": "14"
        },
        {
          "text": "Восстань из мёртвых,",
          "ID": "14"
        },
        {
          "text": "и Христос осияет тебя».",
          "ID": "14"
        },
        {
          "text": "Так будьте же осторожны в образе жизни. Не поступайте, как неразумные, будьте разумны,",
          "ID": "15"
        },
        {
          "text": "как те, кто пользуется любой возможностью творить добро, потому что время сейчас недоброе.",
          "ID": "16"
        },
        {
          "text": "Так не будьте же глупцами, а постигните волю Господнюю.",
          "ID": "17"
        },
        {
          "text": "И не напивайтесь вином, так как это приводит к распутству, но лучше исполняйтесь Духом.",
          "ID": "18"
        },
        {
          "text": "Продолжайте общаться друг с другом в псалмах, гимнах и духовных песнях, посылаемых Духом. Пойте и воспевайте Господа в сердцах ваших",
          "ID": "19"
        },
        {
          "text": "и всегда благодарите за всё Бога, Отца нашего, во имя Господа нашего, Иисуса Христа.",
          "ID": "20"
        },
        {
          "text": "Подчиняйтесь друг другу в знак почитания Христа.",
          "ID": "21"
        },
        {
          "text": "Жёны, покоряйтесь мужьям вашим, как Господу,",
          "ID": "22"
        },
        {
          "text": "потому что муж — глава над женой своей, как Христос глава над церковью. Сам же Он — спаситель тела.",
          "ID": "23"
        },
        {
          "text": "И как церковь покоряется Христу, так и жёны должны во всём покоряться своим мужьям.",
          "ID": "24"
        },
        {
          "text": "Мужья, любите жён ваших, как Христос возлюбил церковь. Христос отдал Себя за неё в жертву,",
          "ID": "25"
        },
        {
          "text": "чтобы освятить её, очистив её омовением в воде и провозглашением Благой Вести,",
          "ID": "26"
        },
        {
          "text": "и чтобы взять церковь Себе в невесты, как сияющую, безупречную, без всякого изъяна, чтобы она была свята и непорочна.",
          "ID": "27"
        },
        {
          "text": "Мужья так должны любить жён своих, как любят свою собственную плоть. Кто любит жену свою, любит и себя.",
          "ID": "28"
        },
        {
          "text": "Потому что нет таких, кто ненавидел бы плоть свою. Наоборот, он заботится о ней, холит и лелеет её так, как Христос заботится о церкви,",
          "ID": "29"
        },
        {
          "text": "потому что мы — члены тела Его.",
          "ID": "30"
        },
        {
          "text": "Как сказано в Писании: «Поэтому покидает человек отца и мать своих и соединяется с женой своей, и два человека сольются воедино».",
          "ID": "31"
        },
        {
          "text": "Эта тайная истина очень важна, и я говорю, что она касается Христа и церкви.",
          "ID": "32"
        },
        {
          "text": "Однако каждый из вас должен любить жену свою, как самого себя, жена же должна уважать мужа своего.",
          "ID": "33"
        }
      ],
      "ID": "NT:EPH.5",
      "name": "Послание К Ефесянам 5"
    },
    {
      "text": [
        {
          "text": "Дети, повинуйтесь родителям своим, как угодно Богу, потому что это правильно.",
          "ID": "1"
        },
        {
          "text": "«Чти отца и мать свою», — вот что гласит первая заповедь вместе с обещанием,",
          "ID": "2"
        },
        {
          "text": "что «тогда всё будет хорошо у тебя, и ждёт тебя долгая жизнь на земле».",
          "ID": "3"
        },
        {
          "text": "Родители же, не ввергайте ваших детей в гнев, а растите их в согласии с учением и наставлениями Господа.",
          "ID": "4"
        },
        {
          "text": "Рабы, повинуйтесь вашим земным хозяевам со страхом и трепетом, и искренностью в сердце, как повиновались бы вы Христу.",
          "ID": "5"
        },
        {
          "text": "Трудитесь не только тогда, когда наблюдают за вами, как если бы искали вы одобрения людского, а трудитесь, как слуги Христа, от всего сердца исполняющие волю Божью.",
          "ID": "6"
        },
        {
          "text": "Трудитесь с рвением, как если бы служили вы Господу, а не людям.",
          "ID": "7"
        },
        {
          "text": "Помните, что если каждый из вас совершит что-нибудь хорошее, то это вернётся к нему обратно от Господа, будь он рабом или свободным человеком.",
          "ID": "8"
        },
        {
          "text": "А вы, хозяева, обращайтесь с рабами точно так же и оставьте свои угрозы. Помните, что и ваш хозяин и их — на Небе и что Он никому не оказывает предпочтения.",
          "ID": "9"
        },
        {
          "text": "И наконец скажу, чтобы вы укрепились в вере в Бога и великой силе Его.",
          "ID": "10"
        },
        {
          "text": "Облачитесь в доспехи Божьи, чтобы противостоять всем проискам дьявола.",
          "ID": "11"
        },
        {
          "text": "Потому что мы боремся не против плоти и крови человеческой, а против правителей, против властей, против вселенских сил этого тёмного времени и духовных сил зла в небесных владениях.",
          "ID": "12"
        },
        {
          "text": "А поэтому, облачитесь в полные доспехи Божьи, чтобы противостоять, когда настанет чёрный день, и выстоять, сделав всё возможное.",
          "ID": "13"
        },
        {
          "text": "Стойте же твёрдо, подпоясавшись истиной. Пусть праведность ваша будет вашей кольчугой.",
          "ID": "14"
        },
        {
          "text": "Пусть готовность ваша проповедовать Благую Весть о мире станет обувью на ваших ногах.",
          "ID": "15"
        },
        {
          "text": "В дополнение к этому, воспользуйтесь верой, как щитом, с помощью которого вы сможете загасить все огненные стрелы, выпущенные лукавым.",
          "ID": "16"
        },
        {
          "text": "Спасением воспользуйтесь, словно шлемом, а учением Божьим, словно мечом Духа Святого.",
          "ID": "17"
        },
        {
          "text": "Молитесь при всяком случае Духом Святым и в каждой молитве просите, что нужно вам.",
          "ID": "18"
        },
        {
          "text": "А поэтому всегда будьте наготове и молитесь настоятельно за всех людей Божьих",
          "ID": "18"
        },
        {
          "text": "и за меня, чтобы было мне послание, так что, когда я открою уста свои, я мог бы смело оповещать о тайной истине Благовестия.",
          "ID": "19"
        },
        {
          "text": "Ему я служу, как посланец, закованный в цепи. Молитесь, чтобы я смог проповедовать смело, как и следует мне говорить.",
          "ID": "20"
        },
        {
          "text": "Я посылаю к вам Тихика, нашего возлюбленного брата и преданного слугу Господа. Он расскажет вам обо всех моих делах и о том, чем занимаюсь я.",
          "ID": "21"
        },
        {
          "text": "Я посылаю его к вам, для того чтобы вы узнали все новости о нас и чтобы он утешил сердца ваши.",
          "ID": "22"
        },
        {
          "text": "Мир и любовь вам, братья и сёстры, и вера от Бога Отца нашего, и от Господа Иисуса Христа.",
          "ID": "23"
        },
        {
          "text": "Пусть благодать Божья будет со всеми теми, кто любит Господа нашего Иисуса Христа любовью неумирающей!",
          "ID": "24"
        }
      ],
      "ID": "NT:EPH.6",
      "name": "Послание К Ефесянам 6"
    }
  ],
  "ID": "NT:EPH(RSP)",
  "name": "Послание К Ефесянам"
}