{
  "name": "Leviticus",
  "text": [
    {
      "name": "Leviticus 1",
      "text": [
        {
          "text": "THE Lord called to Moses out of the Tent of Meeting, and said to him,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, When any man of you brings an offering to the Lord, you shall bring your offering of [domestic] animals from the herd or from the flock.",
          "ID": "2"
        },
        {
          "text": "If his offering is a burnt offering from the herd, he shall offer a male without blemish; he shall offer it at the door of the Tent of Meeting, that he may be accepted before the Lord. [Rom. 12:1; Phil. 1:20.]",
          "ID": "3"
        },
        {
          "text": "And he shall lay [both] his hands upon the head of the burnt offering [transferring symbolically his guilt to the victim], and it shall be an acceptable atonement for him. [Heb. 13:15, 16; I Pet. 1:2.]",
          "ID": "4"
        },
        {
          "text": "The man shall kill the young bull before the Lord, and the priests, Aaron's sons, shall present the blood and dash [it] round about upon the altar that is at the door of the Tent of Meeting.",
          "ID": "5"
        },
        {
          "text": "And he shall skin the burnt offering and cut it into pieces.",
          "ID": "6"
        },
        {
          "text": "And the sons of Aaron the priest shall put fire on the altar and lay wood in order on the fire;",
          "ID": "7"
        },
        {
          "text": "And Aaron's sons the priests shall lay the pieces, the head and the fat, in order on the wood on the fire on the altar.",
          "ID": "8"
        },
        {
          "text": "But its entrails and its legs he shall wash with water. And the priest shall burn all of it on the altar for a burnt offering, an offering by fire, a sweet and satisfying odor to the Lord. [Eph. 5:2; Phil. 4:18; I Pet. 2:5.]",
          "ID": "9"
        },
        {
          "text": "And if the man's offering is of the flock, from the sheep or the goats, for a burnt offering, he shall offer a male without blemish.",
          "ID": "10"
        },
        {
          "text": "And he shall kill it on the north side of the altar before the Lord, and Aaron's sons the priests shall dash its blood round about against the altar.",
          "ID": "11"
        },
        {
          "text": "And [the man] shall cut it into pieces, with its head and its fat, and the priest shall lay them in order on the wood that is on the fire on the altar.",
          "ID": "12"
        },
        {
          "text": "But he shall wash the entrails and legs with water. The priest shall offer all of it and burn it on the altar; it is a burnt offering, an offering made by fire, a sweet and satisfying fragrance to the Lord.",
          "ID": "13"
        },
        {
          "text": "And if the offering to the Lord is a burnt offering of birds, then [the man] shall bring turtledoves or young pigeons.",
          "ID": "14"
        },
        {
          "text": "And the priest shall bring it to the altar, and wring off its head, and burn it on the altar; and its blood shall be drained out on the side of the altar.",
          "ID": "15"
        },
        {
          "text": "And he shall take away its crop with its feathers and cast it beside the altar on the east side, in the place for ashes.",
          "ID": "16"
        },
        {
          "text": "And he shall split it open [holding it] by its wings, but shall not cut it in two. And the priest shall burn it on the altar, on the wood that is on the fire; it is a burnt offering, an offering made by fire, a sweet and satisfying odor to the Lord.",
          "ID": "17"
        }
      ],
      "ID": "OT:LEV.1"
    },
    {
      "name": "Leviticus 2",
      "text": [
        {
          "text": "WHEN ANYONE offers a cereal offering to the Lord, it shall be of fine flour; and he shall pour oil over it and lay frankincense on it.",
          "ID": "1"
        },
        {
          "text": "And he shall bring it to Aaron's sons the priests. Out of it he shall take a handful of the fine flour and oil, with all its frankincense, and the priest shall burn this on the altar as the memorial portion of it, an offering made by fire, of a sweet and satisfying fragrance to the Lord.",
          "ID": "2"
        },
        {
          "text": "What is left of the cereal offering shall be Aaron's and his sons'; it is a most holy part of the offerings made to the Lord by fire.",
          "ID": "3"
        },
        {
          "text": "When you bring as an offering cereal baked in the oven, it shall be unleavened cakes of fine flour mixed with oil, or unleavened wafers spread with oil.",
          "ID": "4"
        },
        {
          "text": "If your offering is cereal baked on a griddle, it shall be of fine flour unleavened, mixed with oil.",
          "ID": "5"
        },
        {
          "text": "You shall break it in pieces and pour oil on it; it is a cereal offering.",
          "ID": "6"
        },
        {
          "text": "And if your offering is cereal cooked in the frying pan, it shall be made of fine flour with oil.",
          "ID": "7"
        },
        {
          "text": "And you shall bring the cereal offering that is made of these things to the Lord; it shall be presented to the priest, and he shall bring it to the [bronze] altar.",
          "ID": "8"
        },
        {
          "text": "The priest shall take from the cereal offering its memorial portion and burn it on the altar, an offering made by fire, a sweet and satisfying fragrance to the Lord.",
          "ID": "9"
        },
        {
          "text": "What is left of the cereal offering shall be Aaron's and his sons'; it is a most holy part of the offerings made to the Lord by fire.",
          "ID": "10"
        },
        {
          "text": "No cereal offering that you bring to the Lord shall be made with leaven, for you shall burn no leaven or honey in any offering made by fire to the Lord. [I Cor. 5:8.]",
          "ID": "11"
        },
        {
          "text": "As an offering of firstfruits you may offer leaven and honey to the Lord, but they shall not be burned on the altar for a sweet odor [to the Lord, for their aid to fermentation is symbolic of corruption in the human heart].",
          "ID": "12"
        },
        {
          "text": "Every cereal offering you shall season with salt [symbol of preservation]; neither shall you allow the salt of the covenant of your God to be lacking from your cereal offering; with all your offerings you shall offer salt. [Mark 9:49, 50.]",
          "ID": "13"
        },
        {
          "text": "If you offer a cereal offering of your firstfruits to the Lord, you shall offer for it of your firstfruits grain in the ear parched with fire, bruised and crushed grain out of the fresh and fruitful ear.",
          "ID": "14"
        },
        {
          "text": "And you shall put oil on it and lay frankincense on it; it is a cereal offering.",
          "ID": "15"
        },
        {
          "text": "The priest shall burn as its memorial portion part of the bruised and crushed grain of it and part of the oil of it, with all its frankincense; it is an offering made by fire to the Lord.",
          "ID": "16"
        }
      ],
      "ID": "OT:LEV.2"
    },
    {
      "name": "Leviticus 3",
      "text": [
        {
          "text": "IF A man's offering is a sacrifice of peace offering, if he offers an animal from the herd, whether male or female, he shall offer it without blemish before the Lord.",
          "ID": "1"
        },
        {
          "text": "He shall lay [both] his hands upon the head of his offering and kill it at the door of the Tent of Meeting; and Aaron's sons the priests shall throw the blood against the altar round about.",
          "ID": "2"
        },
        {
          "text": "And from the sacrifice of the peace offering, an offering made by fire to the Lord, he shall offer the fat that covers and is upon the entrails,",
          "ID": "3"
        },
        {
          "text": "And the two kidneys with the fat that is on them at the loins, and the appendage of the liver which he shall take away with the kidneys.",
          "ID": "4"
        },
        {
          "text": "Aaron's sons shall burn it all on the altar upon the burnt offering which is on the wood on the fire, an offering made by fire, of a sweet and satisfying odor to the Lord.",
          "ID": "5"
        },
        {
          "text": "If his peace offering to the Lord is an animal from the flock, male or female, he shall offer it without blemish.",
          "ID": "6"
        },
        {
          "text": "If he offers a lamb, then he shall offer it before the Lord.",
          "ID": "7"
        },
        {
          "text": "He shall lay [both] his hands on the head of his offering and kill it before the Tent of Meeting; and Aaron's sons shall throw its blood around against the altar.",
          "ID": "8"
        },
        {
          "text": "And he shall offer from the peace offering as an offering made by fire to the Lord: the fat of it, the fat tail as a whole, taking it off close to the backbone, and the fat that covers and is upon the entrails,",
          "ID": "9"
        },
        {
          "text": "And the two kidneys, and the fat on them at the loins, and the appendage of the liver, which he shall take away with the kidneys.",
          "ID": "10"
        },
        {
          "text": "The priest shall burn it upon the altar, a food offering made by fire to the Lord.",
          "ID": "11"
        },
        {
          "text": "If [a man's] offering is a goat, he shall offer it before the Lord,",
          "ID": "12"
        },
        {
          "text": "And lay his hands upon its head, and kill it before the Tent of Meeting; and the sons of Aaron shall throw its blood against the altar round about.",
          "ID": "13"
        },
        {
          "text": "Then he shall offer from it as his offering made by fire to the Lord: the fat that covers and is on the entrails,",
          "ID": "14"
        },
        {
          "text": "And the two kidneys and the fat that is on them at the loins, and the appendage of the liver which he shall take away with the kidneys.",
          "ID": "15"
        },
        {
          "text": "The priest shall burn them on the altar as food, offered by fire, for a sweet and satisfying fragrance. All the fat is the Lord's.",
          "ID": "16"
        },
        {
          "text": "It shall be a perpetual statute for your generations in all your dwelling places, that you eat neither fat nor blood.",
          "ID": "17"
        }
      ],
      "ID": "OT:LEV.3"
    },
    {
      "name": "Leviticus 4",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, If anyone shall sin through error or unwittingly in any of the things which the Lord has commanded not to be done, and shall do any one of them–",
          "ID": "2"
        },
        {
          "text": "If it is the anointed priest who sins, thus bringing guilt on the people, then let him offer for his sin which he has committed a young bull without blemish to the Lord as a sin offering. [Heb. 7:27, 28.]",
          "ID": "3"
        },
        {
          "text": "He shall bring the bull to the door of the Tent of Meeting before the Lord, and shall lay [both] his hands on the bull's head and kill [it] before the Lord.",
          "ID": "4"
        },
        {
          "text": "And the anointed priest shall take some of the bull's blood and bring it into the Tent of Meeting;",
          "ID": "5"
        },
        {
          "text": "And the priest shall dip his finger in the blood and sprinkle some of [it] seven times before the Lord before the veil of the sanctuary.",
          "ID": "6"
        },
        {
          "text": "And the priest shall put some of the blood on the horns of the altar of sweet incense before the Lord which is in the Tent of Meeting; and all the rest of the blood of the bull shall he pour out at the base of the altar of the burnt offering at the door of the Tent of Meeting.",
          "ID": "7"
        },
        {
          "text": "And all the fat of the bull for the sin offering he shall take off of it–the fat that covers and is on the entrails,",
          "ID": "8"
        },
        {
          "text": "And the two kidneys and the fat that is on them at the loins, and the appendage of the liver, which he shall take away with the kidneys–",
          "ID": "9"
        },
        {
          "text": "Just as these are taken off of the bull of the sacrifice of the peace offerings; and the priest shall burn them on the altar of burnt offering.",
          "ID": "10"
        },
        {
          "text": "But the hide of the bull and all its flesh, its head, its legs, its entrails, and its dung,",
          "ID": "11"
        },
        {
          "text": "Even the whole bull shall he carry forth without the camp to a clean place, where the ashes are poured out, and burn it on a fire of wood, there where the ashes are poured out. [Heb. 13:11-13.]",
          "ID": "12"
        },
        {
          "text": "If the whole congregation of Israel sins unintentionally, and it be hidden from the eyes of the assembly, and they have done what the Lord has commanded not to be done and are guilty,",
          "ID": "13"
        },
        {
          "text": "When the sin which they have committed becomes known, then the congregation shall offer a young bull for a sin offering and bring it before the Tent of Meeting.",
          "ID": "14"
        },
        {
          "text": "The elders of the congregation shall lay their hands upon the head of the bull before the Lord, and the bull shall be killed before the Lord.",
          "ID": "15"
        },
        {
          "text": "The anointed priest shall bring some of the bull's blood to the Tent of Meeting,",
          "ID": "16"
        },
        {
          "text": "And shall dip his finger in the blood, and sprinkle it seven times before the Lord, before the veil [which screens the ark of the covenant].",
          "ID": "17"
        },
        {
          "text": "He shall put some of the blood on the horns of the altar [of incense] which is before the Lord in the Tent of Meeting, and he shall pour out all the blood at the base of the altar of burnt offering near the door of the Tent of Meeting.",
          "ID": "18"
        },
        {
          "text": "And he shall take all its fat from the bull and burn it on the altar.",
          "ID": "19"
        },
        {
          "text": "Thus shall he do with the bull; as he did with the bull for a sin offering, so shall he do with this; and the priest shall make atonement for [the people], and they shall be forgiven.",
          "ID": "20"
        },
        {
          "text": "And he shall carry forth the bull outside the camp and burn it as he burned the first bull; it is the sin offering for the congregation.",
          "ID": "21"
        },
        {
          "text": "When a ruler or leader sins and unwittingly does any one of the things the Lord his God has forbidden, and is guilty,",
          "ID": "22"
        },
        {
          "text": "If his sin which he has committed be known to him, he shall bring as his offering a goat, a male without blemish.",
          "ID": "23"
        },
        {
          "text": "He shall lay his hand on the head of the goat and kill it in the place where they kill the burnt offering before the Lord; it is a sin offering.",
          "ID": "24"
        },
        {
          "text": "The priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour the rest of its blood at the base of the altar of burnt offering.",
          "ID": "25"
        },
        {
          "text": "And he shall burn all its fat upon the altar like the fat of the sacrifice of peace offerings; so the priest shall make atonement for him for his sin, and it shall be forgiven him.",
          "ID": "26"
        },
        {
          "text": "If any one of the common people sins unwittingly in doing anything the Lord has commanded not to be done, and is guilty,",
          "ID": "27"
        },
        {
          "text": "When the sin which he has committed is made known to him, he shall bring for his offering a goat, a female without blemish, for his sin which he has committed.",
          "ID": "28"
        },
        {
          "text": "The offender shall lay his hand on the head of the sin offering and kill [it] at the place of the burnt offering.",
          "ID": "29"
        },
        {
          "text": "And the priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering and shall pour out the rest of its blood at the base of the altar.",
          "ID": "30"
        },
        {
          "text": "And all the fat of it he shall take away, as the fat is taken away from off the sacrifice of peace offerings; and the priest shall burn it on the altar for a sweet and satisfying fragrance to the Lord; and the priest shall make atonement for [the man], and he shall be forgiven.",
          "ID": "31"
        },
        {
          "text": "If he brings a lamb as his sin offering, he shall bring a female without blemish.",
          "ID": "32"
        },
        {
          "text": "He shall lay his hand upon the head of the sin offering and kill it in the place where they kill the burnt offering.",
          "ID": "33"
        },
        {
          "text": "And the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and all the rest of the blood of the lamb he shall pour out at the base of the altar.",
          "ID": "34"
        },
        {
          "text": "And he shall take away all the fat of it, just as the fat of the lamb is removed from the sacrifice of the peace offerings; and the priest shall burn it on the altar upon the offerings made by fire to the Lord; and the priest shall make atonement for the sin which the man has committed, and he shall be forgiven. [Heb. 9:13, 14.]",
          "ID": "35"
        }
      ],
      "ID": "OT:LEV.4"
    },
    {
      "name": "Leviticus 5",
      "text": [
        {
          "text": "IF ANYONE sins in that he is sworn to testify and has knowledge of the matter, either by seeing or hearing of it, but fails to report it, then he shall bear his iniquity and willfulness.",
          "ID": "1"
        },
        {
          "text": "Or if anyone touches an unclean thing, whether the carcass of an unclean wild beast or of an unclean domestic animal or of unclean creeping things that multiply prolifically, even if he is unaware of it, and he has become unclean, he is guilty.",
          "ID": "2"
        },
        {
          "text": "Or if he touches human uncleanness, of whatever kind the uncleanness may be with which he becomes defiled, and he is unaware of it, when he does know it, then he shall be guilty.",
          "ID": "3"
        },
        {
          "text": "Or if anyone unthinkingly swears he will do something, whether to do evil or good, whatever it may be that a man shall pronounce rashly taking an oath, then, when he becomes aware of it, he shall be guilty in either of these. [Mark 6:23.]",
          "ID": "4"
        },
        {
          "text": "When a man is guilty in one of these, he shall confess the sin he has committed.",
          "ID": "5"
        },
        {
          "text": "He shall bring his guilt or trespass offering to the Lord for the sin which he has committed, a female from the flock, a lamb or a goat, for a sin offering; and the priest shall make atonement for his sin.",
          "ID": "6"
        },
        {
          "text": "But if he cannot afford a lamb, then he shall bring for his guilt offering to the Lord two turtledoves or two young pigeons, one for a sin offering and the other for a burnt offering.",
          "ID": "7"
        },
        {
          "text": "He shall bring them to the priest, who shall offer the one for the sin offering first, and wring its head from its neck, but shall not sever it;",
          "ID": "8"
        },
        {
          "text": "And he shall sprinkle some of the blood of the sin offering on the side of the altar, and the rest of the blood shall be drained out at the base of the altar; it is a sin offering.",
          "ID": "9"
        },
        {
          "text": "And he shall prepare the second bird for a burnt offering, according to the ordinance; and the priest shall make atonement for him for his sin which he has committed, and he shall be forgiven.",
          "ID": "10"
        },
        {
          "text": "But if the offender cannot afford to bring two turtledoves or two young pigeons, then he shall bring for his offering the tenth part of an ephah of fine flour for a sin offering; he shall put no oil or frankincense on it, for it is a sin offering.",
          "ID": "11"
        },
        {
          "text": "He shall bring it to the priest, who shall take a handful of it as a memorial portion and burn it on the altar, on the offerings made by fire to the Lord; it is a sin offering.",
          "ID": "12"
        },
        {
          "text": "Thus the priest shall make atonement for him for the sin that he has committed in any of these things, and he shall be forgiven; and the remainder shall be for the priest, as in the cereal offering.",
          "ID": "13"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "14"
        },
        {
          "text": "If anyone commits a breach of faith and sins unwittingly in the holy things of the Lord, he shall bring his trespass or guilt offering to the Lord, a ram without blemish out of the flock, valued by you in shekels of silver, that is, the shekel of the sanctuary, for a trespass or guilt offering.",
          "ID": "15"
        },
        {
          "text": "And he shall make restitution for what he has done amiss in the holy thing, and shall add a fifth to it, and give it to the priest; and the priest shall make atonement for him with the ram of the trespass or guilt offering, and he shall be forgiven.",
          "ID": "16"
        },
        {
          "text": "If anyone sins and does any of the things the Lord has forbidden, though he was not aware of it, yet he is guilty and shall bear his iniquity. [Luke 12:48.]",
          "ID": "17"
        },
        {
          "text": "He shall bring [to the priest] a ram without blemish out of the flock, estimated by you to the amount [of the trespass], for a guilt or trespass offering; and the priest shall make atonement for him for the error which he committed unknowingly, and he shall be forgiven.",
          "ID": "18"
        },
        {
          "text": "It is a trespass or guilt offering; he is certainly guilty before the Lord.",
          "ID": "19"
        }
      ],
      "ID": "OT:LEV.5"
    },
    {
      "name": "Leviticus 6",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "If anyone sins and commits a trespass against the Lord and deals falsely with his neighbor in a matter of deposit given him to keep, or of bargain or pledge, or of robbery, or has oppressed his neighbor,",
          "ID": "2"
        },
        {
          "text": "Or has found what was lost and lied about it, or swears falsely, in any of all the things which men do and sin in so doing,",
          "ID": "3"
        },
        {
          "text": "Then if he has sinned and is guilty, he shall restore what he took by robbery, or what he secured by oppression or extortion, or what was delivered him to keep in trust, or the lost thing which he found,",
          "ID": "4"
        },
        {
          "text": "Or anything about which he has sworn falsely; he shall not only restore it in full, but shall add to it one fifth more and give it to him to whom it belongs on the day of his trespass or guilt offering.",
          "ID": "5"
        },
        {
          "text": "And he shall bring to the priest his trespass or guilt offering to the Lord, a ram without blemish out of the flock, valued by you to the amount of his trespass;",
          "ID": "6"
        },
        {
          "text": "And the priest shall make atonement for him before the Lord, and he shall be forgiven for anything of all that he may have done by which he has become guilty.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "8"
        },
        {
          "text": "Command Aaron and his sons, saying, This is the law of the burnt offering: The burnt offering shall remain on the altar all night until morning; the fire shall be kept burning on the altar.",
          "ID": "9"
        },
        {
          "text": "And the priest shall put on his linen garment and put his linen breeches on his body, and take up the ashes of what the fire has consumed with the burnt offering on the altar and put them beside the altar.",
          "ID": "10"
        },
        {
          "text": "And he shall put off his garments and put on other garments, and carry the ashes outside the camp to a clean place.",
          "ID": "11"
        },
        {
          "text": "And the fire upon the altar shall be kept burning on it; it shall not be allowed to go out. The priest shall burn wood on it every morning and lay the burnt offering in order upon it and he shall burn on it the fat of the peace offerings.",
          "ID": "12"
        },
        {
          "text": "The fire shall be burning continually upon the altar; it shall not go out.",
          "ID": "13"
        },
        {
          "text": "And this is the law of the cereal offering: The sons of Aaron shall offer it before the Lord, in front of the altar.",
          "ID": "14"
        },
        {
          "text": "One of them shall take his handful of the fine flour of the cereal offering, the oil of it, and all the frankincense which is upon the cereal offering, and burn it on the altar as the memorial of it, a sweet and satisfying fragrance to the Lord.",
          "ID": "15"
        },
        {
          "text": "And the remainder of it shall Aaron and his sons eat, without leaven in a holy place; in the court of the Tent of Meeting shall they eat it. [I Cor. 9:13, 14.]",
          "ID": "16"
        },
        {
          "text": "It shall not be baked with leaven. I have given it as their portion of My offerings made by fire; it is most holy, like the sin offering and the guilt offering.",
          "ID": "17"
        },
        {
          "text": "Every male among the children of Aaron may eat of it, as his portion forever throughout your generations, from the Lord's offerings made by fire; whoever touches them shall [first] be holy (consecrated and ceremonially clean).",
          "ID": "18"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "19"
        },
        {
          "text": "This is the offering which Aaron and his sons shall offer to the Lord on the day when one is anointed (and consecrated): the tenth of an ephah of fine flour for a regular cereal offering, half of it in the morning and half of it at night.",
          "ID": "20"
        },
        {
          "text": "On a griddle or baking pan it shall be made with oil; and when it is fried you shall bring it in; in broken and fried pieces shall you offer the cereal offering as a sweet and satisfying odor to the Lord.",
          "ID": "21"
        },
        {
          "text": "And the priest among Aaron's sons who is consecrated and anointed in his stead shall offer it; by a statute forever it shall be entirely burned to the Lord.",
          "ID": "22"
        },
        {
          "text": "For every cereal offering of the priest shall be wholly burned, and not be eaten.",
          "ID": "23"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "24"
        },
        {
          "text": "Say to Aaron and his sons: This is the law of the sin offering: In the place where the burnt offering is killed shall the sin offering be killed before the Lord; it is most holy.",
          "ID": "25"
        },
        {
          "text": "The priest who offers it for sin shall eat it; in a sacred place shall it be eaten, in the court of the Tent of Meeting.",
          "ID": "26"
        },
        {
          "text": "Whoever or whatever touches its flesh shall [first] be dedicated and made clean, and when any of its blood is sprinkled on a garment, you shall wash that garment in a place set apart to God's worship.",
          "ID": "27"
        },
        {
          "text": "But the earthen vessel in which it is boiled shall be broken, and if it is boiled in a bronze vessel, that vessel shall be scoured and rinsed in water.",
          "ID": "28"
        },
        {
          "text": "Every male among the priests may eat of this offering; it is most holy.",
          "ID": "29"
        },
        {
          "text": "But no sin offering shall be eaten of which any of the blood is brought into the Tent of Meeting to make atonement in the Holy Place; it shall be [wholly] burned with fire. [Heb. 13:11-13.]",
          "ID": "30"
        }
      ],
      "ID": "OT:LEV.6"
    },
    {
      "name": "Leviticus 7",
      "text": [
        {
          "text": "THIS IS the law of the guilt or trespass offering; it is most holy or sacred:",
          "ID": "1"
        },
        {
          "text": "In the place where they kill the burnt offering shall they kill the guilt or trespass offering; the blood of it shall the priest dash against the altar round about.",
          "ID": "2"
        },
        {
          "text": "And he shall offer all its fat, the fat tail and the fat that covers the entrails,",
          "ID": "3"
        },
        {
          "text": "And the two kidneys and the fat that is on them at the loins, and the lobe or appendage of the liver, which he shall take away with the kidneys.",
          "ID": "4"
        },
        {
          "text": "And the priest shall burn them on the altar for an offering made by fire to the Lord; it is a guilt or trespass offering.",
          "ID": "5"
        },
        {
          "text": "Every male among the priests may eat of it; it shall be eaten in a sacred place; it is most holy.",
          "ID": "6"
        },
        {
          "text": "As is the sin offering, so is the guilt or trespass offering; there is one law for them: the priest who makes atonement with it shall have it.",
          "ID": "7"
        },
        {
          "text": "And the priest who offers any man's burnt offering, that priest shall have for himself the hide of the burnt offering which he has offered.",
          "ID": "8"
        },
        {
          "text": "And every cereal offering that is baked in the oven and all that is prepared in a pan or on a griddle shall belong to the priest who offered it.",
          "ID": "9"
        },
        {
          "text": "And every cereal offering, mixed with oil or dry, all the sons of Aaron may have, one as well as another.",
          "ID": "10"
        },
        {
          "text": "And this is the law of the sacrifice of peace offerings which shall be offered to the Lord:",
          "ID": "11"
        },
        {
          "text": "If one offers it for a thanksgiving, then he shall offer with the thank offering unleavened cakes mixed with oil, and unleavened wafers spread with oil, and cakes of fine flour mixed with oil.",
          "ID": "12"
        },
        {
          "text": "With cakes of leavened bread he shall offer his sacrifice of thanksgiving with the sacrifice of his peace offerings.",
          "ID": "13"
        },
        {
          "text": "And of it he shall offer one cake from each offering as an offering to the Lord; it shall belong to the priest who dashes the blood of the peace offerings.",
          "ID": "14"
        },
        {
          "text": "The flesh of the sacrifice of thanksgiving presented as a peace offering shall be eaten on the day that it is offered; none of it shall be left until morning.",
          "ID": "15"
        },
        {
          "text": "But if the sacrifice of the worshiper's offering is a vow or a freewill offering, it shall be eaten the same day that he offers his sacrifice, and on the morrow that which remains of it shall be eaten;",
          "ID": "16"
        },
        {
          "text": "But the remainder of the flesh of the sacrifice on the third day shall be [wholly] burned with fire.",
          "ID": "17"
        },
        {
          "text": "If any of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, then the one who brought it shall not be credited with it; it shall not be accepted. It shall be an abomination and an abhorred thing; the one who eats of it shall bear his iniquity and answer for it.",
          "ID": "18"
        },
        {
          "text": "The flesh that comes in contact with anything that is not clean shall not be eaten; it shall be burned with fire. As for the meat, everyone who is clean [ceremonially] may eat of it.",
          "ID": "19"
        },
        {
          "text": "But the one who eats of the flesh of the sacrifice of peace offerings that belong to the Lord when he is [ceremonially] unclean, that person shall be cut off from his people [deprived of the privileges of association with them].",
          "ID": "20"
        },
        {
          "text": "And if anyone touches any unclean thing–the uncleanness of man or an unclean beast or any unclean abomination–and then eats of the flesh of the sacrifice of the Lord's peace offerings, that person shall be cut off from his people.",
          "ID": "21"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "22"
        },
        {
          "text": "Say to the Israelites, You shall eat no kind of fat, of ox, or sheep, or goat.",
          "ID": "23"
        },
        {
          "text": "The fat of the beast that dies of itself and the fat of one that is torn with beasts may be put to any other use, but under no circumstances are you to eat of it.",
          "ID": "24"
        },
        {
          "text": "For whoever eats the fat of the beast from which men offer an offering made by fire to the Lord, that person shall be cut off from his people.",
          "ID": "25"
        },
        {
          "text": "Moreover, you shall eat no blood of any kind, whether of bird or of beast, in any of your dwellings.",
          "ID": "26"
        },
        {
          "text": "Whoever eats any kind of blood, that person shall be cut off from his people.",
          "ID": "27"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "28"
        },
        {
          "text": "Tell the Israelites, He who offers the sacrifice of his peace offerings to the Lord shall bring his offering to the Lord; from the sacrifice of his peace offerings",
          "ID": "29"
        },
        {
          "text": "He shall bring with his own hands the offerings made by fire to the Lord; he shall bring the fat with the breast, that the breast may be waved as a wave offering before the Lord.",
          "ID": "30"
        },
        {
          "text": "The priest shall burn the fat on the altar, but the breast shall be for Aaron and his sons.",
          "ID": "31"
        },
        {
          "text": "And the right thigh you shall give to the priest for an offering from the sacrifices of your peace offerings.",
          "ID": "32"
        },
        {
          "text": "The son of Aaron who offers the blood of the peace offerings and the fat shall have the right thigh for his portion.",
          "ID": "33"
        },
        {
          "text": "For I have taken the breast that was waved and the thigh that was offered from the Israelites, out of the sacrifices of their peace offerings, and have given them to Aaron the priest and to his sons as their perpetual due from the Israelites.",
          "ID": "34"
        },
        {
          "text": "This is the anointing portion of Aaron and his sons out of the offerings to the Lord made by fire on the day when they were presented to minister to the Lord in the priest's office.",
          "ID": "35"
        },
        {
          "text": "The Lord commanded this to be given them of the Israelites on the day when they were anointed. It is their portion perpetually throughout their generations.",
          "ID": "36"
        },
        {
          "text": "This is the law of the burnt offering, the cereal offering, the sin offering, the guilt or trespass offering, the consecration offering, and the sacrifice of peace offerings,",
          "ID": "37"
        },
        {
          "text": "Which the Lord ordered Moses on Mount Sinai on the day He commanded the Israelites to offer their sacrifices to the Lord, in the Wilderness of Sinai.",
          "ID": "38"
        }
      ],
      "ID": "OT:LEV.7"
    },
    {
      "name": "Leviticus 8",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Take Aaron and his sons with him, and the garments [symbols of their office], and the anointing oil, and the bull of the sin offering, and the two rams, and the basket of unleavened bread;",
          "ID": "2"
        },
        {
          "text": "And assemble all the congregation at the door of the Tent of Meeting.",
          "ID": "3"
        },
        {
          "text": "Moses did as the Lord commanded him, and the congregation was assembled at the door of the Tent of Meeting.",
          "ID": "4"
        },
        {
          "text": "Moses told the congregation, This is what the Lord has commanded to be done.",
          "ID": "5"
        },
        {
          "text": "Moses brought Aaron and his sons and washed them with water.",
          "ID": "6"
        },
        {
          "text": "He put on Aaron the long undertunic, girded him with the long sash, clothed him with the robe, put the ephod (an upper vestment) upon him, and girded him with the skillfully woven cords attached to the ephod, binding it to him.",
          "ID": "7"
        },
        {
          "text": "And Moses put upon Aaron the breastplate; also he put in the breastplate the Urim and the Thummim [articles upon which the high priest put his hand when seeking the divine will concerning the nation].",
          "ID": "8"
        },
        {
          "text": "And he put the turban or miter on his head; on it, in front, Moses put the shining gold plate, the holy diadem, as the Lord commanded him.",
          "ID": "9"
        },
        {
          "text": "And Moses took the anointing oil and anointed the tabernacle and all that was in it, and consecrated them.",
          "ID": "10"
        },
        {
          "text": "And he sprinkled some of the oil on the altar seven times and anointed the altar and all its utensils, and the laver and its base, to consecrate them.",
          "ID": "11"
        },
        {
          "text": "And he poured some of the anointing oil upon Aaron's head and anointed him to consecrate him.",
          "ID": "12"
        },
        {
          "text": "And Moses brought Aaron's sons and put undertunics on them and girded them with sashes and wound turbans on them, as the Lord commanded Moses.",
          "ID": "13"
        },
        {
          "text": "Then he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering.",
          "ID": "14"
        },
        {
          "text": "Moses killed it and took the blood and put it on the horns of the altar round about with his finger and poured the blood at the base of the altar and purified and consecrated the altar to make atonement for it.",
          "ID": "15"
        },
        {
          "text": "He took all the fat that was on the entrails, and the lobe of the liver, and the two kidneys with their fat, and Moses burned them on the altar.",
          "ID": "16"
        },
        {
          "text": "But the bull [the sin offering] and its hide, its flesh, and its dung he burned with fire outside the camp, as the Lord commanded Moses.",
          "ID": "17"
        },
        {
          "text": "He brought the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram.",
          "ID": "18"
        },
        {
          "text": "And Moses killed it and dashed the blood upon the altar round about.",
          "ID": "19"
        },
        {
          "text": "He cut the ram into pieces and Moses burned the head, the pieces, and the fat.",
          "ID": "20"
        },
        {
          "text": "And he washed the entrails and the legs in water; then Moses burned the whole ram on the altar; it was a burnt sacrifice, for a sweet and satisfying fragrance, an offering made by fire to the Lord, as the Lord commanded Moses.",
          "ID": "21"
        },
        {
          "text": "And he brought the other ram, the ram of consecration and ordination, and Aaron and his sons laid their hands upon the head of the ram.",
          "ID": "22"
        },
        {
          "text": "And Moses killed it and took some of its blood and put it on the tip of Aaron's right ear, and on the thumb of his right hand, and on the great toe of his right foot.",
          "ID": "23"
        },
        {
          "text": "And he brought Aaron's sons and Moses put some of the blood on the tips of their right ears, and the thumbs of their right hands, and the great toes of their right feet; and Moses dashed the blood upon the altar round about.",
          "ID": "24"
        },
        {
          "text": "And he took the fat, the fat tail, all the fat that was on the entrails, the lobe of the liver, and the two kidneys and their fat, and the right thigh;",
          "ID": "25"
        },
        {
          "text": "And out of the basket of unleavened bread, that was before the Lord, he took one unleavened cake, a cake of oiled bread, and one wafer and put them on the fat and on the right thigh;",
          "ID": "26"
        },
        {
          "text": "And he put all these in Aaron's hands and his sons' hands and waved them for a wave offering before the Lord.",
          "ID": "27"
        },
        {
          "text": "Then Moses took these things from their hands and burned them on the altar with the burnt offering as an ordination offering, for a sweet and satisfying fragrance, an offering made by fire to the Lord.",
          "ID": "28"
        },
        {
          "text": "And Moses took the breast and waved it for a wave offering before the Lord; for of the ram of consecration and ordination it was Moses' portion, as the Lord commanded Moses.",
          "ID": "29"
        },
        {
          "text": "And Moses took some of the anointing oil and some of the blood which was on the altar and sprinkled it on Aaron and his garments, and upon his sons and their garments also; so Moses consecrated Aaron and his garments, and his sons and his sons' garments.",
          "ID": "30"
        },
        {
          "text": "And Moses said to Aaron and his sons, Boil the flesh at the door of the Tent of Meeting and there eat it with the bread that is in the basket of consecration and ordination, as I commanded, saying, Aaron and his sons shall eat it.",
          "ID": "31"
        },
        {
          "text": "And what remains of the flesh and of the bread you shall burn with fire.",
          "ID": "32"
        },
        {
          "text": "And you shall not go out of the door of the Tent of Meeting for seven days, until the days of your consecration and ordination are ended; for it will take seven days to consecrate and ordain you.",
          "ID": "33"
        },
        {
          "text": "As has been done this day, so the Lord has commanded to do for your atonement.",
          "ID": "34"
        },
        {
          "text": "At the door of the Tent of Meeting you shall remain day and night for seven days, doing what the Lord has charged you to do, that you die not; for so I am commanded.",
          "ID": "35"
        },
        {
          "text": "So Aaron and his sons did all the things which the Lord commanded through Moses.",
          "ID": "36"
        }
      ],
      "ID": "OT:LEV.8"
    },
    {
      "name": "Leviticus 9",
      "text": [
        {
          "text": "ON THE eighth day Moses called Aaron and his sons and the elders of Israel;",
          "ID": "1"
        },
        {
          "text": "And he said to Aaron, Take a young calf for a sin offering and a ram for a burnt offering, [each] without blemish, and offer them before the Lord. [Heb. 10:10-12.]",
          "ID": "2"
        },
        {
          "text": "And say to the Israelites, Take a male goat for a sin offering, and a calf and a lamb, both a year old, without blemish, for a burnt offering,",
          "ID": "3"
        },
        {
          "text": "Also a bull and a ram for peace offerings to sacrifice before the Lord, and a cereal offering mixed with oil, for today the Lord will appear to you.",
          "ID": "4"
        },
        {
          "text": "They brought before the Tent of Meeting what Moses [had] commanded; all the congregation drew near and stood before the Lord.",
          "ID": "5"
        },
        {
          "text": "And Moses said, This is the thing which the Lord commanded you to do, and the glory of the Lord will appear to you.",
          "ID": "6"
        },
        {
          "text": "And Moses said to Aaron, Draw near to the altar and offer your sin offering and your burnt offering and make atonement for yourself and for the people; and offer the offering of the people and make atonement for them, as the Lord commanded. [Heb. 5:1-5; 7:27.]",
          "ID": "7"
        },
        {
          "text": "So Aaron drew near to the altar and killed the calf of the sin offering, which was designated for himself.",
          "ID": "8"
        },
        {
          "text": "The sons of Aaron presented the blood to him; he dipped his finger in the blood and put it on the horns of the altar and poured out the blood at the altar's base;",
          "ID": "9"
        },
        {
          "text": "But the fat, the kidneys, and the lobe of the liver from the sin offering he burned on the altar, as the Lord had commanded Moses.",
          "ID": "10"
        },
        {
          "text": "And the flesh and the hide Aaron burned with fire outside the camp.",
          "ID": "11"
        },
        {
          "text": "He killed the burnt offering, and Aaron's sons delivered to him the blood, which he dashed round about upon the altar.",
          "ID": "12"
        },
        {
          "text": "And they brought the burnt offering to him piece by piece, and the head, and Aaron burned them upon the altar.",
          "ID": "13"
        },
        {
          "text": "And he washed the entrails and the legs and burned them with the burnt offering on the altar.",
          "ID": "14"
        },
        {
          "text": "Then Aaron presented the people's offering, and took the goat of the sin offering which was for the people and killed it and offered it for sin as he did the first sin offering. [Heb. 2:16, 17.]",
          "ID": "15"
        },
        {
          "text": "And he presented the burnt offering and offered it according to the ordinance.",
          "ID": "16"
        },
        {
          "text": "And Aaron presented the cereal offering and took a handful of it and burned it on the altar in addition to the burnt offering of the morning.",
          "ID": "17"
        },
        {
          "text": "He also killed the bull and the ram, the sacrifice of peace offerings, for the people; and Aaron's sons presented to him the blood, which he dashed upon the altar round about,",
          "ID": "18"
        },
        {
          "text": "And the fat of the bull and of the ram, the fat tail and that which covers the entrails, and the kidneys, and the lobe of the liver.",
          "ID": "19"
        },
        {
          "text": "And they put the fat upon the breasts, and Aaron burned the fat upon the altar;",
          "ID": "20"
        },
        {
          "text": "But the breasts and the right thigh Aaron waved for a wave offering before the Lord, as Moses commanded.",
          "ID": "21"
        },
        {
          "text": "Then Aaron lifted his hands toward the people and blessed them, and came down [from the altar] after offering the sin offering, the burnt offering, and the peace offerings.",
          "ID": "22"
        },
        {
          "text": "Moses and Aaron went into the Tent of Meeting, and when they came out they blessed the people, and the glory of the Lord [the Shekinah cloud] appeared to all the people [as promised]. [Lev. 9:6.]",
          "ID": "23"
        },
        {
          "text": "Then there came a fire out from before the Lord and consumed the burnt offering and the fat on the altar; and when all the people saw it, they shouted and fell on their faces.",
          "ID": "24"
        }
      ],
      "ID": "OT:LEV.9"
    },
    {
      "name": "Leviticus 10",
      "text": [
        {
          "text": "AND NADAB and Abihu, the sons of Aaron, each took his censer and put fire in it, and put incense on it, and offered strange and unholy fire before the Lord, as He had not commanded them.",
          "ID": "1"
        },
        {
          "text": "And there came forth fire from before the Lord and killed them, and they died before the Lord.",
          "ID": "2"
        },
        {
          "text": "Then Moses said to Aaron, This is what the Lord meant when He said, I [and My will, not their own] will be acknowledged as hallowed by those who come near Me, and before all the people I will be honored. And Aaron said nothing.",
          "ID": "3"
        },
        {
          "text": "Moses called Mishael and Elzaphan, sons of Uzziel uncle of Aaron, and said to them, Come near, carry your brethren from before the sanctuary out of the camp.",
          "ID": "4"
        },
        {
          "text": "So they drew near and carried them in their undertunics [stripped of their priestly vestments] out of the camp, as Moses had said.",
          "ID": "5"
        },
        {
          "text": "And Moses said to Aaron and Eleazar and Ithamar, his sons [the father and brothers of the two priests whom God had slain for offering false fire], Do not uncover your heads or let your hair go loose or tear your clothes, lest you die [also] and lest God's wrath should come upon all the congregation; but let your brethren, the whole house of Israel, bewail the burning which the Lord has kindled.",
          "ID": "6"
        },
        {
          "text": "And you shall not go out from the door of the Tent of Meeting, lest you die, for the Lord's anointing oil is upon you. And they did according to Moses' word.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Aaron,",
          "ID": "8"
        },
        {
          "text": "Do not drink wine or strong drink, you or your sons, when you go into the Tent of Meeting, lest you die; it shall be a statute forever in all your generations.",
          "ID": "9"
        },
        {
          "text": "You shall make a distinction and recognize a difference between the holy and the common or unholy, and between the unclean and the clean;",
          "ID": "10"
        },
        {
          "text": "And you are to teach the Israelites all the statutes which the Lord has spoken to them by Moses.",
          "ID": "11"
        },
        {
          "text": "And Moses said to Aaron and to Eleazar and Ithamar, his sons who were left, Take the cereal offering that remains of the offerings of the Lord made by fire and eat it without leaven beside the altar, for it is most holy.",
          "ID": "12"
        },
        {
          "text": "You shall eat it in a sacred place, because it is your due and your sons' due, from the offerings made by fire to the Lord; for so I am commanded.",
          "ID": "13"
        },
        {
          "text": "But the breast that is waved and the thigh that is offered you shall eat in a clean place, you and your sons and daughters with you; for they are your due and your sons' due, given out of the sacrifices of the peace offerings of the Israelites.",
          "ID": "14"
        },
        {
          "text": "The thigh that is offered and the breast that is waved they shall bring with the offerings made by fire of the fat, to wave for a wave offering before the Lord; and it shall be yours and your sons' with you as a portion or due perpetually, as the Lord has commanded.",
          "ID": "15"
        },
        {
          "text": "And Moses diligently tried to find [what had become of] the goat [that had been offered] for the sin offering, and behold, it was burned up [as waste]! And he was angry with Eleazar and Ithamar, the sons of Aaron who were left alive, and said,",
          "ID": "16"
        },
        {
          "text": "Why have you not eaten the sin offering in the Holy Place? It is most holy; and God has given it to you to bear and take away the iniquity of the congregation, to make atonement for them before the Lord.",
          "ID": "17"
        },
        {
          "text": "Behold, the blood of it was not brought within the Holy Place; you should indeed have eaten [the flesh of it] in the Holy Place, as I commanded.",
          "ID": "18"
        },
        {
          "text": "But Aaron said to Moses, Behold, this very day in which they have [obediently] offered their sin offering and their burnt offering before the Lord, such [terrible calamities] have befallen me [and them]! If I [and they] had eaten the most holy sin offering today [humbled as we have been by the sin of our kinsmen and God's judgment upon them], would it have been acceptable in the sight of the Lord? [Hos. 9:4.]",
          "ID": "19"
        },
        {
          "text": "And when Moses heard that, he was pacified.",
          "ID": "20"
        }
      ],
      "ID": "OT:LEV.10"
    },
    {
      "name": "Leviticus 11",
      "text": [
        {
          "text": "AND THE Lord said to Moses and Aaron,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites: These are the animals which you may eat among all the beasts that are on the earth. [Mark 7:15-19.]",
          "ID": "2"
        },
        {
          "text": "Whatever parts the hoof and is cloven-footed and chews the cud, any of these animals you may eat.",
          "ID": "3"
        },
        {
          "text": "Nevertheless these you shall not eat of those that chew the cud or divide the hoof: the camel, because it chews the cud but does not divide the hoof; it is unclean to you.",
          "ID": "4"
        },
        {
          "text": "And the coney or rock badger, because it chews the cud but does not divide the hoof; it is unclean to you.",
          "ID": "5"
        },
        {
          "text": "And the hare, because it chews the cud but does not divide the hoof; it is unclean to you.",
          "ID": "6"
        },
        {
          "text": "And the swine, because it divides the hoof and is cloven-footed but does not chew the cud; it is unclean to you.",
          "ID": "7"
        },
        {
          "text": "Of their flesh you shall not eat, and their carcasses you shall not touch; they are unclean to you.",
          "ID": "8"
        },
        {
          "text": "These you may eat of all that are in the waters: whatever has fins and scales in the waters, in the seas, and in the rivers, these you may eat;",
          "ID": "9"
        },
        {
          "text": "But all that have not fins and scales in the seas and in the rivers, of all the creeping things in the waters, and of all the living creatures which are in the waters, they are [to be considered] an abomination and abhorrence to you. [I Cor. 8:8-13.]",
          "ID": "10"
        },
        {
          "text": "They shall continue to be an abomination to you; you shall not eat of their flesh, but you shall detest their carcasses.",
          "ID": "11"
        },
        {
          "text": "Everything in the waters that has not fins or scales shall be abhorrent and detestable to you.",
          "ID": "12"
        },
        {
          "text": "These you shall have in abomination among the birds; they shall not be eaten, for they are detestable: the eagle, the ossifrage, the ospray,",
          "ID": "13"
        },
        {
          "text": "The kite, the whole species of falcon,",
          "ID": "14"
        },
        {
          "text": "Every kind of raven,",
          "ID": "15"
        },
        {
          "text": "The ostrich, the nighthawk, the sea gull, every species of hawk,",
          "ID": "16"
        },
        {
          "text": "The owl, the cormorant, the ibis,",
          "ID": "17"
        },
        {
          "text": "The swan, the pelican, the vulture,",
          "ID": "18"
        },
        {
          "text": "The stork, all kinds of heron, the hoopoe, and the bat.",
          "ID": "19"
        },
        {
          "text": "All winged insects that go upon all fours are to be an abomination to you;",
          "ID": "20"
        },
        {
          "text": "Yet of all winged insects that go upon all fours you may eat those which have legs above their feet with which to leap on the ground.",
          "ID": "21"
        },
        {
          "text": "Of these you may eat: the whole species of locust, of bald locust, of cricket, and of grasshopper. [Matt. 3:4.]",
          "ID": "22"
        },
        {
          "text": "But all other winged insects which have four feet shall be detestable to you.",
          "ID": "23"
        },
        {
          "text": "And by [contact with] these you shall become unclean; whoever touches the carcass of them shall be unclean until the evening,",
          "ID": "24"
        },
        {
          "text": "And whoever carries any part of their carcass shall wash his clothes and be unclean until the evening.",
          "ID": "25"
        },
        {
          "text": "Every beast which parts the hoof but is not cloven-footed or does not chew the cud is unclean to you; everyone who touches them shall be unclean.",
          "ID": "26"
        },
        {
          "text": "And all that go on their paws, among all kinds of four-footed beasts, are unclean to you; whoever touches their carcass shall be unclean until the evening,",
          "ID": "27"
        },
        {
          "text": "And he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.",
          "ID": "28"
        },
        {
          "text": "These also are unclean to you among the creeping things [that multiply greatly] and creep upon the ground: the weasel, the mouse, any kind of great lizard,",
          "ID": "29"
        },
        {
          "text": "The gecko, the land crocodile, the lizard, the sand lizard, and the chameleon.",
          "ID": "30"
        },
        {
          "text": "These are unclean to you among all that creep; whoever touches them when they are dead shall be unclean until the evening.",
          "ID": "31"
        },
        {
          "text": "And upon whatever they may fall when they are dead, it shall be unclean, whether it is an article of wood or clothing or skin (bottle) or sack, any vessel in which work is done; it must be put in water, and it shall be unclean until the evening; so it shall be cleansed.",
          "ID": "32"
        },
        {
          "text": "And every earthen vessel into which any of these [creeping things] falls, whatever may be in it shall be unclean, and you shall break the vessel.",
          "ID": "33"
        },
        {
          "text": "Of all the food [in one of these unclean vessels] which may be eaten, that on which such water comes shall be unclean, and all drink that may be drunk from every such vessel shall be unclean.",
          "ID": "34"
        },
        {
          "text": "And everything upon which any part of their carcass falls shall be unclean; whether an oven, or pan with a lid, or hearth for pots, it shall be broken in pieces; they are unclean, and shall be unclean to you.",
          "ID": "35"
        },
        {
          "text": "Yet a spring or a cistern or reservoir of water shall be clean; but whoever touches their carcass shall be unclean.",
          "ID": "36"
        },
        {
          "text": "If a part of their carcass falls on seed which is to be sown, it shall be clean;",
          "ID": "37"
        },
        {
          "text": "But if any water be put on the seed and any part of their carcass falls on it, it shall be unclean to you.",
          "ID": "38"
        },
        {
          "text": "If any animal of which you may eat dies [unslaughtered], he who touches its carcass shall be unclean until the evening.",
          "ID": "39"
        },
        {
          "text": "And he who eats of its carcass [ignorantly] shall wash his clothes, and be unclean until the evening; he also who carries its carcass shall wash his clothes, and be unclean until the evening.",
          "ID": "40"
        },
        {
          "text": "And everything that creeps on the ground and [multiplies in] swarms shall be an abomination; it shall not be eaten.",
          "ID": "41"
        },
        {
          "text": "Whatever goes on its belly, and whatever goes on all fours, or whatever has more [than four] feet among all things that creep on the ground and swarm you shall not eat; for they are detestable.",
          "ID": "42"
        },
        {
          "text": "You shall not make yourselves loathsome and abominable [by eating] any swarming thing that [multiplies by] swarms, neither shall you make yourselves unclean with them, that you should be defiled by them.",
          "ID": "43"
        },
        {
          "text": "For I am the Lord your God; so consecrate yourselves and be holy, for I am holy; neither defile yourselves with any manner of thing that multiplies in large numbers or swarms. [I Thess. 4:7, 8.]",
          "ID": "44"
        },
        {
          "text": "For I am the Lord Who brought you up out of the land of Egypt to be your God; therefore you shall be holy, for I am holy. [I Pet. 1:14-16.]",
          "ID": "45"
        },
        {
          "text": "This is the law of the beast, and of the bird, and of every living creature that moves in the waters, and creeps on the earth and multiplies in large numbers,",
          "ID": "46"
        },
        {
          "text": "To make a difference (a distinction) between the unclean and the clean, and between the animal that may be eaten and the animal that may not be eaten.",
          "ID": "47"
        }
      ],
      "ID": "OT:LEV.11"
    },
    {
      "name": "Leviticus 12",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, If a woman conceives and bears a male child, she shall be unclean seven days, unclean as during her monthly discomfort.",
          "ID": "2"
        },
        {
          "text": "And on the eighth day the child shall be circumcised.",
          "ID": "3"
        },
        {
          "text": "Then she shall remain [separated] thirty-three days to be purified [from her loss] of blood; she shall touch no hallowed thing nor come into the [court of the] sanctuary until the days of her purifying are over.",
          "ID": "4"
        },
        {
          "text": "But if the child she bears is a girl, then she shall be unclean two weeks, as in her periodic impurity, and she shall remain separated sixty-six days to be purified [from her loss] of blood.",
          "ID": "5"
        },
        {
          "text": "When the days of her purifying are completed, whether for a son or for a daughter, she shall bring a lamb a year old for a burnt offering and a young pigeon or a turtledove for a sin offering to the door of the Tent of Meeting to the priest;",
          "ID": "6"
        },
        {
          "text": "And he shall offer it before the Lord and make atonement for her, and she shall be cleansed from the flow of her blood. This is the law for her who has borne a male or a female child.",
          "ID": "7"
        },
        {
          "text": "If she is unable to bring a lamb [for lack of means] then she shall bring two turtledoves or young pigeons, one for a burnt offering, the other for a sin offering; the priest shall make atonement for her, and she shall be clean. [Luke 2:22, 24.]",
          "ID": "8"
        }
      ],
      "ID": "OT:LEV.12"
    },
    {
      "name": "Leviticus 13",
      "text": [
        {
          "text": "AND THE Lord said to Moses and Aaron,",
          "ID": "1"
        },
        {
          "text": "When a man has a swelling on his skin, a scab, or a bright spot, and it becomes the disease of leprosy in his skin, then he shall be brought to the priest, to Aaron or one of his sons.",
          "ID": "2"
        },
        {
          "text": "The priest shall look at the diseased spot on his skin, and if the hair in it has turned white and the disease appears depressed and deeper than his skin, it is a leprous disease; and the priest shall examine him, and pronounce him unclean.",
          "ID": "3"
        },
        {
          "text": "If the bright spot is white on his skin, not depressed, and the hair on it not turned white, the priest shall quarantine the person or bind up the spot for seven days.",
          "ID": "4"
        },
        {
          "text": "And the priest shall examine him on the seventh day, and if the disease in his estimation is at a standstill and has not spread in the skin, then the priest shall quarantine the person or bind up the spot seven more days.",
          "ID": "5"
        },
        {
          "text": "And the priest shall examine him again the seventh day, and if the diseased part has a more normal color and the disease has not spread in the skin, the priest shall pronounce him clean; it is only an eruption or a scab; and he shall wash his clothes and be clean.",
          "ID": "6"
        },
        {
          "text": "But if the eruption or scab spreads farther in the skin after he has shown himself to the priest for his cleansing, he shall be seen by the priest again.",
          "ID": "7"
        },
        {
          "text": "If the priest sees that the eruption or scab is spreading in the skin, then he shall pronounce him unclean; it is leprosy.",
          "ID": "8"
        },
        {
          "text": "When the disease of leprosy is in a man, he shall be brought to the priest;",
          "ID": "9"
        },
        {
          "text": "And the priest shall examine him, and if there is a white swelling in the skin and the hair on it has turned white and there is quick raw flesh in the swelling,",
          "ID": "10"
        },
        {
          "text": "It is a chronic leprosy in the skin of his body, and the priest shall pronounce him unclean; he shall not bind the spot up, for he is unclean.",
          "ID": "11"
        },
        {
          "text": "But if [supposed] leprosy breaks out in the skin, and it covers all the skin of him who has the disease from head to foot, wherever the priest looks,",
          "ID": "12"
        },
        {
          "text": "The priest shall examine him; if the [supposed] leprosy covers all his body, he shall pronounce him clean of the disease; it is all turned white, and he is clean.",
          "ID": "13"
        },
        {
          "text": "But when the raw flesh appears on him, he shall be unclean.",
          "ID": "14"
        },
        {
          "text": "And the priest shall examine the raw flesh and pronounce him unclean; for the raw flesh is unclean; it is leprosy.",
          "ID": "15"
        },
        {
          "text": "But if the raw flesh turns again and becomes white, he shall come to the priest,",
          "ID": "16"
        },
        {
          "text": "And the priest shall examine him, and if the diseased part is turned to white again, then the priest shall pronounce him clean who had the disease; he is clean.",
          "ID": "17"
        },
        {
          "text": "And when there is in the skin of the body [the scar of] a boil that is healed,",
          "ID": "18"
        },
        {
          "text": "And in the place of the boil there is a white swelling or a bright spot, reddish white, and it is shown to the priest,",
          "ID": "19"
        },
        {
          "text": "And if when the priest examines it it looks lower than the skin and the hair on it is turned white, the priest shall pronounce him unclean; it is the disease of leprosy; it has broken out in the boil.",
          "ID": "20"
        },
        {
          "text": "But if the priest examines it and finds no white hair in it and it is not lower than the skin but appears darker, then the priest shall bind it up for seven days.",
          "ID": "21"
        },
        {
          "text": "If it spreads in the skin, [he] shall pronounce him unclean; it is diseased.",
          "ID": "22"
        },
        {
          "text": "But if the bright spot does not spread, it is the scar of the boil, and the priest shall pronounce him clean.",
          "ID": "23"
        },
        {
          "text": "Or if there is any flesh in the skin of which there is a burn by fire and the quick flesh of the burn becomes a bright spot, reddish white or white,",
          "ID": "24"
        },
        {
          "text": "Then the priest shall examine it, and if the hair in the bright spot is turned white, and it appears deeper than the skin, it is leprosy broken out in the burn. Therefore the priest shall pronounce him unclean; it is the disease of leprosy.",
          "ID": "25"
        },
        {
          "text": "But if the priest examines it and there is no white hair in the bright spot and it is not lower than the rest of the skin but is darker, then the priest shall bind it up for seven days.",
          "ID": "26"
        },
        {
          "text": "And the priest shall examine him on the seventh day; if it is spreading in the skin, then the priest shall pronounce him unclean; it is leprosy.",
          "ID": "27"
        },
        {
          "text": "But if the bright spot has not spread but is darker, it is a swelling from the burn, and the priest shall pronounce him clean; for it is the scar of the burn.",
          "ID": "28"
        },
        {
          "text": "When a man or woman has a disease upon the head or in the beard,",
          "ID": "29"
        },
        {
          "text": "The priest shall examine the diseased place; if it appears to be deeper than the skin, with yellow, thin hair in it, the priest shall pronounce him unclean; it is a mangelike leprosy of the head or beard.",
          "ID": "30"
        },
        {
          "text": "If the priest examines the spot infected by the mangelike disease, and it does not appear deeper than the skin and there is no black hair in it, the priest shall bind up the spot for seven days.",
          "ID": "31"
        },
        {
          "text": "On the seventh day the priest shall examine the diseased spot; if the mange has not spread and has no yellow hair in it and does not look deeper than the skin,",
          "ID": "32"
        },
        {
          "text": "Then the patient shall be shaved, except the mangelike spot; and the priest shall bind up the spot seven days more.",
          "ID": "33"
        },
        {
          "text": "On the seventh day the priest shall look at the mangelike spot; if the mange has not spread and looks no deeper than the skin, he shall pronounce the patient clean; he shall wash his clothes and be clean.",
          "ID": "34"
        },
        {
          "text": "But if the mangelike spot spreads in the skin after his cleansing,",
          "ID": "35"
        },
        {
          "text": "Then the priest shall examine him, and if the mangelike spot is spread in the skin, the priest need not look for the yellow hair; the patient is unclean.",
          "ID": "36"
        },
        {
          "text": "But if in his estimation the mange is at a standstill and has black hair in it, the mangelike disease is healed; he is clean; the priest shall pronounce him clean.",
          "ID": "37"
        },
        {
          "text": "When a man or a woman has on the skin bright spots, even white bright spots,",
          "ID": "38"
        },
        {
          "text": "Then the priest shall look, and if the bright spots in the skin are a dull white, it is a harmless eruption; he is clean.",
          "ID": "39"
        },
        {
          "text": "If a man's hair has fallen from his head, he is bald, but he is clean.",
          "ID": "40"
        },
        {
          "text": "And if his hair has fallen out from the front of his head, he has baldness of the forehead, but he is clean.",
          "ID": "41"
        },
        {
          "text": "But if there is on the bald head or forehead a reddish white diseased spot, it is leprosy breaking out on his baldness.",
          "ID": "42"
        },
        {
          "text": "Then the priest shall examine him, and if the diseased swelling is reddish white on his bald head or forehead like the appearance of leprosy in the skin of the body,",
          "ID": "43"
        },
        {
          "text": "He is a leprous man; he is unclean; the priest shall surely pronounce him unclean; his disease is on his head.",
          "ID": "44"
        },
        {
          "text": "And the leper's clothes shall be rent, and the hair of his head shall hang loose, and he shall cover his upper lip and cry, Unclean, unclean!",
          "ID": "45"
        },
        {
          "text": "He shall remain unclean as long as the disease is in him; he is unclean; he shall live alone [and] his dwelling shall be outside the camp.",
          "ID": "46"
        },
        {
          "text": "The garment also that the disease of leprosy [symbolic of sin] is in, whether a wool or a linen garment, [Jude 23; Rev. 3:4.]",
          "ID": "47"
        },
        {
          "text": "Whether it be in woven or knitted stuff or in the warp or woof of linen or of wool, or in a skin or anything made of skin,",
          "ID": "48"
        },
        {
          "text": "If the disease is greenish or reddish in the garment, or in a skin or in the warp or woof or in anything made of skin, it is the plague of leprosy; show it to the priest.",
          "ID": "49"
        },
        {
          "text": "The priest shall examine the diseased article and shut it up for seven days.",
          "ID": "50"
        },
        {
          "text": "He shall examine the disease on the seventh day; if [it] is spread in the garment, or in the article, whatever service it may be used for, the disease is a rotting or corroding leprosy; it is unclean.",
          "ID": "51"
        },
        {
          "text": "He shall burn the garment, whether diseased in warp or woof, in wool or linen, or anything made of skin; for it is a rotting or corroding leprosy, to be burned in the fire.",
          "ID": "52"
        },
        {
          "text": "But if the priest finds the disease has not spread in the garment, in the warp or the woof, or in anything made of skin,",
          "ID": "53"
        },
        {
          "text": "Then the priest shall command that they wash the thing in which the plague is, and he shall shut it up seven days more.",
          "ID": "54"
        },
        {
          "text": "And the priest shall examine the diseased article after it has been washed, and if the diseased portion has not changed color, though the disease has not spread, it is unclean; you shall burn it in the fire; it is a rotting or corroding [disease], whether the leprous spot be inside or outside.",
          "ID": "55"
        },
        {
          "text": "If the priest looks and the diseased portion is less noticeable after it is washed, he shall tear it out of the garment, or the skin (leather), or out of the warp or woof.",
          "ID": "56"
        },
        {
          "text": "If it appears still in the garment, either in the warp or in the woof, or in anything made of skin, it is spreading; you shall burn the diseased part with fire.",
          "ID": "57"
        },
        {
          "text": "But the garment, or the woven or knitted stuff or warp or woof, or anything made of skin from which the disease departs when you have washed it, shall then be washed a second time, and be clean.",
          "ID": "58"
        },
        {
          "text": "This is the law for a leprous disease in a garment of wool or linen, either in the warp or woof, or in anything made of skin, to pronounce it clean or unclean.",
          "ID": "59"
        }
      ],
      "ID": "OT:LEV.13"
    },
    {
      "name": "Leviticus 14",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "This shall be the law of the leper on the day when he is to be pronounced clean: he shall be brought to the priest [at a meeting place outside the camp];",
          "ID": "2"
        },
        {
          "text": "The priest shall go out of the camp [to meet him]; and [he] shall examine him, and if the disease is healed in the leper,",
          "ID": "3"
        },
        {
          "text": "Then the priest shall command to take for him who is to be cleansed two living clean birds and cedar wood and scarlet [material] and hyssop. [Heb. 9:19-22.]",
          "ID": "4"
        },
        {
          "text": "And the priest shall command to kill one of the birds in an earthen vessel over fresh, running water.",
          "ID": "5"
        },
        {
          "text": "As for the living bird, he shall take it, the cedar wood, and the scarlet [material], and the hyssop, and shall dip them and the living bird in the blood of the bird killed over the running water;",
          "ID": "6"
        },
        {
          "text": "And he shall sprinkle [the blood] on him who is to be cleansed from the leprosy seven times and shall pronounce him clean, and shall let go the living bird into the open field. [Heb. 9:13-15.]",
          "ID": "7"
        },
        {
          "text": "He who is to be cleansed shall wash his clothes, shave off all his hair, and bathe himself in water; and he shall be clean. After that he shall come into the camp, but stay outside his tent seven days.",
          "ID": "8"
        },
        {
          "text": "But on the seventh day he shall shave all his hair off his head, his beard, his eyebrows, and his [body]; and he shall wash his clothes and bathe his body in water, and be clean.",
          "ID": "9"
        },
        {
          "text": "On the eighth day he shall take two he-lambs without blemish and one ewe lamb a year old without blemish, and three-tenths of an ephah of fine flour for a cereal offering, mixed with oil, and one log of oil.",
          "ID": "10"
        },
        {
          "text": "And the priest who cleanses him shall set the man who is to be cleansed and these things before the Lord at the door of the Tent of Meeting;",
          "ID": "11"
        },
        {
          "text": "The priest shall take one of the male lambs and offer it for a guilt or trespass offering, and the log of oil, and wave them for a wave offering before the Lord.",
          "ID": "12"
        },
        {
          "text": "He shall kill the lamb in the place where they kill the sin offering and the burnt offering, in the sacred place [the court of the tabernacle]; for as the sin offering is the priest's, so is the guilt or trespass offering; it is most holy;",
          "ID": "13"
        },
        {
          "text": "And the priest shall take some of the blood of the guilt or trespass offering and put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the great toe of his right foot.",
          "ID": "14"
        },
        {
          "text": "And the priest shall take some of the log of oil and pour it into the palm of his own left hand;",
          "ID": "15"
        },
        {
          "text": "And the priest shall dip his right finger in the oil that is in his left hand and shall sprinkle some of the oil with his finger seven times before the Lord;",
          "ID": "16"
        },
        {
          "text": "And of the rest of the oil that is in his hand shall the priest put some on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the great toe of his right foot, on the blood of the guilt or trespass offering [which he has previously placed in each of these places].",
          "ID": "17"
        },
        {
          "text": "And the rest of the oil that is in the priest's hand he shall pour upon the head of him who is to be cleansed and make atonement for him before the Lord.",
          "ID": "18"
        },
        {
          "text": "And the priest shall offer the sin offering and make atonement for him who is to be cleansed from his uncleanness, and afterward kill the burnt offering [victim].",
          "ID": "19"
        },
        {
          "text": "And the priest shall offer the burnt offering and the cereal offering on the altar; and he shall make atonement for him, and he shall be clean.",
          "ID": "20"
        },
        {
          "text": "If the cleansed leper is poor and cannot afford so much, he shall take one lamb for a guilt or trespass offering to be waved to make atonement for him, and one tenth of an ephah of fine flour mixed with oil for a cereal offering, and a log of oil,",
          "ID": "21"
        },
        {
          "text": "And two turtledoves or two young pigeons, such as he can afford, one for a sin offering, the other for a burnt offering.",
          "ID": "22"
        },
        {
          "text": "He shall bring them on the eighth day for his cleansing to the priest at the door of the Tent of Meeting, before the Lord.",
          "ID": "23"
        },
        {
          "text": "And the priest shall take the lamb of the guilt or trespass offering, and the log of oil, and shall wave them for a wave offering before the Lord.",
          "ID": "24"
        },
        {
          "text": "And he shall kill the lamb of the guilt or trespass offering, and the priest shall take some of the blood of the offering and put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the great toe of his right foot.",
          "ID": "25"
        },
        {
          "text": "And the priest shall pour some of the oil into the palm of his own left hand,",
          "ID": "26"
        },
        {
          "text": "And shall sprinkle with his right finger some of the oil that is in his left hand seven times before the Lord.",
          "ID": "27"
        },
        {
          "text": "The priest shall put some of the oil in his hand on the tip of the right ear of the one to be cleansed, and on the thumb of his right hand, and on the great toe of his right foot, on the places where he has put the blood of the guilt offering.",
          "ID": "28"
        },
        {
          "text": "The rest of the oil that is in the priest's hand he shall put on the head of the one to be cleansed, to make atonement for him before the Lord.",
          "ID": "29"
        },
        {
          "text": "And he shall offer one of the turtledoves or of the young pigeons, such as he is able to get,",
          "ID": "30"
        },
        {
          "text": "As he can afford, one for a sin offering and the other for a burnt offering, together with the cereal offering; and the priest shall make atonement for him who is to be cleansed before the Lord.",
          "ID": "31"
        },
        {
          "text": "This is the law of him in whom is the plague of leprosy, who is not able to get what is required for his cleansing.",
          "ID": "32"
        },
        {
          "text": "And the Lord said to Moses and Aaron,",
          "ID": "33"
        },
        {
          "text": "When you have come into the land of Canaan, which I give to you for a possession, and I put the disease of leprosy in a house of the land of your possession,",
          "ID": "34"
        },
        {
          "text": "Then he who owns the house shall come and tell the priest, It seems to me there is some sort of disease in my house.",
          "ID": "35"
        },
        {
          "text": "Then the priest shall command that they empty the house before [he] goes in to examine the disease, so that all that is in the house may not be declared unclean; afterward [he] shall go in to see the house.",
          "ID": "36"
        },
        {
          "text": "He shall examine the disease, and if it is in the walls of the house with depressed spots of dark green or dark red appearing beneath [the surface of] the wall,",
          "ID": "37"
        },
        {
          "text": "Then the priest shall go out of the door and shut up the house seven days.",
          "ID": "38"
        },
        {
          "text": "The priest shall come again on the seventh day and shall look; and if the disease has spread in the walls of the house,",
          "ID": "39"
        },
        {
          "text": "He shall command that they take out the diseased stones and cast them into an unclean place outside the city.",
          "ID": "40"
        },
        {
          "text": "He shall cause the house to be scraped within round about and the plaster or mortar that is scraped off to be emptied out in an unclean place outside the city.",
          "ID": "41"
        },
        {
          "text": "And they shall put other stones in the place of those stones, and he shall plaster the house with fresh mortar.",
          "ID": "42"
        },
        {
          "text": "If the disease returns, breaking out in the house after he has removed the stones and has scraped and plastered the house,",
          "ID": "43"
        },
        {
          "text": "Then the priest shall come and look, and if the disease is spreading in the house, it is a rotting or corroding leprosy in the house; it is unclean.",
          "ID": "44"
        },
        {
          "text": "He shall tear down the house–its stones and its timber and all the plaster or mortar of the house–and shall carry them forth out of the city to an unclean place.",
          "ID": "45"
        },
        {
          "text": "Moreover, he who enters the house during the whole time that it is shut up shall be unclean until the evening.",
          "ID": "46"
        },
        {
          "text": "And he who lies down or eats in the house shall wash his clothes.",
          "ID": "47"
        },
        {
          "text": "But if the priest inspects it and the disease has not spread after the house was plastered, he shall pronounce the house clean, because the disease is healed.",
          "ID": "48"
        },
        {
          "text": "He shall take to cleanse the house two birds, cedar wood, scarlet [material], and hyssop;",
          "ID": "49"
        },
        {
          "text": "And he shall kill one of the birds in an earthen vessel over running water,",
          "ID": "50"
        },
        {
          "text": "And he shall take the cedar wood, and the hyssop, and the scarlet [material], and the living bird, and dip them in the blood of the slain bird and in the running water, and sprinkle the house seven times.",
          "ID": "51"
        },
        {
          "text": "And he shall cleanse the house with the blood of the bird, the running water, the living bird, the cedar wood, the hyssop, and the scarlet [material].",
          "ID": "52"
        },
        {
          "text": "But he shall let the living bird go out of the city into the open field; so he shall make atonement for the house, and it shall be clean.",
          "ID": "53"
        },
        {
          "text": "This is the law for all kinds of leprous diseases, and mangelike conditions,",
          "ID": "54"
        },
        {
          "text": "For the leprosy of a garment or of a house,",
          "ID": "55"
        },
        {
          "text": "And for a swelling or an eruption or a scab or a bright spot,",
          "ID": "56"
        },
        {
          "text": "To teach when it is unclean and when it is clean. This is the law of leprosy.",
          "ID": "57"
        }
      ],
      "ID": "OT:LEV.14"
    },
    {
      "name": "Leviticus 15",
      "text": [
        {
          "text": "AND THE Lord said to Moses and Aaron,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, When any man has a running discharge from his body, because of his discharge he is unclean.",
          "ID": "2"
        },
        {
          "text": "This shall be [the law concerning] his uncleanness in his discharge: whether his body runs with his discharge or has stopped [running], it is uncleanness in him.",
          "ID": "3"
        },
        {
          "text": "Every bed on which the one who has the discharge lies is unclean, and everything on which he sits shall be unclean.",
          "ID": "4"
        },
        {
          "text": "Whoever touches that person's bed shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
          "ID": "5"
        },
        {
          "text": "And whoever sits on anything on which he who has the discharge has sat shall wash his clothes and bathe himself in water, and be unclean until the evening.",
          "ID": "6"
        },
        {
          "text": "And he who touches the flesh of him who has the discharge shall wash his clothes and bathe himself in water, and be unclean until the evening.",
          "ID": "7"
        },
        {
          "text": "And if he who has the discharge spits on him who is clean, then he shall wash his clothes and bathe himself in water, and be unclean until the evening.",
          "ID": "8"
        },
        {
          "text": "And any saddle on which he who has the discharge rides shall be unclean.",
          "ID": "9"
        },
        {
          "text": "Whoever touches anything that has been under him shall be unclean until evening; and he who carries those things shall wash his clothes and bathe himself in water, and be unclean until evening.",
          "ID": "10"
        },
        {
          "text": "Whomever he who has the discharge touches without rinsing his hands in water shall wash his clothes and bathe himself in water, and be unclean until evening.",
          "ID": "11"
        },
        {
          "text": "The earthen vessel that he with the discharge touches shall be broken, and every vessel of wood shall be rinsed in water.",
          "ID": "12"
        },
        {
          "text": "When he who has a discharge is cleansed of it, he shall count seven days for his purification, then wash his clothes, bathe in running water, and be clean.",
          "ID": "13"
        },
        {
          "text": "On the eighth day he shall take two turtledoves or two young pigeons and come before the Lord to the door of the Tent of Meeting and give them to the priest;",
          "ID": "14"
        },
        {
          "text": "And the priest shall offer them, one for a sin offering and the other for a burnt offering; and [he] shall make atonement for the man before the Lord for his discharge.",
          "ID": "15"
        },
        {
          "text": "And if any man has a discharge of semen, he shall wash all his body in water, and be unclean until evening.",
          "ID": "16"
        },
        {
          "text": "And every garment and every skin on which the sperm comes shall be washed with water, and be unclean until evening.",
          "ID": "17"
        },
        {
          "text": "The woman also with whom a man with emission of semen shall lie, they shall both bathe themselves in water, and be unclean until evening.",
          "ID": "18"
        },
        {
          "text": "And if a woman has a discharge, her [regular] discharge of blood of her body, she shall be in her impurity or separation for seven days, and whoever touches her shall be unclean until evening.",
          "ID": "19"
        },
        {
          "text": "And everything that she lies on in her separation shall be unclean; everything also that she sits on shall be unclean.",
          "ID": "20"
        },
        {
          "text": "And whoever touches her bed shall wash his clothes and bathe himself in water, and be unclean until evening.",
          "ID": "21"
        },
        {
          "text": "Whoever touches anything she sat on shall wash his clothes and bathe himself in water, and be unclean until evening.",
          "ID": "22"
        },
        {
          "text": "And if her flow has stained her bed or anything on which she sat, when he touches it, he shall be unclean until evening.",
          "ID": "23"
        },
        {
          "text": "And if any man lie with her and her impurity be upon him, he shall be unclean seven days; and every bed on which he lies shall be unclean.",
          "ID": "24"
        },
        {
          "text": "And if a woman has an issue of blood for many days, not during the time of her separation, or if she has a discharge beyond the time of her [regular] impurity, all the days of the issue of her uncleanness she shall be as in the days of her impurity; she shall be unclean. [Matt. 9:20.]",
          "ID": "25"
        },
        {
          "text": "Every bed on which she lies all the days of her discharge shall be as the bed of her impurity, and whatever she sits on shall be unclean, as in her impurity.",
          "ID": "26"
        },
        {
          "text": "And whoever touches those things shall be unclean, and shall wash his clothes and bathe himself in water, and be unclean until evening.",
          "ID": "27"
        },
        {
          "text": "But if she is cleansed of her discharge, then she shall wait seven days, and after that she shall be clean.",
          "ID": "28"
        },
        {
          "text": "And on the eighth day she shall take two turtledoves or two young pigeons and bring them to the priest at the door of the Tent of Meeting;",
          "ID": "29"
        },
        {
          "text": "He shall offer one for a sin offering and the other for a burnt offering; and he shall make atonement for her before the Lord for her unclean discharge.",
          "ID": "30"
        },
        {
          "text": "Thus you shall separate the Israelites from their uncleanness, lest they die in their uncleanness by defiling My tabernacle that is in the midst of them.",
          "ID": "31"
        },
        {
          "text": "This is the law for him who has a discharge and for him who has emissions of sperm, being made unclean by it;",
          "ID": "32"
        },
        {
          "text": "And for her who is sick with her impurity, and for any person who has a discharge, whether man or woman, and for him who lies with her who is unclean.",
          "ID": "33"
        }
      ],
      "ID": "OT:LEV.15"
    },
    {
      "name": "Leviticus 16",
      "text": [
        {
          "text": "AFTER THE death of Aaron's two sons, when they drew near before the Lord [offered false fire] and died, [Lev. 10:1, 2.]",
          "ID": "1"
        },
        {
          "text": "The Lord said to Moses, Tell Aaron your brother he must not come at all times into the Holy of Holies within the veil before the mercy seat upon the ark, lest he die; for I will appear in the cloud on the mercy seat. [Heb. 9:7-15, 25-28.]",
          "ID": "2"
        },
        {
          "text": "But Aaron shall come into the holy enclosure in this way: with a young bull for a sin offering and a ram for a burnt offering.",
          "ID": "3"
        },
        {
          "text": "He shall put on the holy linen undergarment, and he shall have the linen breeches upon his body, and be girded with the linen girdle or sash, and with the linen turban or miter shall he be attired; these are the holy garments; he shall bathe his body in water and then put them on.",
          "ID": "4"
        },
        {
          "text": "He shall take [at the expense] of the congregation of the Israelites two male goats for a sin offering and one ram for a burnt offering.",
          "ID": "5"
        },
        {
          "text": "And Aaron shall present the bull as the sin offering for himself and make atonement for himself and for his house [the other priests].",
          "ID": "6"
        },
        {
          "text": "He shall take the two goats and present them before the Lord at the door of the Tent of Meeting.",
          "ID": "7"
        },
        {
          "text": "Aaron shall cast lots on the two goats–one lot for the Lord, the other lot for Azazel or removal.",
          "ID": "8"
        },
        {
          "text": "And Aaron shall bring the goat on which the Lord's lot fell and offer him as a sin offering.",
          "ID": "9"
        },
        {
          "text": "But the goat on which the lot fell for Azazel or removal shall be presented alive before the Lord to make atonement over him, that he may be let go into the wilderness for Azazel (for dismissal).",
          "ID": "10"
        },
        {
          "text": "Aaron shall present the bull as the sin offering for his own sins and shall make atonement for himself and for his house [the other priests], and shall kill the bull as the sin offering for himself.",
          "ID": "11"
        },
        {
          "text": "He shall take a censer full of burning coals of fire from off the [bronze] altar before the Lord, and his two hands full of sweet incense beaten small, and bring it within the veil [into the Holy of Holies],",
          "ID": "12"
        },
        {
          "text": "And put the incense on the fire [in the censer] before the Lord, that the cloud of the incense may cover the mercy seat that is upon [the ark of] the Testimony, lest he die.",
          "ID": "13"
        },
        {
          "text": "He shall take of the bull's blood and sprinkle it with his finger on the front [the east side] of the mercy seat, and before the mercy seat he shall sprinkle of the blood with his finger seven times.",
          "ID": "14"
        },
        {
          "text": "Then shall he kill the goat of the sin offering that is for [the sins of] the people and bring its blood within the veil [into the Holy of Holies] and do with that blood as he did with the blood of the bull, and sprinkle it on the mercy seat and before the mercy seat. [Heb. 2:17.]",
          "ID": "15"
        },
        {
          "text": "Thus he shall make atonement for the Holy Place because of the uncleanness of the Israelites and because of their transgressions, even all their sins; and so shall he do for the Tent of Meeting, that remains among them in the midst of their uncleanness. [Heb. 9:22-24.]",
          "ID": "16"
        },
        {
          "text": "There shall be no man in the Tent of Meeting when the high priest goes in to make atonement in the Holy of Holies [within the veil] until he comes out and has made atonement for his own sins and those of his house [the other priests] and of all the congregation of Israel.",
          "ID": "17"
        },
        {
          "text": "And he shall go out to the altar [of burnt offering in the court] which is before the Lord and make atonement for it, and shall take some of the blood of the bull and of the goat and put it on the horns of the altar round about.",
          "ID": "18"
        },
        {
          "text": "And he shall sprinkle some of the blood on it with his fingers seven times and cleanse it and hallow it from the uncleanness of the Israelites.",
          "ID": "19"
        },
        {
          "text": "And when he has finished atoning for the Holy of Holies and the Tent of Meeting and the altar [of burnt offering], he shall present the live goat;",
          "ID": "20"
        },
        {
          "text": "And Aaron shall lay both his hands upon the head of the live goat and confess over him all the iniquities of the Israelites and all their transgressions, all their sins; and he shall put them upon the head of the goat [the sin-bearer], and send him away into the wilderness by the hand of a man who is timely (ready, fit).",
          "ID": "21"
        },
        {
          "text": "The goat shall bear upon himself all their iniquities, carrying them to a land cut off (a land of forgetfulness and separation, not inhabited)! And the man leading it shall let the goat go in the wilderness. [Ps. 103:12; Isa. 53:11, 12; John 1:29.]",
          "ID": "22"
        },
        {
          "text": "Aaron shall come into the Tent of Meeting and put off the linen garments which he put on when he went into the Holy of Holies, and leave them there;",
          "ID": "23"
        },
        {
          "text": "And he shall bathe his body with water in a sacred place and put on his garments, and come forth and offer his burnt offering and that of the people, and make atonement for himself and for them.",
          "ID": "24"
        },
        {
          "text": "And the fat of the sin offering he shall burn upon the altar.",
          "ID": "25"
        },
        {
          "text": "The man who led the sin-bearing goat out and let him go for Azazel or removal shall wash his clothes and bathe his body, and afterward he may come into the camp.",
          "ID": "26"
        },
        {
          "text": "The bull and the goat for the sin offering, whose blood was brought in to make atonement in the Holy of Holies, shall be carried forth without the camp; their skins, their flesh, and their dung shall be burned with fire. [Heb. 13:11-13.]",
          "ID": "27"
        },
        {
          "text": "And he who burns them shall wash his clothes and bathe his body in water, and afterward he may come into the camp.",
          "ID": "28"
        },
        {
          "text": "It shall be a statute to you forever that in the seventh month [nearly October] on the tenth day of the month you shall afflict yourselves [by fasting with penitence and humiliation] and do no work at all, either the native-born or the stranger who dwells temporarily among you.",
          "ID": "29"
        },
        {
          "text": "For on this day atonement shall be made for you, to cleanse you; from all your sins you shall be clean before the Lord. [Heb. 10:1, 2; I John 1:7, 9.]",
          "ID": "30"
        },
        {
          "text": "It is a sabbath of [solemn] rest to you, and you shall afflict yourselves [by fasting with penitence and humiliation]; it is a statute forever.",
          "ID": "31"
        },
        {
          "text": "And the priest who shall be anointed and consecrated to minister in the priest's office in his father's stead shall make atonement, wearing the holy linen garments;",
          "ID": "32"
        },
        {
          "text": "He shall make atonement for the Holy Sanctuary, for the Tent of Meeting, and for the altar [of burnt offering in the court], and shall make atonement for the priests and for all the people of the assembly.",
          "ID": "33"
        },
        {
          "text": "This shall be an everlasting statute for you, that atonement may be made for the Israelites for all their sins once a year. And Moses did as the Lord commanded him.",
          "ID": "34"
        }
      ],
      "ID": "OT:LEV.16"
    },
    {
      "name": "Leviticus 17",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Tell Aaron, his sons, and all the Israelites, This is what the Lord has commanded:",
          "ID": "2"
        },
        {
          "text": "If any man of the house of Israel kills an ox or lamb or goat in the camp or kills it outside the camp",
          "ID": "3"
        },
        {
          "text": "And does not bring it to the door of the Tent of Meeting to offer it as an offering to the Lord before the Lord's tabernacle, [guilt for shedding] blood shall be imputed to that man; he has shed blood and shall be cut off from among his people.",
          "ID": "4"
        },
        {
          "text": "This is so that the Israelites, rather than offer their sacrifices [to idols] in the open field [where they slew them], may bring them to the Lord at the door of the Tent of Meeting, to the priest, to offer them as peace offerings to the Lord.",
          "ID": "5"
        },
        {
          "text": "And the priest shall dash the blood on the altar of the Lord at the door of the Tent of Meeting and burn the fat for a sweet and satisfying fragrance to the Lord.",
          "ID": "6"
        },
        {
          "text": "So they shall no more offer their sacrifices to goatlike gods or demons or field spirits after which they have played the harlot. This shall be a statute forever to them throughout their generations.",
          "ID": "7"
        },
        {
          "text": "And you shall say to them, Whoever of the house of Israel or of the strangers who dwell temporarily among you offers a burnt offering or sacrifice",
          "ID": "8"
        },
        {
          "text": "And does not bring it to the door of the Tent of Meeting to offer it to the Lord shall be cut off from among his people.",
          "ID": "9"
        },
        {
          "text": "Any one of the house of Israel or of the strangers who dwell temporarily among them who eats any kind of blood, against that person I will set My face and I will cut him off from among his people [that he may not be included in the atonement made for them]. [Ezek. 33:25.]",
          "ID": "10"
        },
        {
          "text": "For the life (the animal soul) is in the blood, and I have given it for you upon the altar to make atonement for your souls; for it is the blood that makes atonement, by reason of the life [which it represents]. [Rom. 3:24-26.]",
          "ID": "11"
        },
        {
          "text": "Therefore I have said to the Israelites, No person among you shall eat blood, neither shall any stranger who dwells temporarily among you eat blood.",
          "ID": "12"
        },
        {
          "text": "And any of the Israelites or of the strangers who sojourn among them who takes in hunting any clean beast or bird shall pour out its blood and cover it with dust.",
          "ID": "13"
        },
        {
          "text": "As for the life of all flesh, the blood of it represents the life of it; therefore I said to the Israelites, You shall partake of the blood of no kind of flesh, for the life of all flesh is its blood. Whoever eats of it shall be cut off.",
          "ID": "14"
        },
        {
          "text": "And every person who eats what dies of itself or was torn by beasts, whether he is native-born or a temporary resident, shall wash his clothes and bathe himself in water, and be unclean until evening; then shall he be clean. [Acts 15:20.]",
          "ID": "15"
        },
        {
          "text": "But if he does not wash his clothes or bathe his body, he shall bear his own iniquity [for it shall not be borne by the sacrifice of atonement].",
          "ID": "16"
        }
      ],
      "ID": "OT:LEV.17"
    },
    {
      "name": "Leviticus 18",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, I am the Lord your God.",
          "ID": "2"
        },
        {
          "text": "You shall not do as was done in the land of Egypt in which you dwelt, nor shall you do as is done in the land of Canaan to which I am bringing you; neither shall you walk in their statutes.",
          "ID": "3"
        },
        {
          "text": "You shall do My ordinances and keep My statutes and walk in them. I am the Lord your God.",
          "ID": "4"
        },
        {
          "text": "You shall therefore keep My statutes and My ordinances which, if a man does, he shall live by them. I am the Lord. [Luke 10:25-28; Rom. 10:4, 5; Gal. 3:12.]",
          "ID": "5"
        },
        {
          "text": "None of you shall approach anyone close of kin to him to have sexual relations. I am the Lord.",
          "ID": "6"
        },
        {
          "text": "The nakedness of your father, which is the nakedness of your mother, you shall not uncover; she is your mother; you shall not have intercourse with her.",
          "ID": "7"
        },
        {
          "text": "The nakedness of your father's wife you shall not uncover; it is your father's nakedness.",
          "ID": "8"
        },
        {
          "text": "You shall not have intercourse with or uncover the nakedness of your sister, the daughter of your father or of your mother, whether born at home or born abroad.",
          "ID": "9"
        },
        {
          "text": "You must not have sexual relations with your son's daughter or your daughter's daughter; their nakedness you shall not uncover, for they are your own flesh.",
          "ID": "10"
        },
        {
          "text": "You must not have intercourse with your father's wife's daughter; begotten by your father, she is your sister; you shall not uncover her nakedness.",
          "ID": "11"
        },
        {
          "text": "You shall not have intercourse with your father's sister; she is your father's near kinswoman.",
          "ID": "12"
        },
        {
          "text": "You shall not have sexual relations with your mother's sister, for she is your mother's near kinswoman.",
          "ID": "13"
        },
        {
          "text": "You shall not have intercourse with your father's brother's wife; you shall not approach his wife; she is your aunt.",
          "ID": "14"
        },
        {
          "text": "You shall not uncover the nakedness of your daughter-in-law; she is your son's wife; you shall not have intercourse with her.",
          "ID": "15"
        },
        {
          "text": "You shall not have intercourse with your brother's wife; she belongs to your brother.",
          "ID": "16"
        },
        {
          "text": "You shall not marry a woman and her daughter, nor shall you take her son's daughter or her daughter's daughter to have intercourse; they are [her] near kinswomen; it is wickedness and an outrageous offense.",
          "ID": "17"
        },
        {
          "text": "You must not marry a woman in addition to her sister, to be a rival to her, having sexual relations with the second sister when the first one is alive.",
          "ID": "18"
        },
        {
          "text": "Also you shall not have intercourse with a woman during her [menstrual period or similar] uncleanness.",
          "ID": "19"
        },
        {
          "text": "Moreover, you shall not lie carnally with your neighbor's wife, to defile yourself with her.",
          "ID": "20"
        },
        {
          "text": "You shall not give any of your children to pass through the fire and sacrifice them to Molech [the fire god], nor shall you profane the name of your God [by giving it to false gods]. I am the Lord.",
          "ID": "21"
        },
        {
          "text": "You shall not lie with a man as with a woman; it is an abomination. [I Cor. 6:9, 10.]",
          "ID": "22"
        },
        {
          "text": "Neither shall you lie with any beast and defile yourself with it; neither shall any woman yield herself to a beast to lie with it; it is confusion, perversion, and degradedly carnal.",
          "ID": "23"
        },
        {
          "text": "Do not defile yourselves in any of these ways, for in all these things the nations are defiled which I am casting out before you.",
          "ID": "24"
        },
        {
          "text": "And the land is defiled; therefore I visit the iniquity of it upon it, and the land itself vomits out her inhabitants.",
          "ID": "25"
        },
        {
          "text": "So you shall keep My statutes and My ordinances and shall not commit any of these abominations, neither the native-born nor any stranger who sojourns among you,",
          "ID": "26"
        },
        {
          "text": "For all these abominations have the men of the land done who were before you, and the land is defiled–",
          "ID": "27"
        },
        {
          "text": "[Do none of these things] lest the land spew you out when you defile it as it spewed out the nation that was before you.",
          "ID": "28"
        },
        {
          "text": "Whoever commits any of these abominations shall be cut off from among [his] people.",
          "ID": "29"
        },
        {
          "text": "So keep My charge: do not practice any of these abominable customs which were practiced before you and defile yourselves by them. I am the Lord your God.",
          "ID": "30"
        }
      ],
      "ID": "OT:LEV.18"
    },
    {
      "name": "Leviticus 19",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to all the assembly of the Israelites, You shall be holy, for I the Lord your God am holy. [I Pet. 1:15.]",
          "ID": "2"
        },
        {
          "text": "Each of you shall give due respect to his mother and his father, and keep My Sabbaths holy. I the Lord am your God.",
          "ID": "3"
        },
        {
          "text": "Do not turn to idols and things of nought or make for yourselves molten gods. I the Lord am your God.",
          "ID": "4"
        },
        {
          "text": "And when you offer a sacrifice of peace offering to the Lord, you shall offer it so that you may be accepted.",
          "ID": "5"
        },
        {
          "text": "It shall be eaten the same day you offer it and on the day following; and if anything remains until the third day, it shall be burned in the fire.",
          "ID": "6"
        },
        {
          "text": "If it is eaten at all the third day, it is loathsome; it will not be accepted.",
          "ID": "7"
        },
        {
          "text": "But everyone who eats it shall bear his iniquity, for he has profaned a holy thing of the Lord; and that soul shall be cut off from his people [and not be included in the atonement made for them].",
          "ID": "8"
        },
        {
          "text": "And when you reap the harvest of your land, you shall not reap your field to its very corners, neither shall you gather the fallen ears or gleanings of your harvest.",
          "ID": "9"
        },
        {
          "text": "And you shall not glean your vineyard bare, neither shall you gather its fallen grapes; you shall leave them for the poor and the stranger. I am the Lord your God.",
          "ID": "10"
        },
        {
          "text": "You shall not steal, or deal falsely, or lie one to another. [Col. 3:9, 10.]",
          "ID": "11"
        },
        {
          "text": "And you shall not swear by My name falsely, neither shall you profane the name of your God. I am the Lord.",
          "ID": "12"
        },
        {
          "text": "You shall not defraud or oppress your neighbor or rob him; the wages of a hired servant shall not remain with you all night until morning.",
          "ID": "13"
        },
        {
          "text": "You shall not curse the deaf or put a stumbling block before the blind, but you shall [reverently] fear your God. I am the Lord.",
          "ID": "14"
        },
        {
          "text": "You shall do no injustice in judging a case; you shall not be partial to the poor or show a preference for the mighty, but in righteousness and according to the merits of the case judge your neighbor.",
          "ID": "15"
        },
        {
          "text": "You shall not go up and down as a dispenser of gossip and scandal among your people, nor shall you [secure yourself by false testimony or by silence and] endanger the life of your neighbor. I am the Lord.",
          "ID": "16"
        },
        {
          "text": "You shall not hate your brother in your heart; but you shall surely rebuke your neighbor, lest you incur sin because of him. [Gal. 6:1; I John 2:9, 11; 3:15.]",
          "ID": "17"
        },
        {
          "text": "You shall not take revenge or bear any grudge against the sons of your people, but you shall love your neighbor as yourself. I am the Lord. [Matt. 5:43-46; Rom. 12:17, 19.]",
          "ID": "18"
        },
        {
          "text": "You shall keep My statutes. You shall not let your domestic animals breed with a different kind [of animal]; you shall not sow your field with mixed seed, neither wear a garment of linen mixed with wool.",
          "ID": "19"
        },
        {
          "text": "And if a man lies carnally with a woman who is a slave betrothed to a husband and not yet ransomed or given her freedom, they shall be punished [after investigation]; they shall not be put to death, because she was not free;",
          "ID": "20"
        },
        {
          "text": "But he shall bring his guilt or trespass offering to the Lord to the door of the Tent of Meeting, a ram for a guilt or trespass offering.",
          "ID": "21"
        },
        {
          "text": "The priest shall make atonement for him with the ram of the guilt or trespass offering before the Lord for his sin, and he shall be forgiven for committing the sin.",
          "ID": "22"
        },
        {
          "text": "And when you come into the land and have planted all kinds of trees for food, then you shall count the fruit of them as inedible and forbidden to you for three years; it shall not be eaten.",
          "ID": "23"
        },
        {
          "text": "In the fourth year all their fruit shall be holy for giving praise to the Lord.",
          "ID": "24"
        },
        {
          "text": "But in the fifth year you may eat of the fruit [of the trees], that their produce may enrich you; I am the Lord your God.",
          "ID": "25"
        },
        {
          "text": "You shall not eat anything with the blood; neither shall you use magic, omens, or witchcraft [or predict events by horoscope or signs and lucky days].",
          "ID": "26"
        },
        {
          "text": "You shall not round the corners of the hair of your heads nor trim the corners of your beard [as some idolaters do].",
          "ID": "27"
        },
        {
          "text": "You shall not make any cuttings in your flesh for the dead nor print or tattoo any marks upon you; I am the Lord.",
          "ID": "28"
        },
        {
          "text": "Do not profane your daughter by causing her to be a harlot, lest the land fall into harlotry and become full of wickedness.",
          "ID": "29"
        },
        {
          "text": "You shall keep My Sabbaths and reverence My sanctuary. I am the Lord.",
          "ID": "30"
        },
        {
          "text": "Turn not to those [mediums] who have familiar spirits or to wizards; do not seek them out to be defiled by them. I am the Lord your God.",
          "ID": "31"
        },
        {
          "text": "You shall rise up before the hoary head and honor the face of the old man and [reverently] fear your God. I am the Lord.",
          "ID": "32"
        },
        {
          "text": "And if a stranger dwells temporarily with you in your land, you shall not suppress and mistreat him.",
          "ID": "33"
        },
        {
          "text": "But the stranger who dwells with you shall be to you as one born among you; and you shall love him as yourself, for you were strangers in the land of Egypt. I am the Lord your God.",
          "ID": "34"
        },
        {
          "text": "You shall do no unrighteousness in judgment, in measures of length or weight or quantity.",
          "ID": "35"
        },
        {
          "text": "You shall have accurate and just balances, just weights, just ephah and hin measures. I am the Lord your God, Who brought you out of the land of Egypt.",
          "ID": "36"
        },
        {
          "text": "You shall observe all My statutes and ordinances and do them. I am the Lord.",
          "ID": "37"
        }
      ],
      "ID": "OT:LEV.19"
    },
    {
      "name": "Leviticus 20",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Moreover, you shall say to the Israelites, Any one of the Israelites or of the strangers that sojourn in Israel who gives any of his children to Molech [the fire god worshiped with human sacrifices] shall surely be put to death; the people of the land shall stone him with stones.",
          "ID": "2"
        },
        {
          "text": "I also will set My face against that man [opposing him, withdrawing My protection from him, and excluding him from My covenant] and will cut him off from among his people, because he has given of his children to Molech, defiling My sanctuary and profaning My holy name.",
          "ID": "3"
        },
        {
          "text": "And if the people of the land do at all hide their eyes from the man when he gives one of his children [as a burnt offering] to Molech [the fire god] and they overlook it or neglect to take legal action to punish him, winking at his sin, and do not kill him [as My law requires],",
          "ID": "4"
        },
        {
          "text": "Then I will set My face against that man and against his family and will cut him off from among their people, him and all who follow him to [unfaithfulness to Me, and thus] play the harlot after Molech.",
          "ID": "5"
        },
        {
          "text": "The person who turns to those who have familiar spirits and to wizards, [being unfaithful to Israel's Maker Who is her Husband, and thus] playing the harlot after them, I will set My face against that person and will cut him off from among his people [that he may not be included in the atonement made for them]. [Isa. 54:5.]",
          "ID": "6"
        },
        {
          "text": "Consecrate yourselves therefore, and be holy; for I am the Lord your God.",
          "ID": "7"
        },
        {
          "text": "And you shall keep My statutes and do them. I am the Lord Who sanctifies you.",
          "ID": "8"
        },
        {
          "text": "Everyone who curses his father or mother shall surely be put to death; he has cursed his father or mother; his bloodguilt is upon him.",
          "ID": "9"
        },
        {
          "text": "The man who commits adultery with another's wife, even his neighbor's wife, the adulterer and the adulteress shall surely be put to death. [John 8:4-11.]",
          "ID": "10"
        },
        {
          "text": "And the man who lies carnally with his father's wife has uncovered his father's nakedness; both of the guilty ones shall surely be put to death; their blood shall be upon their own heads.",
          "ID": "11"
        },
        {
          "text": "And if a man lies carnally with his daughter-in-law, both of them shall surely be put to death; they have wrought confusion, perversion, and defilement; their blood shall be upon their own heads.",
          "ID": "12"
        },
        {
          "text": "If a man lies with a male as if he were a woman, both men have committed an offense (something perverse, unnatural, abhorrent, and detestable); they shall surely be put to death; their blood shall be upon them.",
          "ID": "13"
        },
        {
          "text": "And if a man takes a wife and her mother, it is wickedness and an outrageous offense; all three shall be burned with fire, both he and they [after being stoned to death], that there be no wickedness among you. [Josh. 7:15, 25.]",
          "ID": "14"
        },
        {
          "text": "And if a man lies carnally with a beast, he shall surely be [stoned] to death, and you shall slay the beast.",
          "ID": "15"
        },
        {
          "text": "If a woman approaches any beast and lies carnally with it, you shall [stone] the woman and the beast; they shall surely be put to death; their blood is upon them.",
          "ID": "16"
        },
        {
          "text": "If a man takes his sister, his father's or his mother's daughter, and sees her nakedness and she sees his nakedness, it is a wicked and shameful thing; and they shall be cut off in the sight of their people; he has had sexual relations with his sister; he shall bear his iniquity.",
          "ID": "17"
        },
        {
          "text": "And if a man shall lie with a woman having her menstrual pains and shall uncover her nakedness, he has made naked her fountain, and she has uncovered the fountain of her blood; and both of them shall be cut off from among their people.",
          "ID": "18"
        },
        {
          "text": "You shall not uncover the nakedness of your mother's sister or of your father's sister, for that is to make naked his close kin; they shall bear their iniquity.",
          "ID": "19"
        },
        {
          "text": "And if a man shall lie carnally with his uncle's wife, he has uncovered his uncle's nakedness; they shall bear their sin; they shall die childless [not literally, but in a legal sense].",
          "ID": "20"
        },
        {
          "text": "And if a man shall take his brother's wife, it is impurity; he has uncovered his brother's nakedness; they shall be childless [not literally, but in a legal sense].",
          "ID": "21"
        },
        {
          "text": "You shall therefore keep all My statutes and all My ordinances and do them, that the land where I am bringing you to dwell may not vomit you out [as it did those before you]. [Lev. 18:28.]",
          "ID": "22"
        },
        {
          "text": "You shall not walk in the customs of the nation which I am casting out before you; for they did all these things, and therefore I was wearied and grieved by them.",
          "ID": "23"
        },
        {
          "text": "But I have said to you, You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey. I am the Lord your God, Who has separated you from the peoples.",
          "ID": "24"
        },
        {
          "text": "You shall therefore make a distinction between the clean beast and the unclean, and between the unclean fowl and the clean; and you shall not make yourselves detestable with beast or with bird or with anything with which the ground teems or that creeps, which I have set apart from you as unclean.",
          "ID": "25"
        },
        {
          "text": "And you shall be holy to Me; for I the Lord am holy, and have separated you from the peoples, that you should be Mine.",
          "ID": "26"
        },
        {
          "text": "A man or woman who is a medium and has a familiar spirit or is a wizard shall surely be put to death, be stoned with stones; their blood shall be upon them.",
          "ID": "27"
        }
      ],
      "ID": "OT:LEV.20"
    },
    {
      "name": "Leviticus 21",
      "text": [
        {
          "text": "THE Lord said to Moses, Speak to the priests [exclusive of the high priest], the sons of Aaron, and say to them that none of them shall defile himself for the dead among his people [by touching a corpse or assisting in preparing it for burial],",
          "ID": "1"
        },
        {
          "text": "Except for his near [blood] kin, for his mother, father, son, daughter, brother,",
          "ID": "2"
        },
        {
          "text": "And for his sister, a virgin, who is near to him because she has had no husband; for her he may be defiled.",
          "ID": "3"
        },
        {
          "text": "He shall not even defile himself, being a [bereaved] husband [his wife not being his blood kin] or being a chief man among his people, and so profane himself.",
          "ID": "4"
        },
        {
          "text": "The priests [like the other Israelite men] shall not shave the crown of their heads or clip off the corners of their beard or make any cuttings in their flesh.",
          "ID": "5"
        },
        {
          "text": "They shall be holy to their God and not profane the name of their God; for they offer the offerings made by fire to the Lord, the bread of their God; therefore they shall be holy.",
          "ID": "6"
        },
        {
          "text": "They shall not take a wife who is a harlot or polluted or profane or divorced, for [the priest] is holy to his God.",
          "ID": "7"
        },
        {
          "text": "You shall consecrate him therefore, for he offers the bread of your God; he shall be holy to you, for I the Lord Who sanctifies you am holy.",
          "ID": "8"
        },
        {
          "text": "The daughter of any priest who profanes herself by playing the harlot profanes her father; she shall be burned with fire [after being stoned]. [Josh. 7:15, 25.]",
          "ID": "9"
        },
        {
          "text": "But he who is the high priest among his brethren, upon whose head the anointing oil was poured and who is consecrated to put on the [sacred] garments, shall not let the hair of his head hang loose or rend his clothes [in mourning],",
          "ID": "10"
        },
        {
          "text": "Neither shall he go in where any dead body lies nor defile himself [by doing so, even] for his father or for his mother;",
          "ID": "11"
        },
        {
          "text": "Neither shall he go out of the sanctuary nor desecrate or make ceremonially unclean the sanctuary of his God, for the crown or consecration of the anointing oil of his God is upon him. I am the Lord.",
          "ID": "12"
        },
        {
          "text": "He shall take a wife in her virginity.",
          "ID": "13"
        },
        {
          "text": "A widow or a divorced woman or a woman who is polluted or profane or a harlot, these he shall not marry, but he shall take as his wife a virgin of his own people, [I Tim. 3:2-7; Tit. 1:7-9.]",
          "ID": "14"
        },
        {
          "text": "That he may not profane or dishonor his children among his people; for I the Lord do sanctify the high priest.",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "16"
        },
        {
          "text": "Say to Aaron, Any one of your sons in their successive generations who has any blemish, let him not come near to offer the bread of his God.",
          "ID": "17"
        },
        {
          "text": "For no man who has a blemish shall approach [God's altar to serve as priest], a man blind or lame, or he who has a disfigured face or a limb too long,",
          "ID": "18"
        },
        {
          "text": "Or who has a fractured foot or hand,",
          "ID": "19"
        },
        {
          "text": "Or is a hunchback, or a dwarf, or has a defect in his eye, or has scurvy or itch, or scabs or skin trouble, or has damaged testicles.",
          "ID": "20"
        },
        {
          "text": "No man of the offspring of Aaron the priest who has a blemish and is disfigured or deformed shall come near [the altar] to offer the offerings of the Lord made by fire. He has a blemish; he shall not come near to offer the bread of his God.",
          "ID": "21"
        },
        {
          "text": "He may eat the bread of his God, both of the most holy and of the holy things,",
          "ID": "22"
        },
        {
          "text": "But he shall not come within the veil or come near the altar [of incense], because he has a blemish, that he may not desecrate and make unclean My sanctuaries and hallowed things; for I the Lord do sanctify them. [Heb. 7:28.]",
          "ID": "23"
        },
        {
          "text": "And Moses told it to Aaron and to his sons and to all the Israelites.",
          "ID": "24"
        }
      ],
      "ID": "OT:LEV.21"
    },
    {
      "name": "Leviticus 22",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to Aaron and his sons that they shall stay away from the holy things which the Israelites dedicate to Me, that they may not profane My holy name; I am the Lord.",
          "ID": "2"
        },
        {
          "text": "Tell them, Any one of your offspring throughout your generations who goes to the holy things which the Israelites dedicate to the Lord when he is unclean, that [priest] shall be cut off from My presence and excluded from the sanctuary; I am the Lord.",
          "ID": "3"
        },
        {
          "text": "No man of the offspring of Aaron who is a leper or has a discharge shall eat of the holy things [the offerings and the showbread] until he is clean. And whoever touches any person or thing made unclean by contact with a corpse or a man who has had a discharge of semen,",
          "ID": "4"
        },
        {
          "text": "Or whoever touches any dead creeping thing by which he may be made unclean, or a man from whom he may acquire uncleanness, whatever it may be, [Lev. 11:24-28.]",
          "ID": "5"
        },
        {
          "text": "The priest who has touched any such thing shall be unclean until evening and shall not eat of the holy things unless he has bathed with water. [Heb. 10:22.]",
          "ID": "6"
        },
        {
          "text": "When the sun is down, he shall be clean, and afterward may eat of the holy things, for they are his food.",
          "ID": "7"
        },
        {
          "text": "That which dies of itself or is torn by beasts he shall not eat, defiling himself with it. I am the Lord.",
          "ID": "8"
        },
        {
          "text": "The priests therefore shall observe My ordinance, lest they bear sin for it and die thereby if they profane it. I am the Lord, Who sanctifies them.",
          "ID": "9"
        },
        {
          "text": "No outsider [not of the family of Aaron] shall eat of the holy thing [which has been offered to God]; a sojourner with the priest or a hired servant shall not eat of the holy thing.",
          "ID": "10"
        },
        {
          "text": "But if a priest buys a slave with his money, the slave may eat of the holy thing, and he also who is born in the priest's house; they may eat of his food.",
          "ID": "11"
        },
        {
          "text": "If a priest's daughter is married to an outsider [not of the priestly tribe], she shall not eat of the offering of the holy things.",
          "ID": "12"
        },
        {
          "text": "But if a priest's daughter is a widow or divorced, and has no child, and returns to her father's house as in her youth, she shall eat of her father's food; but no stranger shall eat of it.",
          "ID": "13"
        },
        {
          "text": "And if a man eats unknowingly of the holy thing [which has been offered to God], then he shall add one-fifth of its value to it and repay that amount to the priest for the holy thing.",
          "ID": "14"
        },
        {
          "text": "The priests shall not profane the holy things the Israelites offer to the Lord,",
          "ID": "15"
        },
        {
          "text": "And so cause them [by neglect of any essential observance] to bear the iniquity when they eat their holy things; for I the Lord sanctify them.",
          "ID": "16"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "17"
        },
        {
          "text": "Say to Aaron and his sons and to all the Israelites, Whoever of the house of Israel and of the foreigners in Israel brings his offering, whether to pay a vow or as a freewill offering which is offered to the Lord for a burnt offering",
          "ID": "18"
        },
        {
          "text": "That you may be accepted, you shall offer a male without blemish of the young bulls, the sheep, or the goats.",
          "ID": "19"
        },
        {
          "text": "But you shall not offer anything which has a blemish, for it will not be acceptable for you. [I Pet. 1:19.]",
          "ID": "20"
        },
        {
          "text": "And whoever offers a sacrifice of peace offering to the Lord to make a special vow to the Lord or for a freewill offering from the herd or from the flock must bring what is perfect to be accepted; there shall be no blemish in it.",
          "ID": "21"
        },
        {
          "text": "Animals blind or made infirm and weak or maimed, or having sores or a wen or an itch or scabs, you shall not offer to the Lord or make an offering of them by fire upon the altar to the Lord.",
          "ID": "22"
        },
        {
          "text": "For a freewill offering you may offer either a bull or a lamb which has some part too long or too short, but for [the payment of] a vow it shall not be accepted.",
          "ID": "23"
        },
        {
          "text": "You shall not offer to the Lord any animal which has its testicles bruised or crushed or broken or cut, neither sacrifice it in your land.",
          "ID": "24"
        },
        {
          "text": "Neither shall you offer as the bread of your God any such animals obtained from a foreigner [who may wish to pay respect to the true God], because their defects render them unfit; there is a blemish in them; they will not be accepted for you.",
          "ID": "25"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "26"
        },
        {
          "text": "When a bull or a sheep or a goat is born, it shall remain for seven days with its mother; and from the eighth day on it shall be accepted for an offering made by fire to the Lord.",
          "ID": "27"
        },
        {
          "text": "And whether [the mother] is a cow or a ewe, you shall not kill her and her young both in one day.",
          "ID": "28"
        },
        {
          "text": "And when you sacrifice an offering of thanksgiving to the Lord, sacrifice it so that you may be accepted.",
          "ID": "29"
        },
        {
          "text": "It shall be eaten on the same day; you shall leave none of it until the next day. I am the Lord.",
          "ID": "30"
        },
        {
          "text": "So shall you heartily accept My commandments and conform your life and conduct to them. I am the Lord.",
          "ID": "31"
        },
        {
          "text": "Neither shall you profane My holy name [applying it to an idol, or treating it with irreverence or contempt or as a byword]; but I will be hallowed among the Israelites. I am the Lord, Who consecrates and makes you holy,",
          "ID": "32"
        },
        {
          "text": "Who brought you out of the land of Egypt to be your God. I am the Lord.",
          "ID": "33"
        }
      ],
      "ID": "OT:LEV.22"
    },
    {
      "name": "Leviticus 23",
      "text": [
        {
          "text": "THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, The set feasts or appointed seasons of the Lord which you shall proclaim as holy convocations, even My set feasts, are these:",
          "ID": "2"
        },
        {
          "text": "Six days shall work be done, but the seventh day is the Sabbath of rest, a holy convocation or assembly by summons. You shall do no work on that day; it is the Sabbath of the Lord in all your dwellings.",
          "ID": "3"
        },
        {
          "text": "These are the set feasts or appointed seasons of the Lord, holy convocations you shall proclaim at their stated times:",
          "ID": "4"
        },
        {
          "text": "On the fourteenth day of the first month at twilight is the Lord's Passover.",
          "ID": "5"
        },
        {
          "text": "On the fifteenth day of the same month is the Feast of Unleavened Bread to the Lord; for seven days you shall eat unleavened bread. [I Cor. 5:7, 8.]",
          "ID": "6"
        },
        {
          "text": "On the first day you shall have a holy \"calling together;\" you shall do no servile or laborious work on that day.",
          "ID": "7"
        },
        {
          "text": "But you shall offer an offering made by fire to the Lord for seven days; on the seventh day is a holy convocation; you shall do no servile or laborious work on that day.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "9"
        },
        {
          "text": "Tell the Israelites, When you have come into the land I give you and reap its harvest, you shall bring the sheaf of the firstfruits of your harvest to the priest.",
          "ID": "10"
        },
        {
          "text": "And he shall wave the sheaf before the Lord, that you may be accepted; on the next day after the Sabbath the priest shall wave it [before the Lord].",
          "ID": "11"
        },
        {
          "text": "You shall offer on the day when you wave the sheaf a male lamb a year old without blemish for a burnt offering to the Lord.",
          "ID": "12"
        },
        {
          "text": "Its cereal offering shall be two-tenths of an ephah of fine flour mixed with oil, an offering made by fire to the Lord for a sweet, pleasing, and satisfying fragrance; and the drink offering of it [to be poured out] shall be of wine, a fourth of a hin.",
          "ID": "13"
        },
        {
          "text": "And you shall eat neither bread nor parched grain nor green ears, until this same day when you have brought the offering of your God; it is a statute forever throughout your generations in all your houses.",
          "ID": "14"
        },
        {
          "text": "And you shall count from the day after the Sabbath, from the day that you brought the sheaf of the wave offering, seven Sabbaths; [seven full weeks] shall they be.",
          "ID": "15"
        },
        {
          "text": "Count fifty days to the day after the seventh Sabbath; then you shall present a cereal offering of new grain to the Lord.",
          "ID": "16"
        },
        {
          "text": "You shall bring from your dwellings two loaves of bread to be waved, made from two-tenths of an ephah of fine flour; they shall be baked with leaven, for firstfruits to the Lord.",
          "ID": "17"
        },
        {
          "text": "And you shall offer with the bread seven lambs, a year old and without blemish, and one young bull and two rams. They shall be a burnt offering to the Lord, with their cereal offering and their drink offerings, an offering made by fire, of a sweet and satisfying fragrance to the Lord.",
          "ID": "18"
        },
        {
          "text": "Then you shall sacrifice one he-goat for a sin offering and two he-lambs, a year old, for a sacrifice of peace offering.",
          "ID": "19"
        },
        {
          "text": "The priest shall wave the two lambs, together with the bread of the firstfruits, for a wave offering before the Lord. They shall be holy to the Lord for the priest.",
          "ID": "20"
        },
        {
          "text": "You shall make proclamation the same day, summoning a holy assembly; you shall do no servile work that day. It shall be a statute forever in all your dwellings throughout your generations.",
          "ID": "21"
        },
        {
          "text": "And when you reap the harvest of your land, you shall not wholly reap the corners of your field, neither shall you gather the gleanings of your harvest; you shall leave them for the poor and the stranger. I am the Lord your God.",
          "ID": "22"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "23"
        },
        {
          "text": "Say to the Israelites, On the first day of the seventh month [almost October], you shall observe a day of solemn [sabbatical] rest, a memorial day announced by blowing of trumpets, a holy [called] assembly.",
          "ID": "24"
        },
        {
          "text": "You shall do no servile work on it, but you shall present an offering made by fire to the Lord.",
          "ID": "25"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "26"
        },
        {
          "text": "Also the tenth day of this seventh month is the Day of Atonement; it shall be a holy [called] assembly, and you shall afflict yourselves [by fasting in penitence and humility] and present an offering made by fire to the Lord.",
          "ID": "27"
        },
        {
          "text": "And you shall do no work on this day, for it is the Day of Atonement, to make atonement for you before the Lord your God.",
          "ID": "28"
        },
        {
          "text": "For whoever is not afflicted [by fasting in penitence and humility] on this day shall be cut off from among his people [that he may not be included in the atonement made for them].",
          "ID": "29"
        },
        {
          "text": "And whoever does any work on that same day I will destroy from among his people.",
          "ID": "30"
        },
        {
          "text": "You shall do no kind of work [on that day]. It is a statute forever throughout your generations in all your dwellings.",
          "ID": "31"
        },
        {
          "text": "It shall be to you a sabbath of rest, and you shall afflict yourselves [by fasting in penitence and humility]. On the ninth day of the month from evening to evening you shall keep your sabbath.",
          "ID": "32"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "33"
        },
        {
          "text": "Say to the Israelites, The fifteenth day of this seventh month, and for seven days, is the Feast of Tabernacles or Booths to the Lord.",
          "ID": "34"
        },
        {
          "text": "On the first day shall be a holy convocation; you shall do no servile work on that day.",
          "ID": "35"
        },
        {
          "text": "For seven days you shall offer an offering made by fire to the Lord; on the eighth day shall be a holy convocation and you shall present an offering made by fire to the Lord. It is a solemn assembly; you shall do no laborious work on that day.",
          "ID": "36"
        },
        {
          "text": "These are the set feasts or appointed seasons of the Lord, which you shall proclaim to be holy convocations, to present an offering made by fire to the Lord, a burnt offering and a cereal offering, sacrifices and drink offerings, each on its own day.",
          "ID": "37"
        },
        {
          "text": "This is in addition to the Sabbaths of the Lord and besides your gifts and all your vowed offerings and all your freewill offerings which you give to the Lord.",
          "ID": "38"
        },
        {
          "text": "Also on the fifteenth day of the seventh month [nearly October], when you have gathered in the fruit of the land, you shall keep the feast of the Lord for seven days, the first day and the eighth day each a Sabbath.",
          "ID": "39"
        },
        {
          "text": "And on the first day you shall take the fruit of pleasing trees [and make booths of them], branches of palm trees, and boughs of thick (leafy) trees, and willows of the brook; and you shall rejoice before the Lord your God for seven days.",
          "ID": "40"
        },
        {
          "text": "You shall keep it as a feast to the Lord for seven days in the year, a statute forever throughout your generations; you shall keep it in the seventh month.",
          "ID": "41"
        },
        {
          "text": "You shall dwell in booths (shelters) for seven days: All native Israelites shall dwell in booths,",
          "ID": "42"
        },
        {
          "text": "That your generations may know that I made the Israelites dwell in booths when I brought them out of the land of Egypt. I am the Lord your God.",
          "ID": "43"
        },
        {
          "text": "Thus Moses declared to the Israelites the set or appointed feasts of the Lord.",
          "ID": "44"
        }
      ],
      "ID": "OT:LEV.23"
    },
    {
      "name": "Leviticus 24",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Command the Israelites that they bring to you pure oil from beaten olives for the light [of the golden lampstand] to cause a lamp to burn continually.",
          "ID": "2"
        },
        {
          "text": "Outside the veil of the Testimony [between the Holy and the Most Holy Places] in the Tent of Meeting, Aaron shall keep it in order from evening to morning before the Lord continually; it shall be a statute forever throughout your generations.",
          "ID": "3"
        },
        {
          "text": "He shall keep the lamps in order upon the lampstand of pure gold before the Lord continually. [Rev. 1:12-18.]",
          "ID": "4"
        },
        {
          "text": "And you shall take fine flour and bake twelve cakes with it; two-tenths of an ephah shall be in each cake [of the showbread or bread of the Presence].",
          "ID": "5"
        },
        {
          "text": "And you shall set them in two rows, six in a row, upon the table of pure gold before the Lord.",
          "ID": "6"
        },
        {
          "text": "You shall put pure frankincense [in a bowl or spoon] beside each row, that it may be with the bread as a memorial portion, an offering to be made by fire to the Lord.",
          "ID": "7"
        },
        {
          "text": "Every Sabbath day Aaron shall set the showbread in order before the Lord continually; it is on behalf of the Israelites, an everlasting covenant.",
          "ID": "8"
        },
        {
          "text": "And the bread shall be for Aaron and his sons, and they shall eat it in a sacred place, for it is for [Aaron] a most holy portion of the offerings to the Lord made by fire, a perpetual due [to the high priest].",
          "ID": "9"
        },
        {
          "text": "Now the son of an Israelite woman, whose father was an Egyptian, went out among the Israelites, and he and a man of Israel quarreled and strove together in the camp.",
          "ID": "10"
        },
        {
          "text": "The Israelite woman's son blasphemed the Name [of the Lord] and cursed. They brought him to Moses–his mother was Shelomith, the daughter of Dibri, of the tribe of Dan.",
          "ID": "11"
        },
        {
          "text": "And they put him in custody until the will of the Lord might be declared to them.",
          "ID": "12"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "13"
        },
        {
          "text": "Bring him who has cursed out of the camp, and let all who heard him lay their hands upon his head; then let all the congregation stone him.",
          "ID": "14"
        },
        {
          "text": "And you shall say to the Israelites, Whoever curses his God shall bear his sin.",
          "ID": "15"
        },
        {
          "text": "And he who blasphemes the Name of the Lord, he shall surely be put to death, and all the congregation shall certainly stone him; the stranger as well as he who was born in the land shall be put to death when he blasphemes the Name [of the Lord].",
          "ID": "16"
        },
        {
          "text": "And he who kills any man shall surely be put to death.",
          "ID": "17"
        },
        {
          "text": "And he who kills a beast shall make it good, beast for beast.",
          "ID": "18"
        },
        {
          "text": "And if a man causes a blemish or disfigurement on his neighbor, it shall be done to him as he has done:",
          "ID": "19"
        },
        {
          "text": "Fracture for fracture, eye for eye, tooth for tooth; as he has caused a blemish or disfigurement on a man, so shall it be done to him. [Matt. 5:38-42; 7:2.]",
          "ID": "20"
        },
        {
          "text": "He who kills a beast shall replace it; he who kills a man shall be put to death.",
          "ID": "21"
        },
        {
          "text": "You shall have the same law for the sojourner among you as for one of your own nationality, for I am the Lord your God.",
          "ID": "22"
        },
        {
          "text": "Moses spoke to the Israelites, and they brought him who had cursed out of the camp and stoned him with stones. Thus the Israelites did as the Lord commanded Moses.",
          "ID": "23"
        }
      ],
      "ID": "OT:LEV.24"
    },
    {
      "name": "Leviticus 25",
      "text": [
        {
          "text": "THE Lord said to Moses on Mount Sinai,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, When you come into the land which I give you, then shall the land keep a sabbath to the Lord.",
          "ID": "2"
        },
        {
          "text": "For six years you shall sow your field, and for six years you shall prune your vineyard and gather in its fruits.",
          "ID": "3"
        },
        {
          "text": "But in the seventh year there shall be a sabbath of solemn rest for the land, a sabbath to the Lord; you shall neither sow your field nor prune your vineyard.",
          "ID": "4"
        },
        {
          "text": "What grows of itself in your harvest you shall not reap and the grapes on your uncultivated vine you shall not gather, for it is a year of rest to the land.",
          "ID": "5"
        },
        {
          "text": "And the sabbath rest of the [untilled] land shall [in its increase] furnish food for you, for your male and female slaves, your hired servant, and the temporary resident who lives with you,",
          "ID": "6"
        },
        {
          "text": "For your domestic animals also and for the [wild] beasts in your land; all its yield shall be for food.",
          "ID": "7"
        },
        {
          "text": "And you shall number seven sabbaths or weeks of years for you, seven times seven years, so the total time of the seven weeks of years shall be forty-nine years.",
          "ID": "8"
        },
        {
          "text": "Then you shall sound abroad the loud trumpet on the tenth day of the seventh month [almost October]; on the Day of Atonement blow the trumpet in all your land.",
          "ID": "9"
        },
        {
          "text": "And you shall hallow the fiftieth year and proclaim liberty throughout all the land to all its inhabitants. It shall be a jubilee for you; and each of you shall return to his ancestral possession [which through poverty he was compelled to sell], and each of you shall return to his family [from whom he was separated in bond service].",
          "ID": "10"
        },
        {
          "text": "That fiftieth year shall be a jubilee for you; in it you shall not sow, or reap and store what grows of itself, or gather the grapes of the uncultivated vines.",
          "ID": "11"
        },
        {
          "text": "For it is a jubilee; it shall be holy to you; you shall eat the [sufficient] increase of it out of the field.",
          "ID": "12"
        },
        {
          "text": "In this Year of Jubilee each of you shall return to his ancestral property.",
          "ID": "13"
        },
        {
          "text": "And if you sell anything to your neighbor or buy from your neighbor, you shall not wrong one another.",
          "ID": "14"
        },
        {
          "text": "According to the number of years after the Jubilee, you shall buy from your neighbor. And he shall sell to you according to the number of years [remaining in which you may gather] the crops [before you must restore the property to him].",
          "ID": "15"
        },
        {
          "text": "If the years [to the next Jubilee] are many, you may increase the price, and if the years remaining are few, you shall diminish the price, for the number of the crops is what he is selling to you.",
          "ID": "16"
        },
        {
          "text": "You shall not oppress and wrong one another, but you shall [reverently] fear your God. For I am the Lord your God.",
          "ID": "17"
        },
        {
          "text": "Therefore you shall do and give effect to My statutes and keep My ordinances and perform them, and you will dwell in the land in safety.",
          "ID": "18"
        },
        {
          "text": "The land shall yield its fruit; you shall eat your fill and dwell there in safety.",
          "ID": "19"
        },
        {
          "text": "And if you say, What shall we eat in the seventh year if we are not to sow or gather in our increase?",
          "ID": "20"
        },
        {
          "text": "Then [this is My answer:] I will command My [special] blessings on you in the sixth year, so that it shall bring forth [sufficient] fruit for three years.",
          "ID": "21"
        },
        {
          "text": "And you shall sow in the eighth year, but eat of the old store of produce; until the crops of the ninth year come in you shall eat of the old supply.",
          "ID": "22"
        },
        {
          "text": "The land shall not be sold into perpetual ownership, for the land is Mine; you are [only] strangers and temporary residents with Me. [Heb. 11:13; I Pet. 2:11-17.]",
          "ID": "23"
        },
        {
          "text": "And in all the country you possess you shall grant a redemption for the land [in the Year of Jubilee].",
          "ID": "24"
        },
        {
          "text": "If your brother has become poor and has sold some of his property, if any of his kin comes to redeem it, he shall [be allowed to] redeem what his brother has sold.",
          "ID": "25"
        },
        {
          "text": "And if the man has no one to redeem his property, and he himself has become more prosperous and has enough to redeem it,",
          "ID": "26"
        },
        {
          "text": "Then let him count the years since he sold it and restore the overpayment to the man to whom he sold it, and return to his ancestral possession. [I Kings 21:2, 3.]",
          "ID": "27"
        },
        {
          "text": "But if he is unable to redeem it, it shall remain in the buyer's possession until the Year of Jubilee, when it shall be set free and he may return to it.",
          "ID": "28"
        },
        {
          "text": "If a man sells a dwelling house in a fortified city, he may redeem it within a whole year after it is sold; for a full year he may have the right of redemption.",
          "ID": "29"
        },
        {
          "text": "And if it is not redeemed within a full year, then the house that is in the fortified city shall be made sure, permanently and without limitations, for him who bought it, throughout his generations. It shall not go free in the Year of Jubilee.",
          "ID": "30"
        },
        {
          "text": "But the houses of the unwalled villages shall be counted with the fields of the country. They may be redeemed, and they shall go free in the Year of Jubilee.",
          "ID": "31"
        },
        {
          "text": "Nevertheless, the cities of the Levites, the houses in the cities of their possession, the Levites may redeem at any time.",
          "ID": "32"
        },
        {
          "text": "But if a house is not redeemed by a Levite, the sold house in the city they possess shall go free in the Year of Jubilee, for the houses in the Levite cities are their ancestral possession among the Israelites.",
          "ID": "33"
        },
        {
          "text": "But the field of unenclosed or pasture lands of their cities may not be sold; it is their perpetual possession.",
          "ID": "34"
        },
        {
          "text": "And if your [Israelite] brother has become poor and his hand wavers [from poverty, sickness, or age and he is unable to support himself], then you shall uphold (strengthen, relieve) him, [treating him with the courtesy and consideration that you would] a stranger or a temporary resident with you [without property], so that he may live [along] with you. [I John 3:17.]",
          "ID": "35"
        },
        {
          "text": "Charge him no interest or [portion of] increase, but fear your God, so your brother may [continue to] live along with you.",
          "ID": "36"
        },
        {
          "text": "You shall not give him your money at interest nor lend him food at a profit.",
          "ID": "37"
        },
        {
          "text": "I am the Lord your God, Who brought you forth out of the land of Egypt to give you the land of Canaan and to be your God.",
          "ID": "38"
        },
        {
          "text": "And if your brother becomes poor beside you and sells himself to you, you shall not compel him to serve as a bondman (a slave not eligible for redemption),",
          "ID": "39"
        },
        {
          "text": "But as a hired servant and as a temporary resident he shall be with you; he shall serve you till the Year of Jubilee,",
          "ID": "40"
        },
        {
          "text": "And then he shall depart from you, he and his children with him, and shall go back to his own family and return to the possession of his fathers.",
          "ID": "41"
        },
        {
          "text": "For the Israelites are My servants; I brought them out of the land of Egypt; they shall not be sold as bondmen. [I Cor. 7:23.]",
          "ID": "42"
        },
        {
          "text": "You shall not rule over him with harshness (severity, oppression), but you shall [reverently] fear your God. [Eph. 6:9; Col. 4:1.]",
          "ID": "43"
        },
        {
          "text": "As for your bondmen and your bondmaids whom you may have, they shall be from the nations round about you, of whom you may buy bondmen and bondmaids.",
          "ID": "44"
        },
        {
          "text": "Moreover, of the children of the strangers who sojourn among you, of them you may buy and of their families that are with you which they have begotten in your land, and they shall be your possession.",
          "ID": "45"
        },
        {
          "text": "And you shall make them an inheritance for your children after you, to hold for a possession; of them shall you take your bondmen always, but over your brethren the Israelites you shall not rule one over another with harshness (severity, oppression).",
          "ID": "46"
        },
        {
          "text": "And if a sojourner or stranger with you becomes rich and your [Israelite] brother becomes poor beside him and sells himself to the stranger or sojourner with you or to a member of the stranger's family,",
          "ID": "47"
        },
        {
          "text": "After he is sold he may be redeemed. One of his brethren may redeem him:",
          "ID": "48"
        },
        {
          "text": "Either his uncle or his uncle's son may redeem him, or a near kinsman may redeem him; or if he has enough and is able, he may redeem himself.",
          "ID": "49"
        },
        {
          "text": "And [the redeemer] shall reckon with the purchaser of the servant from the year when he sold himself to the purchaser to the Year of Jubilee, and the price of his release shall be adjusted according to the number of years. The time he was with his owner shall be counted as that of a hired servant.",
          "ID": "50"
        },
        {
          "text": "If there remain many years [before the Year of Jubilee], in proportion to them he must refund [to the purchaser] for his release [the overpayment] for his acquisition.",
          "ID": "51"
        },
        {
          "text": "And if little time remains until the Year of Jubilee, he shall count it over with him and he shall refund the proportionate amount for his release.",
          "ID": "52"
        },
        {
          "text": "And as a servant hired year by year shall he deal with him; he shall not rule over him with harshness (severity, oppression) in your sight [make sure of that].",
          "ID": "53"
        },
        {
          "text": "And if he is not redeemed during these years and by these means, then he shall go free in the Year of Jubilee, he and his children with him.",
          "ID": "54"
        },
        {
          "text": "For to Me the Israelites are servants, My servants, whom I brought forth out of the land of Egypt. I am the Lord your God.",
          "ID": "55"
        }
      ],
      "ID": "OT:LEV.25"
    },
    {
      "name": "Leviticus 26",
      "text": [
        {
          "text": "YOU SHALL make for yourselves no idols nor shall you erect a graven image, pillar, or obelisk, nor shall you place any figured stone in your land to which or on which to bow down; for I am the Lord your God.",
          "ID": "1"
        },
        {
          "text": "You shall keep My Sabbaths and reverence My sanctuary. I am the Lord.",
          "ID": "2"
        },
        {
          "text": "If you walk in My statutes and keep My commandments and do them,",
          "ID": "3"
        },
        {
          "text": "I will give you rain in due season, and the land shall yield her increase and the trees of the field yield their fruit.",
          "ID": "4"
        },
        {
          "text": "And your threshing [time] shall reach to the vintage and the vintage [time] shall reach to the sowing time, and you shall eat your bread to the full and dwell in your land securely.",
          "ID": "5"
        },
        {
          "text": "I will give peace in the land; you shall lie down and none shall fill you with dread or make you afraid; and I will clear ferocious (wild) beasts out of the land, and no sword shall go through your land.",
          "ID": "6"
        },
        {
          "text": "And you shall chase your enemies, and they shall fall before you by the sword.",
          "ID": "7"
        },
        {
          "text": "Five of you shall chase a hundred, and a hundred of you shall put ten thousand to flight; your enemies shall fall before you by the sword.",
          "ID": "8"
        },
        {
          "text": "For I will be leaning toward you with favor and regard for you, rendering you fruitful, multiplying you, and establishing and ratifying My covenant with you. [II Kings 13:23.]",
          "ID": "9"
        },
        {
          "text": "And you shall eat the [abundant] old store of produce long kept, and clear out the old [to make room] for the new.",
          "ID": "10"
        },
        {
          "text": "I will set My dwelling in and among you, and My soul shall not despise or reject or separate itself from you.",
          "ID": "11"
        },
        {
          "text": "And I will walk in and with and among you and will be your God, and you shall be My people.",
          "ID": "12"
        },
        {
          "text": "I am the Lord your God, Who brought you forth out of the land of Egypt, that you should no more be slaves; and I have broken the bars of your yoke and made you walk erect [as free men].",
          "ID": "13"
        },
        {
          "text": "But if you will not hearken to Me and will not do all these commandments,",
          "ID": "14"
        },
        {
          "text": "And if you spurn and despise My statutes, and if your soul despises and rejects My ordinances, so that you will not do all My commandments, but break My covenant,",
          "ID": "15"
        },
        {
          "text": "I will do this: I will appoint over you [sudden] terror (trembling, trouble), even consumption and fever that consume and waste the eyes and make the [physical] life pine away. You shall sow your seed in vain, for your enemies shall eat it.",
          "ID": "16"
        },
        {
          "text": "I [the Lord] will set My face against you and you shall be defeated and slain before your enemies; they who hate you shall rule over you; you shall flee when no one pursues you. [I Sam. 4:10; 31:1.]",
          "ID": "17"
        },
        {
          "text": "And if in spite of all this you still will not listen and be obedient to Me, then I will chastise and discipline you seven times more for your sins.",
          "ID": "18"
        },
        {
          "text": "And I will break and humble your pride in your power, and I will make your heavens as iron [yielding no answer, no blessing, no rain] and your earth [as sterile] as brass. [I Kings 17:1.]",
          "ID": "19"
        },
        {
          "text": "And your strength shall be spent in vain, for your land shall not yield its increase, neither shall the trees of the land yield their fruit.",
          "ID": "20"
        },
        {
          "text": "If you walk contrary to Me and will not heed Me, I will bring seven times more plagues upon you, according to your sins.",
          "ID": "21"
        },
        {
          "text": "I will loose the wild beasts of the field among you, which shall rob you of your children, destroy your livestock, and make you few so that your roads shall be deserted and desolate. [II Kings 17:25, 26.]",
          "ID": "22"
        },
        {
          "text": "If by these means you are not turned to Me but determine to walk contrary to Me,",
          "ID": "23"
        },
        {
          "text": "I also will walk contrary to you, and I will smite you seven times for your sins.",
          "ID": "24"
        },
        {
          "text": "And I will bring a sword upon you that shall execute the vengeance [for the breaking] of My covenant; and you shall be gathered together within your cities, and I will send the pestilence among you, and you shall be delivered into the hands of the enemy. [Num. 16:49; II Sam. 24:15.]",
          "ID": "25"
        },
        {
          "text": "When I break your staff of bread and cut off your supply of food, ten women shall bake your bread in one oven, and they shall ration your bread and deliver it again by weight; and you shall eat, and not be satisfied. [Hag. 1:6.]",
          "ID": "26"
        },
        {
          "text": "And if in spite of all this you will not listen and give heed to Me but walk contrary to Me,",
          "ID": "27"
        },
        {
          "text": "Then I will walk contrary to you in wrath, and I also will chastise you seven times for your sins.",
          "ID": "28"
        },
        {
          "text": "You shall eat the flesh of your sons and of your daughters. [II Kings 6:28, 29.]",
          "ID": "29"
        },
        {
          "text": "And I will destroy your high places [devoted to idolatrous worship], and cut down your sun-images, and throw your dead bodies upon the [wrecked] bodies of your idols, and My soul shall abhor you [with deep and unutterable loathing]. [II Kings 23:8, 20.]",
          "ID": "30"
        },
        {
          "text": "I will lay your cities waste, bring your sanctuaries to desolation, and I will not smell the fragrance of your sweet and soothing odors [of offerings made by fire]. [II Kings 25:4-10; II Chron. 36:19.]",
          "ID": "31"
        },
        {
          "text": "And I will bring the land into desolation, and your enemies who dwell in it shall be astonished at it.",
          "ID": "32"
        },
        {
          "text": "I will scatter you among the nations and draw out [your enemies'] sword after you; and your land shall be desolate and your cities a waste. [Ps. 44:11-14.]",
          "ID": "33"
        },
        {
          "text": "Then shall the land [of Israel have the opportunity to] enjoy its sabbaths as long as it lies desolate and you are in your enemies' land; then shall the land rest, to enjoy and receive payments for its sabbaths [divinely ordained for it].",
          "ID": "34"
        },
        {
          "text": "As long as it lies desolate and waste, it shall have rest, the rest it did not have in your sabbaths when you dwelt upon it. [II Chron. 36:21.]",
          "ID": "35"
        },
        {
          "text": "As for those who are left of you, I will send dejection (lack of courage, a faintness) into their hearts in the lands of their enemies; the sound of a driven leaf shall put them to hasty and tumultuous flight, and they shall flee as if from the sword, and fall when no one pursues them.",
          "ID": "36"
        },
        {
          "text": "They shall stumble over one another as if to escape a sword when no one pursues them; and you shall have no power to stand before your enemies.",
          "ID": "37"
        },
        {
          "text": "You shall perish among the nations; the land of your enemies shall eat you up.",
          "ID": "38"
        },
        {
          "text": "And those of you who are left shall pine away in their iniquity in your enemies' lands; also in the iniquities of their fathers shall they pine away like them.",
          "ID": "39"
        },
        {
          "text": "But if they confess their own and their fathers' iniquity in their treachery which they committed against Me–and also that because they walked contrary to Me",
          "ID": "40"
        },
        {
          "text": "I also walked contrary to them and brought them into the land of their enemies–if then their uncircumcised hearts are humbled and they then accept the punishment for their iniquity, [II Kings 24:10-14; Dan. 9:11-14.]",
          "ID": "41"
        },
        {
          "text": "Then will I [earnestly] remember My covenant with Jacob, My covenant with Isaac, and My covenant with Abraham, and [earnestly] remember the land. [Ps. 106:44-46.]",
          "ID": "42"
        },
        {
          "text": "But the land shall be left behind them and shall enjoy its sabbaths while it lies desolate without them; and they shall accept the punishment for their sins and make amends because they despised and rejected My ordinances and their soul scorned and rejected My statutes.",
          "ID": "43"
        },
        {
          "text": "And yet for all that, when they are in the land of their enemies, I will not spurn and cast them away, neither will I despise and abhor them to destroy them utterly and to break My covenant with them, for I am the Lord their God. [Deut. 4:31-35; Jer. 33:4, 5, 23-26; Rom. 11:2-5.]",
          "ID": "44"
        },
        {
          "text": "But I will for their sake [earnestly] remember the covenant with their forefathers whom I brought forth out of the land of Egypt in the sight of the nations, that I might be their God. I am the Lord.",
          "ID": "45"
        },
        {
          "text": "These are the statutes, ordinances, and laws which the Lord made between Him and the Israelites on Mount Sinai through Moses.",
          "ID": "46"
        }
      ],
      "ID": "OT:LEV.26"
    },
    {
      "name": "Leviticus 27",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, When a man shall make a special vow of persons to the Lord at your valuation,",
          "ID": "2"
        },
        {
          "text": "Then your valuation of a male from twenty years old to sixty years old shall be fifty shekels of silver, according to the shekel of the sanctuary.",
          "ID": "3"
        },
        {
          "text": "And if the person is a female, your valuation shall be thirty shekels.",
          "ID": "4"
        },
        {
          "text": "And if the person is from five years old up to twenty years old, then your valuation shall be for the male twenty shekels and for the female ten shekels.",
          "ID": "5"
        },
        {
          "text": "And if a child is from a month up to five years old, then your valuation shall be for the male five shekels of silver and for the female three shekels.",
          "ID": "6"
        },
        {
          "text": "And if the person is from sixty years old and above, if it be a male, then your valuation shall be fifteen shekels and for the female ten shekels.",
          "ID": "7"
        },
        {
          "text": "But if the man is too poor to pay your valuation, then he shall be set before the priest, and the priest shall value him; according to the ability of him who vowed shall the priest value him.",
          "ID": "8"
        },
        {
          "text": "If it is a beast of which men offer an offering to the Lord, all that any man gives of such to the Lord shall be holy.",
          "ID": "9"
        },
        {
          "text": "He shall not replace it or exchange it, a good for a bad, or a bad for a good; and if he makes any exchange of a beast for a beast, then both the original offering and that exchanged for it shall be holy.",
          "ID": "10"
        },
        {
          "text": "If it is an unclean animal, such as is not offered as an offering to the Lord, he shall bring the animal before the priest,",
          "ID": "11"
        },
        {
          "text": "And the priest shall value it, whether it be good or bad; as you, the priest, value it, so shall it be.",
          "ID": "12"
        },
        {
          "text": "But if he wishes to redeem it, he shall add a fifth to your valuation.",
          "ID": "13"
        },
        {
          "text": "If a man dedicates his house to be sacred to the Lord, the priest shall appraise it, whether it be good or bad; as the priest appraises it, so shall it stand.",
          "ID": "14"
        },
        {
          "text": "If he who dedicates his house wants to redeem it, he shall add a fifth of your valuation to it, and it shall be his.",
          "ID": "15"
        },
        {
          "text": "And if a man shall dedicate to the Lord some part of a field of his possession, then your valuation shall be according to the seed [required] for it; [a sowing of] a homer of barley shall be valued at fifty shekels of silver.",
          "ID": "16"
        },
        {
          "text": "If he dedicates his field during the Year of Jubilee, it shall stand according to your full valuation.",
          "ID": "17"
        },
        {
          "text": "But if he dedicates his field after the Jubilee, then the priest shall count the money value in proportion to the years that remain until the Year of Jubilee, and it shall be deducted from your valuation.",
          "ID": "18"
        },
        {
          "text": "If he who dedicates the field wishes to redeem it, then he shall add a fifth of the money of your appraisal to it, and it shall remain his.",
          "ID": "19"
        },
        {
          "text": "But if he does not want to redeem the field, or if he has sold it to another man, it shall not be redeemed any more.",
          "ID": "20"
        },
        {
          "text": "But the field, when it is released in the Jubilee, shall be holy to the Lord, as a field devoted [to God or destruction]; the priest shall have possession of it.",
          "ID": "21"
        },
        {
          "text": "And if a man dedicates to the Lord a field he has bought, which is not of the fields of his [ancestral] possession,",
          "ID": "22"
        },
        {
          "text": "The priest shall compute the amount of your valuation for it up to the Year of Jubilee; the man shall give that amount on that day as a holy thing to the Lord.",
          "ID": "23"
        },
        {
          "text": "In the Year of Jubilee the field shall return to him of whom it was bought, to him to whom the land belonged [as his ancestral inheritance].",
          "ID": "24"
        },
        {
          "text": "And all your valuations shall be according to the sanctuary shekel; twenty gerahs shall make a shekel.",
          "ID": "25"
        },
        {
          "text": "But the firstling of the animals, since a firstling belongs to the Lord, no man may dedicate, whether it be ox or sheep. It is the Lord's [already].",
          "ID": "26"
        },
        {
          "text": "If it be of an unclean animal, the owner may redeem it according to your valuation, and shall add a fifth to it; or if it is not redeemed, then it shall be sold according to your valuation.",
          "ID": "27"
        },
        {
          "text": "But nothing that a man shall devote to the Lord of all that he has, whether of man or beast or of the field of his possession, shall be sold or redeemed; every devoted thing is most holy to the Lord.",
          "ID": "28"
        },
        {
          "text": "No one doomed to death [under the claim of divine justice], who is to be completely destroyed from among men, shall be ransomed [from suffering the death penalty]; he shall surely be put to death.",
          "ID": "29"
        },
        {
          "text": "And all the tithe of the land, whether of the seed of the land or of the fruit of the tree, is the Lord's; it is holy to the Lord. [I Cor. 9:11; Gal. 6:6.]",
          "ID": "30"
        },
        {
          "text": "And if a man wants to redeem any of his tithe, he shall add a fifth to it.",
          "ID": "31"
        },
        {
          "text": "And all the tithe of the herd or of the flock, whatever passes under the herdsman's staff [by means of which each tenth animal as it passes through a small door is selected and marked], the tenth shall be holy to the Lord. [II Cor. 9:7-9.]",
          "ID": "32"
        },
        {
          "text": "The man shall not examine whether the animal is good or bad nor shall he exchange it. If he does exchange it, then both it and the animal substituted for it shall be holy; it shall not be redeemed.",
          "ID": "33"
        },
        {
          "text": "These are the commandments which the Lord commanded Moses on Mount Sinai for the Israelites. [Rom. 10:4; Heb. 4:2; 12:18-29.]",
          "ID": "34"
        }
      ],
      "ID": "OT:LEV.27"
    }
  ],
  "version": "AMP",
  "ID": "OT:LEV(AMP)"
}