{
  "text": [
    {
      "text": [
        {
          "text": "Then the Lord called Moses and spoke to him from the tabernacle of the testimony, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: The man among you who will offer to the Lord a sacrifice from the cattle, that is, an offering of victims of oxen or sheep:",
          "ID": "2"
        },
        {
          "text": "if his offering will be a holocaust, as well as from the herd, he shall offer an immaculate male at the door of the tabernacle of the testimony, to make himself pleasing to the Lord.",
          "ID": "3"
        },
        {
          "text": "And he shall place his hand on the head of the sacrifice, and so it shall be acceptable and effective, in its expiation.",
          "ID": "4"
        },
        {
          "text": "And he shall immolate the calf in the sight of the Lord. And the priests, the sons of Aaron, shall offer its blood, pouring it all around the altar, which is before the door of the tabernacle.",
          "ID": "5"
        },
        {
          "text": "And having pulled away the skin of the victim, they shall cut up the joints into pieces,",
          "ID": "6"
        },
        {
          "text": "and they shall toss fire under the altar, having arranged beforehand a stack of wood.",
          "ID": "7"
        },
        {
          "text": "And they shall lay the parts which are cut up in order upon it: namely, the head, and all the things that adjoin to the liver,",
          "ID": "8"
        },
        {
          "text": "the intestines and feet having been washed with water. And the priest shall burn them on the altar as a holocaust and as a sweet odor to the Lord.",
          "ID": "9"
        },
        {
          "text": "But if the offering is from the flocks, a holocaust either of sheep or goats, he shall offer a male without blemish.",
          "ID": "10"
        },
        {
          "text": "And he shall immolate it at the side of the altar which looks out toward the north, in the sight of the Lord. Yet truly, the sons of Aaron shall pour its blood upon the altar all around.",
          "ID": "11"
        },
        {
          "text": "And they shall divide the limbs, the head, and everything that adjoins to the liver. And they shall place them on the wood, under which the fire is to be thrown.",
          "ID": "12"
        },
        {
          "text": "Yet truly, the intestines and the feet they shall wash with water. And the priest, having offered everything, shall burn it upon the altar as a holocaust and as a most sweet odor to the Lord.",
          "ID": "13"
        },
        {
          "text": "But if the oblation of a holocaust to the Lord is of birds, either of turtledoves, or young pigeons,",
          "ID": "14"
        },
        {
          "text": "the priest shall offer it at the altar: and twisting back the neck with the head, and also rupturing the place of the wound, he shall make the blood run down over the edge of the altar.",
          "ID": "15"
        },
        {
          "text": "Yet truly, the craw of the throat and the feathers he shall cast near the altar at the eastern section, in the place where the ashes are usually poured out.",
          "ID": "16"
        },
        {
          "text": "And he shall break its wing joints, but he shall neither cut, nor divide it with metal, and he shall burn it upon the altar, placing fire under the wood. It is a holocaust and an oblation of a most sweet odor to the Lord.",
          "ID": "17"
        }
      ],
      "ID": "OT:LEV.1",
      "name": "Leviticus 1"
    },
    {
      "text": [
        {
          "text": "When a soul will offer an oblation of sacrifice to the Lord, his oblation shall be of fine wheat flour, and he shall pour oil over it, and he shall set down frankincense,",
          "ID": "1"
        },
        {
          "text": "and he shall bring it to the sons of Aaron, the priests. One of them shall take a handful of the flour with oil, as well as all the frankincense, and he shall place it as a memorial upon the altar, as a most sweet odor to the Lord.",
          "ID": "2"
        },
        {
          "text": "Then what will remain of the sacrifice shall be for Aaron and his sons, the Holy of holies from the oblations of the Lord.",
          "ID": "3"
        },
        {
          "text": "But when you will offer a sacrifice baked in the oven from fine wheat flour, specifically: loaves without leaven, sprinkled with oil, and unleavened wafers, rubbed with oil:",
          "ID": "4"
        },
        {
          "text": "if your oblation will be from the frying pan, of flour tempered with oil and without leaven,",
          "ID": "5"
        },
        {
          "text": "you shall divide it into little pieces and pour oil over it.",
          "ID": "6"
        },
        {
          "text": "But if the sacrifice will be from the oven grating, equally the fine wheat flour shall be sprinkled with oil.",
          "ID": "7"
        },
        {
          "text": "When you are offering it to the Lord, you shall deliver it into the hands of the priest.",
          "ID": "8"
        },
        {
          "text": "And when he has offered it, he shall take a memorial from the sacrifice and burn it upon the altar as a sweet odor to the Lord.",
          "ID": "9"
        },
        {
          "text": "But whatever is left shall be for Aaron and his sons, the Holy of holies from the oblations of the Lord.",
          "ID": "10"
        },
        {
          "text": "Every oblation that is offered to the Lord shall be made without leaven; neither shall any leaven or honey be burned with the sacrifice to the Lord.",
          "ID": "11"
        },
        {
          "text": "You shall offer only the first-fruits of these along with the gifts. Yet truly, these shall not be placed upon the altar as an odor of sweetness.",
          "ID": "12"
        },
        {
          "text": "Whatever sacrifice you will offer, you shall season it with salt; neither shall you take away the salt of the covenant of your God from your sacrifice. In all your oblations, you shall offer salt.",
          "ID": "13"
        },
        {
          "text": "But if you will offer a gift of the first-fruits of your grain to the Lord, from ears of grain still green, you shall parch it at the fire, and break it open in the manner of meal. And so shall you offer your first-fruits to the Lord:",
          "ID": "14"
        },
        {
          "text": "pouring oil over it, and imposing frankincense, because it is an oblation of the Lord.",
          "ID": "15"
        },
        {
          "text": "From this, the priest shall burn, as a memorial of the gift, a portion of the cracked grain and the oil, as well as all of the frankincense.",
          "ID": "16"
        }
      ],
      "ID": "OT:LEV.2",
      "name": "Leviticus 2"
    },
    {
      "text": [
        {
          "text": "But if his oblation will be a sacrifice of peace offerings, and he wishes to offer it from the oxen, whether male or female, he shall offer what is immaculate, in the sight of the Lord.",
          "ID": "1"
        },
        {
          "text": "And he shall place his hand upon the head of his victim, which shall be immolated at the entrance of the tabernacle of the testimony. And the sons of Aaron, the priests, shall pour the blood all around the altar.",
          "ID": "2"
        },
        {
          "text": "And they shall offer from the sacrifice of peace offerings, as an oblation to the Lord: the fat which covers the vital organs, and whatever fat is interior,",
          "ID": "3"
        },
        {
          "text": "the two kidneys with the fat that covers the sides, and the mesh of the liver with the two little kidneys.",
          "ID": "4"
        },
        {
          "text": "And they shall burn them upon the altar as a holocaust, placing fire under the wood, as an oblation of a most sweet odor to the Lord.",
          "ID": "5"
        },
        {
          "text": "Yet truly, if his oblation and the sacrifice of peace offerings will be from the sheep, whether he will offer a male or a female, they shall be immaculate.",
          "ID": "6"
        },
        {
          "text": "If he will offer a lamb in the sight of the Lord,",
          "ID": "7"
        },
        {
          "text": "he shall place his hand upon the head of the victim. And it shall be immolated at the vestibule of the tabernacle of the testimony. And the sons of Aaron shall pour its blood all around the altar.",
          "ID": "8"
        },
        {
          "text": "And they shall offer from the victim of peace offerings, as a sacrifice to the Lord: the fat, and the entire rump",
          "ID": "9"
        },
        {
          "text": "with the kidneys, and the fat that covers the abdomen, and all the vital organs, and both the little kidneys with the fat that is near the sides, and the mesh of the liver with the little kidneys.",
          "ID": "10"
        },
        {
          "text": "And the priest shall burn them upon the altar, as fuel for the fire and as an oblation of the Lord.",
          "ID": "11"
        },
        {
          "text": "If his oblation will be a goat, and he will offer it to the Lord,",
          "ID": "12"
        },
        {
          "text": "he shall place his hand upon its head, and he shall immolate it at the entrance of the tabernacle of the testimony. And the sons of Aaron shall pour its blood all around the altar.",
          "ID": "13"
        },
        {
          "text": "And they shall take from it, to feed the Lord's fire: the fat which covers the abdomen, and that which covers all the vital organs,",
          "ID": "14"
        },
        {
          "text": "the two little kidneys with the mesh that is over them near the sides, and the fat of the liver with the little kidneys.",
          "ID": "15"
        },
        {
          "text": "And the priest shall burn them upon the altar, as nourishment for the fire and as a most sweet odor. All the fat shall be for the Lord;",
          "ID": "16"
        },
        {
          "text": "by a perpetual law, in your generations and in all of your habitations, neither blood nor fat shall you eat at all.",
          "ID": "17"
        }
      ],
      "ID": "OT:LEV.3",
      "name": "Leviticus 3"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Say to the sons of Israel: The soul which will have sinned through ignorance, and concerning any of the commandments of the Lord that he instructed not to be done, if anything at all has been done:",
          "ID": "2"
        },
        {
          "text": "if the priest, who is anointed, will have sinned, causing the people to commit a transgression, he shall offer to the Lord for his sin an immaculate calf.",
          "ID": "3"
        },
        {
          "text": "And he shall lead it to the door of the tabernacle of the testimony in the sight of the Lord. And he shall place his hand upon its head, and he shall immolate it to the Lord.",
          "ID": "4"
        },
        {
          "text": "Likewise, he shall take from the blood of the calf, carrying it into the tabernacle of the testimony,",
          "ID": "5"
        },
        {
          "text": "and having dipped his finger into the blood, he shall sprinkle it seven times in the sight of the Lord, opposite the veil of the Sanctuary.",
          "ID": "6"
        },
        {
          "text": "And he shall place some of the same blood over the horns of the altar of most pleasing incense to the Lord, which is in the tabernacle of the testimony. Then he shall pour out the remainder of the blood at the base of the altar of holocaust at the entrance of the tabernacle.",
          "ID": "7"
        },
        {
          "text": "And, on behalf of the sin, he shall take the fat of the calf, both that which covers the vital organs and all that is interior,",
          "ID": "8"
        },
        {
          "text": "the two little kidneys, and the mesh that is on them near the sides, and the fat of the liver with the little kidneys,",
          "ID": "9"
        },
        {
          "text": "just as it is taken from the calf of the sacrifice of peace offerings. And he shall burn them upon the altar of holocaust.",
          "ID": "10"
        },
        {
          "text": "Yet truly, the skin and all the flesh, with the head and the feet, and the intestines and the dung,",
          "ID": "11"
        },
        {
          "text": "and the remainder of the body, he shall carry away, beyond the camp, to the clean place where the ashes are usually poured out. And he shall burn them upon a stack of wood. There, in the place where the ashes have been poured out, they will be burned.",
          "ID": "12"
        },
        {
          "text": "But if all the crowd of Israel will have been ignorant, and through inexperience will have done what is contrary to the commandment of the Lord,",
          "ID": "13"
        },
        {
          "text": "and afterwards shall understand their sin: they shall offer a calf on behalf of their sin, and they shall lead it to the door of the tabernacle.",
          "ID": "14"
        },
        {
          "text": "And the elders of the people shall place their hands upon its head in the sight of the Lord. And when the calf has been immolated in the sight of the Lord,",
          "ID": "15"
        },
        {
          "text": "the priest who is anointed shall carry some of its blood into the tabernacle of the testimony.",
          "ID": "16"
        },
        {
          "text": "and he shall dip his finger in it, sprinkling it seven times opposite the veil.",
          "ID": "17"
        },
        {
          "text": "And he shall place some of the same blood on the horns of the altar, which is in the presence of the Lord in the tabernacle of the testimony. But the remainder of the blood he shall pour out at the base of the altar of holocaust, which is at the door of the tabernacle of the testimony.",
          "ID": "18"
        },
        {
          "text": "And he shall take all its fat and burn it upon the altar,",
          "ID": "19"
        },
        {
          "text": "doing so with this calf in the same manner as he did before. And while the priest is praying for them, the Lord will forgive them.",
          "ID": "20"
        },
        {
          "text": "But the calf itself he shall carry away, beyond the camp, and he shall also burn it, just as with the previous calf, because it is for the sin of the multitude.",
          "ID": "21"
        },
        {
          "text": "If a leader will have sinned, and through ignorance will have done one of the many things which the law of the Lord prohibits,",
          "ID": "22"
        },
        {
          "text": "and afterwards he shall understand his sin: he shall offer an immaculate he-goat from among the goats, as a sacrifice to the Lord.",
          "ID": "23"
        },
        {
          "text": "And he shall place his hand upon its head. And when he will have immolated it, in the place where the holocaust is usually slain, in the sight of the Lord, because it is for sin,",
          "ID": "24"
        },
        {
          "text": "the priest shall dip his finger in the blood of the victim for sin, touching the horns of the altar of holocaust, and pouring out the remainder at its base.",
          "ID": "25"
        },
        {
          "text": "Yet truly, the fat he shall burn upon it, just as is usually done with the victims of peace offerings. And the priest shall pray for him and for his sin, and he shall be released from it.",
          "ID": "26"
        },
        {
          "text": "But if a soul from the people of the land will have sinned through ignorance, so as to have done any of those things that the law of the Lord prohibits, and so commit a transgression,",
          "ID": "27"
        },
        {
          "text": "and he shall realize his sin: he shall offer an immaculate she-goat.",
          "ID": "28"
        },
        {
          "text": "And he shall place his hand upon the head of the victim which is for sin. And he shall immolate it in the place of the holocaust.",
          "ID": "29"
        },
        {
          "text": "And the priest shall take some of the blood with his finger, and touching the horns of the altar of holocaust, he shall pour out the remainder at its base.",
          "ID": "30"
        },
        {
          "text": "But taking away all the fat, just as it is usually taken away from the victims of peace offerings, he shall burn it upon the altar as a sweet odor to the Lord. And he shall pray for him, and he shall be released from it.",
          "ID": "31"
        },
        {
          "text": "But if instead he will offer from the flock a victim for his sin, specifically, an immaculate female sheep:",
          "ID": "32"
        },
        {
          "text": "he shall place his hand upon its head, and he shall immolate it in the place where the victims of holocausts are usually slain.",
          "ID": "33"
        },
        {
          "text": "And the priest shall take some of its blood with his finger, and touching the horns of the altar of holocaust, he shall pour out the remainder at its base.",
          "ID": "34"
        },
        {
          "text": "Likewise, all of the fat shall be taken away, just as the fat of the ram, which is immolated for peace offerings, is usually taken away. And he shall burn it upon the altar as an incense of the Lord. And he shall pray for him and for his sin, and he shall be released from it.",
          "ID": "35"
        }
      ],
      "ID": "OT:LEV.4",
      "name": "Leviticus 4"
    },
    {
      "text": [
        {
          "text": "If a soul will have sinned, and heard the voice of one testifying under oath, and he is a witness because either he has seen it himself, or he is aware of it: if he does not reveal it, he shall carry his iniquity.",
          "ID": "1"
        },
        {
          "text": "The soul that will have touched anything unclean, either that which has been killed by a beast, or that which has died on its own, or any other creeping thing, and will have forgotten its uncleanness, he is guilty and has committed a transgression.",
          "ID": "2"
        },
        {
          "text": "And if he will have touched anything from the uncleanness of man, according to every kind of impurity by which he may be defiled, and having forgotten it, afterwards realizes it, he shall be guilty of committing a transgression.",
          "ID": "3"
        },
        {
          "text": "The soul who swears and offers from his own lips that he would do either evil or good, and who will have bound the same with an oath and with his own words, and, having forgotten it, afterwards understands his transgression,",
          "ID": "4"
        },
        {
          "text": "let him do penance for his sin,",
          "ID": "5"
        },
        {
          "text": "and let him offer from the flocks a female lamb or a she-goat, and the priest shall pray for him and for his sin.",
          "ID": "6"
        },
        {
          "text": "But if he is not able to offer a beast, let him offer two turtledoves or two young pigeons to the Lord, one for sin, and the other for a holocaust.",
          "ID": "7"
        },
        {
          "text": "And he shall give them to the priest, who, offering the first for sin, shall twist back its head to the little wings, so that it adheres to the neck and is not entirely broken off.",
          "ID": "8"
        },
        {
          "text": "And he shall sprinkle some of its blood at the side of the altar. But whatever will remain, he shall cause it to drip down to the base, because it is for sin.",
          "ID": "9"
        },
        {
          "text": "Yet truly, the other he shall burn as a holocaust, just as is usually done. And the priest shall pray for him, and for his sin, and he shall be released from it.",
          "ID": "10"
        },
        {
          "text": "But if his hand is unable to offer two turtledoves or two young pigeons, he shall offer, for his sin, the tenth part of an ephah of fine wheat flour. He shall not put oil in it, nor place upon it any frankincense, because it is for sin.",
          "ID": "11"
        },
        {
          "text": "And he shall deliver it to the priest, who shall take a handful of it, and shall burn it upon the altar as a memorial for him who offered it,",
          "ID": "12"
        },
        {
          "text": "praying for him and making atonement. Yet truly, the remaining part he himself shall have as a gift.",
          "ID": "13"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "14"
        },
        {
          "text": "If a soul, by mistake, shall have transgressed the ceremonies in those things that are sanctified to the Lord, he shall offer for his offense an immaculate ram from the flocks, such as can be bought for two shekels, according to the weight of the Sanctuary.",
          "ID": "15"
        },
        {
          "text": "And he shall make restitution for the damage that he has brought, and he shall add a fifth part more, delivering it to the priest, who shall pray for him while offering the ram, and he shall be released from it.",
          "ID": "16"
        },
        {
          "text": "If a soul will have sinned through ignorance, and will have done one of those things which the law of the Lord prohibits, and, being guilty of sin, understands his iniquity,",
          "ID": "17"
        },
        {
          "text": "he shall offer from the flocks an immaculate ram to the priest, according to the measure and estimation of the sin, who shall pray for him, because he did it unknowingly, and he shall be released from it,",
          "ID": "18"
        },
        {
          "text": "because by mistake he transgressed against the Lord.",
          "ID": "19"
        }
      ],
      "ID": "OT:LEV.5",
      "name": "Leviticus 5"
    },
    {
      "text": [
        {
          "text": "The Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "The soul who will have sinned, and, despising the Lord, will have denied to his neighbor the deposit which he had entrusted to his safekeeping, or who will have extorted anything by force, or who will have made a false accusation,",
          "ID": "2"
        },
        {
          "text": "or who will have found a lost thing and then also withheld it by swearing falsely, or who will have done any other of the many things by which men usually sin:",
          "ID": "3"
        },
        {
          "text": "being convicted of the offense, he shall restore",
          "ID": "4"
        },
        {
          "text": "all that he wanted to obtain by fraud, the whole plus an additional fifth part, to the owner against whom he brought the damage.",
          "ID": "5"
        },
        {
          "text": "Then, on behalf of his sin, he shall offer an immaculate ram from the flock, and he shall give it to the priest, according to the estimation and measure of the offense.",
          "ID": "6"
        },
        {
          "text": "And he shall pray for him in the sight of the Lord, and he shall be released from any one of those things that he did when he sinned.",
          "ID": "7"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "8"
        },
        {
          "text": "Instruct Aaron and his sons: This is the law of a holocaust. It shall be burned upon the altar, all night until morning. The fire shall be from the same altar.",
          "ID": "9"
        },
        {
          "text": "The priest shall be vested with the tunic and the linen undergarments. And he shall take up the ashes of that which the devouring fire has consumed, and, placing them next to the altar,",
          "ID": "10"
        },
        {
          "text": "he shall strip off his former vestments, and being clothed with others, he shall carry them beyond the camp, and he shall cause them to be consumed, even to glowing embers, in a very clean place.",
          "ID": "11"
        },
        {
          "text": "But the fire on the altar shall burn always, for the priest shall nourish it by placing wood under it each day in the morning. And, laying down the holocaust, he shall burn the fat of the peace offerings upon it.",
          "ID": "12"
        },
        {
          "text": "This is the perpetual fire which shall never fail upon the altar.",
          "ID": "13"
        },
        {
          "text": "This is the law of the sacrifice and the libations, which the sons of Aaron shall offer in the sight of the Lord, and before the altar.",
          "ID": "14"
        },
        {
          "text": "The priest shall take a handful of fine wheat flour, which has been sprinkled with oil, and all the frankincense, which has been placed upon the flour, and he shall burn it upon the altar as a memorial of most sweet odor to the Lord.",
          "ID": "15"
        },
        {
          "text": "And the remaining portion of the flour, Aaron shall eat with his sons, without leaven. And he shall eat it in the holy place, in the atrium of the tabernacle.",
          "ID": "16"
        },
        {
          "text": "Yet for this reason, it shall not be leavened, because part of it is offered as an incense of the Lord. The Holy of holies shall it be, just as what is offered on behalf of sin and of transgression.",
          "ID": "17"
        },
        {
          "text": "Only the males of the stock of Aaron shall eat it. This shall be an everlasting ordinance in your generations concerning the sacrifices of the Lord. All who will touch these shall be sanctified.",
          "ID": "18"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "19"
        },
        {
          "text": "This is the oblation of Aaron and of his sons, which they must offer to the Lord in the day of their anointing. They shall offer a tenth part of an ephah of fine wheat flour as a perpetual sacrifice, half of it in the morning, and half of it in the evening.",
          "ID": "20"
        },
        {
          "text": "It shall be sprinkled with oil and fried in a frying pan. Then it shall be offered hot, as a most sweet odor to the Lord,",
          "ID": "21"
        },
        {
          "text": "by the priest who by law succeeds his father. And it shall be entirely burned on the altar.",
          "ID": "22"
        },
        {
          "text": "For every sacrifice of the priest shall be consumed by fire; neither shall anyone eat from it.",
          "ID": "23"
        },
        {
          "text": "Then the Lord spoke to Moses, saying:",
          "ID": "24"
        },
        {
          "text": "Say to Aaron and his sons: This is the law of the victim for sin. In the place where the holocaust is offered, it shall be immolated in the sight of the Lord. It is the Holy of holies.",
          "ID": "25"
        },
        {
          "text": "The priest who offers it shall eat it in the holy place, in the atrium of the tabernacle.",
          "ID": "26"
        },
        {
          "text": "Whatever will touch its flesh shall be sanctified. If a garment will be sprinkled with its blood, it shall be washed in a holy place.",
          "ID": "27"
        },
        {
          "text": "Then the earthen vessel, in which it was soaked, shall be broken. But if the vessel will be of brass, it shall be scoured and washed with water.",
          "ID": "28"
        },
        {
          "text": "Every male of priestly descent shall feed on its flesh, because it is the Holy of holies.",
          "ID": "29"
        },
        {
          "text": "For the victim that is slain for sin, whose blood is carried into the tabernacle of the testimony, for expiation in the Sanctuary, shall not be eaten, but it shall be consumed by fire.",
          "ID": "30"
        }
      ],
      "ID": "OT:LEV.6",
      "name": "Leviticus 6"
    },
    {
      "text": [
        {
          "text": "Likewise, this is the law of the sacrifice for a transgression. It is the Holy of holies.",
          "ID": "1"
        },
        {
          "text": "Therefore, where the holocaust is immolated, the victim for a transgression shall also be slain. Its blood shall be poured out all around the altar.",
          "ID": "2"
        },
        {
          "text": "They shall offer from it: the rump, and the fat that covers the vital organs,",
          "ID": "3"
        },
        {
          "text": "the two little kidneys, and the fat that is near the sides, and the mesh of the liver with the little kidneys.",
          "ID": "4"
        },
        {
          "text": "And the priest shall burn them upon the altar. It is the incense of the Lord on behalf of a transgression.",
          "ID": "5"
        },
        {
          "text": "Every male of priestly descent shall feed on this flesh in a holy place, because it is the Holy of holies.",
          "ID": "6"
        },
        {
          "text": "Just as the sacrifice for sin is offered, so also for a transgression; one law shall be for both sacrifices. It shall belong to the priest who offers it.",
          "ID": "7"
        },
        {
          "text": "The priest who offers the victim of holocaust shall have its skin.",
          "ID": "8"
        },
        {
          "text": "And every sacrifice of fine wheat flour which is baked in the oven, and whatever is prepared on the oven grating or in the frying pan, shall be for the priest who offers it.",
          "ID": "9"
        },
        {
          "text": "Whether these will be sprinkled with oil, or left dry, an equal measure shall be divided to each one of the sons of Aaron.",
          "ID": "10"
        },
        {
          "text": "This is the law of the victim of peace offerings, which is offered to the Lord.",
          "ID": "11"
        },
        {
          "text": "If the oblation will be an act for giving thanks, they shall offer bread without leaven sprinkled with oil, and unleavened wafers anointed with oil, and fine wheat flour fried, and cakes sprinkled and mixed with oil,",
          "ID": "12"
        },
        {
          "text": "and also, leavened bread with the sacrifice of thanksgiving, which is immolated for peace offerings.",
          "ID": "13"
        },
        {
          "text": "Of these, one shall be offered to the Lord as the first-fruits, and one shall be for the priest who will pour out the blood of the victim.",
          "ID": "14"
        },
        {
          "text": "The flesh of it shall be eaten on the same day; neither shall any of it remain until morning.",
          "ID": "15"
        },
        {
          "text": "If anyone, by a vow or of his own accord, will have offered a sacrifice, it shall be eaten in a similar manner on the same day. But then if any of it will have remained until tomorrow, it is lawful to eat it.",
          "ID": "16"
        },
        {
          "text": "Then whatever will be found on the third day shall be consumed with fire.",
          "ID": "17"
        },
        {
          "text": "If anyone will have eaten from the flesh of the victim of peace offerings on the third day, the oblation will be nullified; neither will it benefit the one who offered it. But instead, whatever soul will contaminate itself with such foods will be guilty of a betrayal.",
          "ID": "18"
        },
        {
          "text": "The flesh that has touched anything unclean shall not be eaten, but it shall be burnt with fire. He that is clean will feed on it.",
          "ID": "19"
        },
        {
          "text": "If a soul which is polluted will have eaten from the flesh of the sacrifice of peace offerings, which is offered to the Lord, he shall perish from his people.",
          "ID": "20"
        },
        {
          "text": "And whoever will have touched the uncleanness of man, or of beast, or of anything which is able to defile, and who will have eaten from this kind of flesh, shall be cut off from his people.",
          "ID": "21"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "22"
        },
        {
          "text": "Say to the sons of Israel: The fat of a sheep, and of an ox, and of a goat you shall not eat.",
          "ID": "23"
        },
        {
          "text": "The fat of a carcass that has died on its own, or of an animal that has been seized by a wild beast, you shall have for various uses.",
          "ID": "24"
        },
        {
          "text": "If anyone will have eaten the fat which ought to be offered as a burnt sacrifice of the Lord, he shall perish from his people.",
          "ID": "25"
        },
        {
          "text": "Likewise, you shall not take as food the blood of any animals at all, whether of birds or beasts.",
          "ID": "26"
        },
        {
          "text": "Every soul that will have eaten blood shall perish from his people.",
          "ID": "27"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "28"
        },
        {
          "text": "Speak to the sons of Israel, saying: Whoever offers a victim of peace offerings to the Lord, let him also offer at the same time a sacrifice, that is, its libations.",
          "ID": "29"
        },
        {
          "text": "He shall hold in his hands the fat of the victim, and the breast. And when he will have offered and consecrated both to the Lord, he shall deliver them to the priest,",
          "ID": "30"
        },
        {
          "text": "who shall burn the fat upon the altar. But the breast shall be for Aaron and his sons.",
          "ID": "31"
        },
        {
          "text": "Likewise also, the right shoulder of the victim of peace offerings shall fall to the priest as first-fruits.",
          "ID": "32"
        },
        {
          "text": "Among the sons of Aaron, whoever will have offered the blood and the fat, the same one shall also have the right shoulder for his portion.",
          "ID": "33"
        },
        {
          "text": "So then, the breast that is lifted up, and the shoulder that is separated, I have taken from the sons of Israel, from their victims of peace offerings, and I have given these to Aaron the priest and to his sons, as a law in perpetuity, from all the people of Israel.",
          "ID": "34"
        },
        {
          "text": "This is the anointing of Aaron and his sons, by the ceremonies of the Lord, in the day when Moses offered them, so that they may fulfill the priesthood,",
          "ID": "35"
        },
        {
          "text": "and this is what the Lord instructed to be given to them by the sons of Israel, as a perpetual observance in their generations.",
          "ID": "36"
        },
        {
          "text": "This is the law of the holocaust, and of the sacrifice for sin, and for transgression, and for consecration, and for the victims of peace offerings,",
          "ID": "37"
        },
        {
          "text": "which the Lord appointed to Moses on mount Sinai, when he commanded the sons of Israel to offer their oblations to the Lord in the desert of Sinai.",
          "ID": "38"
        }
      ],
      "ID": "OT:LEV.7",
      "name": "Leviticus 7"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Take Aaron, with his sons, their vestments, and the oil of anointing, a calf for sin, two rams, and a basket with unleavened bread,",
          "ID": "2"
        },
        {
          "text": "and gather together all the assembly at the door of the tabernacle.",
          "ID": "3"
        },
        {
          "text": "And Moses did as the Lord had commanded. And when all the crowd was gathered together before the entrance of the tabernacle,",
          "ID": "4"
        },
        {
          "text": "he said: \"This is the word that the Lord has ordered to be done.\"",
          "ID": "5"
        },
        {
          "text": "And immediately, he brought forward Aaron and his sons. And when he had washed them,",
          "ID": "6"
        },
        {
          "text": "he vested the high priest with the linen undergarment, wrapped him with the wide belt, and clothed him with the hyacinth tunic, and over it he imposed the ephod.",
          "ID": "7"
        },
        {
          "text": "And tying it to the belt, he fitted it to the breastplate, on which was Doctrine and Truth.",
          "ID": "8"
        },
        {
          "text": "Also, he wrapped the headdress on his head, and over it, opposite the forehead, he placed the plate of gold, consecrated with sanctification, just as the Lord had instructed him.",
          "ID": "9"
        },
        {
          "text": "He also took up the oil of anointing, with which he anointed the tabernacle, along with all of its articles.",
          "ID": "10"
        },
        {
          "text": "And when he had sprinkled the altar seven times to sanctify it, he anointed it and all its vessels. And the washtub with its base he sanctified with the oil.",
          "ID": "11"
        },
        {
          "text": "And pouring the oil over Aaron's head, he anointed and consecrated him.",
          "ID": "12"
        },
        {
          "text": "Likewise, after he had offered his sons, he vested them with linen tunics, and wrapped them with wide belts, and placed headdresses on them, just as the Lord had ordered.",
          "ID": "13"
        },
        {
          "text": "He also offered the calf for sin. And when Aaron and his sons had placed their hands upon its head,",
          "ID": "14"
        },
        {
          "text": "he immolated it. And drawing the blood, and dipping his finger in it, he touched the horns of the altar all around. And when it was expiated and sanctified, he poured out the remainder of the blood at its base.",
          "ID": "15"
        },
        {
          "text": "Yet truly, the fat which was on the vital organs, and the mesh of the liver, and the two little kidneys with their fat, he burned upon the altar.",
          "ID": "16"
        },
        {
          "text": "And the calf with the skin, and the flesh, and the dung, he burned beyond the camp, just as the Lord had instructed.",
          "ID": "17"
        },
        {
          "text": "He also offered a ram as a holocaust. And when Aaron and his sons had imposed their hands upon its head,",
          "ID": "18"
        },
        {
          "text": "he immolated it, and he poured out its blood around the altar.",
          "ID": "19"
        },
        {
          "text": "And cutting the ram into pieces, he burned its head, and the limbs, and the fat in the fire,",
          "ID": "20"
        },
        {
          "text": "having first washed the intestines and the feet. And then he burned the whole of the ram upon the altar, because it was a holocaust of most sweet odor to the Lord, just as he had instructed him.",
          "ID": "21"
        },
        {
          "text": "He also offered the second ram, as a consecration of priests. And Aaron and his sons placed their hands upon its head.",
          "ID": "22"
        },
        {
          "text": "And when Moses had immolated it, taking up some of its blood, he touched the tip of Aaron's right ear, and the thumb of his right hand, and similarly also his foot.",
          "ID": "23"
        },
        {
          "text": "He also offered the sons of Aaron. And when, from the blood of the ram which was immolated, he had touched the tip of the right ear of each one, and the thumbs of their right hands, as well as their feet, he poured out the remainder upon the altar all around.",
          "ID": "24"
        },
        {
          "text": "Yet truly, the fat, and the rump, and all the fat that covers the intestines, and the mesh of the liver, and the two kidneys with their fat, and the right shoulder, he separated.",
          "ID": "25"
        },
        {
          "text": "Then, taking bread without leaven from the basket of unleavened bread, which was before the Lord, and a cake sprinkled with oil, and a wafer, he placed them upon the fat and the right shoulder,",
          "ID": "26"
        },
        {
          "text": "delivering all these to Aaron and his sons. And when they had lifted them up in the sight of the Lord,",
          "ID": "27"
        },
        {
          "text": "he received them again from their hands, and he burned them upon the altar of holocaust, because it was an oblation of consecration, as a sweet odor of sacrifice to the Lord.",
          "ID": "28"
        },
        {
          "text": "And he took his portion from the ram of consecration, and he lifted up its breast in the sight of the Lord, just as the Lord had instructed him.",
          "ID": "29"
        },
        {
          "text": "And taking up the ointment, and the blood that was on the altar, he sprinkled it over Aaron and his vestments, and over his sons and their vestments.",
          "ID": "30"
        },
        {
          "text": "And when he had sanctified them with their vestments, he instructed them, saying: \"Cook the flesh before the entrance of the tabernacle, and eat it there. Likewise, eat the loaves of consecration, which have been placed in the basket, just as the Lord instructed me, saying: 'Aaron and his sons shall eat them.'",
          "ID": "31"
        },
        {
          "text": "Then whatever will remain of the flesh and the loaves shall be consumed with fire.",
          "ID": "32"
        },
        {
          "text": "Also, you shall not exit from the door of the tabernacle for seven days, until the day on which the time of your consecration shall be completed. For in seven days the consecration is finished,",
          "ID": "33"
        },
        {
          "text": "even as it has begun at this present time, so that the rite of the sacrifice might be accomplished.",
          "ID": "34"
        },
        {
          "text": "Day and night you shall remain in the tabernacle, observing the watches of the Lord, otherwise you shall die. For so it has been commanded to me.\"",
          "ID": "35"
        },
        {
          "text": "And Aaron and his sons did everything that the Lord spoke by the hand of Moses.",
          "ID": "36"
        }
      ],
      "ID": "OT:LEV.8",
      "name": "Leviticus 8"
    },
    {
      "text": [
        {
          "text": "Then, the eighth day having arrived, Moses called Aaron and his sons, and those greater by birth from Israel, and he said to Aaron:",
          "ID": "1"
        },
        {
          "text": "\"Take a calf for sin from the herd, and a ram as a holocaust, both immaculate, and offer them in the sight of the Lord.",
          "ID": "2"
        },
        {
          "text": "And to the sons of Israel, you shall say: 'Take a he-goat for sin, and a calf as well as a lamb, both one-year-old and without blemish, as a holocaust.",
          "ID": "3"
        },
        {
          "text": "Take also an ox and a ram for peace offerings. And immolate them before the Lord, offering with the sacrifice of each one fine wheat flour sprinkled with oil. For today the Lord will appear to you.' \"",
          "ID": "4"
        },
        {
          "text": "And so they brought everything that Moses had ordered before the door of the tabernacle, where, when all the multitude stood together,",
          "ID": "5"
        },
        {
          "text": "Moses said: \"This is the word, which the Lord has instructed. Accomplish it, and his glory will appear to you.\"",
          "ID": "6"
        },
        {
          "text": "And he said to Aaron: \"Approach toward the altar, and immolate on behalf of your sin. Offer the holocaust, and pray for yourself and for the people. And when you have slain the victim for the people, pray for them, just as the Lord has instructed.\"",
          "ID": "7"
        },
        {
          "text": "And immediately Aaron, approaching toward the altar, immolated the calf for his sin.",
          "ID": "8"
        },
        {
          "text": "And his sons brought its blood to him, and dipping his finger in it, he touched the horns of the altar, and he poured out the remainder at its base.",
          "ID": "9"
        },
        {
          "text": "And the fat, and the little kidneys, and the mesh of the liver, which are for sin, he burned upon the altar, just as the Lord had instructed Moses.",
          "ID": "10"
        },
        {
          "text": "Yet truly, the flesh and its skins he burned with fire beyond the camp.",
          "ID": "11"
        },
        {
          "text": "He also immolated the victim of holocaust. And his sons brought its blood to him, which he poured out all around the altar.",
          "ID": "12"
        },
        {
          "text": "And when the victim itself was cut into pieces, they brought him the head and each of the limbs, all of which he burned with fire upon the altar,",
          "ID": "13"
        },
        {
          "text": "having first washed the intestines and the feet with water.",
          "ID": "14"
        },
        {
          "text": "And making an offering for the sin of the people, he slew the he-goat. And expiating the altar,",
          "ID": "15"
        },
        {
          "text": "he accomplished the holocaust,",
          "ID": "16"
        },
        {
          "text": "adding to it the sacrifice of the libations, which are to be offered together, and burning them upon the altar, separately from the ceremonies of the morning holocaust.",
          "ID": "17"
        },
        {
          "text": "He also immolated the ox, as well as the ram, as peace offerings for the people. And his sons brought him the blood, which he poured out upon the altar all around.",
          "ID": "18"
        },
        {
          "text": "Then the fat of the ox, and the rump of the ram, and the two little kidneys with their fat, and the mesh of the liver,",
          "ID": "19"
        },
        {
          "text": "they placed upon the breasts. And when the fat had been burned upon the altar,",
          "ID": "20"
        },
        {
          "text": "Aaron separated their breasts and the right shoulders, lifting them up in the sight of the Lord, as Moses had instructed.",
          "ID": "21"
        },
        {
          "text": "And extending his hands to the people, he blessed them. And so, the victims for sin, and the holocausts, and the peace offerings being completed, he descended.",
          "ID": "22"
        },
        {
          "text": "Then Moses and Aaron entered the tabernacle of the testimony, and afterwards came out and blessed the people. And the glory of the Lord appeared to the entire multitude.",
          "ID": "23"
        },
        {
          "text": "And, behold, a fire from the Lord devoured the holocaust, and the fat which was on the altar. When the crowd had seen this, they praised the Lord, falling on their faces.",
          "ID": "24"
        }
      ],
      "ID": "OT:LEV.9",
      "name": "Leviticus 9"
    },
    {
      "text": [
        {
          "text": "And the sons of Aaron, Nadab and Abihu, picking up their censers, placed fire in them and incense upon them, offering in the sight of the Lord a strange fire, such as was not instructed of them.",
          "ID": "1"
        },
        {
          "text": "And fire coming out from the Lord destroyed them, and they died in the sight of the Lord.",
          "ID": "2"
        },
        {
          "text": "And Moses said to Aaron: \"This is what the Lord has spoken: 'I will be sanctified in those who approach me, and I will be glorified in the sight of all the people.' \" And upon hearing this, Aaron was silent.",
          "ID": "3"
        },
        {
          "text": "Then Moses called Mishael and Elzaphan, the sons of Uzziel, the paternal uncle of Aaron, and he said to them, \"Go and take your brothers from the sight of the Sanctuary, and carry them beyond the camp.\"",
          "ID": "4"
        },
        {
          "text": "And moving quickly, they took them as they lay, vested with linen tunics, and cast them outside, just as had been commanded them.",
          "ID": "5"
        },
        {
          "text": "And Moses said to Aaron, and to his sons, Eleazar and Ithamar: \"Do not uncover your heads, and do not rend your garments, lest perhaps you may die, and indignation may rise up over the entire assembly. Let your brothers, and all the house of Israel, bewail the burning that the Lord has kindled.",
          "ID": "6"
        },
        {
          "text": "But you shall not depart from the door of the tabernacle; otherwise, you shall perish. For certainly the oil of holy anointing is upon you.\" And they did all things according to the precept of Moses.",
          "ID": "7"
        },
        {
          "text": "The Lord also said to Aaron:",
          "ID": "8"
        },
        {
          "text": "\"You shall not drink wine, nor anything that is able to inebriate you or your sons, when you enter into the tabernacle of the testimony, lest you die. For it is an everlasting precept in your generations.",
          "ID": "9"
        },
        {
          "text": "And so may you have the knowledge to discern between holy and profane, between polluted and clean.",
          "ID": "10"
        },
        {
          "text": "And so may you teach the sons of Israel all my ordinances, which the Lord has spoken to them by the hand of Moses.\"",
          "ID": "11"
        },
        {
          "text": "And Moses spoke to Aaron, and to his sons, Eleazar and Ithamar, who were remaining: \"Take the sacrifice which remains from the oblation of the Lord, and eat it without leaven next to the altar, because it is the Holy of holies.",
          "ID": "12"
        },
        {
          "text": "For you shall eat it in a holy place, which is given to you and to your sons, from the oblations of the Lord, just as has been instructed me.",
          "ID": "13"
        },
        {
          "text": "Likewise, the breast which is offered, and the shoulder which is separated, you shall eat in a most clean place, you and your sons, and your daughters with you. For these have been set aside for you and your children from the victims which benefit the sons of Israel.",
          "ID": "14"
        },
        {
          "text": "Since they have lifted up in the sight of the Lord, the shoulder, and the breast, and the fat that is burned on the altar, these also belong to you and to your sons as a perpetual law, just as the Lord has instructed.\"",
          "ID": "15"
        },
        {
          "text": "Meanwhile, when Moses was searching for the he-goat, which had been offered for sin, he discovered it burned up. And being angry against Eleazar and Ithamar, the sons of Aaron who were remaining, he said:",
          "ID": "16"
        },
        {
          "text": "\"Why did you not eat the sacrifice for sin in the holy place, which is the Holy of holies, and which was given to you, so that you might carry the iniquity of the people, and might pray for them in the sight of the Lord,",
          "ID": "17"
        },
        {
          "text": "especially since none of its blood has been brought into the holy places, and since you should have eaten it in the Sanctuary, as was instructed me?\"",
          "ID": "18"
        },
        {
          "text": "Aaron responded: \"This day, the victim for sin has been offered, and the holocaust in the sight of the Lord. But you see what has happened to me. How could I eat it, or please the Lord in the ceremonies, having a sorrowful mind?\"",
          "ID": "19"
        },
        {
          "text": "But when Moses had heard this, he was satisfied.",
          "ID": "20"
        }
      ],
      "ID": "OT:LEV.10",
      "name": "Leviticus 10"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses and Aaron, saying:",
          "ID": "1"
        },
        {
          "text": "Say to the sons of Israel: These are the animals that you ought to eat out of all the living things of the earth.",
          "ID": "2"
        },
        {
          "text": "All that has a divided hoof, and that chews over again, among the cattle, you shall eat.",
          "ID": "3"
        },
        {
          "text": "But whatever certainly chews over again, but has a hoof that is not divided, such as the camel and others, these you shall not eat, and you shall consider them to be among what is unclean.",
          "ID": "4"
        },
        {
          "text": "The rock rabbit which chews over again, and whose hoof is not divided, is unclean,",
          "ID": "5"
        },
        {
          "text": "and so also is the hare, for it too chews over again, yet its hoof is not divided,",
          "ID": "6"
        },
        {
          "text": "and also the swine, which, though its hoof is divided, does not chew over again.",
          "ID": "7"
        },
        {
          "text": "The flesh of these you shall not eat, nor shall you touch their carcasses, because they are unclean to you.",
          "ID": "8"
        },
        {
          "text": "These are the things that breed in the waters, and which it is lawful to eat. All that has little fins and scales, as much in the sea, as in the rivers and ponds, you shall eat.",
          "ID": "9"
        },
        {
          "text": "But whatever does not have fins and scales, of those things that live and move in the waters, shall be abominable to you,",
          "ID": "10"
        },
        {
          "text": "and detestable; their flesh you shall not eat, and their carcasses you shall avoid.",
          "ID": "11"
        },
        {
          "text": "All that does not have fins and scales in the waters shall be polluted.",
          "ID": "12"
        },
        {
          "text": "These are those things among the birds which you must not eat, and which are to be avoided by you: the eagle, and the griffin, and the osprey,",
          "ID": "13"
        },
        {
          "text": "and the kite, as well as the vulture, according to their kind.",
          "ID": "14"
        },
        {
          "text": "and all that is of the raven kind, according to their likeness,",
          "ID": "15"
        },
        {
          "text": "the ostrich, and the owl, and the gull, and the hawk, according to its kind,",
          "ID": "16"
        },
        {
          "text": "the owl, and the sea bird, and the ibis,",
          "ID": "17"
        },
        {
          "text": "and the swan, and the pelican, and the marsh hen,",
          "ID": "18"
        },
        {
          "text": "the heron, and the plover according to its kind, the crested hoopoe, and also the bat.",
          "ID": "19"
        },
        {
          "text": "Of all that flies, whatever steps upon four feet shall be abominable to you.",
          "ID": "20"
        },
        {
          "text": "But whatever certainly walks upon four feet, and also has longer legs behind, with which it hops upon the earth,",
          "ID": "21"
        },
        {
          "text": "you shall eat, such as the beetle in its kind, and the cricket, and grasshopper, and the locust, each one according to its kind.",
          "ID": "22"
        },
        {
          "text": "But among flying things, whatever has only four feet shall be detestable to you.",
          "ID": "23"
        },
        {
          "text": "And whoever will have touched their carcasses shall be defiled, and he shall be unclean until evening.",
          "ID": "24"
        },
        {
          "text": "And if it will be necessary to carry any of these dead things, he shall wash his clothes, and he shall be unclean until the sun sets.",
          "ID": "25"
        },
        {
          "text": "Every animal that certainly has a hoof, but which is not divided, nor does it chew over again, shall be unclean. And whoever will have touched it shall be contaminated.",
          "ID": "26"
        },
        {
          "text": "Whatever walks upon its hands, out of all the animals that advance on all fours, shall be unclean. Whoever will have touched their carcasses shall be polluted until evening.",
          "ID": "27"
        },
        {
          "text": "And whoever will have carried this kind of carcass shall wash his clothes, and he shall be unclean until evening. For all these are unclean to you.",
          "ID": "28"
        },
        {
          "text": "Likewise, these shall be considered among the polluted things, out of all that moves upon the earth: the weasel, and the mouse, and the crocodile, each one according to its kind,",
          "ID": "29"
        },
        {
          "text": "the shrew, and the chameleon, and the gecko, and the lizard, and the mole.",
          "ID": "30"
        },
        {
          "text": "All these are unclean. Whoever will have touched their carcasses shall be unclean until evening.",
          "ID": "31"
        },
        {
          "text": "And anything upon which something from their carcasses will have fallen shall be defiled, whether it is a vessel of wood, or a garment, or skins, or haircloths, or anything by which work is done. These shall be dipped in water and shall be defiled until evening, but then afterwards these shall be clean.",
          "ID": "32"
        },
        {
          "text": "But an earthen vessel, into which something from these will fall, shall be defiled; and therefore it is to be broken.",
          "ID": "33"
        },
        {
          "text": "Any of the foods that you eat, if water from such a vessel will have been poured upon it, it shall be unclean. And every liquid which one may drink from such a vessel shall be unclean.",
          "ID": "34"
        },
        {
          "text": "And if anything from among these kinds of dead things has fallen upon it, it shall be unclean, whether it be an oven, or a pot with feet, these shall be unclean and shall be destroyed.",
          "ID": "35"
        },
        {
          "text": "Yet truly, fountains and cisterns, and all reservoirs of water shall be clean. Whoever will have touched their carcasses shall be defiled.",
          "ID": "36"
        },
        {
          "text": "If it falls upon seed grain, it shall not defile it.",
          "ID": "37"
        },
        {
          "text": "But if anyone has poured water upon the seed grain, and afterwards it was touched by the carcasses, it shall be immediately defiled.",
          "ID": "38"
        },
        {
          "text": "If any animals will have died, from which it is lawful for you to eat, whoever will have touched its carcass shall be unclean until evening.",
          "ID": "39"
        },
        {
          "text": "And whoever will have eaten or carried anything of these shall wash his clothes, and he shall be unclean until evening.",
          "ID": "40"
        },
        {
          "text": "All that creeps across the earth shall be abominable, neither shall it taken up as food.",
          "ID": "41"
        },
        {
          "text": "Whatever advances by four feet upon the chest, or that has many feet, or that drags across the soil, you shall not eat, because it is abominable.",
          "ID": "42"
        },
        {
          "text": "Do not be willing to contaminate your souls, nor shall you touch any of these, lest you become unclean.",
          "ID": "43"
        },
        {
          "text": "For I am the Lord your God. Be holy, for I am Holy. Do not pollute your souls with any creeping thing, which moves across the land.",
          "ID": "44"
        },
        {
          "text": "For I am the Lord, who led you away from the land of Egypt, so that I would be your God; you shall be holy, for I am Holy.",
          "ID": "45"
        },
        {
          "text": "This is the law of animals and flying things, and of every living soul that moves in the waters or creeps upon the land,",
          "ID": "46"
        },
        {
          "text": "so that you may know the difference between clean and unclean, and so that you may know what you ought to eat, and what you ought to refuse.",
          "ID": "47"
        }
      ],
      "ID": "OT:LEV.11",
      "name": "Leviticus 11"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: A woman, if she has received the seed to bear a male, shall be unclean for seven days, just as in the days of separation due to menstruation.",
          "ID": "2"
        },
        {
          "text": "And on the eighth day, the little infant shall be circumcised.",
          "ID": "3"
        },
        {
          "text": "Yet truly, she herself shall remain for thirty-three days in the blood of her purification. She shall not touch anything holy, nor shall she enter into the Sanctuary, until the days of her purification are completed.",
          "ID": "4"
        },
        {
          "text": "But if she will bear a female, she shall be unclean for two weeks, according to the custom of her monthly flow, and she shall remain in the blood of her purification for sixty-six days.",
          "ID": "5"
        },
        {
          "text": "And when the days of her purification have been completed, for a son or for a daughter, she shall bring to the door of the tabernacle of the testimony, a one-year-old lamb as a holocaust, and a young pigeon or a turtledove for sin, and she shall deliver them to the priest.",
          "ID": "6"
        },
        {
          "text": "He shall offer them in the sight of the Lord, and he shall pray for her. And so she shall be cleansed from the issue of her blood. This is the law for one who bears a male or a female.",
          "ID": "7"
        },
        {
          "text": "And if her hand has not obtained or been able to offer a lamb, she shall take two turtledoves or two young pigeons: one as a holocaust, and the other for sin. And the priest shall pray for her, and so she shall be cleansed.",
          "ID": "8"
        }
      ],
      "ID": "OT:LEV.12",
      "name": "Leviticus 12"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses and Aaron, saying:",
          "ID": "1"
        },
        {
          "text": "The man in whose skin or flesh there will have arisen a diverse color, or a pustule, or something that seems to shine, which is the mark of leprosy, shall be brought to Aaron the priest, or to anyone you wish among his sons.",
          "ID": "2"
        },
        {
          "text": "And if he sees that leprosy is in his skin, and that the hair has turned a white color, and that the place where the leprosy appears is lower than the rest of the skin and the flesh, then it is the mark of leprosy, and at his judgment he shall be separated.",
          "ID": "3"
        },
        {
          "text": "But if there will be a shining whiteness in the skin, but it is not lower than the rest of the flesh, and the hair is of unaffected color, the priest shall seclude him for seven days.",
          "ID": "4"
        },
        {
          "text": "And on the seventh day he shall examine him, and if the leprosy certainly has not increased further, and has not spread itself in the skin, he shall seclude him again, for another seven days.",
          "ID": "5"
        },
        {
          "text": "And on the seventh day, he shall evaluate him. If the leprosy has become obscured, and has not increased in the skin, he shall declare him clean, because it is a scab. And the man shall wash his clothes, and he shall be clean.",
          "ID": "6"
        },
        {
          "text": "But if the leprosy increases again, after he was seen by the priest and restored to cleanness, he shall be brought to him,",
          "ID": "7"
        },
        {
          "text": "and he shall be condemned of uncleanness.",
          "ID": "8"
        },
        {
          "text": "If the mark of leprosy has been in a man, he shall be brought to the priest,",
          "ID": "9"
        },
        {
          "text": "and he shall look upon him. And when there is a white color in the skin, and it has an altered appearance in its hair, and also the same flesh seems alive,",
          "ID": "10"
        },
        {
          "text": "it shall be judged a chronic leprosy, which has grown into the skin. And so the priest shall declare him contaminated, and he shall not seclude him, because he is clearly unclean.",
          "ID": "11"
        },
        {
          "text": "But if the leprosy will have flourished, coursing through the skin, and will have covered all the skin from the head even to the feet, whatever falls under the sight of the eyes,",
          "ID": "12"
        },
        {
          "text": "the priest shall examine him, and he shall judge that the leprosy that he possesses is very clean, because it has all turned to whiteness, and for this reason the man shall be clean.",
          "ID": "13"
        },
        {
          "text": "Yet truly, when the living flesh shall appear in him,",
          "ID": "14"
        },
        {
          "text": "then by the judgment of the priest he shall be polluted, and he shall be considered to be among the unclean. For the live flesh, if it is spotted with leprosy, is unclean.",
          "ID": "15"
        },
        {
          "text": "And if again it will have turned into whiteness, and will have covered the entire man,",
          "ID": "16"
        },
        {
          "text": "the priest shall examine him, and he shall discern him to be clean.",
          "ID": "17"
        },
        {
          "text": "But when there has been an ulcer in the flesh and the skin, and it has healed,",
          "ID": "18"
        },
        {
          "text": "and in the place of the ulcer, there appears a white or reddish scar, the man shall be brought to the priest.",
          "ID": "19"
        },
        {
          "text": "And when he will have seen the place of the leprosy lower than the rest of the flesh, and that the hair has turned white, he shall declare him contaminated. For the plague of leprosy has arisen from the ulcer.",
          "ID": "20"
        },
        {
          "text": "But if the hair is of the usual color, and the scar is somewhat obscure and is not lower than the nearby flesh, he shall seclude him for seven days.",
          "ID": "21"
        },
        {
          "text": "And if it will have certainly increased, he shall judge him to have leprosy.",
          "ID": "22"
        },
        {
          "text": "But if it stays in its place, it is the scar of an ulcer, and the man shall be clean.",
          "ID": "23"
        },
        {
          "text": "But if flesh and skin has been burned by fire, and, having been healed, now has a white or red scar,",
          "ID": "24"
        },
        {
          "text": "the priest shall examine it, and if he sees that it has turned white, and that its place is lower than the rest of the skin, he shall declare him contaminated, for the mark of leprosy has arisen in the scar.",
          "ID": "25"
        },
        {
          "text": "But if the color of the hair has not been changed, nor is the mark lower than the rest of the flesh, and the leprosy itself appears to be somewhat obscure, he shall seclude him for seven days,",
          "ID": "26"
        },
        {
          "text": "and on the seventh day he shall evaluate him. If the leprosy will have increased further in the skin, he shall declare him contaminated.",
          "ID": "27"
        },
        {
          "text": "But if the whiteness stays in its place and is not very clear, it is the mark of a burn, and for this reason he shall be declared clean, because it is only the scar from a burn.",
          "ID": "28"
        },
        {
          "text": "If leprosy will have sprung up in the head or the beard of a man or woman, the priest shall look upon them,",
          "ID": "29"
        },
        {
          "text": "and if the place is certainly lower than the rest of the flesh, and the hair is golden, and thinner than usual, he shall declare them contaminated, because it is the leprosy of the head and the beard.",
          "ID": "30"
        },
        {
          "text": "But if he sees that the place of the spot is equal with the nearby flesh, and that the hair is black, he shall seclude him for seven days,",
          "ID": "31"
        },
        {
          "text": "and on the seventh day he shall examine it. If the spot has not increased, and the hair has kept its color, and the place of the mark is equal with the rest of the flesh,",
          "ID": "32"
        },
        {
          "text": "the man shall be shaven, except in the place of the spot, and he shall be secluded for another seven days.",
          "ID": "33"
        },
        {
          "text": "On the seventh day, if the mark seems to have stayed in its place, and it is not lower than the rest of the flesh, he shall declare him clean, and, his clothes having been washed, he shall be clean.",
          "ID": "34"
        },
        {
          "text": "But if, after his cleansing, the spot will have increased again in the skin,",
          "ID": "35"
        },
        {
          "text": "he shall no longer inquire as to whether the hair has turned yellow, because he is plainly unclean.",
          "ID": "36"
        },
        {
          "text": "Furthermore, if the spot has not increased, and the hair is black, let him know that the man is healed: and let him confidently pronounce him clean.",
          "ID": "37"
        },
        {
          "text": "If a whiteness will have appeared in the skin of a man or a woman,",
          "ID": "38"
        },
        {
          "text": "the priest shall examine them. If he detects an obscured whiteness shining in the skin, may he know that it is not leprosy, but a white-colored blemish, and that the man is clean.",
          "ID": "39"
        },
        {
          "text": "The man whose hair falls off of his head is bald and clean.",
          "ID": "40"
        },
        {
          "text": "And if the hair falls off of his forehead, he is bald in front and clean.",
          "ID": "41"
        },
        {
          "text": "But if in the bald head or bald forehead there has arisen a white or reddish color,",
          "ID": "42"
        },
        {
          "text": "and the priest will have seen this, he shall condemn him without doubt of leprosy, which has arisen in the baldness.",
          "ID": "43"
        },
        {
          "text": "Therefore, whoever will have been spotted by leprosy, and who has been separated at the judgment of the priest,",
          "ID": "44"
        },
        {
          "text": "shall have his clothes unstitched, his head bare, his mouth covered with a cloth, and he himself shall cry out that he is contaminated and filthy.",
          "ID": "45"
        },
        {
          "text": "The entire time that he is a leper and unclean he shall live alone outside the camp.",
          "ID": "46"
        },
        {
          "text": "A woolen or linen garment that will have held the leprosy,",
          "ID": "47"
        },
        {
          "text": "in the main fibers or in any of the threads, or certainly in a skin, or whatever has been made from a skin,",
          "ID": "48"
        },
        {
          "text": "if it has been infected with a white or red spot, it shall be considered to be leprosy, and it shall be shown to the priest.",
          "ID": "49"
        },
        {
          "text": "And he, having examined it, shall close it up for seven days.",
          "ID": "50"
        },
        {
          "text": "And on the seventh day, having looked at it again, if he detects an increase, it is a persistent leprosy; he shall judge the garment to be polluted, along with everything with which it has been found.",
          "ID": "51"
        },
        {
          "text": "And because of this, it shall be burned in flames.",
          "ID": "52"
        },
        {
          "text": "But if he will have seen that it has not increased,",
          "ID": "53"
        },
        {
          "text": "he shall instruct them, and they shall wash whatever has the leprosy in it, and he shall close it up for another seven days.",
          "ID": "54"
        },
        {
          "text": "And when he will have seen that the former appearance has not returned, even if the leprosy has not increased, he shall judge it to be unclean, and he shall burn it with fire, for the leprosy has been infused in the exterior of the garment, or throughout the whole.",
          "ID": "55"
        },
        {
          "text": "But if the place of the leprosy has become somewhat darker, after the garment has been washed, he shall tear it away, and separate it from the part that is sound.",
          "ID": "56"
        },
        {
          "text": "But if, after this, there will appear in those places which before were immaculate, a flying and wandering leprosy, it must be burned with fire.",
          "ID": "57"
        },
        {
          "text": "If it will have ceased, he shall wash with water the parts which are pure for a second time, and they shall be clean.",
          "ID": "58"
        },
        {
          "text": "This is the law about leprosy for any woolen or linen garment, in the weave and in the threads, and for all items made from skins, how it must be declared either clean or contaminated.",
          "ID": "59"
        }
      ],
      "ID": "OT:LEV.13",
      "name": "Leviticus 13"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "This is the rite for a leper, when he is to be cleansed. He shall be brought to the priest,",
          "ID": "2"
        },
        {
          "text": "who, departing from the camp, when he has found the leprosy to be cleansed,",
          "ID": "3"
        },
        {
          "text": "shall instruct him who is to be purified to offer for himself two living sparrows, which it is lawful to eat, and cedar wood, and vermillion, and hyssop.",
          "ID": "4"
        },
        {
          "text": "And he shall order that one of the sparrows be immolated in an earthen vessel over living waters.",
          "ID": "5"
        },
        {
          "text": "But the other living one, with the cedar wood, and the scarlet, and the hyssop, he shall dip in the blood of the immolated sparrow.",
          "ID": "6"
        },
        {
          "text": "And he shall sprinkle him who is to be cleansed seven times, so that he may be purified justly. And he shall release the living sparrow, so that it may fly away into the field.",
          "ID": "7"
        },
        {
          "text": "And when the man will have washed his clothes, he shall shave all the hair from his body, and he shall be washed with water. And having been purified, he shall enter into the camp, only to this extent: that he may remain outside his own tent for seven days.",
          "ID": "8"
        },
        {
          "text": "And on the seventh day he shall shave the hair of his head, and his beard, and his eyebrows, as well as the hair of his entire body. And having washed his clothes again, and his body,",
          "ID": "9"
        },
        {
          "text": "on the eighth day, he shall take two immaculate lambs, and a one-year-old female sheep without blemish, and three tenths of fine wheat flour, which has been sprinkled with oil, as a sacrifice, and separately, one twelfth hin of oil.",
          "ID": "10"
        },
        {
          "text": "And when the priest purifying the man has presented him and all these things in the sight of the Lord at the door of the tabernacle of the testimony,",
          "ID": "11"
        },
        {
          "text": "he shall take a lamb and offer it for transgression, with the twelfth hin of oil. And having offered all these before the Lord,",
          "ID": "12"
        },
        {
          "text": "he shall immolate the lamb, where the victim for sin is usually immolated with the holocaust, that is, in the holy place. For just as with the one for sin, so also the victim for transgression belongs to the priest. It is the Holy of holies.",
          "ID": "13"
        },
        {
          "text": "And taking some of the blood of the victim, which was immolated for transgression, the priest shall place it upon the tip of the right ear of him who is being cleansed, and upon the thumb of his right hand, and likewise the foot.",
          "ID": "14"
        },
        {
          "text": "And he shall send some of the twelfth hin of oil into his own left hand,",
          "ID": "15"
        },
        {
          "text": "and he shall dip his right finger in it, and he shall sprinkle it in the sight of the Lord seven times.",
          "ID": "16"
        },
        {
          "text": "But the oil which remains in his left hand, he shall pour over the tip of the right ear of him who is being cleansed, and upon the thumb of his right hand as well as the foot, and upon the blood which was shed for transgression,",
          "ID": "17"
        },
        {
          "text": "and upon his head.",
          "ID": "18"
        },
        {
          "text": "And he shall pray for him in the sight of the Lord, and he shall accomplish the sacrifice on behalf of sin. Then he shall immolate the holocaust,",
          "ID": "19"
        },
        {
          "text": "and place it upon the altar with its libations, and the man will be duly cleansed.",
          "ID": "20"
        },
        {
          "text": "But if he is poor, and his hand is not able to find what has been said, he shall take a lamb as an offering for transgression, so that the priest may pray for him, and a tenth part of fine wheat flour sprinkled with oil, as a sacrifice, and a twelfth hin of oil,",
          "ID": "21"
        },
        {
          "text": "and two turtledoves or two young pigeons, of which one may be for sin, and the other as a holocaust.",
          "ID": "22"
        },
        {
          "text": "And he shall offer them on the eighth day of his purification to the priest at the door of the tabernacle of the testimony in the sight of the Lord.",
          "ID": "23"
        },
        {
          "text": "And he, receiving the lamb for transgression, and the twelfth hin of oil, shall lift them up together.",
          "ID": "24"
        },
        {
          "text": "And when the lamb has been immolated, he shall place some of its blood upon the tip of the right ear of him who is being cleansed, and upon the thumb of his right hand, as well as the foot.",
          "ID": "25"
        },
        {
          "text": "Yet truly, he shall send part of the oil into his own left hand,",
          "ID": "26"
        },
        {
          "text": "and dipping the finger of his right hand in it, he shall sprinkle it seven times before the Lord.",
          "ID": "27"
        },
        {
          "text": "And he shall touch the tip of the right ear of him who is being cleansed, and the thumb of his right hand, as well as the foot, in the place of the blood which was shed for transgression.",
          "ID": "28"
        },
        {
          "text": "But the remaining part of the oil which is in his left hand, he shall send upon the head of the one being purified, to appease the Lord on his behalf.",
          "ID": "29"
        },
        {
          "text": "And he shall offer a turtledove or a young pigeon,",
          "ID": "30"
        },
        {
          "text": "one for transgression, and the other as a holocaust, with their libations.",
          "ID": "31"
        },
        {
          "text": "This is the sacrifice of a leper, who is not able to obtain all of the things concerning his cleansing.",
          "ID": "32"
        },
        {
          "text": "And the Lord spoke to Moses and Aaron, saying:",
          "ID": "33"
        },
        {
          "text": "When you will have entered into the land of Canaan, which I will give to you as a possession, if there is the mark of leprosy in a building,",
          "ID": "34"
        },
        {
          "text": "he whose house it is shall go and report to the priest, saying: \"It seems to me that the mark of leprosy is in my house.\"",
          "ID": "35"
        },
        {
          "text": "And he shall instruct them to carry all things out of the house, before he would enter it and see whether it is leprosy, lest all that is in the house become unclean. And after this, he shall enter to examine the leprosy of the house.",
          "ID": "36"
        },
        {
          "text": "And when he will have seen in its walls something like little hollows, deformed with paleness or redness, and lower than the remaining surface,",
          "ID": "37"
        },
        {
          "text": "he shall exit by the door of the house, and immediately close it up for seven days.",
          "ID": "38"
        },
        {
          "text": "And returning on the seventh day, he shall examine it. If he finds that the leprosy has spread,",
          "ID": "39"
        },
        {
          "text": "he shall order the stones in which the leprosy is, to be dug out and cast outside the city in an unclean place,",
          "ID": "40"
        },
        {
          "text": "and that the house be scraped on the inside all around, and that the dust of the scrapings be scattered outside the city in an unclean place,",
          "ID": "41"
        },
        {
          "text": "and that other stones be put back, in place of those which had been taken away, and that the house be plastered with other mortar.",
          "ID": "42"
        },
        {
          "text": "But if, after the stones have been dug out, and the dust wiped away, and it is plastered with other clay,",
          "ID": "43"
        },
        {
          "text": "the priest, upon entering, will have seen that the leprosy has returned, and that the walls are sprinkled with spots, then it is a persistent leprosy and the house is unclean.",
          "ID": "44"
        },
        {
          "text": "And so they shall promptly destroy it, and shall cast its stones and timber, and also all the dust, outside the town in an unclean place.",
          "ID": "45"
        },
        {
          "text": "Whoever enters into the house when it is closed up shall be unclean until evening.",
          "ID": "46"
        },
        {
          "text": "And whoever will have slept in it, or eaten anything, shall wash his clothes.",
          "ID": "47"
        },
        {
          "text": "But if the priest, upon entering, will have seen that the leprosy has not spread in the house, after it had been newly plastered, he shall purify it, restoring it to health.",
          "ID": "48"
        },
        {
          "text": "And for its purification, he shall take two sparrows, and cedar wood, and vermillion, as well as hyssop,",
          "ID": "49"
        },
        {
          "text": "and, having immolated one sparrow in an earthen vessel over living waters,",
          "ID": "50"
        },
        {
          "text": "he shall take the cedar wood, and the hyssop, and the scarlet, and the living sparrow, and he shall dip all these in the blood of the immolated sparrow, and also in the living water, and he shall sprinkle the house seven times.",
          "ID": "51"
        },
        {
          "text": "And he shall purify it as much with the blood of the sparrow as with the living water, and with the living sparrow, and the cedar wood, and the hyssop, and the vermillion.",
          "ID": "52"
        },
        {
          "text": "And when he has released the sparrow to fly freely away into the field, he shall pray for the house, and it shall be justly cleansed.",
          "ID": "53"
        },
        {
          "text": "This is the law of every kind of leprosy and plague:",
          "ID": "54"
        },
        {
          "text": "of the leprosy of garments and houses,",
          "ID": "55"
        },
        {
          "text": "of scars and erupting pustules, of a shining spot, when the appearance is also variegated,",
          "ID": "56"
        },
        {
          "text": "so that it can be known at what time a thing is clean or unclean.",
          "ID": "57"
        }
      ],
      "ID": "OT:LEV.14",
      "name": "Leviticus 14"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses and Aaron, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and say to them: The man who undergoes a flow of seed shall be unclean.",
          "ID": "2"
        },
        {
          "text": "And then he shall be judged subject to this fault, if a filthy fluid, at each moment, adheres to his flesh and gathers there.",
          "ID": "3"
        },
        {
          "text": "Every bed on which he sleeps shall be unclean, and every place where he sits.",
          "ID": "4"
        },
        {
          "text": "If any man has touched his couch, he shall wash his clothes, and having washed with water, he shall be unclean until evening.",
          "ID": "5"
        },
        {
          "text": "If he will have sat where that man has sat, he shall also wash his clothes, and having washed with water, he shall be unclean until evening.",
          "ID": "6"
        },
        {
          "text": "Whoever has touched his flesh shall wash his clothes, and having washed with water, he shall be unclean until evening.",
          "ID": "7"
        },
        {
          "text": "If such a man has cast his spittle upon him who is clean, he shall wash his clothes, and having washed with water, he shall be unclean until evening.",
          "ID": "8"
        },
        {
          "text": "The saddle on which he has sat shall be unclean.",
          "ID": "9"
        },
        {
          "text": "And whatever has been under him who has undergone a flow of seed shall be polluted until evening. Whoever carries any of these things shall wash his clothes, and having washed with water, he shall be unclean until evening.",
          "ID": "10"
        },
        {
          "text": "All whom such a one has touched, not having washed his hands before, shall wash his clothes, and having washed with water, he shall be unclean until evening.",
          "ID": "11"
        },
        {
          "text": "If he has touched an earthen vessel, it shall be broken. But if it is a wooden vessel, it shall be washed with water.",
          "ID": "12"
        },
        {
          "text": "If he who suffers from this affliction will have been healed, he shall number seven days after his cleansing, and having washed his clothes and his entire body in living water, he shall be clean.",
          "ID": "13"
        },
        {
          "text": "Then, on the eighth day, he shall take two turtledoves or two young pigeons, and he shall advance, in the sight of the Lord, toward the door of the tabernacle of the testimony, and he shall give these to the priest,",
          "ID": "14"
        },
        {
          "text": "who shall offer one for sin, and the other as a holocaust. And he shall pray for him before the Lord, so that he may be cleansed from the flow of his seed.",
          "ID": "15"
        },
        {
          "text": "A man from whom the seed of sexual intercourse goes out shall wash his entire body with water, and he shall be unclean until evening.",
          "ID": "16"
        },
        {
          "text": "The garment or skin which he will have, he shall wash with water, and it shall be unclean until evening.",
          "ID": "17"
        },
        {
          "text": "The woman with whom he has had sexual intercourse shall be washed with water, and she shall be unclean until evening.",
          "ID": "18"
        },
        {
          "text": "The woman who, at the return of the month, undergoes the flow of blood shall be separated for seven days.",
          "ID": "19"
        },
        {
          "text": "All who will touch her shall be unclean until evening.",
          "ID": "20"
        },
        {
          "text": "And everything on which she sleeps or sits, in the days of her separation, shall be polluted.",
          "ID": "21"
        },
        {
          "text": "Whoever will have touched her bed shall wash his clothes, and having washed himself with water, he shall be unclean until evening.",
          "ID": "22"
        },
        {
          "text": "Anyone who will have touched any item on which she has sat shall wash his clothes, and having washed himself with water, he shall be polluted until evening.",
          "ID": "23"
        },
        {
          "text": "If a man has sexual intercourse with her in the time of her monthly flow of blood, he shall be unclean for seven days, and every bed on which he sleeps shall be polluted.",
          "ID": "24"
        },
        {
          "text": "The woman who undergoes a flow of blood many days beyond her time of menstruation, or whose blood does not cease to flow after the menstrual blood, as long as she is subject to this affliction, she shall be unclean, just as if she were in her time of menstruation.",
          "ID": "25"
        },
        {
          "text": "Every bed on which she sleeps, and every item on which she sits, shall be polluted.",
          "ID": "26"
        },
        {
          "text": "Whoever will have touched these shall wash his clothes, and having washed himself with water, he shall be unclean until evening.",
          "ID": "27"
        },
        {
          "text": "If the blood has stopped and has ceased to flow, she shall number seven days for her purification,",
          "ID": "28"
        },
        {
          "text": "and on the eighth day she shall offer for herself, to the priest, two turtledoves or two young pigeons, at the door of the tabernacle of the testimony.",
          "ID": "29"
        },
        {
          "text": "And he shall offer one for sin, and the other as a holocaust, and he shall pray for her before the Lord, and for the flow of her uncleanness.",
          "ID": "30"
        },
        {
          "text": "Therefore, you shall teach the sons of Israel to be cautious of uncleanness, so that they may not die in their filth, when they will have polluted my tabernacle, which is among them.",
          "ID": "31"
        },
        {
          "text": "This is the law of him who undergoes a flow of seed, or who is polluted by sexual intercourse,",
          "ID": "32"
        },
        {
          "text": "and of her who is separated in the time of menstruation, or who has a continual flow of blood, and of the man who sleeps with her.",
          "ID": "33"
        }
      ],
      "ID": "OT:LEV.15",
      "name": "Leviticus 15"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, after the death of the two sons of Aaron, when they were destroyed for offering strange fire.",
          "ID": "1"
        },
        {
          "text": "And he instructed him, saying: Speak to your brother Aaron, so that he may not, at any time, enter into the Sanctuary, which is within the veil, before the propitiatory by which the ark is covered, so that he may not die, (for I will appear in a cloud above the oracle)",
          "ID": "2"
        },
        {
          "text": "unless he will have done these things beforehand. He shall offer a calf for sin, and a ram as a holocaust.",
          "ID": "3"
        },
        {
          "text": "He shall be vested with a linen tunic. He shall conceal his nakedness with linen undergarments. He shall be wrapped with a linen belt, and he shall impose a linen headdress on his head. For these are holy vestments. All of these he shall put on, after he has been washed.",
          "ID": "4"
        },
        {
          "text": "And he shall receive, from the entire multitude of the sons of Israel, two he-goats for sin, and one ram as a holocaust.",
          "ID": "5"
        },
        {
          "text": "And when he has presented the calf, and has prayed for himself and for his own house,",
          "ID": "6"
        },
        {
          "text": "he shall cause the two he-goats to stand in the sight of the Lord at the entrance to the tabernacle of the testimony.",
          "ID": "7"
        },
        {
          "text": "And casting lots over them both, one is to be offered to the Lord, and the other is to be the emissary goat.",
          "ID": "8"
        },
        {
          "text": "The one whose lot fell out to be offered to the Lord, he shall offer for sin.",
          "ID": "9"
        },
        {
          "text": "But the one who is to be the emissary goat shall stand before the Lord, so that he may pour the prayers upon him, and may send him away into the wilderness.",
          "ID": "10"
        },
        {
          "text": "After these things have been duly celebrated, he shall offer the calf, and praying for himself and for his own house, he shall immolate it.",
          "ID": "11"
        },
        {
          "text": "And taking up the censer, which he has filled from the burning coals of the altar, and drawing up with his hands the aromatic compound for incense, he shall enter within the veil, into the holy place,",
          "ID": "12"
        },
        {
          "text": "so that when the aromatics are placed upon the fire, its cloud and vapor may cover the oracle, which is above the testimony, and he may not die.",
          "ID": "13"
        },
        {
          "text": "Likewise, he shall take some of the blood of the calf, and sprinkle it with his finger seven times opposite the propitiatory, toward the east.",
          "ID": "14"
        },
        {
          "text": "And when he has slain the he-goat for the sin of the people, he shall carry its blood within the veil, just as he was instructed to do with the blood of the calf, so that he may sprinkle it away from the area of the oracle,",
          "ID": "15"
        },
        {
          "text": "and so that he may expiate the Sanctuary from the uncleanness of the sons of Israel, and from their prevarications and every one of their sins. According to this rite, he shall act toward the tabernacle of the testimony, which is fixed among them in the midst of the filth of their habitation.",
          "ID": "16"
        },
        {
          "text": "Let no man be in the tabernacle when the high priest enters the Sanctuary in order to pray for himself, and for his house, and for the entire assembly of Israel, until he exits.",
          "ID": "17"
        },
        {
          "text": "And when he has exited to the altar which is before the Lord, let him pray for himself, and taking the blood of the calf, and of the he-goat, let him pour it upon its horns all around.",
          "ID": "18"
        },
        {
          "text": "And sprinkling with his finger seven times, let him expiate and sanctify it from the uncleanness of the sons of Israel.",
          "ID": "19"
        },
        {
          "text": "After he has cleansed the Sanctuary, and the tabernacle, and the altar, then let him offer the living goat.",
          "ID": "20"
        },
        {
          "text": "And placing both hands upon its head, let him confess all the iniquities of the sons of Israel, and all of their offenses and sins. And calling these down upon its head, he shall send it away, by means of a man prepared to do so, into the desert.",
          "ID": "21"
        },
        {
          "text": "And when the goat has carried all their iniquities into a solitary land, and has been released into the desert,",
          "ID": "22"
        },
        {
          "text": "Aaron shall return into the tabernacle of the testimony. And placing aside the vestments, which he had worn before when he entered into the Sanctuary, and leaving them there,",
          "ID": "23"
        },
        {
          "text": "he shall wash his flesh in the holy place, and he shall be clothed in his own garments. And departing afterwards, he shall present his own holocaust and that of the people: he shall pray as much for himself as for the people.",
          "ID": "24"
        },
        {
          "text": "And the fat which is offered for sins, he shall burn upon the altar.",
          "ID": "25"
        },
        {
          "text": "Yet truly, he who has sent away the emissary goat shall wash his clothes and his body with water, and so he shall enter into the camp.",
          "ID": "26"
        },
        {
          "text": "But the calf and the he-goat, which were immolated for sin, and whose blood was brought into the Sanctuary to complete the expiation, these shall be carried outside the camp and be burned with fire: as with their skins, so also with their flesh and dung.",
          "ID": "27"
        },
        {
          "text": "And whoever will have burned them shall wash his clothes and flesh with water, and so he shall enter into the camp.",
          "ID": "28"
        },
        {
          "text": "And this shall be to you an everlasting ordinance. In the seventh month, on the tenth day of the month, you shall afflict your souls, and you shall do no work, neither someone native born, nor the newcomer who sojourns among you.",
          "ID": "29"
        },
        {
          "text": "On this day, there shall be atonement for you, and also a cleansing from all your sins. You shall be cleansed in the sight of the Lord.",
          "ID": "30"
        },
        {
          "text": "For it is a Sabbath of rest, and you shall afflict your souls as a perpetual observance.",
          "ID": "31"
        },
        {
          "text": "And the priest who has been anointed, and whose hands have been consecrated to exercise the priesthood in the place of his father, shall make atonement. And he shall be clothed with the linen robe and the holy vestments.",
          "ID": "32"
        },
        {
          "text": "And he shall expiate the Sanctuary and the tabernacle of the testimony and the altar, likewise the priest and all the people.",
          "ID": "33"
        },
        {
          "text": "And this shall be to you a perpetual law, that you pray for the sons of Israel, and for all their sins once a year. Therefore, he did just as the Lord had instructed Moses.",
          "ID": "34"
        }
      ],
      "ID": "OT:LEV.16",
      "name": "Leviticus 16"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to Aaron and his sons, and to all the sons of Israel, saying to them: This is the word, which the Lord has commanded, saying:",
          "ID": "2"
        },
        {
          "text": "Any man at all of the house of Israel, if he will have killed an ox, or a sheep, or a goat in the camp or beyond the camp,",
          "ID": "3"
        },
        {
          "text": "and not have presented it as an oblation to the Lord at the door of the tabernacle, he shall be guilty of blood. It is just as if he had shed blood; so then, he shall perish from the midst of his people.",
          "ID": "4"
        },
        {
          "text": "Therefore, the sons of Israel must offer to the priest their victims, which they kill in the field, so that they may be sanctified to the Lord before the door of the tabernacle of the testimony, and so that they may immolate them as peace offerings to the Lord.",
          "ID": "5"
        },
        {
          "text": "And the priest shall pour the blood upon the altar of the Lord, at the door of the tabernacle of the testimony, and he shall burn the fat as a sweet odor to the Lord.",
          "ID": "6"
        },
        {
          "text": "And they shall no longer immolate their victims to demons, with whom they have committed fornication. It shall be an everlasting ordinance for them and for their posterity.",
          "ID": "7"
        },
        {
          "text": "And you shall say to them: The man of the house of Israel, or of the newcomers who sojourn with you, who offers a holocaust or a victim,",
          "ID": "8"
        },
        {
          "text": "and who does not bring it to the door of the tabernacle of the testimony, so that it may be offered to the Lord, shall pass away from his people.",
          "ID": "9"
        },
        {
          "text": "Any man at all of the house of Israel, or of the newcomers who sojourn among them, if he has eaten blood, I will harden my face against his soul, and I will drive him from his people.",
          "ID": "10"
        },
        {
          "text": "For the life of the flesh is in the blood, and I have given it to you, so that you may atone with it upon the altar for your souls, and so that the blood may be for an expiation of the soul.",
          "ID": "11"
        },
        {
          "text": "For this reason, I have said to the sons of Israel: No soul among you shall eat blood, nor among the newcomers who sojourn with you.",
          "ID": "12"
        },
        {
          "text": "Any man at all from the sons of Israel, or from the newcomers who sojourn with you, whether by hunting or bird-catching, if he seizes a wild beast or a bird, which is lawful to eat, let him pour out its blood and cover the earth with it.",
          "ID": "13"
        },
        {
          "text": "For the life of all flesh is in the blood. Therefore, I said to the sons of Israel: You shall not eat the blood of any flesh at all, because the life of the flesh is in the blood, and whoever has eaten it shall perish.",
          "ID": "14"
        },
        {
          "text": "The soul who eats what has died on its own, or what has been caught by a beast, whether he is native born or a newcomer, shall wash his clothes and himself with water, and he shall be contaminated until evening. And by this means he shall be made clean.",
          "ID": "15"
        },
        {
          "text": "But if he will not wash his clothes and his body, he shall bear his iniquity.",
          "ID": "16"
        }
      ],
      "ID": "OT:LEV.17",
      "name": "Leviticus 17"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: I am the Lord your God.",
          "ID": "2"
        },
        {
          "text": "You shall not act according to the custom of the land of Egypt, in which you have lived; nor shall you behave according to the habit of the region of Canaan, into which I will lead you; neither shall you walk in their ordinances.",
          "ID": "3"
        },
        {
          "text": "You shall accomplish my judgments, and you shall observe my precepts, and you shall walk in them. I am the Lord your God.",
          "ID": "4"
        },
        {
          "text": "Keep my laws and judgments; when a man does these, he shall live by them. I am the Lord.",
          "ID": "5"
        },
        {
          "text": "No man shall approach her who is a close blood-relative to him, so as to uncover her nakedness. I am the Lord.",
          "ID": "6"
        },
        {
          "text": "You shall not expose the nakedness of your father, or the nakedness of your mother. She is your mother; you shall not uncover her nakedness.",
          "ID": "7"
        },
        {
          "text": "You shall not expose the nakedness of your father's wife; for it is the nakedness of your father.",
          "ID": "8"
        },
        {
          "text": "You shall not uncover the nakedness of your sister, whether from father or from mother, whether she was born at home or abroad.",
          "ID": "9"
        },
        {
          "text": "You shall not uncover the nakedness of your son's daughter, or your daughter's daughter; for it is your own nakedness.",
          "ID": "10"
        },
        {
          "text": "You shall not uncover the nakedness of your father's wife's daughter, whom she bore to your father, and who is your sister.",
          "ID": "11"
        },
        {
          "text": "You shall not expose the nakedness of your father's sister; for she is the flesh of your father.",
          "ID": "12"
        },
        {
          "text": "You shall not uncover the nakedness of your mother's sister, because she is the flesh of your mother.",
          "ID": "13"
        },
        {
          "text": "You shall not uncover the nakedness of your father's brother, nor shall you approach his wife, who is joined to you by affinity.",
          "ID": "14"
        },
        {
          "text": "You shall not uncover the nakedness of your daughter-in-law, for she is your son's wife; neither shall you expose her dishonor.",
          "ID": "15"
        },
        {
          "text": "You shall not uncover the nakedness of your brother's wife; for it is the nakedness of your brother.",
          "ID": "16"
        },
        {
          "text": "You shall not uncover the nakedness of your wife and her daughter. You shall not take her son's daughter or her daughter's daughter, so as to uncover her dishonor; for they are her flesh, and such sexual intercourse is incest.",
          "ID": "17"
        },
        {
          "text": "You shall not take your wife's sister as a rival mistress; nor shall you uncover her nakedness, while your wife is still living.",
          "ID": "18"
        },
        {
          "text": "You shall not approach a woman who is undergoing menstruation, nor shall you uncover her foulness.",
          "ID": "19"
        },
        {
          "text": "You shall not have sexual intercourse with your neighbor's wife, nor shall you be defiled by the mingling of seed.",
          "ID": "20"
        },
        {
          "text": "You shall not give some of your seed to be consecrated to the idol Moloch, nor to pollute the name of your God. I am the Lord.",
          "ID": "21"
        },
        {
          "text": "You shall not commit sexual acts with a male, in place of sexual intercourse with a female, for this is an abomination.",
          "ID": "22"
        },
        {
          "text": "You shall not commit sexual acts with any animal, nor shall you be defiled by it. A woman shall not lie down with a beast, nor commit sexual acts with it; for this is wickedness.",
          "ID": "23"
        },
        {
          "text": "Do not pollute yourselves with any of these things, by which all of the nations, which I will cast out in your sight, have been contaminated",
          "ID": "24"
        },
        {
          "text": "and by which the land has been polluted. I will visit the wickedness of the land, so that it may vomit out its inhabitants.",
          "ID": "25"
        },
        {
          "text": "Keep my ordinances and judgments, and do not do any of these abominations: the native born, as well as the settler, who sojourns among you.",
          "ID": "26"
        },
        {
          "text": "For all these detestable things were done by the inhabitants of the land who were here before you, and they have polluted it.",
          "ID": "27"
        },
        {
          "text": "Therefore, beware, lest in a similar manner, it may vomit you out as well, if you do these same things, just as it vomited out the people who were before you.",
          "ID": "28"
        },
        {
          "text": "Every soul who shall commit any of these abominations shall perish from the midst of his people.",
          "ID": "29"
        },
        {
          "text": "Keep my commandments. Do not be willing to do the things which have been done by those who were before you, and do not be polluted by these things. I am the Lord your God.",
          "ID": "30"
        }
      ],
      "ID": "OT:LEV.18",
      "name": "Leviticus 18"
    },
    {
      "text": [
        {
          "text": "The Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the entire assembly of the sons of Israel, and you shall say to them: Be holy, for I, the Lord your God, am holy.",
          "ID": "2"
        },
        {
          "text": "Let each one fear his father and his mother. Observe my Sabbaths. I am the Lord your God.",
          "ID": "3"
        },
        {
          "text": "Do not be willing to convert to idols, neither should you make molten gods for yourselves. I am the Lord your God.",
          "ID": "4"
        },
        {
          "text": "If you immolate a victim of peace offerings to the Lord, so that he may be appeased,",
          "ID": "5"
        },
        {
          "text": "you shall eat it on the same day as when it was immolated, and the next day. Then whatever will remain on the third day you shall burn with fire.",
          "ID": "6"
        },
        {
          "text": "If anyone, after two days, will have eaten from it, he shall be profane and guilty of impiety.",
          "ID": "7"
        },
        {
          "text": "And he shall bear his iniquity, for he has polluted what is holy to the Lord. And that soul shall perish from his people.",
          "ID": "8"
        },
        {
          "text": "When you will have harvested the grain fields of your land, you shall not cut it down to the surface of the land, even to the ground, nor shall you gather the remaining ears of grain.",
          "ID": "9"
        },
        {
          "text": "Neither shall you gather the clusters or individual grapes which fall down in your vineyard, but you shall leave them for paupers and travelers to take. I am the Lord your God.",
          "ID": "10"
        },
        {
          "text": "You shall not steal. You shall not lie. Neither shall anyone deceive his neighbor.",
          "ID": "11"
        },
        {
          "text": "You shall not commit perjury in my name, nor shall you pollute the name of your God. I am the Lord.",
          "ID": "12"
        },
        {
          "text": "You shall not slander your neighbor, nor shall you oppress him by violence. The wages of a hired hand, you shall not delay with you until tomorrow.",
          "ID": "13"
        },
        {
          "text": "You shall not speak evil of the deaf, nor shall you place a stumbling block before the blind, but you shall fear the Lord your God, for I am the Lord.",
          "ID": "14"
        },
        {
          "text": "You shall not do what is unjust, nor shall you judge unjustly. You shall not consider the reputation of the poor, nor shall you honor the countenance of the powerful. Judge your neighbor justly.",
          "ID": "15"
        },
        {
          "text": "You shall not be a detractor, nor a whisperer, among the people. You shall not stand against the blood of your neighbor. I am the Lord.",
          "ID": "16"
        },
        {
          "text": "You shall not hate your brother in your heart, but reprove him openly, lest you have sin over him.",
          "ID": "17"
        },
        {
          "text": "Do not seek revenge, neither should you be mindful of the injury of your fellow citizens. You shall love your friend as yourself. I am the Lord.",
          "ID": "18"
        },
        {
          "text": "Observe my laws. You shall not cause your cattle to breed with other kinds of animals. You shall not sow your field with diverse seeds. You shall not be clothed with a garment which has been woven from two things.",
          "ID": "19"
        },
        {
          "text": "If a man will have slept in sexual intercourse with a woman, who is a servant and who is also able to be married, and yet he has not redeemed her with a price, nor paid to set her free, they both shall be beaten, but they shall not die, for she was not a free woman.",
          "ID": "20"
        },
        {
          "text": "But, for his offense, he shall offer a ram to the Lord at the door of the tabernacle of the testimony.",
          "ID": "21"
        },
        {
          "text": "And the priest shall pray for him, and for his sin, before the Lord, and he shall win his favor again for him, and the sin shall be forgiven.",
          "ID": "22"
        },
        {
          "text": "When you will have entered into the land, and will have planted in it fruit trees, you shall take away their first-fruits; the fruit that germinates shall be unclean to you, neither shall you eat from these.",
          "ID": "23"
        },
        {
          "text": "But in the fourth year, all their fruit shall be sanctified for the praise of the Lord.",
          "ID": "24"
        },
        {
          "text": "And in the fifth year you shall eat the produce, gathering the fruits which are brought forth. I am the Lord your God.",
          "ID": "25"
        },
        {
          "text": "You shall not eat with blood. You shall not practice divination, nor the observation of dreams.",
          "ID": "26"
        },
        {
          "text": "And you shall not cut the hair of your head circularly, nor shave your beard.",
          "ID": "27"
        },
        {
          "text": "You shall not cut your flesh for the dead, and you shall not make other figures or marks on yourself. I am the Lord.",
          "ID": "28"
        },
        {
          "text": "Do not prostitute your daughter, lest the land be contaminated and filled with crimes.",
          "ID": "29"
        },
        {
          "text": "Observe my Sabbaths, and be apprehensive toward my Sanctuary. I am the Lord.",
          "ID": "30"
        },
        {
          "text": "Do not turn aside to astrologers, nor consult with soothsayers, so as to be polluted through them. I am the Lord your God.",
          "ID": "31"
        },
        {
          "text": "Rise up in the presence of a gray-haired head, and honor the reputation of an elder, and fear the Lord your God. I am the Lord.",
          "ID": "32"
        },
        {
          "text": "If a newcomer lives in your land and abides among you, do not reproach him,",
          "ID": "33"
        },
        {
          "text": "but let him be among you like one native born. And you shall love him as yourselves. For you were also newcomers in the land of Egypt. I am the Lord your God.",
          "ID": "34"
        },
        {
          "text": "Do not be willing to accomplish iniquity in judgment, in lengths, in weights, in quantities.",
          "ID": "35"
        },
        {
          "text": "Let the scales be just and the weights equal, let the dry measure be just and the liquid measure be equal. I am the Lord your God, who led you away from the land of Egypt.",
          "ID": "36"
        },
        {
          "text": "Keep all my precepts, and all my judgments, and accomplish them. I am the Lord.",
          "ID": "37"
        }
      ],
      "ID": "OT:LEV.19",
      "name": "Leviticus 19"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "You shall speak these things to the sons of Israel: A man among the sons Israel, or among the newcomers who live in Israel, if he will have given from his seed to the idol Moloch, he shall be put to death: the people of the land shall stone him.",
          "ID": "2"
        },
        {
          "text": "And I will set my face against him. And I will cut him down from the midst of his people, because he has given from his seed to Moloch, and he has contaminated my Sanctuary, and polluted my holy name.",
          "ID": "3"
        },
        {
          "text": "But if the people of the land, having been neglectful and holding little regard for my authority, release the man who has given from his seed to Moloch, and they are not willing to kill him,",
          "ID": "4"
        },
        {
          "text": "I will set my face over that man and over his kindred, and I will cut down both him and all who consented with him to fornicate with Moloch, from the midst of their people.",
          "ID": "5"
        },
        {
          "text": "The soul who will have turned aside to astrologers and soothsayers, and who will have fornicated with them, I will set my face against him, and I will destroy him from the midst of his people.",
          "ID": "6"
        },
        {
          "text": "Be sanctified and be holy, for I am the Lord your God.",
          "ID": "7"
        },
        {
          "text": "Observe my precepts, and do them. I am the Lord, who sanctifies you.",
          "ID": "8"
        },
        {
          "text": "Whoever curses his father or mother shall die a death; he has cursed his father and mother. So let his blood be upon him.",
          "ID": "9"
        },
        {
          "text": "If anyone will have committed sexual acts with the wife of another, or will have perpetrated adultery with his neighbor's spouse, they shall die a death, both the adulterer and the adulteress.",
          "ID": "10"
        },
        {
          "text": "Whoever will have slept with his stepmother, or will have uncovered the shame of his father, they shall both die a death. So let their blood be upon them.",
          "ID": "11"
        },
        {
          "text": "If any man will have slept with his daughter-in-law, both shall die, for they have acted according to wickedness. So let their blood be upon them.",
          "ID": "12"
        },
        {
          "text": "If any man has slept with a male in place of sexual intercourse with a female, both have committed a nefarious act, they shall die a death. So let their blood be upon them.",
          "ID": "13"
        },
        {
          "text": "If any man, having taken the daughter as a wife, will have married her mother, he has acted according to wickedness. He shall be burnt alive with them. Neither shall so great a nefarious act persist in your midst.",
          "ID": "14"
        },
        {
          "text": "Whoever will have committed sexual acts with any animal or cattle, he shall die a death. Likewise, you shall slay the beast.",
          "ID": "15"
        },
        {
          "text": "The woman who will have lain under any animal at all shall be destroyed together with it. So let their blood be upon them.",
          "ID": "16"
        },
        {
          "text": "Whoever will have taken his sister, the daughter of his father or the daughter of his mother, and will have seen her nakedness, and she will have looked upon her brother's shame, they have committed a nefarious act. They shall be slain in the sight of their people, because they have uncovered one another's nakedness. And they shall bear their iniquity.",
          "ID": "17"
        },
        {
          "text": "Whoever has sexual intercourse with a woman in her menstrual flow, and has uncovered her nakedness, and she has opened the fountain of her blood, both shall be destroyed from the midst of their people.",
          "ID": "18"
        },
        {
          "text": "You shall not expose the nakedness of your maternal or paternal aunt. Whoever does this has laid bare the shame of his own flesh; both shall bear their iniquity.",
          "ID": "19"
        },
        {
          "text": "If any man has had sexual intercourse with the wife of his paternal or maternal uncle, and he has uncovered the shame of his close relative, both shall bear their sin. They shall die without children.",
          "ID": "20"
        },
        {
          "text": "Whoever will have married his brother's wife has done an unlawful thing; he has uncovered his brother's nakedness. They shall be without children.",
          "ID": "21"
        },
        {
          "text": "Observe my laws as well as my judgments, and act according to them, lest the land, into which you will enter and live, may vomit you out, too.",
          "ID": "22"
        },
        {
          "text": "Do not be willing to walk by the ordinances of the nations, which I will expel before you. For they have done all these things, and so I abominate them.",
          "ID": "23"
        },
        {
          "text": "But I say to you: Possess their land, which I will give to you as an inheritance, a land flowing with milk and honey. I am the Lord your God, who has separated you from the other peoples.",
          "ID": "24"
        },
        {
          "text": "Therefore, you must also separate the clean animals from the unclean, and the clean birds from the unclean. Do not pollute your souls with cattle, or birds, or anything that moves upon the earth, and which I have shown you to be unclean.",
          "ID": "25"
        },
        {
          "text": "You shall be holy unto me, because I, the Lord, am holy, and I have separated you from the other peoples, so that you would be mine.",
          "ID": "26"
        },
        {
          "text": "A man or a woman, in whom there is an oracle-like or a divining spirit, shall be put to death. They shall stone them. So let their blood be upon them.",
          "ID": "27"
        }
      ],
      "ID": "OT:LEV.20",
      "name": "Leviticus 20"
    },
    {
      "text": [
        {
          "text": "The Lord also said to Moses: Speak to the priests, the sons of Aaron, and you shall say to them: Do not allow a priest to be contaminated by the death of his citizens,",
          "ID": "1"
        },
        {
          "text": "except only by his blood-relatives and near-relatives, that is, by a father or mother, or by a son or daughter, or also a brother,",
          "ID": "2"
        },
        {
          "text": "or a virgin sister, who is not married to a husband.",
          "ID": "3"
        },
        {
          "text": "But not even by the leader of his people shall he be contaminated.",
          "ID": "4"
        },
        {
          "text": "Neither shall they shave their head or their beard, and they shall not make incisions in their flesh.",
          "ID": "5"
        },
        {
          "text": "They shall be holy to their God, and they shall not pollute his name. For they offer the incense of the Lord and the bread of their God, and because of this they shall be holy.",
          "ID": "6"
        },
        {
          "text": "They shall not take as a wife a promiscuous woman, or a prostitute, or her who has been repudiated by her husband. For they are consecrated to their God,",
          "ID": "7"
        },
        {
          "text": "and they offer the bread of the presence. Therefore, let them be holy, for I also am holy: the Lord, who sanctifies them.",
          "ID": "8"
        },
        {
          "text": "If the daughter of a priest will have been taken into prostitution, and will have violated the name of her father, she shall be consumed by fire.",
          "ID": "9"
        },
        {
          "text": "The high priest, that is, the priest who is the greatest among his brothers, upon whose head the oil of anointing has been poured, and whose hands have been consecrated for the priesthood, and who has been vested with the holy vestments: he shall not expose his head; he shall not rend his vestments.",
          "ID": "10"
        },
        {
          "text": "And he shall not enter to any dead body whatsoever; likewise, not even by his father or mother shall he be contaminated.",
          "ID": "11"
        },
        {
          "text": "Neither shall he exit from the holy places, lest he pollute the Sanctuary of the Lord. For the oil of the holy anointing of his God is upon him. I am the Lord.",
          "ID": "12"
        },
        {
          "text": "He shall take a virgin as his wife.",
          "ID": "13"
        },
        {
          "text": "But a widow, or one who has been repudiated or defiled, or also a mistress, he shall not accept, but only a maiden from among his own people.",
          "ID": "14"
        },
        {
          "text": "He shall not mingle the stock of his family with the common people of his nation. For I am the Lord, who sanctifies him.",
          "ID": "15"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "16"
        },
        {
          "text": "Say to Aaron: A man from your offspring, throughout their families, who has a blemish, shall not offer the bread to his God.",
          "ID": "17"
        },
        {
          "text": "Neither shall he approach to minister to him: if he is blind, if he is lame, if he is small, or large, or has a crooked nose,",
          "ID": "18"
        },
        {
          "text": "if his foot or hand is broken,",
          "ID": "19"
        },
        {
          "text": "if he has a bulging back or bleary eyes, or if he has a white spot in his eye, or a chronic scab, or a skin disease on his body, or a hernia.",
          "ID": "20"
        },
        {
          "text": "Anyone from the offspring of Aaron, the priest, who has a blemish, shall not approach to offer sacrifices to the Lord, nor the bread to his God.",
          "ID": "21"
        },
        {
          "text": "Nevertheless, he shall eat from the loaves which are offered in the Sanctuary.",
          "ID": "22"
        },
        {
          "text": "But even so, he may not enter within the veil, nor approach to the altar. For he has a blemish, and he must not contaminate my Sanctuary. I am the Lord, who sanctifies them.",
          "ID": "23"
        },
        {
          "text": "Therefore, Moses spoke to Aaron, and to his sons, and to all of Israel, everything that had been commanded to him.",
          "ID": "24"
        }
      ],
      "ID": "OT:LEV.21",
      "name": "Leviticus 21"
    },
    {
      "text": [
        {
          "text": "The Lord also spoke to Moses saying:",
          "ID": "1"
        },
        {
          "text": "Speak to Aaron and to his sons, so that they may be careful of those things which have been consecrated for the sons of Israel, and so that they may not contaminate the name of the things sanctified to me, which they offer. I am the Lord.",
          "ID": "2"
        },
        {
          "text": "Say to them and to their posterity: Every man of your stock, who approaches toward those things which have been consecrated, and which the sons of Israel have brought forward to the Lord, in whom there is uncleanness, shall perish before the Lord. I am the Lord.",
          "ID": "3"
        },
        {
          "text": "The man of the offspring of Aaron, who is a leper or who is suffering a flow of seed, shall not eat of those things which have been sanctified to me, until he is healed. Whoever will have touched what is unclean because of the dead, and he whose seed goes out from him, as if from sexual intercourse,",
          "ID": "4"
        },
        {
          "text": "and whoever has touched a creeping thing, or any kind of unclean thing, the touching of which is filthy,",
          "ID": "5"
        },
        {
          "text": "shall be unclean until evening, and shall not eat those things which have been sanctified. But when he has washed his flesh with water,",
          "ID": "6"
        },
        {
          "text": "and the sun has set, then, having been purified, he shall eat from what has been sanctified, because it is his food.",
          "ID": "7"
        },
        {
          "text": "Whatever dies on its own, and whatever has been seized by a wild beast, they shall not eat, nor shall they be polluted by these. I am the Lord.",
          "ID": "8"
        },
        {
          "text": "Let them observe my precepts, so that they may not fall under sin, and die in the Sanctuary, when they will have defiled it. I am the Lord, who sanctifies them.",
          "ID": "9"
        },
        {
          "text": "No foreigner shall eat from what has been sanctified; a guest of the priests and a hired servant shall not eat from them.",
          "ID": "10"
        },
        {
          "text": "But whomever the priest has bought, and whoever has been born into his house, these shall eat from them.",
          "ID": "11"
        },
        {
          "text": "If the daughter of a priest has been married to any of the people, she shall not eat from what has been sanctified, nor from the first-fruits.",
          "ID": "12"
        },
        {
          "text": "But if she is a widow or divorced, and, being without children, she returns to her father's house, she shall be nourished by her father's foods, just as she was accustomed to do as a girl. No foreigner shall have the authority to eat from them.",
          "ID": "13"
        },
        {
          "text": "Whoever, through ignorance, eats from what has been sanctified shall add a fifth part to that which he ate, and he shall give it to the priest at the Sanctuary.",
          "ID": "14"
        },
        {
          "text": "And they shall not contaminate what has been sanctified from the sons of Israel, which they offer to the Lord,",
          "ID": "15"
        },
        {
          "text": "lest perhaps they may suffer the iniquity of their offense, when they will have eaten what has been sanctified. I am the Lord, who sanctifies them.",
          "ID": "16"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "17"
        },
        {
          "text": "Speak to Aaron, and to his sons, and to all the sons of Israel, and you shall say to them: The man from the house of Israel, or from the newcomers who live with you, who would bring forward his oblation, either fulfilling his vows or offering spontaneously, whatever he brings forward as a holocaust for the Lord,",
          "ID": "18"
        },
        {
          "text": "in order to be offered through you, shall offer an immaculate male from the oxen, or from the sheep, or from the goats.",
          "ID": "19"
        },
        {
          "text": "If it has a blemish, you shall not offer it, and it shall not be acceptable.",
          "ID": "20"
        },
        {
          "text": "The man who will have offered a victim of peace offerings to the Lord, either fulfilling his vows or offering spontaneously, whether of oxen, or of sheep, shall offer what is immaculate, so that it may be acceptable. There shall be no blemish in it.",
          "ID": "21"
        },
        {
          "text": "If it is blind, or if it is broken, or if it has a scar, or if it is has a boil, or a skin disease or infection, you shall not offer these to the Lord, nor shall you burn any of these upon the altar of the Lord.",
          "ID": "22"
        },
        {
          "text": "An ox or a sheep, having an amputated ear or tail, you are able to offer voluntarily, but a vow is not able to be fulfilled by these.",
          "ID": "23"
        },
        {
          "text": "You shall not offer to the Lord any animal which has the testicles bruised, or crushed, or cut and taken away, and you shall not cause any of these things in your land.",
          "ID": "24"
        },
        {
          "text": "From the hand of a foreigner, you shall not offer bread to your God, nor anything else that he would choose to give; for all this has been corrupted and blemished. You shall not accept them.",
          "ID": "25"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "26"
        },
        {
          "text": "An ox, a sheep, or a goat, when they have been born, shall be under the udder of their mother for seven days. But on the eighth day and thereafter, they are able to be offered to the Lord.",
          "ID": "27"
        },
        {
          "text": "Whether it is an ox, or a sheep, they shall not be immolated on the same day with their newborns.",
          "ID": "28"
        },
        {
          "text": "If you immolate a victim as an act of thanksgiving to the Lord, so that he may be pleased,",
          "ID": "29"
        },
        {
          "text": "you shall eat it on the same day; none of it shall remain until morning on the next day. I am the Lord.",
          "ID": "30"
        },
        {
          "text": "Observe my commandments, and do them. I am the Lord.",
          "ID": "31"
        },
        {
          "text": "Do not pollute my holy name, so that I may be sanctified in the midst of the sons of Israel. I am the Lord, who sanctifies you,",
          "ID": "32"
        },
        {
          "text": "and who led you away from the land of Egypt, so that I may be to you as God. I am the Lord.",
          "ID": "33"
        }
      ],
      "ID": "OT:LEV.22",
      "name": "Leviticus 22"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: These are the feasts of the Lord, which you shall call holy.",
          "ID": "2"
        },
        {
          "text": "For six days you shall do work; the seventh day, because it is the rest of the Sabbath, shall be called holy. You shall do no work on that day; it is the Sabbath of the Lord in all your dwelling places.",
          "ID": "3"
        },
        {
          "text": "Therefore, these are the feasts of the Lord, which you must celebrate in their times.",
          "ID": "4"
        },
        {
          "text": "The first month, the fourteenth day of the month, at evening, is the Passover of the Lord.",
          "ID": "5"
        },
        {
          "text": "And the fifteenth day of this month is the solemnity of the unleavened bread of the Lord. For seven days shall you eat unleavened bread.",
          "ID": "6"
        },
        {
          "text": "The first day shall be greatly honored and holy to you; you shall do no servile work in it.",
          "ID": "7"
        },
        {
          "text": "But you shall offer a sacrifice with fire, for seven days, to the Lord. Then the seventh day shall be more honored and more holy; and you shall do no servile work in it.",
          "ID": "8"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "9"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: When you will have entered into the land which I will give to you, and you will have harvested your grain fields, you shall carry the sheaves of grain, the first-fruits of your harvest, to the priest.",
          "ID": "10"
        },
        {
          "text": "He shall lift up a sheaf before the Lord, on the day after the Sabbath, so that it may be acceptable for you, and he shall sanctify it.",
          "ID": "11"
        },
        {
          "text": "And on the same day that the sheaf is consecrated, a one-year-old immaculate lamb shall be slain as a holocaust of the Lord.",
          "ID": "12"
        },
        {
          "text": "And the libations shall be offered with it: two-tenths of fine wheat flour sprinkled with oil, as an incense and a most sweet odor for the Lord; likewise, libations of wine, the fourth part of a hin.",
          "ID": "13"
        },
        {
          "text": "Bread, and parched grain, and boiled grain, you shall not eat from the grain field, until the day when you shall offer from it to your God. It is an everlasting precept in your generations and in all of your dwelling places.",
          "ID": "14"
        },
        {
          "text": "Therefore, you shall number from the day after the Sabbath, in which you offered a sheaf of the first-fruits, seven full weeks,",
          "ID": "15"
        },
        {
          "text": "all the way to the day after the completion of the seventh week, that is, fifty days, and then you shall offer a new sacrifice to the Lord,",
          "ID": "16"
        },
        {
          "text": "from all of your dwelling places: two loaves from the first-fruits, from two-tenths of leavened fine wheat flour, which you shall bake as the first-fruits of the Lord.",
          "ID": "17"
        },
        {
          "text": "And you shall offer with the bread: seven immaculate one-year-old lambs, and one calf from the herd, and two rams, and these shall be a holocaust, with their libations, as a most sweet odor to the Lord.",
          "ID": "18"
        },
        {
          "text": "You shall also offer a he-goat for sin, and two one-year-old lambs as victims of peace offerings.",
          "ID": "19"
        },
        {
          "text": "And when the priest has lifted them up with the loaves of the first-fruits, in the sight of the Lord, they shall fall to his use.",
          "ID": "20"
        },
        {
          "text": "And you shall call this day most honored and most holy; you shall do no servile work in it. It shall be an everlasting ordinance in all your dwelling places and generations.",
          "ID": "21"
        },
        {
          "text": "And when you will have harvested the grain fields of your land, you shall not cut it down all the way to the ground; neither shall you gather the remnants of the ears of grain, but you shall leave these for paupers and strangers. I am the Lord your God.",
          "ID": "22"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "23"
        },
        {
          "text": "Say to the sons of Israel: The seventh month, the first day of the month, shall be a Sabbath for you, a memorial, with the sounding of trumpets, and it shall be called holy.",
          "ID": "24"
        },
        {
          "text": "You shall do no servile work in it, and you shall offer a holocaust to the Lord.",
          "ID": "25"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "26"
        },
        {
          "text": "The tenth day of this seventh month shall be the day of atonement; it shall be most honored, and it shall be called holy. And you shall afflict your souls on that day, and you shall offer a holocaust to the Lord.",
          "ID": "27"
        },
        {
          "text": "You shall do no servile work in the time of this day; for it is a day of propitiation, so that the Lord your God may be merciful to you.",
          "ID": "28"
        },
        {
          "text": "Every soul that has not been afflicted on this day shall perish from his people,",
          "ID": "29"
        },
        {
          "text": "and anyone who will have done work, I shall wipe him away from his people.",
          "ID": "30"
        },
        {
          "text": "Therefore, you shall do no work on that day. This shall be an everlasting ordinance for you in all your generations and dwelling places.",
          "ID": "31"
        },
        {
          "text": "It is a Sabbath of rest, and you shall afflict your souls beginning on the ninth day of the month: from evening until evening you shall celebrate your Sabbaths.",
          "ID": "32"
        },
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "33"
        },
        {
          "text": "Say to the sons of Israel: From the fifteenth day of this seventh month, there shall be the Feast of Tabernacles: seven days for the Lord.",
          "ID": "34"
        },
        {
          "text": "The first day shall be called most honored and most holy; you shall do no servile work in it.",
          "ID": "35"
        },
        {
          "text": "And for seven days you shall offer holocausts to the Lord. Likewise, the eighth day shall be most honored and most holy, and you shall offer holocausts to the Lord. For it is the day of assembly and gathering. You shall do no servile work in it.",
          "ID": "36"
        },
        {
          "text": "These are the feasts of the Lord, which you shall call most honored and most holy, and in them you shall offer oblations to the Lord: holocausts and libations according to the rite of each particular day,",
          "ID": "37"
        },
        {
          "text": "aside from the Sabbaths of the Lord, and your donations, and that which you offer by a vow, or which you give to the Lord spontaneously.",
          "ID": "38"
        },
        {
          "text": "Therefore, from the fifteenth day of the seventh month, when you will have gathered together all the fruits of your land, you shall celebrate the feast of the Lord for seven days. The first day and the eighth day shall be a Sabbath, that is, a day of rest.",
          "ID": "39"
        },
        {
          "text": "And you shall take for yourselves, on the first day, the fruits of the most beautiful tree, and branches of palm trees, and branches of trees with thick foliage, and willows from the torrent. And you shall rejoice in the sight of the Lord your God.",
          "ID": "40"
        },
        {
          "text": "And you shall celebrate its solemnity for seven days each year. This shall be an everlasting ordinance in your generations. In the seventh month, you shall celebrate the feast,",
          "ID": "41"
        },
        {
          "text": "and you shall live under shelters for seven days. All who are of the family of Israel shall dwell in tabernacles,",
          "ID": "42"
        },
        {
          "text": "so that your posterity may learn that I caused the sons of Israel to live in tabernacles, when I led them away from the land of Egypt. I am the Lord your God.",
          "ID": "43"
        },
        {
          "text": "And Moses spoke about the solemnities of the Lord to the sons of Israel.",
          "ID": "44"
        }
      ],
      "ID": "OT:LEV.23",
      "name": "Leviticus 23"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Instruct the sons of Israel, so that they may bring to you clear oil from the purest olives, in order to supply the lamps continuously",
          "ID": "2"
        },
        {
          "text": "outside the veil of the testimony in the tabernacle of the covenant. And Aaron shall place these, from evening until morning, before the Lord, as a perpetual worship and ritual in your generations.",
          "ID": "3"
        },
        {
          "text": "They shall be placed upon the most pure candlestick in the sight of the Lord always.",
          "ID": "4"
        },
        {
          "text": "You shall also receive fine wheat flour, and you shall bake twelve loaves from it, each loaf of which shall have two-tenths.",
          "ID": "5"
        },
        {
          "text": "And you shall arrange them, six on each side, upon the most pure table before the Lord.",
          "ID": "6"
        },
        {
          "text": "And you shall place upon them the clearest frankincense, so that the bread may be a memorial of oblation for the Lord.",
          "ID": "7"
        },
        {
          "text": "On each Sabbath, they shall be changed before the Lord, having been received from the sons of Israel as an everlasting covenant.",
          "ID": "8"
        },
        {
          "text": "And they shall be for Aaron and his sons, so that they may eat these in the holy place; for it is the Holy of holies from the sacrifices of the Lord, as a perpetual right.",
          "ID": "9"
        },
        {
          "text": "Then, behold, the son of an Israelite woman, whom she had born of an Egyptian man among the sons of Israel, going out, was quarreling in the camp with a man of Israel.",
          "ID": "10"
        },
        {
          "text": "And when he had blasphemed the name, and had cursed it, he was led to Moses. (Now his mother was called Shelomith, the daughter of Dibri from the tribe of Dan.)",
          "ID": "11"
        },
        {
          "text": "And they sent him to prison, until they might know what the Lord would command,",
          "ID": "12"
        },
        {
          "text": "who spoke to Moses,",
          "ID": "13"
        },
        {
          "text": "saying: Lead away the blasphemer beyond the camp, and let all who heard him place their hands upon his head, and let the entire people stone him.",
          "ID": "14"
        },
        {
          "text": "And you shall say to the sons of Israel: The man who curses his God shall bear his sin,",
          "ID": "15"
        },
        {
          "text": "and whoever will have blasphemed the name of the Lord shall be put to death. The entire multitude shall overwhelm him with stones, whether he be a citizen or a sojourner. Whoever blasphemes the name of the Lord shall be put to death.",
          "ID": "16"
        },
        {
          "text": "Whoever will have struck and killed a man shall be put to death.",
          "ID": "17"
        },
        {
          "text": "Whoever will have struck down an animal shall repay its equivalent, that is, a life for a life.",
          "ID": "18"
        },
        {
          "text": "Whoever will have inflicted a blemish on any of his citizens, just as he has done, so shall it be done to him:",
          "ID": "19"
        },
        {
          "text": "fracture for fracture, eye for eye, tooth for tooth, shall he repay. Whatever degree of blemish he has inflicted, so shall he be compelled to suffer.",
          "ID": "20"
        },
        {
          "text": "Whoever strikes down a beast, shall repay another. Whoever strikes a man shall be punished.",
          "ID": "21"
        },
        {
          "text": "Let there be equal judgment among you, whether it is a sojourner or a citizen who will have sinned. For I am the Lord your God.",
          "ID": "22"
        },
        {
          "text": "And Moses spoke to the sons of Israel. And they led away him who had blasphemed, beyond the camp, and they overwhelmed him with stones. And the sons of Israel did just as the Lord had instructed Moses.",
          "ID": "23"
        }
      ],
      "ID": "OT:LEV.24",
      "name": "Leviticus 24"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses on mount Sinai, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: When you will have entered into the land which I will give to you, rest on the Sabbath of the Lord.",
          "ID": "2"
        },
        {
          "text": "For six years you shall sow your field, and for six years you shall care for your vineyard, and you shall gather its fruits.",
          "ID": "3"
        },
        {
          "text": "But in the seventh year, there shall be a Sabbath of the land, a resting of the Lord. You shall not sow your field, and you shall not care for your vineyard.",
          "ID": "4"
        },
        {
          "text": "What the soil shall spontaneously produce, you shall not harvest. And you shall not gather the grapes of the first-fruits as a crop. For it is a year of rest for the land.",
          "ID": "5"
        },
        {
          "text": "But these shall be yours for food, for you and for your men and women servants, and for your hired hands, and for the newcomers who sojourn with you:",
          "ID": "6"
        },
        {
          "text": "all that grows on its own shall provide food for your beasts and cattle.",
          "ID": "7"
        },
        {
          "text": "You shall also number for yourselves seven weeks of years, that is, seven times seven, which together makes forty-nine years.",
          "ID": "8"
        },
        {
          "text": "And you shall sound the trumpet in the seventh month, on the tenth day of the month, at the time of the atonement, throughout all your land.",
          "ID": "9"
        },
        {
          "text": "And you shall sanctify the fiftieth year, and you shall proclaim a remission for all the inhabitants of your land: for the same is the Jubilee. A man shall return to his possession, and each one shall go back to his original family,",
          "ID": "10"
        },
        {
          "text": "for it is the Jubilee and the fiftieth year. You shall not sow, and you shall not reap what grows in the field of its own accord, and you shall not gather the first-fruits of the crop,",
          "ID": "11"
        },
        {
          "text": "due to the sanctification of the Jubilee. But you shall eat them as they present themselves.",
          "ID": "12"
        },
        {
          "text": "In the year of the Jubilee, all shall return to their possessions.",
          "ID": "13"
        },
        {
          "text": "When you will sell anything to your fellow citizen, or buy anything from him, do not cause your brother grief, but buy from him according to the number of years from the Jubilee,",
          "ID": "14"
        },
        {
          "text": "and he shall sell to you according to the computation of the produce.",
          "ID": "15"
        },
        {
          "text": "The more years that will remain after the Jubilee, the more the price shall increase, and the less the time is numbered, so much less shall the purchase price be. For he will sell to you the time for the produce.",
          "ID": "16"
        },
        {
          "text": "Do be willing to afflict your countrymen, but let each one fear his God. For I am the Lord your God.",
          "ID": "17"
        },
        {
          "text": "Accomplish my precepts, and observe my judgments, and complete them, so that you may be able to live in the land without any fear,",
          "ID": "18"
        },
        {
          "text": "and so that the soil may produce its fruits for you, from which you may eat, even to fullness, dreading violence by no one.",
          "ID": "19"
        },
        {
          "text": "But if you will say: What shall we eat in the seventh year, if we do not sow and do not gather our produce?",
          "ID": "20"
        },
        {
          "text": "I will give my blessing to you in the sixth year, and it shall yield the produce of three years.",
          "ID": "21"
        },
        {
          "text": "And in the eighth year you shall sow, but you shall eat from the old produce, until the ninth year, until what is new matures, you shall eat what is old.",
          "ID": "22"
        },
        {
          "text": "Also, the land shall not be sold in perpetuity, for it is mine, and you are newcomers and settlers to me.",
          "ID": "23"
        },
        {
          "text": "Therefore, every region of your possession shall be sold under the condition of redemption.",
          "ID": "24"
        },
        {
          "text": "If your brother, being in need, will have sold his little possession and his close relative is willing, he is able to redeem what he had sold.",
          "ID": "25"
        },
        {
          "text": "But if he has no near relative, and he himself is able to find the price to redeem it,",
          "ID": "26"
        },
        {
          "text": "the produce shall be calculated from that time when he sold it. And what is lacking, he shall repay to the buyer, and so he shall receive his possession.",
          "ID": "27"
        },
        {
          "text": "But if his hand will not have discovered a way to repay the price, the buyer shall have what he bought, until the year of the Jubilee. For in that year all that has been sold shall return to the owner, and to the original possessor.",
          "ID": "28"
        },
        {
          "text": "Whoever will have sold a house within the walls of a city shall have the freedom to redeem it, until one year has been completed.",
          "ID": "29"
        },
        {
          "text": "If he has not redeemed it, and the year will have turned full circle, the buyer and his posterity shall possess it, in perpetuity, and it is not able to be redeemed, even in the Jubilee.",
          "ID": "30"
        },
        {
          "text": "But if the house is in a village, which has no walls, it shall be sold by the law of the fields. If it has not been redeemed beforehand, then in the Jubilee it shall return to the owner.",
          "ID": "31"
        },
        {
          "text": "The buildings of the Levites, which are in the cities, are always able to be redeemed.",
          "ID": "32"
        },
        {
          "text": "If they have not been redeemed, then in the Jubilee they shall return to the owners, for the houses of the cities of the Levites are for their possession among the sons of Israel.",
          "ID": "33"
        },
        {
          "text": "But let not their suburbs be sold, for it is an everlasting possession.",
          "ID": "34"
        },
        {
          "text": "If your brother has become impoverished, or infirm of hand, and you take him in, like a newcomer or a sojourner, and he lives with you,",
          "ID": "35"
        },
        {
          "text": "do not accept usury from him, nor anything more than what you gave. Fear your God, so that your brother may be able to live with you.",
          "ID": "36"
        },
        {
          "text": "You shall not give him your money by usury, nor exact from him an overabundance of produce.",
          "ID": "37"
        },
        {
          "text": "I am the Lord your God, who led you away from the land of Egypt, so that I might give to you the land of Canaan, and so that I may be your God.",
          "ID": "38"
        },
        {
          "text": "If your brother, having been compelled by poverty, will have sold himself to you, you shall not oppress him with the servitude of indentured servants.",
          "ID": "39"
        },
        {
          "text": "But he shall be like a hired hand or a settler; he shall work with you, until the year of the Jubilee.",
          "ID": "40"
        },
        {
          "text": "And after that, he shall depart with his children, and he shall return to his kindred, to the possession of his fathers.",
          "ID": "41"
        },
        {
          "text": "For these are my servants, and I led them away from the land of Egypt; let them not be sold into the condition of servitude.",
          "ID": "42"
        },
        {
          "text": "Do not afflict him by power, but be fearful of your God.",
          "ID": "43"
        },
        {
          "text": "Let your male and female servants be from the nations which are all around you,",
          "ID": "44"
        },
        {
          "text": "and from the newcomers who sojourn with you, or who have been born from them in your land. These you shall have as servants,",
          "ID": "45"
        },
        {
          "text": "and, by the right of inheritance, you shall transmit them to your posterity, and you shall possess them forever. But do not oppress your brothers, the sons of Israel, by power.",
          "ID": "46"
        },
        {
          "text": "If the hand of a newcomer or a sojourner will have grown strong among you, and your brother, having become impoverished, will have sold himself to him, or to any of his stock,",
          "ID": "47"
        },
        {
          "text": "after the sale, he is able to be redeemed. Whoever is willing among his brothers shall redeem him:",
          "ID": "48"
        },
        {
          "text": "either the paternal uncle, or the paternal uncle's son, or his close relative, by blood or by affinity. But if he himself will be able also, he shall redeem himself,",
          "ID": "49"
        },
        {
          "text": "considering only the years from the time of his selling until the year of the Jubilee, and calculating the money for which he was sold, according to the number of years and the accounting of a hired hand.",
          "ID": "50"
        },
        {
          "text": "If there will have been many years which remain until the Jubilee, according to these shall he also repay the price.",
          "ID": "51"
        },
        {
          "text": "If few, he shall determine the accounting with him according to the number of years, and he shall repay to the buyer by what is left remaining of the years;",
          "ID": "52"
        },
        {
          "text": "his wages being charged by what served before. He shall not afflict him violently in your sight.",
          "ID": "53"
        },
        {
          "text": "But if, by these means, he will not be able to be redeemed, then in the year of the Jubilee he shall depart with his children.",
          "ID": "54"
        },
        {
          "text": "For they are my servants, the sons of Israel, whom I led away from the land of Egypt.",
          "ID": "55"
        }
      ],
      "ID": "OT:LEV.25",
      "name": "Leviticus 25"
    },
    {
      "text": [
        {
          "text": "I am the Lord your God. You shall not make for yourselves an idol or a graven image. Neither shall you erect a monument, or set up a conspicuous stone in your land, in order that you may adore it. For I am the Lord your God.",
          "ID": "1"
        },
        {
          "text": "Observe my Sabbaths, and be fearful toward my Sanctuary. I am the Lord.",
          "ID": "2"
        },
        {
          "text": "If you will walk in my precepts, and observe my commandments, and accomplish them, I will give to you rain in its time,",
          "ID": "3"
        },
        {
          "text": "and the ground shall bring forth its seedlings, and the trees shall be filled again with fruit.",
          "ID": "4"
        },
        {
          "text": "The threshing of the harvest shall last until the vintage, and the vintage shall overtake the sowing. And you shall eat your bread to fullness, and you shall live in your land without fear.",
          "ID": "5"
        },
        {
          "text": "I will give peace to your most distant regions. You will sleep, and there will be no one to strike you with terror. I will take away harmful wild beasts, and the sword will not cross your borders.",
          "ID": "6"
        },
        {
          "text": "You will pursue your enemies, and they will fall down at the sight of you.",
          "ID": "7"
        },
        {
          "text": "Five of yours will pursue a hundred foreigners, and a hundred of you will pursue ten thousand. Your enemies will fall by the sword in your sight.",
          "ID": "8"
        },
        {
          "text": "I will look with favor upon you, and I will cause you to increase; you will be multiplied, and I will confirm my covenant with you.",
          "ID": "9"
        },
        {
          "text": "You will eat the oldest of what is old, and, when what is new arrives, you will throw away what is old.",
          "ID": "10"
        },
        {
          "text": "I will set my tabernacle in your midst, and my soul will not cast you out.",
          "ID": "11"
        },
        {
          "text": "I will walk among you, and I will be your God, and you shall be my people.",
          "ID": "12"
        },
        {
          "text": "I am the Lord your God, who led you away from the land of the Egyptians, lest you serve them, and who broke the chains around your necks, so that you would walk upright.",
          "ID": "13"
        },
        {
          "text": "But if you will not listen to me, nor accomplish all of my commandments,",
          "ID": "14"
        },
        {
          "text": "if you despise my laws, and disdain my judgments, so that you do not accomplish those things which have been established by me, and so that you lead my covenant away into nullification,",
          "ID": "15"
        },
        {
          "text": "then I also will do these things to you. I will quickly visit you with destitution, and burning heat, which will waste away your eyes, and consume your lives. In vain will you sow your seed, which will be devoured by your enemies.",
          "ID": "16"
        },
        {
          "text": "I will set my face against you, and you will fall down before your enemies, and you will be subjugated to those who hate you. You will flee, though no one pursues.",
          "ID": "17"
        },
        {
          "text": "But if you will not be obedient to me in this way, then I will add sevenfold to your chastisement, because of your sins.",
          "ID": "18"
        },
        {
          "text": "And I will crush the pride in your hardness, and I will give to you heaven above like iron, and the earth below like brass.",
          "ID": "19"
        },
        {
          "text": "Your labor will be consumed to no purpose; the land will not bring forth seedlings, nor will the trees provide their fruit.",
          "ID": "20"
        },
        {
          "text": "If you walk as an adversary to me, and if you are not willing to listen to me, I will add sevenfold to your plagues, because of your sins.",
          "ID": "21"
        },
        {
          "text": "And I will send upon you the wild beasts of the field, which will consume you and your cattle, and which will reduce everything to paucity, and cause your roadways to become desolate.",
          "ID": "22"
        },
        {
          "text": "But if you are not willing to receive discipline in this way, and you still walk as an adversary to me,",
          "ID": "23"
        },
        {
          "text": "likewise, I will advance against you as an adversary, and I will strike you seven times, because of your sins.",
          "ID": "24"
        },
        {
          "text": "And I will lead over you the sword that shall avenge my covenant. And when you will have fled into the cities, I will send a pestilence into your midst, and you will be delivered into the hands of your enemies.",
          "ID": "25"
        },
        {
          "text": "After this, I will have broken the staff of your bread, so that ten women bake bread in one oven, and distribute it by weight. And you shall eat and not be filled.",
          "ID": "26"
        },
        {
          "text": "Then, if you will not listen to me through these things, and you still walk against me,",
          "ID": "27"
        },
        {
          "text": "then I also will advance against you, with an opposing fury, and I will chastise you with seven plagues, because of your sins:",
          "ID": "28"
        },
        {
          "text": "so much so that you will eat the flesh of your sons and your daughters.",
          "ID": "29"
        },
        {
          "text": "I will destroy your high places, and I will break apart your false images. You will fall among the ruins of your idols, and my soul will abominate you:",
          "ID": "30"
        },
        {
          "text": "so much so that I will reduce your cities to a wilderness, and I will make your Sanctuaries desolate, and I will no longer accept the most sweet odors.",
          "ID": "31"
        },
        {
          "text": "And I will utterly ruin your land, and your enemies shall be stupefied at it, when they will have become its inhabitants.",
          "ID": "32"
        },
        {
          "text": "Then I will scatter you among the Gentiles, and I will unsheathe the sword after you. And your land will be deserted, and your cities will be demolished.",
          "ID": "33"
        },
        {
          "text": "Then the land will be pleased by her Sabbaths, throughout all the days of her solitude. So, while you will be",
          "ID": "34"
        },
        {
          "text": "in the land of the enemy, she will worship and rest in the Sabbath of her solitude, because she will not have rested in your Sabbaths, when you lived in her.",
          "ID": "35"
        },
        {
          "text": "And whoever of you will remain, I will send terror into their hearts in the regions of their enemies. The sound of a flying leaf will terrify them, and so they will flee, as if from the sword. They will fall, though no one pursues.",
          "ID": "36"
        },
        {
          "text": "And they will each fall upon their brothers, as if they were fleeing from wars; no one among you will dare to resist your foes.",
          "ID": "37"
        },
        {
          "text": "You will perish among the Gentiles, and the land of the enemy will consume you.",
          "ID": "38"
        },
        {
          "text": "But if some few of these still remain, they shall waste away in their iniquities, in the land of their enemies, and they will be afflicted, because of the sins of their fathers and their own sins,",
          "ID": "39"
        },
        {
          "text": "until they confess their iniquities, and those of their ancestors, by which they have transgressed against me and walked as adversaries to me.",
          "ID": "40"
        },
        {
          "text": "Therefore, I also will walk against them, and I will lead them into a hostile land, until their uncircumcised mind shall be ashamed. Then shall they pray on behalf of their impiety.",
          "ID": "41"
        },
        {
          "text": "And I will remember my covenant, which I formed with Jacob, and Isaac, and Abraham. I will also remember the land,",
          "ID": "42"
        },
        {
          "text": "which, when she will be left behind by them, shall be pleased by her Sabbaths, enduring solitude because of them. Yet truly, they shall pray for their sins, because they cast aside my judgments, and they despised my laws.",
          "ID": "43"
        },
        {
          "text": "And even after so much, when they were in the land of their enemy, I did not cast them off entirely, and I did not so despise them that they would be consumed, nor so that I would nullify my covenant with them. For I am the Lord their God.",
          "ID": "44"
        },
        {
          "text": "And I will remember my original covenant, when I led them away from the land of Egypt, in the sight of the Gentiles, so as to be their God. I am the Lord. These are the judgments, and precepts, and laws, which the Lord has granted between himself and the sons of Israel, on mount Sinai, by the hand of Moses.",
          "ID": "45"
        }
      ],
      "ID": "OT:LEV.26",
      "name": "Leviticus 26"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Moses, saying:",
          "ID": "1"
        },
        {
          "text": "Speak to the sons of Israel, and you shall say to them: The man who will have made a vow and espoused his soul to God shall give the price according to the estimation.",
          "ID": "2"
        },
        {
          "text": "If it is a male from twenty years to sixty years, he shall give fifty shekels of silver, by the measure of the Sanctuary;",
          "ID": "3"
        },
        {
          "text": "if it is a woman, thirty.",
          "ID": "4"
        },
        {
          "text": "But from the fifth year until the twentieth, a male shall give twenty shekels; a female, ten.",
          "ID": "5"
        },
        {
          "text": "From one month until the fifth year, for a male, five shekels shall be given; for a female, three.",
          "ID": "6"
        },
        {
          "text": "At sixty years and beyond, a male shall give fifteen shekels; a female, ten.",
          "ID": "7"
        },
        {
          "text": "If he is poor, and he does not have the means to pay the estimation, he shall stand before the priest, and however much he will value him and see that he is able to pay, so much shall he give.",
          "ID": "8"
        },
        {
          "text": "But an animal which could be immolated to the Lord, if anyone has vowed it, shall be holy,",
          "ID": "9"
        },
        {
          "text": "and it cannot be exchanged, that is, neither better for worse, nor worse for better. And if he has exchanged it, both that which was exchanged, and that for which it was exchanged shall be consecrated to the Lord.",
          "ID": "10"
        },
        {
          "text": "An unclean animal which could not be sacrificed to the Lord, if anyone has vowed it, shall be led before the priest,",
          "ID": "11"
        },
        {
          "text": "who, judging whether it is either good or bad, shall set the price.",
          "ID": "12"
        },
        {
          "text": "But if he who offers it was willing to give, he shall add a fifth part above the estimation.",
          "ID": "13"
        },
        {
          "text": "If a man has vowed his house, and he has sanctified it to the Lord, the priest shall examine it, whether it is good or bad, and it shall be sold according to the price which he will have established.",
          "ID": "14"
        },
        {
          "text": "But if he who vowed it was willing to redeem it, he shall give a fifth part beyond the estimation, and he shall have the house.",
          "ID": "15"
        },
        {
          "text": "But if he has vowed a field of his possession, and has consecrated it to the Lord, the price shall be estimated according to the measure of the seed. If the land would be sown with thirty measures of barley, then let it be sold for fifty shekels of silver.",
          "ID": "16"
        },
        {
          "text": "If he has vowed his field beginning from the current year of Jubilee, as much as it may be worth, so shall it be estimated.",
          "ID": "17"
        },
        {
          "text": "But if, after some amount of time, the priest shall evaluate the money according to the number of years that remain until the Jubilee, then the price shall be reduced.",
          "ID": "18"
        },
        {
          "text": "But if he who had vowed it, was willing to redeem his field, he shall add a fifth part of the money to the estimation, and then he shall possess it.",
          "ID": "19"
        },
        {
          "text": "But if he is not willing to redeem it, then it shall be sold to any other; he who vowed it is no longer able to redeem it.",
          "ID": "20"
        },
        {
          "text": "For when the day of Jubilee arrives, it shall be sanctified to the Lord. And as a possession that has been consecrated, it rightfully belongs to the priest.",
          "ID": "21"
        },
        {
          "text": "If a field has been bought, and it is not from the possession of ancestors, it shall be sanctified to the Lord.",
          "ID": "22"
        },
        {
          "text": "The priest shall evaluate the price according to the number of years until the Jubilee; and the one who had vowed it shall give to the Lord.",
          "ID": "23"
        },
        {
          "text": "Then, in the Jubilee, it shall be returned to the former owner, the one who had sold it and who had held it within the lot of his possession.",
          "ID": "24"
        },
        {
          "text": "All estimation shall be weighed according to the shekel of the Sanctuary. A shekel has twenty obols.",
          "ID": "25"
        },
        {
          "text": "The firstborn, which belong to the Lord, no one is able to sanctify or vow, whether it is an ox, or a sheep, they are for the Lord.",
          "ID": "26"
        },
        {
          "text": "But if it is an unclean animal, whoever offers it shall redeem it, according to your estimation, and he shall add a fifth part to the price. If he is not willing to redeem it, it shall be sold to another for whatever amount it was estimated by you.",
          "ID": "27"
        },
        {
          "text": "All that is consecrated to the Lord, whether it is a man, or an animal, or a field, shall not be sold; neither is it able to be redeemed. Anything, once it has been consecrated, shall be the Holy of holies to the Lord.",
          "ID": "28"
        },
        {
          "text": "And all that has been consecrated, which is offered by man, shall not be redeemed, but shall surely die.",
          "ID": "29"
        },
        {
          "text": "All the tithes of the land, whether from the grain, or from the fruits of trees, are for the Lord and are sanctified to him.",
          "ID": "30"
        },
        {
          "text": "But if anyone is willing to redeem his tithes, he shall add a fifth part to them.",
          "ID": "31"
        },
        {
          "text": "Out of all the tithes of oxen, and sheep, and goats, which cross under the rod of the shepherd, every tenth one that arrives shall be sanctified to the Lord.",
          "ID": "32"
        },
        {
          "text": "It shall not be chosen by what is good or bad; neither shall it be exchanged for another. If anyone has exchanged it, both that which was exchanged, and that for which it was exchanged, shall be sanctified to the Lord and shall not be redeemed.",
          "ID": "33"
        },
        {
          "text": "These are the precepts, which the Lord commanded Moses for the sons of Israel on mount Sinai.",
          "ID": "34"
        }
      ],
      "ID": "OT:LEV.27",
      "name": "Leviticus 27"
    }
  ],
  "ID": "OT:LEV(CPDV)",
  "version": "CPDV",
  "name": "Leviticus"
}