{
  "text": [
    {
      "text": [
        {
          "text": "Adam, Seth, Enos,",
          "ID": "1"
        },
        {
          "text": "Cainan, Mahalalel, Jared,",
          "ID": "2"
        },
        {
          "text": "Enoch, Methuselah, Lamech,",
          "ID": "3"
        },
        {
          "text": "Noah, Shem, Ham, and Japheth.",
          "ID": "4"
        },
        {
          "text": "The sons of Japheth: Gomer, and Magog, and Madai, and Javan, Tubal, Meshech, Tiras.",
          "ID": "5"
        },
        {
          "text": "And the sons of Gomer: Ashkenaz, and Riphath, and Togarmah.",
          "ID": "6"
        },
        {
          "text": "And the sons of Javan: Elishah and Tarshish, Kittim and Rodanim.",
          "ID": "7"
        },
        {
          "text": "The sons of Ham: Cush, and Mizraim, and Put, and Canaan.",
          "ID": "8"
        },
        {
          "text": "And the sons of Cush: Seba, and Havilah, Sabtah, and Raamah, and Sabteca. And the sons of Raamah: Sheba and Dadan.",
          "ID": "9"
        },
        {
          "text": "Then Cush conceived Nimrod, and he began to be powerful upon the earth.",
          "ID": "10"
        },
        {
          "text": "Truly, Mizraim conceived Ludim, and Anamim, and Lehabim, and Naphtuhim,",
          "ID": "11"
        },
        {
          "text": "as well as Pathrusim and Casluhim: from these the Philistines and the Caphtorim went forth.",
          "ID": "12"
        },
        {
          "text": "Truly, Canaan conceived Sidon, his firstborn, as well as the Hittite,",
          "ID": "13"
        },
        {
          "text": "and the Jebusite, and the Amorite, and the Girgashite,",
          "ID": "14"
        },
        {
          "text": "and the Hivite, and the Arkite, and the Sinite,",
          "ID": "15"
        },
        {
          "text": "and also the Arvadian, and the Samarite, and the Hamathite.",
          "ID": "16"
        },
        {
          "text": "The sons of Shem: Elam, and Asshur, and Arphaxad, and Lud, and Aram, and Uz, and Hul, and Gether, and Meshech.",
          "ID": "17"
        },
        {
          "text": "Then Arphaxad conceived Shelah, who also himself conceived Eber.",
          "ID": "18"
        },
        {
          "text": "And to Eber were born two sons. The name of one was Peleg, because in his days the earth was divided. And the name of his brother was Joktan.",
          "ID": "19"
        },
        {
          "text": "Then Joktan conceived Almodad, and Sheleph, and Hazarmaveth, and Jerah,",
          "ID": "20"
        },
        {
          "text": "as well as Hadoram, and Uzal, and Diklah,",
          "ID": "21"
        },
        {
          "text": "and then Obal, and Abimael, and Sheba, indeed",
          "ID": "22"
        },
        {
          "text": "also Ophir, and Havilah, and Jobab. All these are the sons of Joktan.",
          "ID": "23"
        },
        {
          "text": "Shem, Arphaxad, Shelah,",
          "ID": "24"
        },
        {
          "text": "Eber, Peleg, Reu,",
          "ID": "25"
        },
        {
          "text": "Serug, Nahor, Terah,",
          "ID": "26"
        },
        {
          "text": "Abram, the same is Abraham.",
          "ID": "27"
        },
        {
          "text": "And the sons of Abraham: Isaac and Ishmael.",
          "ID": "28"
        },
        {
          "text": "And these are their generations: the firstborn of Ishmael, Nebaioth, and then Kedar, and Adbeel, and Mibsam,",
          "ID": "29"
        },
        {
          "text": "and Mishma, and Dumah, Massa, Hadad, and Tema,",
          "ID": "30"
        },
        {
          "text": "Jetur, Naphish, Kedemah. These are the sons of Ishmael.",
          "ID": "31"
        },
        {
          "text": "And the sons of Keturah, the concubine of Abraham, whom she conceived: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. And the sons of Jokshan: Sheba and Dedan. And the sons of Dedan: Asshurim, and Letushim, and Leummim.",
          "ID": "32"
        },
        {
          "text": "And the sons of Midian: Ephah, and Epher, and Hanoch, and Abida, and Eldaah. All these are the sons of Keturah.",
          "ID": "33"
        },
        {
          "text": "Now Abraham conceived Isaac, whose sons were Esau and Israel.",
          "ID": "34"
        },
        {
          "text": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah.",
          "ID": "35"
        },
        {
          "text": "The sons of Eliphaz: Teman, Omar, Zepho, Gatam, Kenez, and by Timna, Amalek.",
          "ID": "36"
        },
        {
          "text": "The sons of Reuel: Nahath, Zerah, Shammah, Mizzah.",
          "ID": "37"
        },
        {
          "text": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, Dishan.",
          "ID": "38"
        },
        {
          "text": "The sons of Lotan: Hori, Heman. Now the sister of Lotan was Timna.",
          "ID": "39"
        },
        {
          "text": "The sons of Shobal: Alian, and Manahath, and Ebal, Shephi, and Onam. The sons of Zibeon: Aiah and Anah. The sons of Anah: Dishon.",
          "ID": "40"
        },
        {
          "text": "The sons of Dishon: Hamran, and Esheban, and Ithran, and Cheran.",
          "ID": "41"
        },
        {
          "text": "The sons of Ezer: Bilhan, and Zaavan, and Akan. The sons of Dishan: Uz and Aran.",
          "ID": "42"
        },
        {
          "text": "Now these are the kings who reigned in the land of Edom, before there was a king over the sons of Israel: Bela, the son of Beor; and the name of his city was Dinhabah.",
          "ID": "43"
        },
        {
          "text": "Then Bela died, and Jobab, the son of Zerah, from Bozrah, reigned in his place.",
          "ID": "44"
        },
        {
          "text": "And when Jobab also had died, Husham, from the land of the Temanites, reigned in his place.",
          "ID": "45"
        },
        {
          "text": "Then Husham also passed away, and Hadad, the son of Bedad, reigned in his place. And he struck the Midianites in the land of Moab. The name of his city was Avith.",
          "ID": "46"
        },
        {
          "text": "And when Hadad also had died, Samlah from Masrekah reigned in his place.",
          "ID": "47"
        },
        {
          "text": "Then Samlah also died, and Shaul from Rehoboth, which is situated beside a river, reigned in his place.",
          "ID": "48"
        },
        {
          "text": "Shaul also having died, Baal-hanan, the son of Achbor, reigned in his place.",
          "ID": "49"
        },
        {
          "text": "Then he too died, and Hadar reigned in his place. And the name of his city was Pau. And his wife was called Mehetabel, the daughter of Matred, the daughter of Mezahab.",
          "ID": "50"
        },
        {
          "text": "And Hadar having died, there began to be commanders in Edom in place of kings: commander Thamna, commander Alvah, commander Jetheth,",
          "ID": "51"
        },
        {
          "text": "commander Oholibamah, commander Elah, commander Pinon,",
          "ID": "52"
        },
        {
          "text": "commander Kanez, commander Teman, commander Mibzar,",
          "ID": "53"
        },
        {
          "text": "commander Magdiel, commander Iram. These are the commanders of Edom.",
          "ID": "54"
        }
      ],
      "ID": "OT:1CH.1",
      "name": "1 Chronicles 1"
    },
    {
      "text": [
        {
          "text": "And the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, and Zebulun,",
          "ID": "1"
        },
        {
          "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
          "ID": "2"
        },
        {
          "text": "The sons of Judah: Er, Onan, and Shelah. These three were born to him from the daughter of Shua, the Canaanite. But Er, the firstborn of Judah, was evil in the sight of the Lord, and so he killed him.",
          "ID": "3"
        },
        {
          "text": "Now Tamar, his daughter-in-law, bore to him Perez and Zerah. Therefore, all the sons of Judah were five.",
          "ID": "4"
        },
        {
          "text": "And the sons of Perez: Hezron and Hamul.",
          "ID": "5"
        },
        {
          "text": "Also, the sons of Zerah: Zimri, and Ethan, and Heman, as well as Calcol and Dara, five altogether.",
          "ID": "6"
        },
        {
          "text": "The sons of Carmi: Achar, who disturbed Israel and sinned by the theft of what was anathema.",
          "ID": "7"
        },
        {
          "text": "The sons of Ethan: Azariah.",
          "ID": "8"
        },
        {
          "text": "And the sons of Hezron who were born to him: Jerahmeel, and Ram, and Chelubai.",
          "ID": "9"
        },
        {
          "text": "Then Ram conceived Amminadab. And Amminadab conceived Nahshon, a leader of the sons of Judah.",
          "ID": "10"
        },
        {
          "text": "Also, Nahshon conceived Salma, from whom Boaz rose up.",
          "ID": "11"
        },
        {
          "text": "Truly, Boaz conceived Obed, who also himself conceived Jesse.",
          "ID": "12"
        },
        {
          "text": "Now Jesse conceived the firstborn Eliab, the second Abinadab, the third Shammah,",
          "ID": "13"
        },
        {
          "text": "the fourth Nethanel, the fifth Raddai,",
          "ID": "14"
        },
        {
          "text": "the sixth Ozem, the seventh David.",
          "ID": "15"
        },
        {
          "text": "Their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three.",
          "ID": "16"
        },
        {
          "text": "And Abigail conceived Amasa, whose father was Jether, the Ishmaelite.",
          "ID": "17"
        },
        {
          "text": "Truly, Caleb, the son of Hezron, took a wife named Azubah, of whom he conceived Jerioth. And her sons were Jesher, and Shobab, and Ardon.",
          "ID": "18"
        },
        {
          "text": "And when Azubah had died, Caleb took as wife Ephratha, who bore to him Hur.",
          "ID": "19"
        },
        {
          "text": "Now Hur conceived Uri. And Uri conceived Bezalel.",
          "ID": "20"
        },
        {
          "text": "And afterwards, Hezron entered to the daughter of Machir, father of Gilead. And he took her when he was sixty years old. And she bore to him Segub.",
          "ID": "21"
        },
        {
          "text": "And then Segub conceived Jair, and he possessed twenty-three cities in the land of Gilead.",
          "ID": "22"
        },
        {
          "text": "And he seized Geshur and Aram, towns of Jair, and Kenath and its villages, sixty cities. All these were sons of Machir, father of Gilead.",
          "ID": "23"
        },
        {
          "text": "Then, when Hezron had died, Caleb entered to Ephratha. Also, Hezron had as wife Abia, who bore to him Ashhur, the father of Tekoa.",
          "ID": "24"
        },
        {
          "text": "Now sons were born to Jerahmeel, the firstborn of Hezron: Ram, his firstborn, and Bunah, and Oren, and Ozem, and Ahijah.",
          "ID": "25"
        },
        {
          "text": "Jerahmeel also married another wife, named Atarah, who was the mother of Onam.",
          "ID": "26"
        },
        {
          "text": "Then too, the sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker.",
          "ID": "27"
        },
        {
          "text": "And Onam had sons: Shammai and Jada. And the sons of Shammai: Nadab and Abishur.",
          "ID": "28"
        },
        {
          "text": "Truly, the name of the wife of Abishur was Abihail, who bore to him Ahban and Molid.",
          "ID": "29"
        },
        {
          "text": "Now the sons of Nadab were Seled and Appaim. And Seled died without children.",
          "ID": "30"
        },
        {
          "text": "Truly, the son of Appaim was Ishi. And Ishi conceived Sheshan. Then Sheshan conceived Ahlai.",
          "ID": "31"
        },
        {
          "text": "But the sons of Jada, the brother of Shammai, were Jether and Jonathan. Then Jether also died without children.",
          "ID": "32"
        },
        {
          "text": "And Jonathan conceived Peleth and Zaza. These were the sons of Jerahmeel.",
          "ID": "33"
        },
        {
          "text": "Now Sheshan did not have sons, but only daughters, and an Egyptian servant named Jarha.",
          "ID": "34"
        },
        {
          "text": "And so he gave to him his daughter as wife, who bore to him Attai.",
          "ID": "35"
        },
        {
          "text": "Then Attai conceived Nathan, and Nathan conceived Zabad.",
          "ID": "36"
        },
        {
          "text": "Also, Zabad conceived Ephlal, and Ephlal conceived Obed.",
          "ID": "37"
        },
        {
          "text": "Obed conceived Jehu; Jehu conceived Azariah.",
          "ID": "38"
        },
        {
          "text": "Azariah conceived Helez, and Helez conceived Eleasah.",
          "ID": "39"
        },
        {
          "text": "Eleasah conceived Sismai; Sismai conceived Shallum.",
          "ID": "40"
        },
        {
          "text": "Shallum conceived Jekamiah; then Jekamiah conceived Elishama.",
          "ID": "41"
        },
        {
          "text": "And the sons of Caleb, the brother of Jerahmeel, were Mesha, his firstborn, who was the father of Ziph, and the sons of Mesha, the father of Hebron.",
          "ID": "42"
        },
        {
          "text": "Now the sons of Hebron were Korah, and Tapuah, and Rekem, and Shema.",
          "ID": "43"
        },
        {
          "text": "Then Shema conceived Raham, the father of Jorkeam. And Rekem conceived Shammai.",
          "ID": "44"
        },
        {
          "text": "The son of Shammai was Maon, and Maon was the father of Bethzur.",
          "ID": "45"
        },
        {
          "text": "Now Ephah, the concubine of Caleb, bore Haran, and Moza, and Gazez. And Haran conceived Gazez.",
          "ID": "46"
        },
        {
          "text": "And the sons of Jahdai: Regem, and Jotham, and Geshan, and Pelet, and Ephah, and Shaaph.",
          "ID": "47"
        },
        {
          "text": "And Maacah, the concubine of Caleb, bore Sheber and Tirhanah.",
          "ID": "48"
        },
        {
          "text": "Then Shaaph, the father of Madmannah, conceived Sheva, the father of Machbenah, and the father of Gibea. Truly, the daughter of Caleb was Achsah.",
          "ID": "49"
        },
        {
          "text": "These were the sons of Caleb, the son of Hur, the firstborn of Ephratha: Shobal, the father of Kiriath-jearim;",
          "ID": "50"
        },
        {
          "text": "Salma, the father of Bethlehem; Hareph, the father of Bethgader.",
          "ID": "51"
        },
        {
          "text": "Now there were sons for Shobal, the father of Kiriath-jearim, who saw half the places of rest.",
          "ID": "52"
        },
        {
          "text": "And from the kindred of Kiriath-jearim: the Ithrites, and the Puthites, and the Shumathites, and the Mishraites. From these, the Zorathites and the Eshtaolites went forth.",
          "ID": "53"
        },
        {
          "text": "The sons of Salma: Bethlehem, and the Netophathites, the crowns of the house of Joab, and half the places of rest of the Zorathites,",
          "ID": "54"
        },
        {
          "text": "as well as the families of the scribes living in Jabesh, those singing and making music, and those dwelling in tents. These are the Kenites, who went forth from Calor, the father of the house of Rechab.",
          "ID": "55"
        }
      ],
      "ID": "OT:1CH.2",
      "name": "1 Chronicles 2"
    },
    {
      "text": [
        {
          "text": "Truly, David had these sons, who were born to him in Hebron: the firstborn Amnon, of Ahinoam the Jezreelite; the second Daniel, from Abigail the Carmelite;",
          "ID": "1"
        },
        {
          "text": "the third Absalom, the son of Maacah, daughter of Talmai, king of Geshur; the fourth Adonijah, the son of Haggith;",
          "ID": "2"
        },
        {
          "text": "the fifth Shephatiah, of Abital; the sixth Ithream, from his wife Eglah.",
          "ID": "3"
        },
        {
          "text": "Therefore, six were born to him in Hebron, where he reigned for seven years and six months. Then he reigned for thirty-three years in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "Now in Jerusalem, sons were born to him: Shammua, and Sobab, and Nathan, and Solomon, these four from Bathsheba, the daughter of Ammiel;",
          "ID": "5"
        },
        {
          "text": "also Ibhar and Elishama,",
          "ID": "6"
        },
        {
          "text": "and Eliphelet, and Nogah, and Nepheg, and Japhia,",
          "ID": "7"
        },
        {
          "text": "indeed also Elishama, and Eliada, and Eliphelet, nine.",
          "ID": "8"
        },
        {
          "text": "All these were sons of David, aside from the sons of the concubines. And they had a sister, Tamar.",
          "ID": "9"
        },
        {
          "text": "Now the son of Solomon was Rehoboam, from whom Abijah conceived a son, Asa. And from him, there was born Jehoshaphat,",
          "ID": "10"
        },
        {
          "text": "the father of Jehoram. And Jehoram conceived Ahaziah, from whom there was born Jehoash.",
          "ID": "11"
        },
        {
          "text": "And his son, Amaziah, conceived Azariah. Then Jotham, the son of Azariah,",
          "ID": "12"
        },
        {
          "text": "conceived Ahaz, the father of Hezekiah, from whom was born Manasseh.",
          "ID": "13"
        },
        {
          "text": "Then too, Manasseh conceived Amon, the father of Josiah.",
          "ID": "14"
        },
        {
          "text": "Now the sons of Josiah were these: the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum.",
          "ID": "15"
        },
        {
          "text": "From Jehoiakim was born Jeconiah and Zedekiah.",
          "ID": "16"
        },
        {
          "text": "The sons of Jeconiah the captive were: Shealtiel,",
          "ID": "17"
        },
        {
          "text": "Malchiram, Pedaiah, Shenazzar, and Jekamiah, Hoshama, and Nedabiah.",
          "ID": "18"
        },
        {
          "text": "From Pedaiah, there rose up Zerubbabel and Shimei. Zerubbabel conceived Meshullam, Hananiah, and their sister Shelomith,",
          "ID": "19"
        },
        {
          "text": "as well as Hashubah, and Ohel, and Berechiah, and Hasadiah, Jushab-hesed, five.",
          "ID": "20"
        },
        {
          "text": "Now the son of Hananiah was Pelatiah, the father of Jeshaiah, whose son was Rephaiah. And his son was Arnan, from whom was born Obadiah, whose son was Shecaniah.",
          "ID": "21"
        },
        {
          "text": "The son of Shecaniah was Shemaiah, whose sons were these: Hattush, and Igal, and Bariah, and Neariah, and Shaphat, six in number.",
          "ID": "22"
        },
        {
          "text": "The sons of Neariah: Elioenai, and Hizkiaj, and Azrikam, three.",
          "ID": "23"
        },
        {
          "text": "The sons of Elioenai: Hodaviah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Delaiah, and Anani, seven.",
          "ID": "24"
        }
      ],
      "ID": "OT:1CH.3",
      "name": "1 Chronicles 3"
    },
    {
      "text": [
        {
          "text": "The sons of Judah: Perez, Hezron, and Carmi, and Hur, and Shobal.",
          "ID": "1"
        },
        {
          "text": "Truly, Reaiah, the son of Shobal, conceived Jahath; from him were born Ahumai and Lahad. These are the kindred of the Zorathites.",
          "ID": "2"
        },
        {
          "text": "And this is the stock of Etam: Jezreel, and Ishma, and Idbash. And the name of their sister was Hazzelelponi.",
          "ID": "3"
        },
        {
          "text": "Now Penuel was the father of Gedor, and Ezer was the father of Hushah. These are the sons of Hur, the firstborn of Ephratha, the father of Bethlehem.",
          "ID": "4"
        },
        {
          "text": "Truly, for Ashhur, the father of Tekoa, there were two wives: Helah and Naarah.",
          "ID": "5"
        },
        {
          "text": "And Naarah bore to him: Ahuzzam, and Hepher, and Temeni, and Haahashtari. These are the sons of Naarah.",
          "ID": "6"
        },
        {
          "text": "And the sons of Helah were Zereth, Izhar, and Ethnan.",
          "ID": "7"
        },
        {
          "text": "Now Koz conceived Anub, and Zobebah, and the kindred of Aharhel, the son of Harum.",
          "ID": "8"
        },
        {
          "text": "But Jabez was renown, more so than his brothers, and his mother called his name Jabez, saying, \"For I bore him in sorrow.\"",
          "ID": "9"
        },
        {
          "text": "Truly, Jabez called upon the God of Israel, saying, \"If only, when blessing, you will bless me, and will broaden my borders, and your hand will be with me, and you will cause me not to be oppressed by evil.\" And God granted to him the things for which he prayed.",
          "ID": "10"
        },
        {
          "text": "Now Chelub, the brother of Shuhah, conceived Mehir, who was the father of Eshton.",
          "ID": "11"
        },
        {
          "text": "Then Eshton conceived Bethrapha, and Paseah, and Tehinnah, the father of the city of Nahash. These are the men of Recah.",
          "ID": "12"
        },
        {
          "text": "Now the sons of Kenaz were Othniel and Seraiah. And the sons of Othniel were Hathath and Meonothai.",
          "ID": "13"
        },
        {
          "text": "Meonothai conceived Ophrah, but Seraiah conceived Joab, the father of the Valley of Artisans. For indeed, there were artisans there.",
          "ID": "14"
        },
        {
          "text": "Truly, the sons of Chelub, the son of Jephunneh, were Iru, and Elah, and Naam. And the sons of Elah: Kenaz.",
          "ID": "15"
        },
        {
          "text": "Also, the sons of Jehallelel: Ziph and Ziphah, Tiria and Asarel.",
          "ID": "16"
        },
        {
          "text": "And the sons of Ezrah: Jether, and Mered, and Epher, and Jalon; and he conceived Miriam, and Shammai, and Ishbah, the father of Eshtemoa.",
          "ID": "17"
        },
        {
          "text": "And then his wife, Judaia, bore Jered, the father of Gedor, and Heber, the father of Soco, and Jekuthiel, the father of Zanoah. Now there were sons of Bithiah, the daughter of Pharaoh, whom Mered married,",
          "ID": "18"
        },
        {
          "text": "and sons of his wife Hodiah, the sister of Naham, the father of Keilah the Garmite, and of Eshtemoa, who was from Maacathi.",
          "ID": "19"
        },
        {
          "text": "And the sons of Shimon: Amnon, and Rinnah, son of Hanan, and Tilon. And the sons of Ishi: Zoheth and Benzoheth.",
          "ID": "20"
        },
        {
          "text": "The sons of Shelah, the son of Judah: Er, the father of Lecah, and Laadah, the father of Mareshah, and the kindred of the house of the workers of fine linen in the house of the oath,",
          "ID": "21"
        },
        {
          "text": "and he who caused the sun to stand still, and the men of Lying, and Secure, and Burning, who were leaders in Moab, and who returned into Lehem. Now these words are ancient.",
          "ID": "22"
        },
        {
          "text": "These are the potters living in the Plantations and in the Hedges, with a king in his works, and they were dwelling there.",
          "ID": "23"
        },
        {
          "text": "The sons of Simeon: Nemuel and Jamin, Jarib, Zerah, Shaul;",
          "ID": "24"
        },
        {
          "text": "Shallum his son, Mibsam his son, Mishma his son.",
          "ID": "25"
        },
        {
          "text": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son.",
          "ID": "26"
        },
        {
          "text": "The sons of Shimei were sixteen, and there were six daughters. But his brothers did not have many sons, and the entire kindred was not equal to the sum of the sons of Judah.",
          "ID": "27"
        },
        {
          "text": "Now they lived in Beersheba, and Moladah, and Hazarshual,",
          "ID": "28"
        },
        {
          "text": "and in Bilhah, and in Ezem, and in Tolad,",
          "ID": "29"
        },
        {
          "text": "and in Bethuel, and in Hormah, and in Ziklag,",
          "ID": "30"
        },
        {
          "text": "and in Beth-marcaboth, and in Hazarsusim, and in Bethbiri, and in Shaaraim. These were their cities until king David.",
          "ID": "31"
        },
        {
          "text": "And their towns were Etam, and Ain, Rimmon, and Tochen, and Ashan, five cities,",
          "ID": "32"
        },
        {
          "text": "with all their villages, on every side of these cities, as far as Baal. This is their habitation and the distribution of the settlements.",
          "ID": "33"
        },
        {
          "text": "And there were Meshobab and Jamlech, and Joshah, the son of Amaziah,",
          "ID": "34"
        },
        {
          "text": "and Joel, and Jehu, the son of Joshibiah, the son of Seraiah, the son of Asiel,",
          "ID": "35"
        },
        {
          "text": "and Elioenai, and Jaakobah, and Jeshohaiah, and Asaiah, and Adiel, and Jesimiel, and Benaiah,",
          "ID": "36"
        },
        {
          "text": "as well as Ziza, the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah.",
          "ID": "37"
        },
        {
          "text": "These were the names of the leaders in their kindred. And they were multiplied greatly within the houses of their marriages.",
          "ID": "38"
        },
        {
          "text": "And they set out, so that they might enter into Gedor, as far as the eastern valley, and so that they might seek pastures for their flocks.",
          "ID": "39"
        },
        {
          "text": "And they found fat and very good pastures, and a very wide and quiet and fruitful land, in which some from the stock of Ham had lived before.",
          "ID": "40"
        },
        {
          "text": "So then, those whose names have been written above, went forth in the days of Hezekiah, the king of Judah. And they struck down the inhabitants who had been found there with their dwellings. And they wiped them out, even to the present day. And they lived in place of them, because they found very fat pastures there.",
          "ID": "41"
        },
        {
          "text": "Also, some of the sons of Simeon, five hundred men, went away to mount Seir, having as leaders Pelatiah and Neariah and Rephaiah and Uzziel, the sons of Ishi.",
          "ID": "42"
        },
        {
          "text": "And they struck down the remnant of the Amalekites, those who had been able to escape, and they lived there in place of them, even to this day.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.4",
      "name": "1 Chronicles 4"
    },
    {
      "text": [
        {
          "text": "Also, there were the sons of Reuben, the firstborn of Israel. For indeed, he was his firstborn, but when he had violated the bed of his father, his right as firstborn was given to the sons of Joseph, the son of Israel, and he was not reputed as firstborn.",
          "ID": "1"
        },
        {
          "text": "Moreover, Judah, who was strongest among his brothers, from his stock leaders sprung up, but the right of firstborn was reputed to Joseph.",
          "ID": "2"
        },
        {
          "text": "So then, the sons of Reuben, the firstborn of Israel, were Hanoch and Pallu, Hezron and Carmi.",
          "ID": "3"
        },
        {
          "text": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,",
          "ID": "4"
        },
        {
          "text": "Micah his son, Reaiah his son, Baal his son,",
          "ID": "5"
        },
        {
          "text": "Beerah his son, whom Tilgath-pilneser, the king of the Assyrians, led away captive, and he was a leader in the tribe of Reuben.",
          "ID": "6"
        },
        {
          "text": "Now his brothers and all his kindred, when they were being numbered according to their families, had as leaders Jeiel and Zechariah.",
          "ID": "7"
        },
        {
          "text": "Now Bela, the son of Azaz, the son of Shema, the son of Joel, lived in Aroer, as far as Nebo and Baalmeon.",
          "ID": "8"
        },
        {
          "text": "And he lived toward the eastern region, as far as the entrance to the wilderness and the river Euphrates. For indeed, they possessed a great number of cattle in the land of Gilead.",
          "ID": "9"
        },
        {
          "text": "Then, in the days of Saul, they battled against the Hagarites and put them to death. And they lived in place of them, in their dwellings, throughout the entire region that looks to the east of Gilead.",
          "ID": "10"
        },
        {
          "text": "Truly, the sons of Gad lived in the opposite region from them, in the land of Bashan, as far as Salecah:",
          "ID": "11"
        },
        {
          "text": "Joel the head, and Shapham the second, then Janai and Shaphat, in Bashan.",
          "ID": "12"
        },
        {
          "text": "Truly, their brothers, according to the houses of their kindred, were: Michael, and Meshullam, and Sheba, and Jorai, and Jacan, and Zia, and Eber, seven.",
          "ID": "13"
        },
        {
          "text": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz,",
          "ID": "14"
        },
        {
          "text": "along with their brothers, the sons of Abdiel, the son of Guni, the leader of the house, in their families,",
          "ID": "15"
        },
        {
          "text": "And they lived in Gilead, and in Bashan and its towns, and in all the suburbs of Sharon, as far as the borders.",
          "ID": "16"
        },
        {
          "text": "All these were numbered in the days of Jotham, the king of Judah, and in the days of Jeroboam, the king of Israel:",
          "ID": "17"
        },
        {
          "text": "the sons of Reuben, and of Gad, and the one half tribe of Manasseh, men of war, carrying shields and swords, and bending the bow, and trained for battle, forty-four thousand and seven hundred sixty, advancing to the fight.",
          "ID": "18"
        },
        {
          "text": "They struggled against the Hagarites, yet truly the Jetureans, and Naphish, and Nodab offered assistance to them.",
          "ID": "19"
        },
        {
          "text": "And the Hagarites were delivered into their hands, and all who were with them. For they called upon God while they did battle. And he heeded them, because they had trusted in him.",
          "ID": "20"
        },
        {
          "text": "And they seized all that they possessed, of camels fifty thousand, and of sheep two hundred fifty thousand, and of donkeys two thousand, and of men one hundred thousand lives.",
          "ID": "21"
        },
        {
          "text": "And many fell down wounded. For it was a war of the Lord. And they lived in place of them, until the transmigration.",
          "ID": "22"
        },
        {
          "text": "Also, the sons of the one half tribe of Manasseh possessed the land, from the parts of Bashan as far as Baal, Hermon, and Sanir, and Mount Hermon. For certainly, their number was immense.",
          "ID": "23"
        },
        {
          "text": "And these were leaders of the house of their kindred: Epher, and Ishi, and Eliel, and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, very valiant and powerful men, and renown leaders in their families.",
          "ID": "24"
        },
        {
          "text": "But they abandoned the God of their fathers, and they fornicated after the gods of the peoples of the land, whom God took away before them.",
          "ID": "25"
        },
        {
          "text": "And so the God of Israel stirred up the spirit of Pul, the king of the Assyrians, and the spirit of Tilgath-pilneser, the king of Assur. And he took away Reuben, and Gad, and the one half tribe of Manasseh. And he led them to Halah, and to Habor, and to Hara, and to the river of Gozan, even to this day.",
          "ID": "26"
        }
      ],
      "ID": "OT:1CH.5",
      "name": "1 Chronicles 5"
    },
    {
      "text": [
        {
          "text": "The sons of Levi: Gershom, Kohath, and Merari.",
          "ID": "1"
        },
        {
          "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel.",
          "ID": "2"
        },
        {
          "text": "The sons of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab and Abihu, Eleazar and Ithamar.",
          "ID": "3"
        },
        {
          "text": "Eleazar conceived Phinehas, and Phinehas conceived Abishua.",
          "ID": "4"
        },
        {
          "text": "Truly, Abishua conceived Bukki, and Bukki conceived Uzzi.",
          "ID": "5"
        },
        {
          "text": "Uzzi conceived Zerahiah, and Zerahiah conceived Meraioth.",
          "ID": "6"
        },
        {
          "text": "Then Meraioth conceived Amariah, and Amariah conceived Ahitub.",
          "ID": "7"
        },
        {
          "text": "Ahitub conceived Zadok, and Zadok conceived Ahimaaz.",
          "ID": "8"
        },
        {
          "text": "Ahimaaz conceived Azariah; Azariah conceived Johanan.",
          "ID": "9"
        },
        {
          "text": "Johanan conceived Azariah. He is the one who executed the priestly office in the house that Solomon built in Jerusalem.",
          "ID": "10"
        },
        {
          "text": "Now Azariah conceived Amariah, and Amariah conceived Ahitub.",
          "ID": "11"
        },
        {
          "text": "Ahitub conceived Zadok, and Zadok conceived Shallum.",
          "ID": "12"
        },
        {
          "text": "Shallum conceived Hilkiah, and Hilkiah conceived Azariah.",
          "ID": "13"
        },
        {
          "text": "Azariah conceived Seraiah, and Seraiah conceived Jehozadak.",
          "ID": "14"
        },
        {
          "text": "Now Jehozadak departed, when the Lord took away Judah and Jerusalem, by the hands of Nebuchadnezzar.",
          "ID": "15"
        },
        {
          "text": "So the sons of Levi were Gershom, Kohath, and Merari.",
          "ID": "16"
        },
        {
          "text": "And these are the names of the sons of Gershom: Libni and Shimei.",
          "ID": "17"
        },
        {
          "text": "The sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel.",
          "ID": "18"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. And so these are the kindred of Levi, according to their families.",
          "ID": "19"
        },
        {
          "text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,",
          "ID": "20"
        },
        {
          "text": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son.",
          "ID": "21"
        },
        {
          "text": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,",
          "ID": "22"
        },
        {
          "text": "Elkanah his son, Ebiasaph his son, Assir his son,",
          "ID": "23"
        },
        {
          "text": "Tahath his son, Uriel his son, Uzziah his son, Shaul his son.",
          "ID": "24"
        },
        {
          "text": "The sons of Elkanah: Amasai and Ahimoth",
          "ID": "25"
        },
        {
          "text": "and Elkanah. The sons of Elkanah: Zophai his son, Nahath his son,",
          "ID": "26"
        },
        {
          "text": "Eliab his son, Jeroham his son, Elkanah his son.",
          "ID": "27"
        },
        {
          "text": "The sons of Samuel: Vasseni the firstborn, and Abijah.",
          "ID": "28"
        },
        {
          "text": "Now the sons of Merari were: Mahli, Libni his son, Shimei his son, Uzzah his son,",
          "ID": "29"
        },
        {
          "text": "Shimea his son, Haggiah his son, Asaiah his son.",
          "ID": "30"
        },
        {
          "text": "These are the ones whom David appointed over the singing men in the house of the Lord, in the place where the ark was located.",
          "ID": "31"
        },
        {
          "text": "And they ministered before the tabernacle of the testimony with singing, until Solomon built the house of the Lord in Jerusalem. And they would stand according to their order in the ministry.",
          "ID": "32"
        },
        {
          "text": "Truly, these are the ones who were assisting, with their sons, from the sons of Kohath: the singer Heman, the son of Joel, the son of Samuel,",
          "ID": "33"
        },
        {
          "text": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,",
          "ID": "34"
        },
        {
          "text": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,",
          "ID": "35"
        },
        {
          "text": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,",
          "ID": "36"
        },
        {
          "text": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,",
          "ID": "37"
        },
        {
          "text": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel.",
          "ID": "38"
        },
        {
          "text": "And there was also his brother, Asaph, who was standing at his right, Asaph, the son of Berechiah, the son of Shimea,",
          "ID": "39"
        },
        {
          "text": "the son of Michael, the son of Baaseiah, the son of Malchijah,",
          "ID": "40"
        },
        {
          "text": "the son of Ethni, the son of Zerah, the son of Adaiah,",
          "ID": "41"
        },
        {
          "text": "the son of Ethan, the son of Zimmah, the son of Shimei,",
          "ID": "42"
        },
        {
          "text": "the son of Jahath, the son of Gershom, the son of Levi.",
          "ID": "43"
        },
        {
          "text": "Now the sons of Merari, their brothers, were on the left: Ethan, the son of Kishi, the son of Abdi, the son of Malluch,",
          "ID": "44"
        },
        {
          "text": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,",
          "ID": "45"
        },
        {
          "text": "the son of Amzi, the son of Boni, the son of Shemer,",
          "ID": "46"
        },
        {
          "text": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi.",
          "ID": "47"
        },
        {
          "text": "There were also their brothers, Levites who were appointed for every ministry of the tabernacle of the house of the Lord.",
          "ID": "48"
        },
        {
          "text": "Truly, Aaron and his sons were burning offerings upon the altar of holocausts and upon the altar of incense, for the entire work of the Holy of Holies, and to pray on behalf of Israel, in accord with all the things that Moses, the servant of God, had instructed.",
          "ID": "49"
        },
        {
          "text": "Now these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,",
          "ID": "50"
        },
        {
          "text": "Bukki his son, Uzzi his son, Zerahiah his son,",
          "ID": "51"
        },
        {
          "text": "Meraioth his son, Amariah his son, Ahitub his son,",
          "ID": "52"
        },
        {
          "text": "Zadok his son, Ahimaaz his son.",
          "ID": "53"
        },
        {
          "text": "And these are their habitations according to the villages and confines, specifically of the sons of Aaron, according to the kindred of the Kohathites. For it fell to them by lot.",
          "ID": "54"
        },
        {
          "text": "And so, they gave Hebron, in the land of Judah, and its suburbs all around, to them,",
          "ID": "55"
        },
        {
          "text": "but they gave the fields of the city, and the villages, to Caleb, the son of Jephunneh.",
          "ID": "56"
        },
        {
          "text": "Then, to the sons of Aaron, they gave the cities of refuge: Hebron, and Libnah with its suburbs,",
          "ID": "57"
        },
        {
          "text": "also Jattir and Eshtemoa with their suburbs, then also Hilen and Debir with their suburbs,",
          "ID": "58"
        },
        {
          "text": "as well as Ashan and Beth-shemesh with their suburbs.",
          "ID": "59"
        },
        {
          "text": "And from the tribe of Benjamin: Geba with its suburbs, and Alemeth with its suburbs, as well as Anathoth with its suburbs. All the cities throughout their kindred were thirteen.",
          "ID": "60"
        },
        {
          "text": "Now to the sons of Kohath, those remaining from their kindred, they gave ten cities, from the one half tribe of Manasseh, as a possession;",
          "ID": "61"
        },
        {
          "text": "and to the sons of Gershom, according to their families, from the tribe of Issachar, and from the tribe of Asher, and from the tribe of Naphtali, and from the tribe Manasseh in Bashan: thirteen cities.",
          "ID": "62"
        },
        {
          "text": "Then to the sons of Merari, according to their families, from the tribe of Reuben, and from the tribe of Gad, and from the tribe of Zebulun, they gave by lot twelve cities.",
          "ID": "63"
        },
        {
          "text": "Also, the sons of Israel gave, to the Levites, cities and their suburbs,",
          "ID": "64"
        },
        {
          "text": "and they gave them by lot, out of the tribe of the sons of Judah, and out of the tribe of the sons of Simeon, and out of the tribe of the sons of Benjamin, these cities, which they called by their names.",
          "ID": "65"
        },
        {
          "text": "And for those who were from the kindred of the sons of Kohath, the cities with their borders were from the tribe of Ephraim.",
          "ID": "66"
        },
        {
          "text": "Then they gave to them the cities of refuge: Shechem with its suburbs on mount Ephraim, and Gezer with its suburbs,",
          "ID": "67"
        },
        {
          "text": "as well as Jokmeam with its suburbs, and Beth-horon similarly,",
          "ID": "68"
        },
        {
          "text": "and indeed Hilen with its suburbs, and Gath Rimmon in the same manner.",
          "ID": "69"
        },
        {
          "text": "Then too, out of the one half tribe of Manasseh: Aner and its suburbs, Bileam and its suburbs; these in particular went to those who were remaining from the kindred of the sons of Kohath.",
          "ID": "70"
        },
        {
          "text": "And to the sons of Gershom, from the kindred of the one half tribe of Manasseh: Golan, in Bashan, and its suburbs, and Ashtaroth with its suburbs;",
          "ID": "71"
        },
        {
          "text": "from the tribe of Issachar: Kedesh and its suburbs, and Daberath with its suburbs,",
          "ID": "72"
        },
        {
          "text": "as well as Ramoth and its suburbs, and Anem with its suburbs;",
          "ID": "73"
        },
        {
          "text": "truly, from the tribe of Asher: Mashal with its suburbs, and Abdon similarly;",
          "ID": "74"
        },
        {
          "text": "as well as Hukkok and its suburbs, and Rehob with its suburbs;",
          "ID": "75"
        },
        {
          "text": "moreover, from the tribe of Naphtali: Kedesh in Galilee and its suburbs, Hammon with its suburbs, and Kiriathaim and its suburbs.",
          "ID": "76"
        },
        {
          "text": "Then to the remaining sons of Merari, from the tribe of Zebulun: Rimmono and its suburbs, and Tabor with its suburbs;",
          "ID": "77"
        },
        {
          "text": "and also, across the Jordan opposite Jericho, facing the east of the Jordan, from the tribe of Reuben: Bezer in the wilderness with its suburbs, and Jahzah with its suburbs;",
          "ID": "78"
        },
        {
          "text": "as well as Kedemoth and its suburbs, and Mephaath with its suburbs;",
          "ID": "79"
        },
        {
          "text": "indeed also, from the tribe of Gad: Ramoth in Gilead and its suburbs, and Mahanaim with its suburbs;",
          "ID": "80"
        },
        {
          "text": "then too, Heshbon with its suburbs, and Jazer with its suburbs.",
          "ID": "81"
        }
      ],
      "ID": "OT:1CH.6",
      "name": "1 Chronicles 6"
    },
    {
      "text": [
        {
          "text": "Now the sons of Issachar were Tola and Puah, Jashub and Shimron, four.",
          "ID": "1"
        },
        {
          "text": "The sons of Tola: Uzzi, and Rephaiah, and Jeriel, and Jahmai, and Ibsam, and Shemuel, leaders according to the houses of their kindred. From the stock of Tola, there were numbered, in the days of David, twenty-two thousand six hundred very strong men.",
          "ID": "2"
        },
        {
          "text": "The sons of Uzzi: Izrahiah, from whom were born: Michael, and Obadiah, and Joel, and Isshiah; all five were leaders.",
          "ID": "3"
        },
        {
          "text": "And with them, by their families and peoples, there were thirty-six thousand very strong men, girded for battle. And they had many wives and children.",
          "ID": "4"
        },
        {
          "text": "Also, their brothers, throughout all the kindred of Issachar, were numbered as eighty-seven thousand, very fit for battle.",
          "ID": "5"
        },
        {
          "text": "The sons of Benjamin: Bela, and Becher, and Jediael, three.",
          "ID": "6"
        },
        {
          "text": "The sons of Bela: Ezbon, and Uzzi, and Uzziel, and Jerimoth and Iri, five leaders of families, also very fit for battle; and their number was twenty-two thousand thirty-four.",
          "ID": "7"
        },
        {
          "text": "Now the sons of Becher: Zemirah, and Joash, and Eliezer, and Elioenai, and Omri, and Jeremoth, and Abijah, and Anathoth, and Alemeth: all these were sons of Becher.",
          "ID": "8"
        },
        {
          "text": "And they were numbered according to their families, by the leaders of their kindred, very strong in warfare, twenty thousand and two hundred.",
          "ID": "9"
        },
        {
          "text": "And the sons of Jediael: Bilhan, and the sons of Bilhan: Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tarshish, and Ahishahar.",
          "ID": "10"
        },
        {
          "text": "All these were sons of Jediael, the leaders of their kindred, very strong men, seventeen thousand and two hundred, going forth to battle.",
          "ID": "11"
        },
        {
          "text": "Also, Shuppim and Huppim, the sons of Ir; and Hushim, sons of Aher.",
          "ID": "12"
        },
        {
          "text": "Then the sons of Naphtali: Jahziel, and Guni, and Jezer, and Shallum, sons of Bilhah.",
          "ID": "13"
        },
        {
          "text": "Also, the son of Manasseh: Asriel. And his concubine, a Syrian, bore Machir, the father of Gilead.",
          "ID": "14"
        },
        {
          "text": "Now Machir took wives for his sons, Huppim and Shuppim. And he had a sister named Maacah; but the name of the second was Zelophehad, and daughters were born to Zelophehad.",
          "ID": "15"
        },
        {
          "text": "And Maacah, the wife of Machir, bore a son, and she called his name Peresh. And the name of his brother was Sheresh. And his sons were Ulam and Rakem.",
          "ID": "16"
        },
        {
          "text": "Then the son of Ulam: Bedan. These are the sons of Gilead, the son of Machir, the son of Manasseh.",
          "ID": "17"
        },
        {
          "text": "And his sister, Regina, bore Ishhod, and Abiezer, and Mahlah.",
          "ID": "18"
        },
        {
          "text": "Now the sons of Shemida were Ahian, and Shechem, and Likhi and Aniam.",
          "ID": "19"
        },
        {
          "text": "And the sons of Ephraim: Shuthelah, Bered his son, Tahath his son, Eleadah his son, Tahath his son, whose son was Zabad,",
          "ID": "20"
        },
        {
          "text": "and his son was Shuthelah, and his son was Ezer, and also Elead. But the men indigenous to Gath killed them, because they had descended to invade their possessions.",
          "ID": "21"
        },
        {
          "text": "And so their father, Ephraim, mourned for many days; and his brothers arrived, so that they might console him.",
          "ID": "22"
        },
        {
          "text": "And he entered to his wife; she conceived and bore a son. And he called his name Beriah, because he rose up during a time of evil for his house.",
          "ID": "23"
        },
        {
          "text": "Now his daughter was Sheerah, who built lower and upper Beth-horon, and also Uzzen-sheerah.",
          "ID": "24"
        },
        {
          "text": "And Rephah was his son, and Resheph, and Telah, from whom was born Tahan,",
          "ID": "25"
        },
        {
          "text": "who conceived Ladan. And his son was Ammihud, who conceived Elishama,",
          "ID": "26"
        },
        {
          "text": "from whom was born Nun, who had Joshua as a son.",
          "ID": "27"
        },
        {
          "text": "Now their possessions and habitations were: Bethel with her daughters, and toward the east, Naaran, and toward the western region, Gezer and her daughters, as well as Shechem with her daughters, as far as Ayyah with her daughters;",
          "ID": "28"
        },
        {
          "text": "also, beside the sons of Manasseh, Bethshean and her daughters, Taanach and her daughters, Megiddo and her daughters, Dor and her daughters. In these places, there lived the sons of Joseph, the son of Israel.",
          "ID": "29"
        },
        {
          "text": "The sons of Asher: Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister.",
          "ID": "30"
        },
        {
          "text": "And the sons of Beriah: Heber, and Malchiel, the same is the father of Birzaith.",
          "ID": "31"
        },
        {
          "text": "Now Heber conceived Japhlet, and Shomer, and Hotham, and their sister Shua.",
          "ID": "32"
        },
        {
          "text": "The sons of Japhlet: Pasach, and Bimhal, and Ashvath; these are the sons of Japhlet.",
          "ID": "33"
        },
        {
          "text": "Then the sons of Shomer: Ahi, and Rohgah, and Jehubbah, and Aram.",
          "ID": "34"
        },
        {
          "text": "And the sons of Helem, his brother: Zophah, and Imna, and Shelesh, and Amal.",
          "ID": "35"
        },
        {
          "text": "The sons of Zophah: Suah, Harnepher, and Shual, and Beri, and Imrah,",
          "ID": "36"
        },
        {
          "text": "Bezer, and Hod, and Shamma, and Shilshah, and Ithran, and Beera.",
          "ID": "37"
        },
        {
          "text": "The sons of Jether: Jephunneh, and Pispa, and Ara.",
          "ID": "38"
        },
        {
          "text": "Then the sons of Ulla: Arah, and Hanniel, and Rizia.",
          "ID": "39"
        },
        {
          "text": "All these were sons of Asher, the leaders of families, elect and very strong rulers among rulers. And the number of those who were of an age that was fit for warfare was twenty-six thousand.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.7",
      "name": "1 Chronicles 7"
    },
    {
      "text": [
        {
          "text": "Now Benjamin conceived Bela as his firstborn, Ashbel the second, Aharah the third,",
          "ID": "1"
        },
        {
          "text": "Nohah the fourth, and Rapha the fifth.",
          "ID": "2"
        },
        {
          "text": "And the sons of Bela were: Addar, and Gera, and Abihud,",
          "ID": "3"
        },
        {
          "text": "as well as Abishua, and Naaman, and Ahoah,",
          "ID": "4"
        },
        {
          "text": "then also Gera, and Shephuphan, and Huram.",
          "ID": "5"
        },
        {
          "text": "These are the sons of Ehud, leaders of the kindred living in Geba, who were moved away to Manahath.",
          "ID": "6"
        },
        {
          "text": "And Naaman, and Ahijah, and Gera, he also moved them away; and he conceived Uzza and Ahihud.",
          "ID": "7"
        },
        {
          "text": "Then Shaharaim conceived, in the region of Moab, after he sent away Hushim and Baara, his wives;",
          "ID": "8"
        },
        {
          "text": "and so, of his wife Hodesh, he conceived Jobab, and Zibia, and Mesha, and Malcam,",
          "ID": "9"
        },
        {
          "text": "and also Jeuz and Sachia, and Mirmah. These were his sons, the leaders of their families.",
          "ID": "10"
        },
        {
          "text": "Truly, of Hushim he conceived Abitub and Elpaal.",
          "ID": "11"
        },
        {
          "text": "And the sons of Elpaal were Eber, and Misham, and Shemed, who built Ono and Lod and its daughters.",
          "ID": "12"
        },
        {
          "text": "Now Beriah and Shema were leaders of their families living in Aijalon; these put to flight the inhabitants of Gath.",
          "ID": "13"
        },
        {
          "text": "And Ahio, and Shashak, and Jeremoth,",
          "ID": "14"
        },
        {
          "text": "and Zebadiah, and Arad, and Eder,",
          "ID": "15"
        },
        {
          "text": "as well as Michael, and Ishpah, and Joha, were the sons of Beriah.",
          "ID": "16"
        },
        {
          "text": "Then Zebadiah, and Meshullam, and Hizki, and Heber,",
          "ID": "17"
        },
        {
          "text": "and Ishmerai, and Izliah, and Jobab were the sons of Elpaal.",
          "ID": "18"
        },
        {
          "text": "Then Jakim, and Zichri, and Zabdi,",
          "ID": "19"
        },
        {
          "text": "and Elienai, and Zillethai, and Eliel,",
          "ID": "20"
        },
        {
          "text": "and Adaiah, and Beraiah, and Shimrath were the sons of Shimei.",
          "ID": "21"
        },
        {
          "text": "Then Ishpan, and Eber, and Eliel,",
          "ID": "22"
        },
        {
          "text": "and Abdon, and Zichri, and Hanan,",
          "ID": "23"
        },
        {
          "text": "and Hananiah, and Elam, and Anthothijah,",
          "ID": "24"
        },
        {
          "text": "and Iphdeiah, and Penuel were the sons of Shashak.",
          "ID": "25"
        },
        {
          "text": "Then Shamsherai, and Shehariah and Athaliah,",
          "ID": "26"
        },
        {
          "text": "and Jaareshiah, and Elijah, and Zichri were the sons of Jeroham.",
          "ID": "27"
        },
        {
          "text": "These were the patriarchs and leaders of the families who were living in Jerusalem.",
          "ID": "28"
        },
        {
          "text": "Now in Gibeon, there lived Jeiel, the father of Gibeon; and the name of his wife was Maacah,",
          "ID": "29"
        },
        {
          "text": "and his firstborn son was Abdon, and then Zur, and Kish, and Baal, and Nadab,",
          "ID": "30"
        },
        {
          "text": "and Gedor, and Ahio, and Zecher, and Mikloth.",
          "ID": "31"
        },
        {
          "text": "And Mikloth conceived Shimeah. And they lived opposite their brothers in Jerusalem, with their brothers.",
          "ID": "32"
        },
        {
          "text": "Now Ner conceived Kish, and Kish conceived Saul. Then Saul conceived Jonathan, and Malchishua, and Abinadab, and Eshbaal.",
          "ID": "33"
        },
        {
          "text": "And the son of Jonathan was Meribbaal; and Meribbaal conceived Micah.",
          "ID": "34"
        },
        {
          "text": "The sons of Micah were Pithon, and Melech, and Tarea, and Ahaz.",
          "ID": "35"
        },
        {
          "text": "And Ahaz conceived Jehoaddah. And Jehoaddah conceived Alemeth, and Azmaveth, and Zimri. And Zimri conceived Moza.",
          "ID": "36"
        },
        {
          "text": "And Moza conceived Binea, whose son was Raphah, of whom was born Eleasah, who conceived Azel.",
          "ID": "37"
        },
        {
          "text": "Now there were six sons for Azel, whose names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
          "ID": "38"
        },
        {
          "text": "Then the sons of Eshek, his brother, were Ulam the firstborn, and Jeush the second, and Eliphelet the third.",
          "ID": "39"
        },
        {
          "text": "And the sons of Ulam were very robust men, drawing the bow with great strength. And they had many sons and grandsons, even to one hundred fifty. All these were sons of Benjamin.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.8",
      "name": "1 Chronicles 8"
    },
    {
      "text": [
        {
          "text": "And so, all of Israel was numbered. And the sum of them was written in the book of the kings of Israel and of Judah. And they were taken away to Babylon because of their transgression.",
          "ID": "1"
        },
        {
          "text": "Now the first who lived in their possessions and in their cities were Israel, and the priests, and the Levites, and the temple servants.",
          "ID": "2"
        },
        {
          "text": "Staying in Jerusalem were some from the sons of Judah, and from the sons of Benjamin, and also from the sons of Ephraim and of Manasseh:",
          "ID": "3"
        },
        {
          "text": "Uthai, the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, from the sons of Perez, the son of Judah.",
          "ID": "4"
        },
        {
          "text": "And from Shiloni: Asaiah the firstborn, and his sons.",
          "ID": "5"
        },
        {
          "text": "Then from the sons of Zerah: Jeuel, and their brothers, six hundred ninety.",
          "ID": "6"
        },
        {
          "text": "And from the sons of Benjamin: Sallu, the son of Meshullam, the son of Hodaviah, the son of Hassenuah;",
          "ID": "7"
        },
        {
          "text": "and Ibneiah, the son of Jeroham; and Elah, the son of Uzzi, the son of Michri; and Meshullam, the son of Shephatiah, the son of Reuel, the son of Ibnijah;",
          "ID": "8"
        },
        {
          "text": "and their brothers according to their families, nine hundred fifty-six. All these were leaders of their kindred, according to the houses of their fathers.",
          "ID": "9"
        },
        {
          "text": "And from the priests: Jedaiah, Jehoiarib, and Jachin;",
          "ID": "10"
        },
        {
          "text": "and also Azariah, the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the high priest of the house of God;",
          "ID": "11"
        },
        {
          "text": "then Adaiah, the son of Jeroham, the son of Pashhur, the son of Malchijah; and Maasai, the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;",
          "ID": "12"
        },
        {
          "text": "and also their brothers, leaders according to their families, one thousand seven hundred sixty, very strong experience men, for the work of the ministry in the house of God.",
          "ID": "13"
        },
        {
          "text": "Then from the Levites: Shemaiah, the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;",
          "ID": "14"
        },
        {
          "text": "and also Bakbakkar the carpenter; and Galal; and Mattaniah, the son of Mica, the son of Zichri, the son of Asaph;",
          "ID": "15"
        },
        {
          "text": "and Obadiah, the son of Shemaiah, the son of Galal, the son of Jeduthun; and Berechiah, the son of Asa, the son of Elkanah, who lived at the entrance to Netophah.",
          "ID": "16"
        },
        {
          "text": "Now the gatekeepers were Shallum, and Akkub, and Talmon, and Ahiman; and their brother Shallum was the leader.",
          "ID": "17"
        },
        {
          "text": "For until that time, at the gate of the king to the east, the sons of Levi served in their turns.",
          "ID": "18"
        },
        {
          "text": "Truly, Shallum, the son of Kore, the son of Ebiasaph, the son of Korah, with his brothers and his father's house, these Korahites, were over the works of the ministry of keeping the vestibules of the tabernacle. And their families, in turns, were keepers of the entrance to the camp of the Lord.",
          "ID": "19"
        },
        {
          "text": "Now Phinehas, the son of Eleazar, was their ruler before the Lord.",
          "ID": "20"
        },
        {
          "text": "But Zechariah, the son of Meshelemiah, was the keeper of the gate of the tabernacle of the testimony.",
          "ID": "21"
        },
        {
          "text": "All these, chosen as porters for the gates, were two hundred twelve. And they were recorded in their own towns, those whom David, and the seer Samuel, appointed, in their faith,",
          "ID": "22"
        },
        {
          "text": "as with them, so also with their sons, at the gates of the house of the Lord and the tabernacle, by their turns.",
          "ID": "23"
        },
        {
          "text": "At the four directions, there were gatekeepers, that is, at the east, and at the west, and at the north, and at the south.",
          "ID": "24"
        },
        {
          "text": "Now their brothers were staying in the villages, and they arrived on their Sabbaths, from time to time.",
          "ID": "25"
        },
        {
          "text": "To these four Levites were entrusted the entire number of the gatekeepers, and they were over the chambers and storehouses of the house of the Lord.",
          "ID": "26"
        },
        {
          "text": "And they remained in their watches, on all sides of the temple of the Lord, so that, when the time had arrived, they might open the gates in the morning.",
          "ID": "27"
        },
        {
          "text": "Some from their kindred were also over the vessels of the ministry. For the vessels were both carried in and carried out according to number.",
          "ID": "28"
        },
        {
          "text": "Some of them also were entrusted with the equipment of the sanctuary; they were in charge of the fine wheat flour, and the wine, and the oil, and the frankincense, and the aromatics.",
          "ID": "29"
        },
        {
          "text": "Now the sons of the priests composed the ointments from the aromatics.",
          "ID": "30"
        },
        {
          "text": "And Mattithiah, a Levite, the firstborn of Shallum the Korahite, was in charge of those things that were cooked in a frying pan.",
          "ID": "31"
        },
        {
          "text": "Now some of the sons of Kohath, their brothers, were over the bread of the presence, so that they might continually prepare it new for each Sabbath.",
          "ID": "32"
        },
        {
          "text": "These are the leaders of the singing men, according to the families of the Levites, who were dwelling in the chambers, so that they might carry out their ministry continually, day and night.",
          "ID": "33"
        },
        {
          "text": "The heads of the Levites, leaders according to their families, abode in Jerusalem.",
          "ID": "34"
        },
        {
          "text": "Now in Gibeon, there lived Jeiel, the father of Gibeon, and the name of his wife was Maacah.",
          "ID": "35"
        },
        {
          "text": "His firstborn son was Abdon, and then Zur, and Kish, and Baal, and Ner, and Nadab,",
          "ID": "36"
        },
        {
          "text": "as well as Gedor, and Ahio, and Zechariah, and Mikloth.",
          "ID": "37"
        },
        {
          "text": "Then Mikloth conceived Shimeam. These lived opposite their brothers in Jerusalem, with their brothers.",
          "ID": "38"
        },
        {
          "text": "Now Ner conceived Kish, and Kish conceived Saul. And Saul conceived Jonathan, and Malchishua, and Abinadab, and Eshbaal.",
          "ID": "39"
        },
        {
          "text": "And the son of Jonathan was Meribbaal. And Meribbaal conceived Micah.",
          "ID": "40"
        },
        {
          "text": "Now the sons of Micah were Pithon, and Melech, and Tahrea, and Ahaz.",
          "ID": "41"
        },
        {
          "text": "And Ahaz conceived Jarah. And Jarah conceived Alemeth, and Azmaveth, and Zimri. Then Zimri conceived Moza.",
          "ID": "42"
        },
        {
          "text": "Truly, Moza conceived Binea, whose son, Rephaiah, conceived Eleasah, from of whom was born Azel.",
          "ID": "43"
        },
        {
          "text": "Now Azel had six sons, whose names are: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, Hanan. These are the sons of Azel.",
          "ID": "44"
        }
      ],
      "ID": "OT:1CH.9",
      "name": "1 Chronicles 9"
    },
    {
      "text": [
        {
          "text": "Now the Philistines were fighting against Israel, and the men of Israel fled from the Philistines, and they fell down wounded on mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "And when the Philistines had draw near, pursuing Saul and his sons, they struck down Jonathan, and Abinadab, and Malchishua, the sons of Saul.",
          "ID": "2"
        },
        {
          "text": "And the battle grew heavy against Saul. And the archers found him, and they wounded him with arrows.",
          "ID": "3"
        },
        {
          "text": "And Saul said to his armor bearer: \"Unsheathe your sword and kill me. Otherwise, these uncircumcised men may arrive and mock me.\" But his armor bearer was not willing, having been struck with fear. And so, Saul took hold of his sword, and he fell upon it.",
          "ID": "4"
        },
        {
          "text": "And when his armor bearer had seen this, specifically, that Saul was dead, he now fell on his sword also, and he died.",
          "ID": "5"
        },
        {
          "text": "Therefore, Saul died, and his three sons passed away, and his entire house fell, together.",
          "ID": "6"
        },
        {
          "text": "And when the men of Israel who were living in the plains had seen this, they fled. And since Saul and his sons were dead, they abandoned their cities and were dispersed, here and there. And the Philistines arrived and lived among them.",
          "ID": "7"
        },
        {
          "text": "Then, on the next day, when the Philistines were taking away the spoils of the slain, they found Saul and his sons, lying on mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "And when they had despoiled him, and had cut off his head, and had stripped his armor, they sent these things into their land, so that they would be carried around and displayed in the temples of the idols and to the people.",
          "ID": "9"
        },
        {
          "text": "But his armor they consecrated in the shrine of their god, and his head they affixed in the temple of Dagon.",
          "ID": "10"
        },
        {
          "text": "When the men of Jabesh Gilead had heard this, specifically, all that the Philistines had done concerning Saul,",
          "ID": "11"
        },
        {
          "text": "each one of the valiant men rose up, and they took the bodies of Saul and of his sons. And they brought them to Jabesh. And they buried their bones under the oak that was in Jabesh. And they fasted for seven days.",
          "ID": "12"
        },
        {
          "text": "Thus did Saul die for his iniquities, because he betrayed the commandment of the Lord which he had instructed, and did not keep it. And moreover, he even consulted a woman diviner;",
          "ID": "13"
        },
        {
          "text": "for he did not trust in the Lord. Because of this, he caused his death, and he transferred his kingdom to David, the son of Jesse.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.10",
      "name": "1 Chronicles 10"
    },
    {
      "text": [
        {
          "text": "Then all of Israel was gathered to David at Hebron, saying: \"We are your bone and your flesh.",
          "ID": "1"
        },
        {
          "text": "Also, yesterday and the day before, when Saul still reigned, you were the one who led out and brought in Israel. For the Lord your God said to you: 'You shall pasture my people Israel, and you shall be the leader over them.' \"",
          "ID": "2"
        },
        {
          "text": "Therefore, all those greater by birth of Israel went to the king at Hebron. And David formed a pact with them before the Lord. And they anointed him king over Israel, in accord with the word of the Lord, which he spoke by the hand of Samuel.",
          "ID": "3"
        },
        {
          "text": "Then David and all of Israel went to Jerusalem. The same is Jebus, where the Jebusites, the inhabitants of the land, were.",
          "ID": "4"
        },
        {
          "text": "And those who were living in Jebus said to David: \"You shall not enter here.\" But David seized the stronghold of Zion, which is the city of David.",
          "ID": "5"
        },
        {
          "text": "And he said, \"Whoever shall strike the Jebusites first, shall be ruler and commander.\" And so Joab, the son of Zeruiah, ascended first, and he was made the leader.",
          "ID": "6"
        },
        {
          "text": "Then David lived in the stronghold, and for this reason it was called the City of David.",
          "ID": "7"
        },
        {
          "text": "And he built up the city all around, from Millo even to every side. But Joab built the rest of the city.",
          "ID": "8"
        },
        {
          "text": "And David continued advancing and increasing, and the Lord of hosts was with him.",
          "ID": "9"
        },
        {
          "text": "These are the leaders of the strong men of David, who assisted him, so that he would become king over all of Israel, in accord with the word of the Lord, which he spoke to Israel.",
          "ID": "10"
        },
        {
          "text": "And this is the number of the robust of David: Jashobeam, the son of a Hachmonite, leader among the thirty. He lifted up his spear over three hundred, who were wounded at one time.",
          "ID": "11"
        },
        {
          "text": "And after him, there was Eleazar, the son of his uncle, an Ahohite, who was among the three powerful ones.",
          "ID": "12"
        },
        {
          "text": "He was with David in Pasdammim, when the Philistines were gathered to that place for battle. Now the field of that region was full of barley, but the people had fled from the face of the Philistines.",
          "ID": "13"
        },
        {
          "text": "These men stood in the midst of the field, and they defended it. And when they had struck down the Philistines, the Lord gave a great salvation to his people.",
          "ID": "14"
        },
        {
          "text": "Then three from the thirty leaders descended to the rock where David was, to the cave of Adullam, when the Philistines had made camp in the Valley of the Rephaim.",
          "ID": "15"
        },
        {
          "text": "Now David was in a stronghold, and a garrison of the Philistines was in Bethlehem.",
          "ID": "16"
        },
        {
          "text": "And then David desired and said, \"O if only someone would give me water from the well of Bethlehem, which is at the gate!\"",
          "ID": "17"
        },
        {
          "text": "Therefore, these three broke through to the midst of the camp of the Philistines, and they drew water from the well of Bethlehem, which was at the gate. And they took it to David, so that he might drink. But he was not willing; and instead, he offered it as a libation to the Lord,",
          "ID": "18"
        },
        {
          "text": "saying: \"Far be it from me, that I would do this in the sight of my God, and that I would drink the blood of these men. For at the peril of their own lives, they brought the water to me.\" And for this reason, he was not willing to drink. The three most powerful accomplished these things.",
          "ID": "19"
        },
        {
          "text": "Also, Abishai, the brother of Joab, was the leader of the three, and he lifted up his spear against three hundred, who were wounded. And he was most renown among the three,",
          "ID": "20"
        },
        {
          "text": "and he was famous among the second three and their leader. Yet truly, he did not reach as far as the first three.",
          "ID": "21"
        },
        {
          "text": "Benaiah, the son of Jehoiada, from Kabzeel, was a very mature man, who had accomplished many deeds. He struck down the two lions of God from Moab. And he descended and killed a lion in the middle of a pit, in the time of snow.",
          "ID": "22"
        },
        {
          "text": "And he struck down an Egyptian man, whose stature was five cubits, and who had a spear like a weaver's beam. And yet he descended to him with a staff. And he seized the spear that he was holding in his hand. And he killed him with his own spear.",
          "ID": "23"
        },
        {
          "text": "These things were done by Benaiah, the son of Jehoiada, who was most renowned among the three robust ones,",
          "ID": "24"
        },
        {
          "text": "the first among the thirty. Yet truly, he did not reach as far as the three. Then David placed him beside his ear.",
          "ID": "25"
        },
        {
          "text": "Moreover, the strongest men of the army were Asahel, the brother of Joab; and Elhanan, the son of his uncle, from Bethlehem;",
          "ID": "26"
        },
        {
          "text": "Shammoth, a Harorite; Helez, a Pelonite;",
          "ID": "27"
        },
        {
          "text": "Ira, the son of Ikkesh, a Tekoite; Abiezer, an Anathothite;",
          "ID": "28"
        },
        {
          "text": "Sibbecai, a Hushathite; Ilai, an Ahohite;",
          "ID": "29"
        },
        {
          "text": "Maharai, a Netophathite; Heled, the son of Baanah, a Netophathite;",
          "ID": "30"
        },
        {
          "text": "Ithai, the son of Ribai, from Gibeah, of the sons of Benjamin; Benaiah, a Pirathonite;",
          "ID": "31"
        },
        {
          "text": "Hurai, from the torrent Gaash; Abiel, an Arbathite; Azmaveth, a Baharumite; Eliahba, a Shaalbonite.",
          "ID": "32"
        },
        {
          "text": "The sons of Hashem, a Gizonite: Jonathan, the son of Shagee, a Hararite;",
          "ID": "33"
        },
        {
          "text": "Ahiam, the son of Sachar, a Hararite;",
          "ID": "34"
        },
        {
          "text": "Eliphal, the son of Ur;",
          "ID": "35"
        },
        {
          "text": "Hepher, a Mecherathite; Ahijah, a Pelonite;",
          "ID": "36"
        },
        {
          "text": "Hezro, a Carmelite; Naharai, the son of Ezbai;",
          "ID": "37"
        },
        {
          "text": "Joel, the brother of Nathan; Mibhar, the son of Hagri;",
          "ID": "38"
        },
        {
          "text": "Zelek, an Ammonite; Naarai, a Beerothite, the armor bearer of Joab, the son of Zeruiah;",
          "ID": "39"
        },
        {
          "text": "Ira, an Ithrite; Gareb, an Ithrite;",
          "ID": "40"
        },
        {
          "text": "Uriah, a Hittite; Zabad, the son of Ahlai;",
          "ID": "41"
        },
        {
          "text": "Adina, the son of Shiza, a Reubenite, the leader of the Reubenites, and thirty who were with him;",
          "ID": "42"
        },
        {
          "text": "Hanan, the son of Maacah; and Joshaphat, a Mithnite;",
          "ID": "43"
        },
        {
          "text": "Uzzia, an Ashterathite; Shama and Jeiel, the sons of Hotham, an Aroerite;",
          "ID": "44"
        },
        {
          "text": "Jediael, the son of Shimri; and Joha, his brother, a Tizite;",
          "ID": "45"
        },
        {
          "text": "Eliel, a Mahavite; and Jeribai and Joshaviah, the sons of Elnaam; and Ithmah, a Moabite; Eliel, and Obed, and Jaasiel from Mezobaite.",
          "ID": "46"
        }
      ],
      "ID": "OT:1CH.11",
      "name": "1 Chronicles 11"
    },
    {
      "text": [
        {
          "text": "Also, these went to David at Ziklag, while he was still fleeing from Saul, the son of Kish. And they were very strong and distinguished fighters,",
          "ID": "1"
        },
        {
          "text": "bending the bow, and using either hand in casting stones with slings, and shooting arrows. From the brothers of Saul, out of Benjamin:",
          "ID": "2"
        },
        {
          "text": "the leader was Ahiezer, with Joash, sons of Shemaah from Gibeah, and Jeziel and Pelet, sons of Azmaveth, and Beracah and Jehu, from Anathoth.",
          "ID": "3"
        },
        {
          "text": "Also, there was Ishmaiah, from Gibeon, the strongest among the thirty and over the thirty; Jeremiah, and Jahaziel, and Johanan, and Jozabad, from Gederah;",
          "ID": "4"
        },
        {
          "text": "and Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah, the Haruphites;",
          "ID": "5"
        },
        {
          "text": "Elkanah, and Isshiah, and Azarel, and Joezer, and Jashobeam, from Carehim;",
          "ID": "6"
        },
        {
          "text": "and also Joelah and Zebadiah, sons of Jeroham, from Gedor.",
          "ID": "7"
        },
        {
          "text": "Then too, from Gad, there went over to David, when he was hiding in the desert, very robust men, who were excellent fighters, taking hold of shield and spear; their faces were like the faces of a lion, and they were swift like the roe deer upon the mountains.",
          "ID": "8"
        },
        {
          "text": "Ezer was the leader, Obadiah the second, Eliab the third,",
          "ID": "9"
        },
        {
          "text": "Mishmannah the fourth, Jeremiah the fifth,",
          "ID": "10"
        },
        {
          "text": "Attai the sixth, Eliel the seventh,",
          "ID": "11"
        },
        {
          "text": "Johanan the eighth, Elzabad the ninth,",
          "ID": "12"
        },
        {
          "text": "Jeremiah the tenth, Machbannai the eleventh.",
          "ID": "13"
        },
        {
          "text": "These were from the sons of Gad, leaders of the army. The least was in charge of one hundred soldiers, and the greatest was in charge of one thousand.",
          "ID": "14"
        },
        {
          "text": "These are the ones who crossed over the Jordan in the first month, when it is accustomed to overflow its banks. And they put to flight all those who were staying in the valleys, to the eastern region and to the west.",
          "ID": "15"
        },
        {
          "text": "Then some from Benjamin and from Judah also arrived at the stronghold where David was staying.",
          "ID": "16"
        },
        {
          "text": "And David went out to meet them, and he said: \"If you have arrived peacefully, so as to be a help to me, may my heart be joined to you; but if to betray me to my adversaries, though I have no iniquity in my hands, may the God of our fathers see and judge.\"",
          "ID": "17"
        },
        {
          "text": "Truly, the Spirit clothed Amasai, the leader among the thirty, and he said: \"O David, we are yours! O son of Jesse, we are for you! Peace, peace to you, and peace to your helpers. For your God helps you.\" Therefore, David received them, and he appointed them as leaders of troops.",
          "ID": "18"
        },
        {
          "text": "Moreover, some from Manasseh crossed over to David, when he went forth with the Philistines against Saul, so that he might fight. But he did not fight with them. For the leaders of the Philistines, taking counsel, sent him back, saying, \"To the peril of our own heads, he will return to his lord, Saul.\"",
          "ID": "19"
        },
        {
          "text": "And so, when he returned to Ziklag, some fled over to him from Manasseh: Adnah, and Jozabad, and Jediael, and Michael, and Adnah, and Jozabad, and Elihu, and Zillethai, leaders of thousands in Manasseh.",
          "ID": "20"
        },
        {
          "text": "These offered assistance to David against the robbers. For all were very strong men, and they became leaders in the army.",
          "ID": "21"
        },
        {
          "text": "Then, too, some came to David throughout each day, in order to help him, until they became a great number, like the army of God.",
          "ID": "22"
        },
        {
          "text": "Now this is the number of the leaders of the army who went to David when he was at Hebron, so that they might transfer the kingdom of Saul to him, in accord with the word of the Lord:",
          "ID": "23"
        },
        {
          "text": "the sons of Judah, carrying shield and spear, six thousand eight hundred, equipped for battle;",
          "ID": "24"
        },
        {
          "text": "from the sons of Simeon, very strong men for the fight, seven thousand one hundred;",
          "ID": "25"
        },
        {
          "text": "from the sons of Levi, four thousand six hundred;",
          "ID": "26"
        },
        {
          "text": "as well as Jehoiada, a leader from the stock of Aaron, and with him three thousand seven hundred;",
          "ID": "27"
        },
        {
          "text": "and then Zadok, a youth of distinguished qualities, and the house of his father, twenty-two leaders;",
          "ID": "28"
        },
        {
          "text": "and from the sons of Benjamin, brothers of Saul, three thousand, for still a great part of them were following the house of Saul.",
          "ID": "29"
        },
        {
          "text": "Then from the sons of Ephraim, there were twenty thousand eight hundred, very strong and robust men, renowned among their kindred.",
          "ID": "30"
        },
        {
          "text": "And out of the one half tribe of Manasseh, eighteen thousand, each by their names, went forth so that they might appoint David as king.",
          "ID": "31"
        },
        {
          "text": "Also, from the sons of Issachar, there were learned men, who knew each of the times, in order to anticipate what Israel ought to do, two hundred leaders. And all the remainder of the tribe were following their counsel.",
          "ID": "32"
        },
        {
          "text": "Then, from Zebulun, there were those who went forth to battle, and who were standing in a battle line, prepared with the weapons of warfare; these fifty thousand arrived to assist, without duplicity of heart.",
          "ID": "33"
        },
        {
          "text": "And from Naphtali, there were one thousand leaders; and with them were thirty-seven thousand, prepared with shield and spear.",
          "ID": "34"
        },
        {
          "text": "And then from Dan, there were twenty-eight thousand six hundred, ready for battle.",
          "ID": "35"
        },
        {
          "text": "And from Asher, there were forty thousand, going forth to fight, and summoned to the battle line.",
          "ID": "36"
        },
        {
          "text": "Then, across the Jordan, there were, from the sons of Reuben, and from Gad, and from the one half tribe of Manasseh, one hundred twenty thousand, prepared with the weapons of warfare.",
          "ID": "37"
        },
        {
          "text": "All these men of war, equipped for the fight, went with a perfect heart to Hebron, so that they might appoint David as king over all of Israel. Then, too, all the remainder of Israel were of one heart, so that they might make David king.",
          "ID": "38"
        },
        {
          "text": "And they were in that place with David for three days, eating and drinking. For their brothers had made preparations for them.",
          "ID": "39"
        },
        {
          "text": "Moreover, those who were near to them, even as far as Issachar, and Zebulun, and Naphtali, were bringing, on donkeys and camels and mules and oxen, bread for their provisions, with grain, dried figs, dried grapes, wine, oil, and oxen and sheep, with all abundance. For indeed, there was joy in Israel.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.12",
      "name": "1 Chronicles 12"
    },
    {
      "text": [
        {
          "text": "Then David took counsel with the tribunes, and the centurions, and all the leaders.",
          "ID": "1"
        },
        {
          "text": "And he said to the entire assembly of Israel: \"If it pleases you, and if the words that I speak come from the Lord our God, let us send to the remainder of our brothers, in all the regions of Israel, and to the priests and Levites who live in the suburbs of the cities, so that they may gather to us.",
          "ID": "2"
        },
        {
          "text": "And let us bring back the ark of our God to us. For we did not seek it during the days of Saul.\"",
          "ID": "3"
        },
        {
          "text": "And the entire multitude responded that it should be done. For the word had pleased all the people.",
          "ID": "4"
        },
        {
          "text": "Therefore, David gathered all of Israel, from Shihor of Egypt even to the entrance of Hamath, so as to bring the ark of God from Kiriath-jearim.",
          "ID": "5"
        },
        {
          "text": "And David ascended with all the men of Israel to the hill of Kiriath-jearim, which is in Judah, so that he might bring from there the ark of the Lord God, sitting upon the Cherubim, where his name is invoked.",
          "ID": "6"
        },
        {
          "text": "And they placed the ark of God upon a new cart from the house of Abinadab. Then Uzzah and his brother drove the cart.",
          "ID": "7"
        },
        {
          "text": "Now David and all of Israel were playing before God, with all of their ability, in songs, and with harps, and psalteries, and timbrels, and cymbals, and trumpets.",
          "ID": "8"
        },
        {
          "text": "And when they had arrived at the threshing floor of Chidon, Uzzah reached out his hand, so that he might support the ark. For indeed, the ox being wanton had caused it to incline a little.",
          "ID": "9"
        },
        {
          "text": "And so the Lord became angry against Uzzah. And he struck him down because he had touched the ark. And he died there before the Lord.",
          "ID": "10"
        },
        {
          "text": "And David was greatly saddened because the Lord had divided Uzzah. And he called that place 'the Division of Uzzah,' even to the present day.",
          "ID": "11"
        },
        {
          "text": "And then he feared God, at that time, saying: \"How will I be able to bring in the ark of God to myself?\"",
          "ID": "12"
        },
        {
          "text": "And for this reason, he did not bring it to himself, that is, into the City of David. Instead, he turned aside to the house of Obededom, the Gittite.",
          "ID": "13"
        },
        {
          "text": "Therefore, the ark of God dwelt in the house of Obededom for three months. And the Lord blessed his house and all that he had.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.13",
      "name": "1 Chronicles 13"
    },
    {
      "text": [
        {
          "text": "Also, Hiram, the king of Tyre, sent messengers to David, and cedar wood, and artisans of walls and of wood, so that they might build a house for him.",
          "ID": "1"
        },
        {
          "text": "And David realized that the Lord had confirmed him as king over Israel, and that his kingdom had been lifted up over his people Israel.",
          "ID": "2"
        },
        {
          "text": "Also, David took other wives in Jerusalem. And he conceived sons and daughters.",
          "ID": "3"
        },
        {
          "text": "And these are the names of those who were born to him in Jerusalem: Shammua and Shobab, Nathan and Solomon,",
          "ID": "4"
        },
        {
          "text": "Ibhar, and Elishua, and Elpelet,",
          "ID": "5"
        },
        {
          "text": "as well as Nogah, and Nepheg, and Japhia,",
          "ID": "6"
        },
        {
          "text": "Elishama, and Beeliada, and Eliphelet.",
          "ID": "7"
        },
        {
          "text": "Then, hearing that David had been anointed as king over all of Israel, all the Philistines ascended so that they might seek him. But when David had heard of it, he went out to meet them.",
          "ID": "8"
        },
        {
          "text": "Now the Philistines, arriving, spread out in the Valley of the Rephaim.",
          "ID": "9"
        },
        {
          "text": "And so David consulted the Lord, saying, \"Shall I ascend to the Philistines, and will you deliver them into my hand?\" And the Lord said to him, \"Ascend, and I will deliver them into your hand.\"",
          "ID": "10"
        },
        {
          "text": "And when they had ascended to Baal-perazim, David struck them there, and he said: \"God has divided my enemies by my hand, just as waters are divided.\" And therefore the name of that place was called Baal-perazim.",
          "ID": "11"
        },
        {
          "text": "And they left behind their gods in that place, and so David ordered them to be burned.",
          "ID": "12"
        },
        {
          "text": "And then, at another time, the Philistines invaded, and they spread out in the valley.",
          "ID": "13"
        },
        {
          "text": "And again, David consulted God. And God said to him: \"You shall not ascend after them. Draw away from them. And you shall come against them opposite the balsam trees.",
          "ID": "14"
        },
        {
          "text": "And when you hear a sound approaching in the tops of the balsam trees, then you shall go forth to war. For God has gone forth before you, so that he may strike down the army of the Philistines.\"",
          "ID": "15"
        },
        {
          "text": "Therefore, David did just as God had instructed him. And he struck down the army of the Philistines, from Gibeon as far as Gazera.",
          "ID": "16"
        },
        {
          "text": "And the name of David became well-known in all the regions. And the Lord placed the fear of him over all the nations.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.14",
      "name": "1 Chronicles 14"
    },
    {
      "text": [
        {
          "text": "Also, he made houses for himself in the City of David. And built a place for the ark of God, and he set up a tent for it.",
          "ID": "1"
        },
        {
          "text": "Then David said: \"It is illicit for anyone to carry the ark of God except the Levites, whom the Lord chose to carry it and to minister to himself, even unto eternity.\"",
          "ID": "2"
        },
        {
          "text": "And he gathered all of Israel in Jerusalem, so that the ark of God might be brought into its place, which he had prepared for it.",
          "ID": "3"
        },
        {
          "text": "Certainly, there were both the sons of Aaron and the Levites:",
          "ID": "4"
        },
        {
          "text": "From the sons of Kohath, Uriel was the leader, and his brothers were one hundred twenty.",
          "ID": "5"
        },
        {
          "text": "From the sons of Merari: Asaiah was the leader, and his brothers were two hundred twenty.",
          "ID": "6"
        },
        {
          "text": "From the sons of Gershom: Joel was the leader, and his brothers were one hundred thirty.",
          "ID": "7"
        },
        {
          "text": "From the sons of Elizaphan: Shemaiah was the leader, and his brothers were two hundred.",
          "ID": "8"
        },
        {
          "text": "From the sons of Hebron: Eliel was the leader, and his brothers were eighty.",
          "ID": "9"
        },
        {
          "text": "From the sons of Uzziel: Amminadab was the leader, and his brothers were one hundred twelve.",
          "ID": "10"
        },
        {
          "text": "And David summoned the priests, Zadok and Abiathar, and the Levites: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.",
          "ID": "11"
        },
        {
          "text": "And he said to them: \"You who are the leaders of the Levitical families, be sanctified with your brothers, and bring the ark of the Lord God of Israel to the place that has been prepared for it.",
          "ID": "12"
        },
        {
          "text": "Otherwise, as it was before, when the Lord struck us because you were not present, so also it might be now, if we do what is illicit.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, the priests and the Levites were sanctified, so that they might carry the ark of the Lord God of Israel.",
          "ID": "14"
        },
        {
          "text": "And the sons of Levi took the ark of God, just as Moses had instructed, in accord with the word of the Lord, upon their shoulders by the bars.",
          "ID": "15"
        },
        {
          "text": "And David spoke to the leaders of the Levites, so that they might appoint, from their brothers, singers with musical instruments, specifically, psalteries, and harps, and cymbals, so that a joyful noise might resound on high.",
          "ID": "16"
        },
        {
          "text": "And they appointed from the Levites: Heman, the son of Joel; and from his brothers, Asaph, the son of Berechiah; and truly, from their brothers, the sons of Merari: Ethan, the son of Kushaiah.",
          "ID": "17"
        },
        {
          "text": "And with them were their brothers in the second rank: Zechariah, and Ben, and Jaaziel, and Shemiramoth, and Jahiel, and Unni, and Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Eliphelehu, and Mikneiah, and Obededom, and Jeiel, who were gatekeepers.",
          "ID": "18"
        },
        {
          "text": "Now the singers, Heman, Asaph, and Ethan, were sounding out with cymbals of brass.",
          "ID": "19"
        },
        {
          "text": "And Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah were singing mysteries with the psalteries.",
          "ID": "20"
        },
        {
          "text": "Then Mattithiah, and Eliphelehu, and Mikneiah and Obededom, and Jeiel and Azaziah were singing a song of victory with the harps, for the octave.",
          "ID": "21"
        },
        {
          "text": "Now Chenaniah, the leader of the Levites, was foremost over the prophecies, in order to mark out in advance the melodies. For indeed, he was very skillful.",
          "ID": "22"
        },
        {
          "text": "And Berechiah and Elkanah were porters of the ark.",
          "ID": "23"
        },
        {
          "text": "And the priests, Shebaniah, and Joshaphat, and Nethanel, and Amasai, and Zechariah, and Benaiah, and Eliezer, were sounding the trumpets before the ark of God. And Obededom and Jehiah were porters of the ark.",
          "ID": "24"
        },
        {
          "text": "Therefore, David, and all those greater by birth of Israel, and the tribunes, went to carry the ark of the covenant of the Lord from the house of Obededom with rejoicing.",
          "ID": "25"
        },
        {
          "text": "And when God had assisted the Levites, who were carrying the ark of the covenant of the Lord, they immolated seven bulls and seven rams.",
          "ID": "26"
        },
        {
          "text": "Now David was clothed with a robe of fine linen, as were all the Levites who were carrying the ark, and the singers, and Chenaniah, the leader of the prophecy among the singers. But David was also clothed with a linen ephod.",
          "ID": "27"
        },
        {
          "text": "And all of Israel were leading back the ark of the covenant of the Lord with jubilation, sounding out with the noise of horns, and trumpets, and cymbals, and psalteries, and harps.",
          "ID": "28"
        },
        {
          "text": "And when the ark of the covenant of the Lord had arrived in the City of David, Michal, the daughter of Saul, gazing through a window, saw king David dancing and playing, and she despised him in her heart.",
          "ID": "29"
        }
      ],
      "ID": "OT:1CH.15",
      "name": "1 Chronicles 15"
    },
    {
      "text": [
        {
          "text": "And so they took the ark of God, and they set it in the midst of the tabernacle, which David had pitched for it. And they offered holocausts and peace offerings before God.",
          "ID": "1"
        },
        {
          "text": "And when David had completed offering holocausts and peace offerings, he blessed the people in the name of the Lord.",
          "ID": "2"
        },
        {
          "text": "And he divided to every single one, from men even to women, a twist of bread, and a piece of roasted beef, and fine wheat flour fried with oil.",
          "ID": "3"
        },
        {
          "text": "And he appointed some from the Levites who would minister before the ark of the Lord, and commemorate his works, and glorify and praise the Lord, the God of Israel.",
          "ID": "4"
        },
        {
          "text": "Asaph was the leader, and second to him was Zechariah. In addition, there were Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obededom. And Jeiel was over the instruments of the psaltery and the harps. But Asaph sounded out with the cymbals.",
          "ID": "5"
        },
        {
          "text": "Truly, the priests, Benaiah and Jahaziel, were to sound the trumpet continually before the ark of the covenant of the Lord.",
          "ID": "6"
        },
        {
          "text": "In that day, David made Asaph the leader, in order to confess to the Lord with his brothers:",
          "ID": "7"
        },
        {
          "text": "\"Confess to the Lord, and invoke his name. Make known his endeavors among the peoples.",
          "ID": "8"
        },
        {
          "text": "Sing to him, and sing psalms to him, and describe all his miracles.",
          "ID": "9"
        },
        {
          "text": "Praise his holy name! Let the heart of those who seek the Lord rejoice!",
          "ID": "10"
        },
        {
          "text": "Seek the Lord and his virtue. Seek his face always.",
          "ID": "11"
        },
        {
          "text": "Remember his miracles, which he has accomplished, his signs, and the judgments of his mouth.",
          "ID": "12"
        },
        {
          "text": "O offspring of Israel, his servants! O sons of Jacob, his elect!",
          "ID": "13"
        },
        {
          "text": "He is the Lord our God. His judgments are throughout all the earth.",
          "ID": "14"
        },
        {
          "text": "Remember forever his covenant, the word that he instructed unto a thousand generations,",
          "ID": "15"
        },
        {
          "text": "the covenant that he formed with Abraham, and his oath with Isaac.",
          "ID": "16"
        },
        {
          "text": "And he appointed the same to Jacob as a precept, and to Israel as an everlasting pact,",
          "ID": "17"
        },
        {
          "text": "saying: 'To you, I will give the land of Canaan, the lot of your inheritance.'",
          "ID": "18"
        },
        {
          "text": "At that time, they were small in number, they were few and were settlers there.",
          "ID": "19"
        },
        {
          "text": "And they passed through, from nation to nation, and from one kingdom to another people.",
          "ID": "20"
        },
        {
          "text": "He did not permit anyone to falsely accuse them. Instead, he reproved kings on their behalf:",
          "ID": "21"
        },
        {
          "text": "'Do not touch my Christ. And do not malign my prophets.'",
          "ID": "22"
        },
        {
          "text": "Sing to the Lord, all the earth! Announce his salvation, from day to day.",
          "ID": "23"
        },
        {
          "text": "Describe his glory among the Gentiles, his miracles among all the peoples.",
          "ID": "24"
        },
        {
          "text": "For the Lord is great and exceedingly praiseworthy. And he is terrible, above all gods.",
          "ID": "25"
        },
        {
          "text": "For all the gods of the peoples are idols. But the Lord made the heavens.",
          "ID": "26"
        },
        {
          "text": "Confession and magnificence are before him. Strength and gladness are in his place.",
          "ID": "27"
        },
        {
          "text": "Bring to the Lord, O families of the peoples, bring to the Lord glory and dominion.",
          "ID": "28"
        },
        {
          "text": "Give glory to the Lord, to his name. Lift up sacrifice, and approach before his sight. And adore the Lord in holy attire.",
          "ID": "29"
        },
        {
          "text": "Let all the earth be moved before his face. For he founded the globe immoveable.",
          "ID": "30"
        },
        {
          "text": "Let the heavens rejoice, and let the earth exult. And let them say among the nations, 'The Lord has reigned.'",
          "ID": "31"
        },
        {
          "text": "Let the sea roar, with all its plenitude. Let the fields exult, with all that is in them.",
          "ID": "32"
        },
        {
          "text": "Then the trees of the forest will give praise before the Lord. For he comes to judge the earth.",
          "ID": "33"
        },
        {
          "text": "Confess to the Lord, for he is good. For his mercy is eternal.",
          "ID": "34"
        },
        {
          "text": "And say: 'Save us, O God our savior! And gather us together, and rescue us from the nations, so that we may confess to your holy name, and may exult in your songs.",
          "ID": "35"
        },
        {
          "text": "Blessed be the Lord, the God of Israel, from eternity to eternity.' And let all the people say, 'Amen,' and let them sing a hymn to the Lord.\"",
          "ID": "36"
        },
        {
          "text": "And so, there before the ark of the covenant of the Lord, he left Asaph and his brothers, so that they might minister in the sight of the ark continually, throughout each day, and in their turns.",
          "ID": "37"
        },
        {
          "text": "Now Obededom and his brothers were sixty-eight. And he appointed Obededom, the son of Jeduthun, and Hosah to be porters.",
          "ID": "38"
        },
        {
          "text": "But Zadok the priest, and his brothers the priests, were before the tabernacle of the Lord in the high place, which was in Gibeon,",
          "ID": "39"
        },
        {
          "text": "so that they could offer holocausts to the Lord upon the altar of holocausts continually, morning and evening, according to all that was written in the law of the Lord, which he instructed to Israel.",
          "ID": "40"
        },
        {
          "text": "And after him, Heman, and Jeduthun, and the remainder of the elect, each one by his name, were appointed to confess to the Lord: \"For his mercy endures forever.\"",
          "ID": "41"
        },
        {
          "text": "Also Heman and Jeduthun sounded the trumpet, and they played upon the cymbals, and upon every kind of musical instrument, in order to sing praises to God. But the sons of Jeduthun he made to be porters.",
          "ID": "42"
        },
        {
          "text": "And all the people returned to their houses, and David also, so that he might bless his own house too.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.16",
      "name": "1 Chronicles 16"
    },
    {
      "text": [
        {
          "text": "Now when David was living in his house, he said to the prophet Nathan: \"Behold, I live in a house of cedar. But the ark of the covenant of the Lord is under tent skins.\"",
          "ID": "1"
        },
        {
          "text": "And Nathan said to David: \"Do all that is in your heart. For God is with you.\"",
          "ID": "2"
        },
        {
          "text": "And yet, that night the word of God came to Nathan, saying:",
          "ID": "3"
        },
        {
          "text": "\"Go, and speak to my servant David: Thus says the Lord: You shall not build a house for me as a dwelling place.",
          "ID": "4"
        },
        {
          "text": "For I have not stayed in a house from the time when I led out Israel, even to this day. Instead, I have been continually changing places, in a tabernacle and tent,",
          "ID": "5"
        },
        {
          "text": "dwelling with all of Israel. When did I ever speak to any one at all, among the judges of Israel whom I placed in charge so that they might pasture my people, saying: 'Why have you not built a house of cedar for me?'",
          "ID": "6"
        },
        {
          "text": "And so, now you shall say this to my servant David: Thus says the Lord of hosts: I took you when you were following the flock in the pastures, so that you would be the leader of my people Israel.",
          "ID": "7"
        },
        {
          "text": "And I have been with you wherever you have gone. And I have slain all your enemies before you, and I have made a name for you like one of the great ones who are celebrated upon the earth.",
          "ID": "8"
        },
        {
          "text": "And I have given a place to my people Israel. They shall be planted, and they shall live in it, and they shall no longer be moved. Neither shall the sons of iniquity wear them away, as in the beginning,",
          "ID": "9"
        },
        {
          "text": "from the days when I gave judges to my people Israel, and I humbled all your enemies. Therefore, I announce to you that the Lord will build a house for you.",
          "ID": "10"
        },
        {
          "text": "And when you will have completed your days, so that you go to your fathers, I will raise up your offspring after you, who shall be from your sons. And I will establish his kingdom.",
          "ID": "11"
        },
        {
          "text": "He shall build a house for me, and I will make firm his throne, even unto eternity.",
          "ID": "12"
        },
        {
          "text": "I will be a father to him, and he shall be a son to me. And I will not take away my mercy from him, as I took it away from the one who was before you.",
          "ID": "13"
        },
        {
          "text": "And I will station him in my house and in my kingdom, even forever. And his throne will be very firm, in perpetuity.\"",
          "ID": "14"
        },
        {
          "text": "According to all these words, and according to this entire vision, so did Nathan speak to David.",
          "ID": "15"
        },
        {
          "text": "And when king David had departed, and had sat down before the Lord, he said: \"Who am I, O Lord God, and what is my house, that you would grant such things to me?",
          "ID": "16"
        },
        {
          "text": "But even this has seemed little in your sight, and therefore you have also spoken about the house of your servant even for the future. And you have made me a spectacle above all men, O Lord God.",
          "ID": "17"
        },
        {
          "text": "What more can David add, since you have so glorified your servant, and have known him?",
          "ID": "18"
        },
        {
          "text": "O Lord, because of your servant, in accord with your own heart, you have brought about all this magnificence, and you have willed all these great things to be known.",
          "ID": "19"
        },
        {
          "text": "O Lord, there is no one like you. And there is no other God apart from you, out of all whom we have heard about with our ears.",
          "ID": "20"
        },
        {
          "text": "For what other single nation upon earth is like your people Israel, to whom God reached out, so that he might free them, and might make a people for himself, and by his greatness and terribleness cast out the nations before the face of those whom he had freed from Egypt?",
          "ID": "21"
        },
        {
          "text": "And you have set your people Israel to be your people, even unto eternity. And you, O Lord, have become their God.",
          "ID": "22"
        },
        {
          "text": "Now therefore, O Lord, let the word that you have spoken to your servant, and over his house, be confirmed in perpetuity, and do just as you have spoken.",
          "ID": "23"
        },
        {
          "text": "And may your name remain and be magnified even for all time. And let it be said: 'The Lord of hosts is the God of Israel. And the house of his servant David remains forever before him.'",
          "ID": "24"
        },
        {
          "text": "For you, O Lord my God, have revealed to the ear of your servant that you will build a house for him. And therefore your servant has found faith so that he might pray before you.",
          "ID": "25"
        },
        {
          "text": "Now then, O Lord, you are God. And you have spoken to your servant such great benefits.",
          "ID": "26"
        },
        {
          "text": "And you have begun to bless the house of your servant, so that it may be always before you. For since it is you who is blessing, O Lord, it shall be blessed forever.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:1CH.17",
      "name": "1 Chronicles 17"
    },
    {
      "text": [
        {
          "text": "Now after these things, it happened that David struck the Philistines, and he humbled them, and he took Gath and her daughters from the hand of the Philistines.",
          "ID": "1"
        },
        {
          "text": "And he struck Moab. And the Moabites became the servants of David, offering gifts to him.",
          "ID": "2"
        },
        {
          "text": "In that time, David also struck Hadadezer, the king of Zobah, in the region of Hamath, when he went forth so that he might extend his dominion as far as the river Euphrates.",
          "ID": "3"
        },
        {
          "text": "Then David seized one thousand of his four-horse chariots, and seven thousand horsemen, and twenty thousand men on foot. And he hamstrung all the chariot horses, except for one hundred four-horse chariots, which he reserved for himself.",
          "ID": "4"
        },
        {
          "text": "Then the Syrians of Damascus also arrived, so that they might offer assistance to Hadadezer, the king of Zobah. And so, David then struck of them twenty-two thousand men.",
          "ID": "5"
        },
        {
          "text": "And he stationed soldiers in Damascus, so that Syria also would serve him, and would offer gifts. And the Lord assisted him in all the things to which he went forth.",
          "ID": "6"
        },
        {
          "text": "Also, David took the golden quivers, which the servants of Hadadezer had, and he brought them to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "In addition, from Tibhath and Cun, cities of Hadadezer, he brought very much brass, from which Solomon made the sea of brass, and the pillars, and the vessels of brass.",
          "ID": "8"
        },
        {
          "text": "Now when Toi, the king of Hamath, had heard this, specifically that David had struck the entire army of Hadadezer, the king of Zobah,",
          "ID": "9"
        },
        {
          "text": "he sent his son Hadoram to king David so that he might petition peace from him, and so that he might congratulate him that he had struck and defeated Hadadezer. For indeed, Toi was an adversary to Hadadezer.",
          "ID": "10"
        },
        {
          "text": "Moreover, all the vessels of gold and silver and brass king David consecrated to the Lord, with the silver and gold that he had taken from all the nations, as much from Idumea, and Moab, and the sons of Ammon, as from the Philistines and Amalek.",
          "ID": "11"
        },
        {
          "text": "Truly, Abishai, the son of Zeruiah, struck eighteen thousand of the Edomites in the Valley of the Salt Pits.",
          "ID": "12"
        },
        {
          "text": "And he stationed a garrison in Edom, so that Idumea would serve David. And the Lord saved David in all the things to which he went forth.",
          "ID": "13"
        },
        {
          "text": "Therefore, David reigned over all of Israel, and he executed judgment and justice among all his people.",
          "ID": "14"
        },
        {
          "text": "Now Joab, the son of Zeruiah, was over the army, and Jehoshaphat, the son of Ahilud, was the keeper of records.",
          "ID": "15"
        },
        {
          "text": "And Zadok, the son of Ahitub, and Ahimelech, the son of Abiathar, were the priests. And Shavsha was the scribe.",
          "ID": "16"
        },
        {
          "text": "Also, Benaiah, the son of Jehoiada, was over the legions of the Cherethites and Pelethites. But the sons of David were first at the hand of the king.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.18",
      "name": "1 Chronicles 18"
    },
    {
      "text": [
        {
          "text": "Now it happened that Nahash, the king of the sons of Ammon, died, and his son reigned in his place.",
          "ID": "1"
        },
        {
          "text": "And David said: \"I will act with mercy toward Hanun, the son of Nahash. For his father was gracious to me.\" And so David sent messengers to console him over the death of his father. But when they had reached the land of the sons of Ammon, so that they might console Hanun,",
          "ID": "2"
        },
        {
          "text": "the leaders of the sons of Ammon said to Hanun: \"Do you think that perhaps David has sent them to console you in order to honor your father? Have you not noticed that his servants came to you so that they might explore, and investigate, and examine your land?\"",
          "ID": "3"
        },
        {
          "text": "And so Hanun shaved the heads and beards of the servants of David, and he cut away their tunics from the buttocks to the feet, and he sent them away.",
          "ID": "4"
        },
        {
          "text": "And when they had gone, and had sent word to David, (for they had suffered a great disgrace,) he sent to meet them, and he instructed them that they should remain at Jericho until their beards grew, and then they should return.",
          "ID": "5"
        },
        {
          "text": "Then, when the sons of Ammon realized that they had committed an injury against David, both Hanun and the rest of the people sent one thousand talents of silver, so that they might hire for themselves chariots and horsemen from Mesopotamia, and from Syrian Maacah, and from Zobah.",
          "ID": "6"
        },
        {
          "text": "And they hired thirty-two thousand chariots, and the king of Maacah with his people. When these had arrived, they made camp in the region opposite Medeba. Also, the sons of Ammon, gathering from their cities, went to war.",
          "ID": "7"
        },
        {
          "text": "And when David had heard this, he sent Joab and the entire army of strong men.",
          "ID": "8"
        },
        {
          "text": "And the sons of Ammon, going out, set up a battle line before the gate of the city. But the kings who had come to their aid stood separately in the field.",
          "ID": "9"
        },
        {
          "text": "And so Joab, understanding the war to be set facing him and behind his back, chose the strongest men from all of Israel, and he went out against the Syrians.",
          "ID": "10"
        },
        {
          "text": "But the remaining portion of the people he placed under the hand of his brother Abishai. And they went out against the sons of Ammon.",
          "ID": "11"
        },
        {
          "text": "And he said: \"If the Syrians prevail over me, then you shall be a help to me. But if the sons of Ammon prevail over you, I will be a safeguard for you.",
          "ID": "12"
        },
        {
          "text": "Be strengthened, and let us act manfully on behalf of our people, and on behalf of the cities of our God. And the Lord will do what is good in his own sight.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, Joab, and the people who were with him, went out to battle against the Syrians. And he put them to flight.",
          "ID": "14"
        },
        {
          "text": "Then the sons of Ammon, seeing that the Syrians had fled, also themselves fled from Abishai, his brother, and they entered into the city. And now Joab returned to Jerusalem.",
          "ID": "15"
        },
        {
          "text": "But the Syrians, seeing that they had fallen before Israel, sent messengers, and they brought the Syrians who were across the river. And Shophach, the leader of the military of Hadadezer, was their commander.",
          "ID": "16"
        },
        {
          "text": "When this had been reported to David, he gathered together all of Israel, and he crossed the Jordan. And he rushed toward them. And he set up a battle line facing them. And they fought against him.",
          "ID": "17"
        },
        {
          "text": "But the Syrians fled from Israel. And David killed of the Syrians seven thousand chariots, and forty thousand men on foot, and Shophach, the leader of the army.",
          "ID": "18"
        },
        {
          "text": "Then the servants of Hadadezer, seeing themselves to be overwhelmed by Israel, crossed over to David, and they served him. And Syria was no longer willing to offer aid to the sons of Ammon.",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.19",
      "name": "1 Chronicles 19"
    },
    {
      "text": [
        {
          "text": "Now it happened that, after the course of a year, in the time when kings usually go forth to war, Joab gathered an army with experienced soldiers, and he laid waste to the land of the sons of Ammon. And he continued on and besieged Rabbah. But David was staying in Jerusalem when Joab struck Rabbah and destroyed it.",
          "ID": "1"
        },
        {
          "text": "Then David took the crown of Milcom from his head, and he found in it the weight of one talent of gold, and very precious gems. And he made for himself a diadem from it. Also, he took the best spoils of the city, which were very many.",
          "ID": "2"
        },
        {
          "text": "Then he led away the people who were in it. And he caused plows, and sleds, and iron chariots to go over them, so much so that they were cut apart and crushed. So did David treat all the cities of the sons of Ammon. And he returned with all his people to Jerusalem.",
          "ID": "3"
        },
        {
          "text": "After these things, a war was begun at Gezer against the Philistines, in which Sibbecai the Hushathite struck Sippai from the race of the Rephaim, and he humbled them.",
          "ID": "4"
        },
        {
          "text": "Also, another war was undertaken against the Philistines, in which Adeodatus, a son of the forest, a Bethlehemite, struck the brother of Goliath the Gittite, the wood of whose spear was like a weaver's beam.",
          "ID": "5"
        },
        {
          "text": "Then too, another war occurred in Gath, in which there was a very tall man, having six digits, that is, all together twenty-four. This man too was born from the stock of the Rephaim.",
          "ID": "6"
        },
        {
          "text": "He blasphemed Israel. And Jonathan, the son of Shimea, the brother of David, struck him down. These were the sons of the Rephaim in Gath, who fell by the hand of David and his servants.",
          "ID": "7"
        }
      ],
      "ID": "OT:1CH.20",
      "name": "1 Chronicles 20"
    },
    {
      "text": [
        {
          "text": "Now Satan rose up against Israel, and he incited David so that he would number Israel.",
          "ID": "1"
        },
        {
          "text": "And David said to Joab and to the leaders of the people: \"Go, and number Israel, from Beersheba even to Dan. And bring me the number, so that I may know it.\"",
          "ID": "2"
        },
        {
          "text": "And Joab responded: \"May the Lord increase his people a hundred times more than they are. But, my lord the king, are they not all your servants? Why would my lord seek this thing, which may be imputed as a sin to Israel?\"",
          "ID": "3"
        },
        {
          "text": "But the word of the king prevailed instead. And Joab went away, and he traveled around, through all of Israel. And he returned to Jerusalem.",
          "ID": "4"
        },
        {
          "text": "And he gave to David the number of those whom he had surveyed. And the entire number of Israel was found to be one million and one hundred thousand men who could draw the sword; but from Judah, there were four hundred and seventy thousand men of war.",
          "ID": "5"
        },
        {
          "text": "But Levi and Benjamin he did not number. For Joab executed the orders of the king unwillingly.",
          "ID": "6"
        },
        {
          "text": "Then God was displeased with what had been ordered, and so he struck Israel.",
          "ID": "7"
        },
        {
          "text": "And David said to God: \"I have sinned exceedingly in doing this. I beg you take away the iniquity of your servant. For I have acted unwisely.\"",
          "ID": "8"
        },
        {
          "text": "And the Lord spoke to Gad, the seer of David, saying:",
          "ID": "9"
        },
        {
          "text": "\"Go, and speak to David, and tell him: Thus says the Lord: I give to you the option of three things. Choose the one that you will want, and I will do it to you.\"",
          "ID": "10"
        },
        {
          "text": "And when Gad had gone to David, he said to him: \"Thus says the Lord: Choose what you will want:",
          "ID": "11"
        },
        {
          "text": "Either three years of famine, or three months for you to flee from your enemies, unable to escape from their sword, or three days for the sword of the Lord and a pestilence to turn within the land, with the Angel of the Lord killing in every part of Israel. Now therefore, see what I should respond to him who sent me.\"",
          "ID": "12"
        },
        {
          "text": "And David said to Gad: \"There are difficulties pressing upon me from every side. But it is better for me to fall into the hands of the Lord, for his mercies are many, than into the hands of men.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, the Lord sent a pestilence upon Israel. And there fell from Israel seventy thousand men.",
          "ID": "14"
        },
        {
          "text": "Also, he sent an Angel to Jerusalem, so that he might strike it. And while he was striking, the Lord saw and took pity over the magnitude of the harm. And he commanded the Angel who was striking: \"It is enough. Now let your hand cease.\" And the Angel of the Lord was standing beside the threshing floor of Ornan the Jebusite.",
          "ID": "15"
        },
        {
          "text": "And David, lifting up his eyes, saw the Angel of the Lord, standing between heaven and earth with a drawn sword in his hand, turned toward Jerusalem. And both he and those greater by birth, being clothed in haircloth, fell prone upon the ground.",
          "ID": "16"
        },
        {
          "text": "And David said to God: \"Am I not the one who ordered that the people be numbered? It is I who sinned; it is I who did evil. This flock, what does it deserve? O Lord my God, I beg you to let your hand be turned against me and against the house of my father. But let not your people be struck down.\"",
          "ID": "17"
        },
        {
          "text": "Then the Angel of the Lord instructed Gad to tell David that he should ascend and build an altar to the Lord God on the threshing floor of Ornan the Jebusite.",
          "ID": "18"
        },
        {
          "text": "Therefore, David ascended, in accord with the word of Gad, which he had spoken to him in the name of the Lord.",
          "ID": "19"
        },
        {
          "text": "Now when Ornan had looked up and seen the Angel, he and his four sons hid themselves. For at that time, he was threshing wheat upon the floor.",
          "ID": "20"
        },
        {
          "text": "Then, as David was approaching Ornan, Ornan saw him, and he went out from the threshing floor to meet him. And he reverenced him prone on the ground.",
          "ID": "21"
        },
        {
          "text": "And David said to him: \"Give this place of your threshing floor to me, so that I may build an altar to the Lord upon it. And you shall accept from me as much money as it is worth, so that the plague may cease from the people.\"",
          "ID": "22"
        },
        {
          "text": "But Ornan said to David: \"Take it, and may my lord the king do whatever pleases him. Moreover, I give the oxen also as a holocaust, and the plow for wood, and the wheat for a sacrifice. I will offer all freely.\"",
          "ID": "23"
        },
        {
          "text": "And king David said to him: \"By no means shall it be so. Instead, I will give money to you, as much as it is worth. For I must not take it from you, and thereby offer to the Lord holocausts that cost nothing.\"",
          "ID": "24"
        },
        {
          "text": "Therefore, David gave Ornan, for the place, the very just weight of six hundred shekels of gold.",
          "ID": "25"
        },
        {
          "text": "And he built an altar to the Lord there. And he offered holocausts and peace offerings, and he called upon the Lord. And he heeded him by sending fire from heaven upon the altar of the holocaust.",
          "ID": "26"
        },
        {
          "text": "And the Lord instructed the Angel, and he turned his sword back into its sheath.",
          "ID": "27"
        },
        {
          "text": "Then, seeing that the Lord had heeded him at the threshing floor of Ornan the Jebusite, David immediately immolated victims there.",
          "ID": "28"
        },
        {
          "text": "But the tabernacle of the Lord, which Moses had made in the desert, and the altar of holocausts, were at that time on the high place of Gibeon.",
          "ID": "29"
        },
        {
          "text": "And David was unable to go to the altar, so that he might pray to God there. For he had been struck with an exceedingly great fear, seeing the sword of the Angel of the Lord.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.21",
      "name": "1 Chronicles 21"
    },
    {
      "text": [
        {
          "text": "And David said, \"This is the house of God, and this is the altar for the holocaust of Israel.\"",
          "ID": "1"
        },
        {
          "text": "And he instructed them to gather all the new converts from the land of Israel. And from these he appointed stoneworkers, to hew stones and to polish them, so that he might build the house of God.",
          "ID": "2"
        },
        {
          "text": "Also, David prepared very much iron to use for the nails of the gates, and for the seams and joints, as well as an immeasurable weight of brass.",
          "ID": "3"
        },
        {
          "text": "Also, the cedar trees, which the Sidonians and Tyrians had transported to David, were not able to be counted.",
          "ID": "4"
        },
        {
          "text": "And David said: \"My son Solomon is a young and tender boy. But the house that I desire to be built to the Lord ought to be so great that it is renowned in every region. Therefore, I will prepare what will be necessary for him.\" And for this reason, before his death, he prepared all the expenses.",
          "ID": "5"
        },
        {
          "text": "And he called for Solomon, his son. And he instructed him to build a house to the Lord, the God of Israel.",
          "ID": "6"
        },
        {
          "text": "And David said to Solomon: \"My son, it was my will that I build a house to the name of the Lord my God.",
          "ID": "7"
        },
        {
          "text": "But the word of the Lord came to me, saying: 'You have shed much blood, and you have battled in many wars. You are not able to build a house to my name, so great was the shedding of blood before me.",
          "ID": "8"
        },
        {
          "text": "The son who shall be born to you will be a very quiet man. For I will cause him to have rest from all his enemies on every side. And for this reason, he shall be called Peaceful. And I will grant peace and tranquility to Israel during all his days.",
          "ID": "9"
        },
        {
          "text": "He shall build a house to my name. And he shall be a son to me, and I will be a father to him. And I will establish the throne of his kingdom over Israel unto eternity.'",
          "ID": "10"
        },
        {
          "text": "Now then, my son, may the Lord be with you, and may you prosper and build a house to the Lord your God, just as he has spoken concerning you.",
          "ID": "11"
        },
        {
          "text": "Also, may the Lord give you prudence and understanding, so that you may be able to rule Israel and to guard the law of the Lord your God.",
          "ID": "12"
        },
        {
          "text": "For then you will be able to advance, if you keep the commandments and judgments that the Lord instructed Moses to teach to Israel. Be strengthened and act manfully. You should not fear, and you should not dread.",
          "ID": "13"
        },
        {
          "text": "Behold, in my poverty I have prepared the expenses for the house of the Lord: one hundred thousand talents of gold, and one million of talents of silver. Yet truly, there is no measuring the brass and the iron. For their magnitude is beyond numbering. And I have prepared the timber and the stones for the entire project.",
          "ID": "14"
        },
        {
          "text": "Also, you have very many artisans: stoneworkers, and builders of walls, and craftsmen of wood, and those most prudent in doing the work of every art,",
          "ID": "15"
        },
        {
          "text": "with gold and silver, and with brass and iron, of which there is no number. Therefore, rise up and act. And the Lord will be with you.\"",
          "ID": "16"
        },
        {
          "text": "Also, David instructed all the leaders of Israel, so that they would assist his son Solomon,",
          "ID": "17"
        },
        {
          "text": "saying: \"You discern that the Lord your God is with you, and that he has given you rest on all sides, and that he has delivered all your enemies into your hands, and that the land has been subdued before the Lord and before his people.",
          "ID": "18"
        },
        {
          "text": "Therefore, offer your hearts and your souls, so that you seek the Lord your God. And rise up and build a sanctuary to the Lord God, so that the ark of the covenant of the Lord, and the vessels consecrated to the Lord, may be brought into the house that is built to the name of the Lord.\"",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.22",
      "name": "1 Chronicles 22"
    },
    {
      "text": [
        {
          "text": "Then David, being old and full of days, appointed his son Solomon as king over Israel.",
          "ID": "1"
        },
        {
          "text": "And he gathered together all the leaders of Israel, with the priests as well as the Levites.",
          "ID": "2"
        },
        {
          "text": "And the Levites were numbered from the age of thirty years and upward. And there were found thirty-eight thousand men.",
          "ID": "3"
        },
        {
          "text": "Of these, twenty-four thousand were chosen and distributed to the ministry of the house of the Lord. Then six thousand were overseers and judges.",
          "ID": "4"
        },
        {
          "text": "Moreover, four thousand were porters. And the same number were the singers of psalms to the Lord, with the musical instruments which he had made for the music.",
          "ID": "5"
        },
        {
          "text": "And David distributed them into courses according to the sons of Levi, specifically, Gershom, and Kohath, and Merari.",
          "ID": "6"
        },
        {
          "text": "The sons of Gershom: Ladan and Shimei.",
          "ID": "7"
        },
        {
          "text": "The sons of Ladan: the leader Jahiel, and Zetham, and Joel, three.",
          "ID": "8"
        },
        {
          "text": "The sons of Shimei: Shelomoth, and Haziel, and Haran, three. These were the leaders of the families of Ladan.",
          "ID": "9"
        },
        {
          "text": "Then the sons of Shimei: Jahath, and Zizah, and Jeush, and Beriah. These were the sons of Shimei, four.",
          "ID": "10"
        },
        {
          "text": "Now Jahath was first, Zizah second, but Jeush and Beriah did not have many sons, and for this reason they were reckoned as one family and one house.",
          "ID": "11"
        },
        {
          "text": "The sons of Kohath: Amram and Izhar, Hebron and Uzziel, four.",
          "ID": "12"
        },
        {
          "text": "The sons of Amram: Aaron and Moses. Now Aaron was separated so that he might minister in the Holy of Holies, he and his sons forever, and so that he might burn incense to the Lord, according to his rite, and so that he might bless his name in perpetuity.",
          "ID": "13"
        },
        {
          "text": "The sons of Moses, the man of God, were also numbered in the tribe of Levi.",
          "ID": "14"
        },
        {
          "text": "The sons of Moses: Gershom and Eliezer.",
          "ID": "15"
        },
        {
          "text": "The sons of Gershom: Shebuel the first.",
          "ID": "16"
        },
        {
          "text": "Now the sons of Eliezer were Rehabiah the first. And there were no other sons for Eliezer. But the sons of Rehabiah were multiplied exceedingly.",
          "ID": "17"
        },
        {
          "text": "The sons of Izhar: Shelomith the first.",
          "ID": "18"
        },
        {
          "text": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth.",
          "ID": "19"
        },
        {
          "text": "The sons of Uzziel: Micah the first, Isshiah the second.",
          "ID": "20"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
          "ID": "21"
        },
        {
          "text": "Then Eleazar died, and had no sons, but only daughters. And so the sons of Kish, their brothers, married them.",
          "ID": "22"
        },
        {
          "text": "The sons of Mushi: Mahli, and Eder, and Jeremoth, three.",
          "ID": "23"
        },
        {
          "text": "These are the sons of Levi, in their kindred and families, leaders in turns, and the number of each of the heads who were doing the works of the ministry of the house of the Lord, from twenty years of age and upward.",
          "ID": "24"
        },
        {
          "text": "For David said: \"The Lord, the God of Israel, has given rest to his people, and a habitation in Jerusalem even unto eternity.",
          "ID": "25"
        },
        {
          "text": "Neither shall it be the office of the Levites any more to carry the tabernacle with all its equipment for use in the ministry.\"",
          "ID": "26"
        },
        {
          "text": "Also, according to the last precepts of David, the sons of Levi shall be counted by number from twenty years of age and upward.",
          "ID": "27"
        },
        {
          "text": "And they shall be under the hand of the sons of Aaron, in the care of the house of the Lord, in the vestibule, and in the chambers, and in the place of purification, and in the sanctuary, and in all the works of the ministry of the temple of the Lord.",
          "ID": "28"
        },
        {
          "text": "But the priests shall be over the bread of the presence, and the sacrifice of fine wheat flour, and the unleavened cakes, and the frying pan, and the roasting, and over every weight and measure.",
          "ID": "29"
        },
        {
          "text": "Yet truly, the Levites shall stand to confess and to sing to the Lord, in the morning, and similarly in the evening,",
          "ID": "30"
        },
        {
          "text": "as much in the oblation of the holocausts of the Lord, as in the Sabbaths and new moons and other solemnities, according to the number and ceremonies for each and every matter, perpetually before the Lord.",
          "ID": "31"
        },
        {
          "text": "And let them keep the observances of the tabernacle of the covenant, and the rituals of the sanctuary, and the observance of the sons of Aaron, their brothers, so that they may minister in the house of the Lord.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.23",
      "name": "1 Chronicles 23"
    },
    {
      "text": [
        {
          "text": "Now these were the divisions of the sons of Aaron. The sons of Aaron: Nadab, and Abihu, and Eleazar, and Ithamar.",
          "ID": "1"
        },
        {
          "text": "But Nadab and Abihu died before their father, and without children. And so Eleazar and Ithamar exercised the priestly office.",
          "ID": "2"
        },
        {
          "text": "And David distributed them, that is, Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, according to their courses and ministry.",
          "ID": "3"
        },
        {
          "text": "And there were found many more of the sons of Eleazar among the leading men, than of the sons of Ithamar. Therefore, he divided them so that there were, of the sons of Eleazar, sixteen leaders by their families, and of the sons of Ithamar eight by their families and houses.",
          "ID": "4"
        },
        {
          "text": "Then he divided among them, in both families, by lot. For there were leaders of the sanctuary and leaders of God, as much from the sons of Eleazar as from the sons of Ithamar.",
          "ID": "5"
        },
        {
          "text": "And the scribe Shemaiah, the son of Nethanel, a Levite, wrote these down before the king and the leaders, with Zadok, the priest, and Ahimelech, the son of Abiathar, and also the leaders of the priestly and Levitical families. And there was one house, which was preeminent over the others, that of Eleazar; and there was another house, which had the others under it, that of Ithamar.",
          "ID": "6"
        },
        {
          "text": "Now the first lot went forth to Jehoiarib, the second to Jedaiah,",
          "ID": "7"
        },
        {
          "text": "the third to Harim, the fourth to Seorim,",
          "ID": "8"
        },
        {
          "text": "the fifth to Malchijah, the sixth to Mijamin,",
          "ID": "9"
        },
        {
          "text": "the seventh to Hakkoz, the eighth to Abijah,",
          "ID": "10"
        },
        {
          "text": "the ninth to Jeshua, the tenth to Shecaniah,",
          "ID": "11"
        },
        {
          "text": "the eleventh to Eliashib, the twelfth to Jakim,",
          "ID": "12"
        },
        {
          "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,",
          "ID": "13"
        },
        {
          "text": "the fifteenth to Bilgah, the sixteenth to Immer,",
          "ID": "14"
        },
        {
          "text": "the seventeenth to Hezir, the eighteenth to Happizzez,",
          "ID": "15"
        },
        {
          "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,",
          "ID": "16"
        },
        {
          "text": "the twenty-first to Jachin, the twenty-second to Gamul,",
          "ID": "17"
        },
        {
          "text": "the twenty-third to Delaiah, the twenty-fourth to Maaziah.",
          "ID": "18"
        },
        {
          "text": "These were their courses according to their ministries, so that they would enter into the house of the Lord in accord with their practice, under the hand of Aaron, their father, just as the Lord, the God of Israel, had instructed.",
          "ID": "19"
        },
        {
          "text": "Now of the sons of Levi who were remaining, there were Shubael, from the sons of Amram, and Jehdeiah, from the sons of Shubael.",
          "ID": "20"
        },
        {
          "text": "Also, there were Isshiah, the leader from the sons of Rehabiah,",
          "ID": "21"
        },
        {
          "text": "and truly Shelomoth, the son of Izhar, and Jahath, the son of Shelomoth,",
          "ID": "22"
        },
        {
          "text": "and his son, Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth.",
          "ID": "23"
        },
        {
          "text": "The son of Uzziel was Micah. The son of Micah was Shamir.",
          "ID": "24"
        },
        {
          "text": "The brother of Micah was Isshiah. And the son of Isshiah was Zechariah.",
          "ID": "25"
        },
        {
          "text": "The sons of Merari were Mahli and Mushi. The son of Uzziah was Beno.",
          "ID": "26"
        },
        {
          "text": "Also, the son of Merari: Uzziah, and Shoham, and Zaccur, and Hebri.",
          "ID": "27"
        },
        {
          "text": "In addition, the son of Mahli was Eleazar, who had no children.",
          "ID": "28"
        },
        {
          "text": "Truly, the son of Kish was Jerahmeel.",
          "ID": "29"
        },
        {
          "text": "The sons of Mushi were Mahli, Eder, and Jerimoth. These were the sons of Levi according to the houses of their families.",
          "ID": "30"
        },
        {
          "text": "And they also cast lots concerning their brothers, the sons of Aaron, before David the king, and Zadok, and Ahimelech, and the leaders of the priestly and Levitical families, as much concerning the elder as the younger. The lot divided all things equitably.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.24",
      "name": "1 Chronicles 24"
    },
    {
      "text": [
        {
          "text": "Then David and the magistrates of the army set apart, for the ministry, the sons of Asaph, and of Heman, and of Jeduthun, who were to prophesy with harps and psalteries and cymbals, in accord with their number, having been dedicated to their appointed office.",
          "ID": "1"
        },
        {
          "text": "From the sons of Asaph: Zaccur, and Joseph, and Nethaniah, and Asharelah, the sons of Asaph, under the hand of Asaph, prophesying beside the king.",
          "ID": "2"
        },
        {
          "text": "Then of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, and Hashabiah, and Mattithiah, six, under the hand of their father Jeduthun, who was prophesying with stringed instruments, while confessing and praising the Lord.",
          "ID": "3"
        },
        {
          "text": "Also, of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamtiezer, and Joshbekashah, Mallothi, Hothir, Mahazioth.",
          "ID": "4"
        },
        {
          "text": "All these were the sons of Heman, the seer of the king in the words of God, in order to lift up the horn. And God gave to Heman fourteen sons and three daughters.",
          "ID": "5"
        },
        {
          "text": "All these, under their father's hand, were distributed in order to sing in the temple of the Lord, with cymbals and psalteries and harps, in the ministry of the house of the Lord beside the king, specifically, Asaph, and Jeduthun, and Heman.",
          "ID": "6"
        },
        {
          "text": "Now the number of these, with their brothers, who were instructing in the song of the Lord, all the teachers, were two hundred eighty-eight.",
          "ID": "7"
        },
        {
          "text": "And they cast lots in their turns, the elder equally with the younger, the learned together with the unlearned.",
          "ID": "8"
        },
        {
          "text": "And the first lot went forth to Joseph, who was of Asaph; the second went forth to Gedaliah, to him and his sons and his brothers, twelve.",
          "ID": "9"
        },
        {
          "text": "The third went to Zaccur, to his sons and brothers, twelve.",
          "ID": "10"
        },
        {
          "text": "The fourth went to Izri, to his sons and brothers, twelve.",
          "ID": "11"
        },
        {
          "text": "The fifth went to Nethaniah, to his sons and brothers, twelve.",
          "ID": "12"
        },
        {
          "text": "The sixth went to Bukkiah, to his sons and brothers, twelve.",
          "ID": "13"
        },
        {
          "text": "The seventh went to Jesharelah, to his sons and brothers, twelve.",
          "ID": "14"
        },
        {
          "text": "The eighth went to Jeshaiah, to his sons and brothers, twelve.",
          "ID": "15"
        },
        {
          "text": "The ninth went to Mattaniah, to his sons and brothers, twelve.",
          "ID": "16"
        },
        {
          "text": "The tenth went to Shimei, to his sons and brothers, twelve.",
          "ID": "17"
        },
        {
          "text": "The eleventh went to Azarel, to his sons and brothers, twelve.",
          "ID": "18"
        },
        {
          "text": "The twelfth went to Hashabiah, to his sons and brothers, twelve.",
          "ID": "19"
        },
        {
          "text": "The thirteenth went to Shubael, to his sons and brothers, twelve.",
          "ID": "20"
        },
        {
          "text": "The fourteenth went to Mattithiah, to his sons and brothers, twelve.",
          "ID": "21"
        },
        {
          "text": "The fifteenth went to Jeremoth, to his sons and brothers, twelve.",
          "ID": "22"
        },
        {
          "text": "The sixteenth went to Hananiah, to his sons and brothers, twelve.",
          "ID": "23"
        },
        {
          "text": "The seventeenth went to Joshbekashah, to his sons and brothers, twelve.",
          "ID": "24"
        },
        {
          "text": "The eighteenth went to Hanani, to his sons and brothers, twelve.",
          "ID": "25"
        },
        {
          "text": "The nineteenth went to Mallothi, to his sons and his brothers, twelve.",
          "ID": "26"
        },
        {
          "text": "The twentieth went to Eliathah, to his sons and brothers, twelve.",
          "ID": "27"
        },
        {
          "text": "The twenty-first went to Hothir, to his sons and brothers, twelve.",
          "ID": "28"
        },
        {
          "text": "The twenty-second went to Giddalti, to his sons and brothers, twelve.",
          "ID": "29"
        },
        {
          "text": "The twenty-third went to Mahazioth, to his sons and brothers, twelve.",
          "ID": "30"
        },
        {
          "text": "The twenty-fourth went to Romamtiezer, to his sons and brothers, twelve.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.25",
      "name": "1 Chronicles 25"
    },
    {
      "text": [
        {
          "text": "Now the divisions of the porters were, from the Korahites: Meshelemiah, the son of Kore, of the sons of Asaph.",
          "ID": "1"
        },
        {
          "text": "The sons of Meshelemiah: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,",
          "ID": "2"
        },
        {
          "text": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh.",
          "ID": "3"
        },
        {
          "text": "Then the sons of Obededom: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,",
          "ID": "4"
        },
        {
          "text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth. For the Lord had blessed him.",
          "ID": "5"
        },
        {
          "text": "Now to his son Shemaiah, there were born sons, rulers of their families. For they were very strong men.",
          "ID": "6"
        },
        {
          "text": "Then the sons of Shemaiah were Othni, and Rephael, and Obed, Elzabad and his brothers, very strong men, as well as Elihu and Semachiah.",
          "ID": "7"
        },
        {
          "text": "All these were from the sons of Obededom: they and their sons and brothers, very fit for the ministry, sixty-two from Obededom.",
          "ID": "8"
        },
        {
          "text": "Then there were the sons of Meshelemiah and their brothers, very robust men, eighteen.",
          "ID": "9"
        },
        {
          "text": "Now, from Hosah, that is, from the sons of Merari: Shimri the leader, for he had not had a firstborn son, and so, because of this, his father had appointed him as the leader,",
          "ID": "10"
        },
        {
          "text": "Hilkiah the second, Tebaliah the third, Zechariah the fourth. All these, the sons and brothers of Hosah, were thirteen.",
          "ID": "11"
        },
        {
          "text": "These were distributed as porters, so that the leaders of the posts, as well as their brothers, were ministering continually in the house of the Lord.",
          "ID": "12"
        },
        {
          "text": "Then they cast lots equally, for both the small and the great, by their families, concerning each one of the gates.",
          "ID": "13"
        },
        {
          "text": "And the lot of the east fell out to Shelemiah. But to his son Zechariah, a very prudent and learned man, the northern section was obtained by lot.",
          "ID": "14"
        },
        {
          "text": "Truly, Obededom and his sons obtained that to the south, in the part of the house where the council of elders was.",
          "ID": "15"
        },
        {
          "text": "Shuppim and Hosah obtained that toward the west, beside the gate that leads to the way of the ascent, one post facing the other.",
          "ID": "16"
        },
        {
          "text": "Truly, toward the east there were six Levites, and toward the north there were four per day, and then toward the south similarly there were four each day. And where the council was, there were two and two.",
          "ID": "17"
        },
        {
          "text": "Also, in the cells of the porters toward the west, there were four along the way, and two at every cell.",
          "ID": "18"
        },
        {
          "text": "These are the divisions of the porters of the sons of Kohath and of Merari.",
          "ID": "19"
        },
        {
          "text": "Now Ahijah was over the treasuries of the house of God, and the holy vessels.",
          "ID": "20"
        },
        {
          "text": "The sons of Ladan, sons of Gershon: from Ladan, leaders of the families of Ladan and of Gershon: Jehieli.",
          "ID": "21"
        },
        {
          "text": "The sons of Jehieli: Zetham and Joel; his brothers were over the treasuries of the house of the Lord,",
          "ID": "22"
        },
        {
          "text": "with the Amramites, and Izharites, and Hebronites, and Uzzielites.",
          "ID": "23"
        },
        {
          "text": "Now, Shebuel, the son of Gershom, the son of Moses, was in the first place over the treasuries,",
          "ID": "24"
        },
        {
          "text": "along with his brothers, Eliezer, and his son Rehabiah, and his son Jeshaiah, and his son Joram, and also his son Zichri, and his son Shelomoth.",
          "ID": "25"
        },
        {
          "text": "The same Shelomoth and his brothers were over the treasuries of the holy things, which king David sanctified, with the leaders of the families, and the tribunes, and the centurions, and the commanders of the army.",
          "ID": "26"
        },
        {
          "text": "These things were from the wars and from the best spoils of the battles, which they had consecrated for the repair and the furnishing of the temple of the Lord.",
          "ID": "27"
        },
        {
          "text": "Now all these things were sanctified by Samuel, the seer, and by Saul, the son of Kish, and by Abner, the son of Ner, and by Joab, the son of Zeruiah. All those who had sanctified these were under the hand of Shelomoth and his brothers.",
          "ID": "28"
        },
        {
          "text": "Yet truly, Chenaniah and his sons were over the Izharites, for the exterior works concerning Israel, in order to teach and to judge them.",
          "ID": "29"
        },
        {
          "text": "Now from the Hebronites, Hashabiah and his brothers, one thousand seven hundred very strong men, were in charge of Israel across the Jordan toward the west, in all the works of the Lord, and in the ministry of the king.",
          "ID": "30"
        },
        {
          "text": "And the leader of the Hebronites was Jerijah, according to their families and kindred. In the fortieth year of the reign of David, they were numbered, and there were found very strong men in Jazer Gilead.",
          "ID": "31"
        },
        {
          "text": "And his brothers of a mature age were two thousand seven hundred leaders of families. Then king David placed them in charge of the Reubenites, and the Gadites, and the one half tribe of Manasseh, in all of the ministries of God and of the king.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.26",
      "name": "1 Chronicles 26"
    },
    {
      "text": [
        {
          "text": "Now the sons of Israel, according to their number, the leaders of the families, the tribunes, and the centurions, and the chiefs, who were ministering to the king by their companies, entering and departing in each month of the year as they were in charge, were twenty-four thousand.",
          "ID": "1"
        },
        {
          "text": "Jashobeam, the son of Zabdiel, was in charge of the first company in the first month; and under him were twenty-four thousand.",
          "ID": "2"
        },
        {
          "text": "He was from the sons of Perez, and he was the leader of all the other leaders in the army, in the first month.",
          "ID": "3"
        },
        {
          "text": "The company of the second month had Dodai, an Ahohite; and after him there was another, named Mikloth, who ruled over a portion of the army of the twenty-four thousand.",
          "ID": "4"
        },
        {
          "text": "Also, the commander of the third company, in the third month, was Benaiah, the son of Jehoiada the priest; and in his division there were twenty-four thousand.",
          "ID": "5"
        },
        {
          "text": "The same is the Benaiah who was strongest among the thirty, and was above the thirty. But his son, Ammizabad, was in charge of his company.",
          "ID": "6"
        },
        {
          "text": "The fourth, for the fourth month, was Asahel, the brother of Joab, and his son Zebadiah after him; and in his company there were twenty-four thousand.",
          "ID": "7"
        },
        {
          "text": "The fifth leader, for the fifth month, was Shamhuth, an Izrahite; and in his company there were twenty-four thousand.",
          "ID": "8"
        },
        {
          "text": "The sixth, for the sixth month, was Ira, the son of Ikkesh, a Tekoite; and in his company there were twenty-four thousand.",
          "ID": "9"
        },
        {
          "text": "The seventh, for the seventh month, was Helez, a Pelonite from the sons of Ephraim; and in his company there were twenty-four thousand.",
          "ID": "10"
        },
        {
          "text": "The eighth, for the eighth month, was Sibbecai, a Hushathite from the stock of the Zerahites; and in his company there were twenty-four thousand.",
          "ID": "11"
        },
        {
          "text": "The ninth, for the ninth month, was Abiezer, an Anathothite from the sons of Benjamin; and in his company there were twenty-four thousand.",
          "ID": "12"
        },
        {
          "text": "The tenth, for the tenth month, was Maharai, and he was a Netophathite from the stock of the Zerahites; and in his company there were twenty-four thousand.",
          "ID": "13"
        },
        {
          "text": "The eleventh, for the eleventh month, was Benaiah, a Pirathonite from the sons of Ephraim; and in his company there were twenty-four thousand.",
          "ID": "14"
        },
        {
          "text": "The twelfth, for the twelfth month, was Heldai, a Netophathite from the stock of Othniel; and in his company there were twenty-four thousand.",
          "ID": "15"
        },
        {
          "text": "Now those who were first over the tribes of Israel were these: over the Reubenites, Eliezer, the son of Zichri, was the ruler; over the Simeonites, Shephatiah, the son of Maacah, was the ruler;",
          "ID": "16"
        },
        {
          "text": "over the Levites, Hashabiah, the son of Kemuel; over the Aaronites, Zadok;",
          "ID": "17"
        },
        {
          "text": "over Judah, Elihu, the brother of David; over Issachar, Omri, the son of Michael;",
          "ID": "18"
        },
        {
          "text": "over the Zebulunites, Ishmaiah, the son of Obadiah; over the Naphtalites, Jeremoth, the son of Azriel;",
          "ID": "19"
        },
        {
          "text": "over the sons of Ephraim, Hoshea, the son of Azaziah; over the one half tribe of Manasseh, Joel, the son of Pedaiah;",
          "ID": "20"
        },
        {
          "text": "and over the one half tribe of Manasseh in Gilead, Iddo, the son of Zechariah; then over Benjamin, Jaasiel, the son of Abner;",
          "ID": "21"
        },
        {
          "text": "yet truly, Azarel, the son of Jeroham, was over Dan. These were the leaders of the sons of Israel.",
          "ID": "22"
        },
        {
          "text": "But David was not willing to number them from twenty years old and under. For the Lord had said that he would multiply Israel like the stars of heaven.",
          "ID": "23"
        },
        {
          "text": "Joab, the son of Zeruiah, had begun to number, but he did not finish. For because of this, wrath had fallen upon Israel. And therefore the number of those who had been counted was not related in the official records of king David.",
          "ID": "24"
        },
        {
          "text": "Now over the storerooms of the king was Azmaveth, the son of Adiel. But Jonathan, the son of Uzziah, was over those storerooms that were in the cities, and in the villages, and in the towers.",
          "ID": "25"
        },
        {
          "text": "And over the farmlands and the farmers, those who worked the ground, was Ezri, the son of Chelub.",
          "ID": "26"
        },
        {
          "text": "And over the cultivators of vineyards was Shimei, a Ramathite; then over the wine cellars was Zabdi, an Aphonite.",
          "ID": "27"
        },
        {
          "text": "Now over the olive groves and the fig groves, which were in the plains, was Baal-hanan, a Gederite; and over the oil cellars was Joash.",
          "ID": "28"
        },
        {
          "text": "Now over the herds that were pastured in Sharon, Shitrai, a Sharonite, was in the first place; and over the oxen in the valleys, there was Shaphat, the son of Adlai.",
          "ID": "29"
        },
        {
          "text": "Truly, over the camels was Obil, an Ishmaelite; and over the donkeys was Jehdeiah, a Meronothite.",
          "ID": "30"
        },
        {
          "text": "And over the sheep was Jaziz, a Hagarene. All these were leaders over the substance of king David.",
          "ID": "31"
        },
        {
          "text": "Now Jonathan, the uncle of David, was a counselor, a prudent and scholarly man; he and Jehiel, the son of Hachmoni, were with the sons of the king.",
          "ID": "32"
        },
        {
          "text": "Now Ahithophel was the counselor of the king; and Hushai, the Archite, was the king's friend.",
          "ID": "33"
        },
        {
          "text": "After Ahithophel was Jehoiada, the son of Benaiah, and Abiathar. But the leader of the army of the king was Joab.",
          "ID": "34"
        }
      ],
      "ID": "OT:1CH.27",
      "name": "1 Chronicles 27"
    },
    {
      "text": [
        {
          "text": "And so David called together all the leaders of Israel, the rulers of the tribes, and those in charge of the companies, who were ministering to the king, and also the tribunes and centurions, and those in charge of the substance and possessions of the king, and his sons, with the eunuchs and the powerful and those most experienced in the army, at Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And when the king had risen up and was standing, he said: \"Listen to me, my brothers and my people. I thought that I would build a house, in which the ark of the covenant of the Lord, the footstool of our God, might rest. And so I prepared everything for its building.",
          "ID": "2"
        },
        {
          "text": "But God said to me: 'You shall not build a house to my name, because you are a man of war, and have shed blood.'",
          "ID": "3"
        },
        {
          "text": "Now the Lord God of Israel chose me, out of the entire house of my father, so that I would be king over Israel forever. For from Judah he chose leaders; then from the house of Judah he chose the house of my father; and from the sons of my father, it pleased him to choose me as king over all of Israel.",
          "ID": "4"
        },
        {
          "text": "Then too, among my sons (for the Lord has given me many sons) he chose Solomon my son, so that he would sit upon the throne of the kingdom of the Lord, over Israel.",
          "ID": "5"
        },
        {
          "text": "And he said to me: 'Solomon your son shall build my house and my courts. For I have chosen him to be to me as a son, and I will be to him as a father.",
          "ID": "6"
        },
        {
          "text": "And I will make firm his kingdom, even unto eternity, if he will persevere in doing my precepts and judgments, as also today.'",
          "ID": "7"
        },
        {
          "text": "Now therefore, before the entire assembly of Israel, in the hearing of our God, keep and seek all the commandments of the Lord our God, so that you may possess the good land, and may bequeath it to your sons after you, even forever.",
          "ID": "8"
        },
        {
          "text": "And as for you, my son Solomon, know the God of your father, and serve him with a perfect heart and a willing mind. For the Lord searches all hearts, and understands the thoughts of all minds. If you seek him, you will find him. But if you abandon him, he will cast you aside for eternity.",
          "ID": "9"
        },
        {
          "text": "Now therefore, since the Lord has chosen you, so that you would build the house of the Sanctuary, be strengthened and accomplish it.\"",
          "ID": "10"
        },
        {
          "text": "Then David gave to his son Solomon a description of the portico, and the temple, and the storerooms, and the upper floor, and the innermost rooms, and the house of propitiation,",
          "ID": "11"
        },
        {
          "text": "and indeed also of all the courts that he had planned, and the outer rooms on all sides, for the treasuries of the house of the Lord, and for the treasuries of the holy things,",
          "ID": "12"
        },
        {
          "text": "and for the divisions of the priests and the Levites: concerning all the works of the house of the Lord and all the items in the ministry of the temple of the Lord.",
          "ID": "13"
        },
        {
          "text": "There was gold by weight for every vessel of the ministry, and also silver by weight for the diversity of vessels and equipment.",
          "ID": "14"
        },
        {
          "text": "Then too, he distributed gold for the lampstands and their lamps, according to the measure of each of the lampstands with their lamps. Similarly also, he distributed silver by weight for the silver lampstands with their lamps, according to the diversity of their measure.",
          "ID": "15"
        },
        {
          "text": "Also, he gave gold for the tables of the presence, according to the diversity of the tables; similarly too, he gave silver for the other tables of silver.",
          "ID": "16"
        },
        {
          "text": "Also, he distributed from the purest gold for the small hooks and the bowls and the censors, as well as for the little lions of gold, in accord with the precise measure of the weight, for lion after lion. Similarly too, for the lions of silver, he set aside a different weight of silver.",
          "ID": "17"
        },
        {
          "text": "Then, for the altar on which the incense was burned, he gave the purest gold. And from the same he made the likeness of the chariot of the Cherubim, with extended wings, which is veiling the ark of the covenant of the Lord.",
          "ID": "18"
        },
        {
          "text": "\"All these things,\" he said, \"came to me written by the hand of the Lord, so that I would understand all the works of the pattern.\"",
          "ID": "19"
        },
        {
          "text": "David also said to his son Solomon: \"Act manfully, and be strengthened, and carry it out. You should not be afraid, and you should not be dismayed. For the Lord my God will be with you, and he will not send you away, nor will he abandon you, until you have perfected the entire work of the ministry of the house of the Lord.",
          "ID": "20"
        },
        {
          "text": "Behold, the divisions of the priests and the Levites, for every ministry of the house of the Lord, are standing before you. And they have been prepared, and so they know, both the leaders and the people, how to carry out all your precepts.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:1CH.28",
      "name": "1 Chronicles 28"
    },
    {
      "text": [
        {
          "text": "And king David spoke to the entire assembly: \"My son Solomon, the one God has chosen, is still a tender boy. And yet the work is great, for a habitation is being prepared, not for man, but for God.",
          "ID": "1"
        },
        {
          "text": "Now with all my ability, I have prepared the expenses for the house of my God: gold for items of gold, and silver for those of silver, brass for those of brass, iron for those of iron, and wood for those of wood, and stones of onyx, and stones like alabaster, and stones of diverse colors, and every kind of precious stone, and marble from Paros in great abundance.",
          "ID": "2"
        },
        {
          "text": "And in addition to these things that I have offered into the house of my God, I give, from my own belongings, gold and silver for the temple of my God, aside from those things that I have prepared for the holy shrine:",
          "ID": "3"
        },
        {
          "text": "three thousand talents of gold, from the gold of Ophir, and seven thousand talents of highly-refined silver, for the gilding of the walls of the temple;",
          "ID": "4"
        },
        {
          "text": "and gold for wherever there is need of gold, and silver for wherever there is need of silver, for the works to be done by the hands of the artisans. And if anyone freely offers, let him fill his hand this day, and let him offer whatever he wishes to the Lord.\"",
          "ID": "5"
        },
        {
          "text": "And so the leaders of the families, and the nobles of the tribes of Israel, as well as the tribunes and the centurions and the overseers of the king's possessions, promised",
          "ID": "6"
        },
        {
          "text": "and gave, for the works of the house of the Lord, five thousand talents and ten thousand pieces of gold, ten thousand talents of silver, and eighteen thousand talents of brass, and also one hundred thousand talents of iron.",
          "ID": "7"
        },
        {
          "text": "And whoever found precious stones among their belongings gave them to the treasuries of the house of the Lord, by the hand of Jehiel the Gershonite.",
          "ID": "8"
        },
        {
          "text": "And the people rejoiced, since they were promising their votive offerings willingly. For they were offering these to the Lord with all their heart. And king David also rejoiced with great gladness.",
          "ID": "9"
        },
        {
          "text": "And he blessed the Lord before the entire multitude, and he said: \"Blessed are you, O Lord God of Israel, our Father from eternity to eternity.",
          "ID": "10"
        },
        {
          "text": "Yours, O Lord, is magnificence and power and glory, and also victory; and to you is praise. For all the things that are in heaven and on earth are yours. Yours is the kingdom, O Lord, and you are above all rulers.",
          "ID": "11"
        },
        {
          "text": "Yours is wealth, and yours is glory. You have dominion over all things. In your hand is virtue and power. In your hand is greatness and authority over all things.",
          "ID": "12"
        },
        {
          "text": "Now therefore, we confess to you, our God, and we praise your famous name.",
          "ID": "13"
        },
        {
          "text": "Who am I, and what is my people, that we should be able to promise all these things to you? All is yours. And so the things that we received from your hand, we have given to you.",
          "ID": "14"
        },
        {
          "text": "For we are sojourners and new arrivals before you, as all our fathers were. Our days upon the earth are like a shadow, and there is no delay.",
          "ID": "15"
        },
        {
          "text": "O Lord our God, all this abundance, which we have prepared so that a house may be built to your holy name, is from your hand, and all things are yours.",
          "ID": "16"
        },
        {
          "text": "I know, my God, that you test hearts, and that you love simplicity. Therefore, in the simplicity of my heart, I also have offered all these things joyfully. And I have seen, with immense gladness, your people, who have been found here, offering their donations to you.",
          "ID": "17"
        },
        {
          "text": "O Lord, the God of our fathers Abraham and Isaac and Israel, preserve unto eternity this desire of their heart, and let this purpose remain forever, for the worship of you.",
          "ID": "18"
        },
        {
          "text": "Also, I give to my son Solomon a perfect heart, so that he may keep your commandments, your testimonies, and your ceremonies, and so that he may accomplish all things, and may build the temple, for which I have prepared the expenses.\"",
          "ID": "19"
        },
        {
          "text": "Then David instructed the entire assembly: \"Bless the Lord our God.\" And the entire assembly blessed the Lord, the God of their fathers. And they bowed themselves, and they adored God, and next they reverenced the king.",
          "ID": "20"
        },
        {
          "text": "And they immolated victims to the Lord. And they offered holocausts on the following day: one thousand bulls, one thousand rams, one thousand lambs, with their libations and with every ritual, very abundantly, for all of Israel.",
          "ID": "21"
        },
        {
          "text": "And they ate and drank before the Lord on that day, with great rejoicing. And they anointed Solomon, the son of David, a second time. And they anointed him to the Lord as the ruler, and Zadok as the high priest.",
          "ID": "22"
        },
        {
          "text": "And Solomon sat upon the throne of the Lord as king, in place of his father David, and it pleased everyone. And all of Israel obeyed him.",
          "ID": "23"
        },
        {
          "text": "Moreover, all the leaders, and the powerful, and all the sons of king David pledged with their hand, and they became subject to king Solomon.",
          "ID": "24"
        },
        {
          "text": "Then the Lord magnified Solomon over all of Israel. And he gave to him a glorious reign, of a kind such as no one has had before him, as king of Israel.",
          "ID": "25"
        },
        {
          "text": "Now David, the son of Jesse, reigned over all of Israel.",
          "ID": "26"
        },
        {
          "text": "And the days during which he reigned over Israel were forty years. He reigned seven years in Hebron, and thirty-three years in Jerusalem.",
          "ID": "27"
        },
        {
          "text": "And he died at a good old age, full of days and wealth and glory. And his son Solomon reigned in his place.",
          "ID": "28"
        },
        {
          "text": "Now the acts of king David, from the first to the last, have been written in the book of Samuel the seer, and in the book of Nathan the prophet, and in the book of Gad the seer,",
          "ID": "29"
        },
        {
          "text": "concerning his entire reign and strength, and the times that passed under him, both in Israel and in all the kingdoms of the lands.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.29",
      "name": "1 Chronicles 29"
    }
  ],
  "ID": "OT:1CH(CPDV)",
  "version": "CPDV",
  "name": "1 Chronicles"
}