{
  "version": "ERV",
  "text": [
    {
      "title": "The Kings of Edom",
      "text": [
        {
          "text": "The first generations of people were Adam, Seth, Enosh, Kenan, Mahalalel, Jared, Enoch, Methuselah, Lamech, and Noah.",
          "ID": "1",
          "comments": [
            "This list of names gives the name of a man, followed by his descendants."
          ]
        },
        {
          "text": "The sons of Noah were Shem, Ham, and Japheth.",
          "ID": "4"
        },
        {
          "text": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
          "ID": "5"
        },
        {
          "text": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah.",
          "ID": "6",
          "comments": [
            "Riphath Or “Diphath.”"
          ]
        },
        {
          "text": "The sons of Javan were Elishah, Tarshish, Kittim, and Rodanim.",
          "ID": "7"
        },
        {
          "text": "The sons of Ham were Cush, Mizraim, Put, and Canaan.",
          "ID": "8",
          "comments": [
            "Cush That is, Ethiopia.",
            "Mizraim That is, Egypt."
          ]
        },
        {
          "text": "The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabteca.\nThe sons of Raamah were Sheba and Dedan.",
          "ID": "9"
        },
        {
          "text": "Nimrod, a descendant of Cush, grew up to become the strongest and bravest soldier in the world.",
          "ID": "10"
        },
        {
          "text": "Mizraim was the father of the people of Lud, Anam, Lehab, Naphtuh,",
          "ID": "11"
        },
        {
          "text": "Pathrus, Casluh, and Caphtor. (The Philistines came from Casluh.)",
          "ID": "12"
        },
        {
          "text": "Canaan was the father of Sidon. Sidon was his first child. Canaan was also the father of the Hittites,",
          "ID": "13"
        },
        {
          "text": "Jebusites, Amorites, Girgashites,",
          "ID": "14"
        },
        {
          "text": "Hivites, Arkites, Sinites,",
          "ID": "15"
        },
        {
          "text": "Arvadites, Zemarites, and the people from Hamath.",
          "ID": "16"
        },
        {
          "text": "Shem’s sons were Elam, Asshur, Arphaxad, Lud, and Aram. Aram’s sons were Uz, Hul, Gether, and Meshech.",
          "ID": "17",
          "comments": [
            "Aram’s sons were This is found in one Hebrew copy and some copies of the ancient Greek version. It is also found in the standard Hebrew text of Gen. 10:23, but not here.",
            "Meshech Or “Mash.” See Gen. 10:23."
          ]
        },
        {
          "text": "Arphaxad was the father of Shelah. Shelah was the father of Eber.",
          "ID": "18"
        },
        {
          "text": "Eber had two sons. One son was named Peleg, because the people on the earth were divided into different languages during his lifetime. Peleg’s brother was named Joktan.",
          "ID": "19",
          "comments": [
            "Peleg This name means “division.”"
          ]
        },
        {
          "text": "(Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
          "ID": "20"
        },
        {
          "text": "Hadoram, Uzal, Diklah,",
          "ID": "21"
        },
        {
          "text": "Ebal, Abimael, Sheba,",
          "ID": "22",
          "comments": [
            "Ebal Or “Obal.” See Gen. 10:28."
          ]
        },
        {
          "text": "Ophir, Havilah, and Jobab. All these men were Joktan’s sons.)",
          "ID": "23"
        },
        {
          "text": "Shem’s descendants were Arphaxad, Shelah,",
          "ID": "24"
        },
        {
          "text": "Eber, Peleg, Reu,",
          "ID": "25"
        },
        {
          "text": "Serug, Nahor, Terah,",
          "ID": "26"
        },
        {
          "text": "and Abram. (Abram is also called Abraham.)",
          "ID": "27"
        },
        {
          "text": "Abraham’s sons were Isaac and Ishmael.",
          "ID": "28"
        },
        {
          "text": "These are their descendants:\nIshmael’s first son was Nebaioth. His other sons were Kedar, Adbeel, Mibsam,",
          "ID": "29"
        },
        {
          "text": "Mishma, Dumah, Massa, Hadad, Tema,",
          "ID": "30"
        },
        {
          "text": "Jetur, Naphish, and Kedemah. These were Ishmael’s sons.",
          "ID": "31"
        },
        {
          "text": "Abraham also had sons by Keturah, his slave woman. They were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.\nJokshan’s sons were Sheba and Dedan.",
          "ID": "32"
        },
        {
          "text": "Midian’s sons were Ephah, Epher, Hanoch, Abida, and Eldaah.\nThese men were the descendants of Keturah.",
          "ID": "33"
        },
        {
          "text": "Abraham was the father of Isaac. Isaac’s sons were Esau and Israel.",
          "ID": "34"
        },
        {
          "text": "Esau’s sons were Eliphaz, Reuel, Jeush, Jalam, and Korah.",
          "ID": "35"
        },
        {
          "text": "Eliphaz’s sons were Teman, Omar, Zepho, Gatam, and Kenaz. Also Eliphaz and Timna had a son named Amalek.",
          "ID": "36",
          "comments": [
            "Zepho Or “Zephi.”"
          ]
        },
        {
          "text": "Reuel’s sons were Nahath, Zerah, Shammah, and Mizzah.",
          "ID": "37"
        },
        {
          "text": "Seir’s sons were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
          "ID": "38"
        },
        {
          "text": "Lotan’s sons were Hori and Homam. Lotan had a sister named Timna.",
          "ID": "39",
          "comments": [
            "Homam Or “Heman.” See Gen. 36:22."
          ]
        },
        {
          "text": "Shobal’s sons were Alvan, Manahath, Ebal, Shepho, and Onam.\nZibeon’s sons were Aiah and Anah.",
          "ID": "40"
        },
        {
          "text": "Anah’s son was Dishon.\nDishon’s sons were Hemdan, Eshban, Ithran, and Keran.",
          "ID": "41"
        },
        {
          "text": "Ezer’s sons were Bilhan, Zaavan, and Akan.\nDishan’s sons were Uz and Aran.",
          "ID": "42"
        },
        {
          "text": "There were kings in Edom long before there were kings in Israel. These are the names of the kings of Edom:\nBela was the son of Beor. The name of Bela’s city was Dinhabah.",
          "ID": "43"
        },
        {
          "text": "When Bela died, Jobab son of Zerah became the new king. Jobab came from Bozrah.",
          "ID": "44"
        },
        {
          "text": "When Jobab died, Husham became the new king. Husham was from the country of the Temanites.",
          "ID": "45"
        },
        {
          "text": "When Husham died, Hadad son of Bedad became the new king. Hadad defeated Midian in the country of Moab. Hadad’s city was named Avith.",
          "ID": "46"
        },
        {
          "text": "When Hadad died, Samlah became the new king. Samlah was from Masrekah.",
          "ID": "47"
        },
        {
          "text": "When Samlah died, Shaul became the new king. Shaul was from Rehoboth by the Euphrates River.",
          "ID": "48"
        },
        {
          "text": "When Shaul died, Baal Hanan son of Acbor became the new king.",
          "ID": "49"
        },
        {
          "text": "When Baal Hanan died, Hadad became the new king. Hadad’s city was named Pau. Hadad’s wife was named Mehetabel. Mehetabel was Matred’s daughter. Matred was Mezahab’s daughter.",
          "ID": "50",
          "comments": [
            "Pau Or “Pai.”"
          ]
        },
        {
          "text": "Then Hadad died.\nThe leaders of Edom were Timna, Alvah, Jetheth,",
          "ID": "51"
        },
        {
          "text": "Oholibamah, Elah, Pinon,",
          "ID": "52"
        },
        {
          "text": "Kenaz, Teman, Mibzar,",
          "ID": "53"
        },
        {
          "text": "Magdiel, and Iram. This is a list of the leaders of Edom.",
          "ID": "54"
        }
      ],
      "ID": "OT:1CH.1",
      "name": "1 Chronicles 1"
    },
    {
      "title": "Other Descendants of Caleb",
      "text": [
        {
          "text": "Israel’s sons were Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
          "ID": "1"
        },
        {
          "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
          "ID": "2"
        },
        {
          "text": "Judah’s sons were Er, Onan, and Shelah. Bathshua from Canaan was their mother. The Lord killed Er, the first son, because he saw that he was evil.",
          "ID": "3",
          "comments": [
            "Bathshua This name means “the daughter of Shua.” See Gen. 38:2."
          ]
        },
        {
          "text": "Judah’s daughter-in-law Tamar gave birth to Perez and Zerah. So Judah had five sons.",
          "ID": "4",
          "comments": [
            "Judah had sexual relations with his own daughter-in-law, Tamar, and caused her to be pregnant. See Gen. 38:12-30."
          ]
        },
        {
          "text": "Perez’s sons were Hezron and Hamul.",
          "ID": "5"
        },
        {
          "text": "Zerah had five sons. They were Zimri, Ethan, Heman, Calcol, and Darda.",
          "ID": "6"
        },
        {
          "text": "Zimri’s son was Carmi. Carmi’s son was Achar. Achar was the man who brought many troubles to Israel. Achar kept the things he took in battle, but he was supposed to give them all to God.",
          "ID": "7",
          "comments": [
            "Achar Or “Achan.” See Josh. 7:11."
          ]
        },
        {
          "text": "Ethan’s son was Azariah.",
          "ID": "8"
        },
        {
          "text": "Hezron’s sons were Jerahmeel, Ram, and Caleb.",
          "ID": "9",
          "comments": [
            "Caleb Literally, “Kelubai.”"
          ]
        },
        {
          "text": "Ram was Amminadab’s father, and Amminadab was Nahshon’s father. Nahshon was the leader of the people of Judah.",
          "ID": "10",
          "comments": [
            "Nahshon … Judah Nahshon was leader of the tribe of Judah at the time the Israelites came out of Egypt. See Num. 1:7; 2:3; 7:12."
          ]
        },
        {
          "text": "Nahshon was Salmon’s father. Salmon was Boaz’s father.",
          "ID": "11"
        },
        {
          "text": "Boaz was Obed’s father. Obed was Jesse’s father.",
          "ID": "12"
        },
        {
          "text": "Jesse was Eliab’s father. Eliab was Jesse’s first son. Jesse’s second son was Abinadab. His third son was Shimea.",
          "ID": "13"
        },
        {
          "text": "Nethanel was Jesse’s fourth son. Jesse’s fifth son was Raddai.",
          "ID": "14"
        },
        {
          "text": "Ozem was Jesse’s sixth son, and David was his seventh son.",
          "ID": "15"
        },
        {
          "text": "Their sisters were Zeruiah and Abigail. Zeruiah’s three sons were Abishai, Joab, and Asahel.",
          "ID": "16"
        },
        {
          "text": "Abigail was Amasa’s mother. Amasa’s father was Jether. Jether was from the Ishmaelites.",
          "ID": "17"
        },
        {
          "text": "Caleb was Hezron’s son. Caleb had children with his wife Azubah. Azubah was the daughter of Jerioth. Azubah’s sons were Jesher, Shobab, and Ardon.",
          "ID": "18",
          "comments": [
            "Or “Caleb had children with Azubah his wife and with Jerioth.”"
          ]
        },
        {
          "text": "When Azubah died, Caleb married Ephrath. Caleb and Ephrath had a son. They named him Hur.",
          "ID": "19"
        },
        {
          "text": "Hur was Uri’s father. Uri was Bezalel’s father.",
          "ID": "20"
        },
        {
          "text": "Later when Hezron was 60 years old, he married Makir’s daughter. Makir was the father of Gilead. Hezron had sexual relations with Makir’s daughter, and she gave birth to Segub.",
          "ID": "21"
        },
        {
          "text": "Segub was Jair’s father. Jair had 23 cities in the country of Gilead.",
          "ID": "22"
        },
        {
          "text": "But Geshur and Aram took Jair’s villages. Among them were Kenath and the small towns around it. There were 60 small towns in all. All these towns belonged to the sons of Makir, the father of Gilead.",
          "ID": "23"
        },
        {
          "text": "After Hezron died in the town of Caleb Ephrathah, his wife Abijah had his son, who was named Ashhur. Ashhur was the father of Tekoa.",
          "ID": "24"
        },
        {
          "text": "Jerahmeel was Hezron’s first son. Jerahmeel’s sons were Ram, Bunah, Oren, Ozem, and Ahijah. Ram was Jerahmeel’s first son.",
          "ID": "25"
        },
        {
          "text": "Jerahmeel had another wife named Atarah. Onam’s mother was Atarah.",
          "ID": "26"
        },
        {
          "text": "Jerahmeel’s first son, Ram, had sons. They were Maaz, Jamin, and Eker.",
          "ID": "27"
        },
        {
          "text": "Onam’s sons were Shammai and Jada. Shammai’s sons were Nadab and Abishur.",
          "ID": "28"
        },
        {
          "text": "Abishur’s wife was named Abihail. They had two sons. Their names were Ahban and Molid.",
          "ID": "29"
        },
        {
          "text": "Nadab’s sons were Seled and Appaim. Seled died without having children.",
          "ID": "30"
        },
        {
          "text": "Appaim’s son was Ishi. Ishi’s son was Sheshan. Sheshan’s son was Ahlai.",
          "ID": "31"
        },
        {
          "text": "Jada was Shammai’s brother. Jada’s sons were Jether and Jonathan. Jether died without having children.",
          "ID": "32"
        },
        {
          "text": "Jonathan’s sons were Peleth and Zaza. This was the list of Jerahmeel’s children.",
          "ID": "33"
        },
        {
          "text": "Sheshan did not have sons. He only had daughters. Sheshan had a servant from Egypt named Jarha.",
          "ID": "34"
        },
        {
          "text": "Sheshan let his daughter marry Jarha. They had a son. His name was Attai.",
          "ID": "35"
        },
        {
          "text": "Attai was Nathan’s father. Nathan was Zabad’s father.",
          "ID": "36"
        },
        {
          "text": "Zabad was Ephlal’s father. Ephlal was Obed’s father.",
          "ID": "37"
        },
        {
          "text": "Obed was Jehu’s father. Jehu was Azariah’s father.",
          "ID": "38"
        },
        {
          "text": "Azariah was Helez’s father. Helez was Eleasah’s father.",
          "ID": "39"
        },
        {
          "text": "Eleasah was Sismai’s father. Sismai was Shallum’s father.",
          "ID": "40"
        },
        {
          "text": "Shallum was Jekamiah’s father, and Jekamiah was Elishama’s father.",
          "ID": "41"
        },
        {
          "text": "Caleb was Jerahmeel’s brother. Caleb had some sons. His first son was Mesha. Mesha was Ziph’s father. There was also Caleb’s son Mareshah. Mareshah was the father of Hebron.",
          "ID": "42"
        },
        {
          "text": "Hebron’s sons were Korah, Tappuah, Rekem, and Shema.",
          "ID": "43"
        },
        {
          "text": "Shema was Raham’s father. Raham was Jorkeam’s father. Rekem was Shammai’s father.",
          "ID": "44"
        },
        {
          "text": "Shammai’s son was Maon. Maon was Beth Zur’s father.",
          "ID": "45"
        },
        {
          "text": "Caleb’s slave woman was named Ephah. Ephah was the mother of Haran, Moza, and Gazez. Haran was Gazez’s father.",
          "ID": "46"
        },
        {
          "text": "Jahdai’s sons were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
          "ID": "47"
        },
        {
          "text": "Maacah was another slave woman of Caleb. Maacah was the mother of Sheber and Tirhanah.",
          "ID": "48"
        },
        {
          "text": "Maacah was also the mother of Shaaph and Sheva. Shaaph was Madmannah’s father. Sheva was the father of Macbenah and Gibea. Caleb’s daughter was Acsah.",
          "ID": "49"
        },
        {
          "text": "This is a list of Caleb’s descendants: Hur was Caleb’s first son. He was born to Ephrathah. Hur’s sons were Shobal, the founder of Kiriath Jearim,",
          "ID": "50",
          "comments": [
            "founder Literally, “father.” The person who started the city."
          ]
        },
        {
          "text": "Salma, the founder of Bethlehem, and Hareph, the founder of Beth Gader.",
          "ID": "51"
        },
        {
          "text": "Shobal was the founder of Kiriath Jearim. This is a list of Shobal’s descendants: Haroeh, half the people in Manahti,",
          "ID": "52"
        },
        {
          "text": "and the tribes from Kiriath Jearim. These are the Ithrites, Puthites, Shumathites, and Mishraites. The Zorathites and the Eshtaolites came from the Mishraites.",
          "ID": "53"
        },
        {
          "text": "This is a list of Salma’s descendants: the people from Bethlehem, Netophah, Atroth Beth Joab, half the people from Manahti, the Zorites,",
          "ID": "54"
        },
        {
          "text": "and the families of scribes who lived at Jabez, Tirath, Shimeath, and Sucah. These scribes are the Kenites who came from Hammath. Hammath was the founder of Beth Recab.",
          "ID": "55"
        }
      ],
      "ID": "OT:1CH.2",
      "name": "1 Chronicles 2"
    },
    {
      "title": "David’s Family After Babylonian Captivity",
      "text": [
        {
          "text": "Some of David’s sons were born in the town of Hebron. This is a list of David’s sons:\nDavid’s first son was Amnon. Amnon’s mother was Ahinoam. She was from the town of Jezreel.\nThe second son was Daniel. His mother was Abigail from Carmel in Judah.",
          "ID": "1"
        },
        {
          "text": "The third son was Absalom. His mother was Maacah, daughter of Talmai. Talmai was the king of Geshur.\nThe fourth son was Adonijah. His mother was Haggith.",
          "ID": "2"
        },
        {
          "text": "The fifth son was Shephatiah. His mother was Abital.\nThe sixth son was Ithream. His mother was Eglah, David’s wife.",
          "ID": "3"
        },
        {
          "text": "These six sons were born to David in Hebron.\nDavid ruled as king in Hebron for seven years and six months. He ruled as king in Jerusalem 33 years.",
          "ID": "4"
        },
        {
          "text": "These are the children born to David in Jerusalem:\nThere were four sons from Bathsheba, the daughter of Ammiel. They were Shimea, Shobab, Nathan, and Solomon.",
          "ID": "5",
          "comments": [
            "Bathsheba The standard Hebrew text has “Bathshua.”"
          ]
        },
        {
          "text": "There were nine other sons. They were Ibhar, Elishua, Eliphelet, Nogah, Nepheg, Japhia, Elishama, Eliada, and Eliphelet.",
          "ID": "6-8"
        },
        {
          "text": "They were all David’s sons. Their sister was named Tamar. David also had other sons by his slave women.",
          "ID": "9"
        },
        {
          "text": "Solomon’s son was Rehoboam. Rehoboam’s son was Abijah. Abijah’s son was Asa. Asa’s son was Jehoshaphat.",
          "ID": "10"
        },
        {
          "text": "Jehoshaphat’s son was Jehoram. Jehoram’s son was Ahaziah. Ahaziah’s son was Joash.",
          "ID": "11"
        },
        {
          "text": "Joash’s son was Amaziah. Amaziah’s son was Azariah. Azariah’s son was Jotham.",
          "ID": "12"
        },
        {
          "text": "Jotham’s son was Ahaz. Ahaz’s son was Hezekiah. Hezekiah’s son was Manasseh.",
          "ID": "13"
        },
        {
          "text": "Manasseh’s son was Amon. Amon’s son was Josiah.",
          "ID": "14"
        },
        {
          "text": "This is a list of Josiah’s sons: The first son was Johanan. The second son was Jehoiakim. The third son was Zedekiah. The fourth son was Shallum.",
          "ID": "15"
        },
        {
          "text": "Jehoiakim’s sons were Jehoiachin, his son, and Zedekiah, his son.",
          "ID": "16",
          "comments": [
            "This can be interpreted in two ways: “This Zedekiah was the son of Jehoiakim and the brother of Jehoiachin” or “This Zedekiah is the son of Jehoiachin and the grandson of Jehoiakim.”"
          ]
        },
        {
          "text": "This is a list of Jehoiachin’s children after Jehoiachin became a prisoner in Babylon: His children were Shealtiel,",
          "ID": "17"
        },
        {
          "text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
          "ID": "18"
        },
        {
          "text": "Pedaiah’s sons were Zerubbabel and Shimei. Zerubbabel’s sons were Meshullam and Hananiah. Shelomith was their sister.",
          "ID": "19"
        },
        {
          "text": "Zerubbabel had five other sons also. Their names were Hashubah, Ohel, Berekiah, Hasadiah, and Jushab Hesed.",
          "ID": "20"
        },
        {
          "text": "Hananiah’s son was Pelatiah. His son was Jeshaiah. His son was Rephaiah. His son was Arnan. His son was Obadiah. His son was Shecaniah.",
          "ID": "21",
          "comments": [
            "Jeshaiah Or “Isaiah.”",
            "The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "This is a list of Shecaniah’s descendants: Shemaiah. Shemaiah had six sons: Shemaiah, Hattush, Igal, Bariah, Neariah, and Shaphat.",
          "ID": "22"
        },
        {
          "text": "Neariah had three sons. They were Elioenai, Hizkiah, and Azrikam.",
          "ID": "23"
        },
        {
          "text": "Elioenai had seven sons. They were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani.",
          "ID": "24"
        }
      ],
      "ID": "OT:1CH.3",
      "name": "1 Chronicles 3"
    },
    {
      "title": "Simeon’s Children",
      "text": [
        {
          "text": "This is a list of Judah’s sons:\nThey were Perez, Hezron, Carmi, Hur, and Shobal.",
          "ID": "1"
        },
        {
          "text": "Shobal’s son was Reaiah. Reaiah was Jahath’s father. Jahath was the father of Ahumai and Lahad. The Zorathites are descendants of Ahumai and Lahad.",
          "ID": "2"
        },
        {
          "text": "Etam’s sons were Jezreel, Ishma, and Idbash. And they had a sister named Hazzelelponi.",
          "ID": "3"
        },
        {
          "text": "Penuel was Gedor’s father, and Ezer was Hushah’s father.\nThese were Hur’s sons. Hur was Ephrathah’s first son, and Ephrathah was the founder of Bethlehem.",
          "ID": "4",
          "comments": [
            "founder Literally, “father.” The person who started the city. Also in verse 14."
          ]
        },
        {
          "text": "Tekoa’s father was Ashhur. Ashhur had two wives. Their names were Helah and Naarah.",
          "ID": "5"
        },
        {
          "text": "Naarah had Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons Naarah had with Ashhur.",
          "ID": "6"
        },
        {
          "text": "The sons of Helah were Zereth, Zohar, Ethnan, and Koz.",
          "ID": "7"
        },
        {
          "text": "Koz was the father of Anub and Hazzobebah. Koz also was the father of the tribes of Aharhel. Aharhel was Harum’s son.",
          "ID": "8"
        },
        {
          "text": "Jabez was a very good man, who was better than his brothers. His mother said, “I have named him Jabez because I was in much pain when I had him.”",
          "ID": "9",
          "comments": [
            "Jabez This name is like the Hebrew word meaning “pain.”"
          ]
        },
        {
          "text": "Jabez prayed to the God of Israel and said, “I pray that you would bless me and give me more land! Be near me and don’t let anyone hurt me! Then I will not have any pain.” God gave Jabez what he asked for.",
          "ID": "10"
        },
        {
          "text": "Kelub was Shuhah’s brother. Kelub was Mehir’s father. Mehir was Eshton’s father.",
          "ID": "11"
        },
        {
          "text": "Eshton was the father of Beth Rapha, Paseah, and Tehinnah. Tehinnah was the father of Ir Nahash. These men were from Recah.",
          "ID": "12",
          "comments": [
            "Tehinnah … Ir Nahash Or “Tehinnah was the founder of the city of Nahash.” Ir means “city.”"
          ]
        },
        {
          "text": "The sons of Kenaz were Othniel and Seraiah. Othniel’s sons were Hathath and Meonothai.",
          "ID": "13"
        },
        {
          "text": "Meonothai was Ophrah’s father.\nAnd Seraiah was Joab’s father. Joab was the founder of the Ge Harashim. The people used that name because they were skilled workers.",
          "ID": "14",
          "comments": [
            "Ge Harashim This name also means “Valley of the Skilled Workers.”"
          ]
        },
        {
          "text": "Caleb was Jephunneh’s son. Caleb’s sons were Iru, Elah, and Naam. Elah’s son was Kenaz.",
          "ID": "15"
        },
        {
          "text": "Jehallelel’s sons were Ziph, Ziphah, Tiria, and Asarel.",
          "ID": "16"
        },
        {
          "text": "Ezrah’s sons were Jether, Mered, Epher, and Jalon. Mered was the father of Miriam, Shammai, and Ishbah. Ishbah was the father of Eshtemoa. Mered had a wife from Egypt. She had Jered, Heber, and Jekuthiel. Jered was Gedor’s father. Heber was Soco’s father. And Jekuthiel was Zanoah’s father. These were the sons of Bithiah. Bithiah was Pharaoh’s daughter. She was Mered’s wife from Egypt.",
          "ID": "17-18"
        },
        {
          "text": "Mered’s wife was Naham’s sister. Mered’s wife was from Judah. The sons of Mered’s wife were the father of Keilah and Eshtemoa. Keilah was from the Garmites. And Eshtemoa was from the Maacathites.",
          "ID": "19",
          "comments": [
            "Mered’s wife … was from Judah This is from the ancient Greek version."
          ]
        },
        {
          "text": "Shimon’s sons were Amnon, Rinnah, Ben Hanan, and Tilon.\nIshi’s sons were Zoheth and Ben Zoheth.",
          "ID": "20"
        },
        {
          "text": "Shelah was Judah’s son. Shelah’s sons were Er, Laadah, Jokim, the men from Cozeba, Joash, and Saraph. Er was the father of Lecah. Laadah was the father of Mareshah and the tribes of linen workers at Beth Ashbea. Joash and Saraph married Moabite women. Then they went back to Bethlehem. The writings about this family are very old.",
          "ID": "21-22",
          "comments": [
            "married … Bethlehem Or “They ruled in Moab and Jashubi Lehem.”"
          ]
        },
        {
          "text": "These sons of Shelah were workers who made things from clay. They lived in Netaim and Gederah and worked for the king.",
          "ID": "23"
        },
        {
          "text": "Simeon’s sons were Nemuel, Jamin, Jarib, Zerah, and Shaul.",
          "ID": "24"
        },
        {
          "text": "Shaul’s son was Shallum. Shallum’s son was Mibsam. Mibsam’s son was Mishma.",
          "ID": "25"
        },
        {
          "text": "Mishma’s son was Hammuel. Hammuel’s son was Zaccur. Zaccur’s son was Shimei.",
          "ID": "26"
        },
        {
          "text": "Shimei had sixteen sons and six daughters, but Shimei’s brothers did not have many children. Shimei’s brothers did not have large families. Their families were not as large as the other tribes in Judah.",
          "ID": "27"
        },
        {
          "text": "Shimei’s descendants lived in Beersheba, Moladah, Hazar Shual,",
          "ID": "28"
        },
        {
          "text": "Bilhah, Ezem, Tolad,",
          "ID": "29"
        },
        {
          "text": "Bethuel, Hormah, Ziklag,",
          "ID": "30"
        },
        {
          "text": "Beth Marcaboth, Hazar Susim, Beth Biri, and Shaaraim. They lived in these towns until David became king.",
          "ID": "31"
        },
        {
          "text": "The five villages near these towns were Etam, Ain, Rimmon, Token, and Ashan.",
          "ID": "32"
        },
        {
          "text": "There were also other villages as far away as Baalath. This is where they lived. And they also wrote the history about their family.",
          "ID": "33"
        },
        {
          "text": "This is the list of men who were leaders of their tribes: They were Meshobab, Jamlech, Joshah (Amaziah’s son), Joel, Jehu son of Joshibiah, Joshibiah son of Seraiah, Seraiah son of Asiel, Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, and Ziza (Shiphi’s son). Shiphi was Allon’s son, and Allon was Jedaiah’s son. Jedaiah was Shimri’s son, and Shimri was Shemaiah’s son.\nThese men’s families grew to be very large.",
          "ID": "34-38"
        },
        {
          "text": "They went to the area outside the town of Gedor to the east side of the valley. They went to that place to look for fields for their sheep and cattle.",
          "ID": "39"
        },
        {
          "text": "They found good fields with plenty of grass. They found plenty of good land there. The land was peaceful and quiet. Ham’s descendants lived there in the past.",
          "ID": "40"
        },
        {
          "text": "This happened during the time that Hezekiah was king of Judah. These men came to Gedor and fought against the Hamites. They destroyed the tents of the Hamites. They also fought against the Meunites who lived there. These men destroyed all the Meunites. There are no Meunites in this place even today. So these men began to live there. They lived there because the land had grass for their sheep.",
          "ID": "41"
        },
        {
          "text": "Five hundred people from the tribe of Simeon went to the hill country of Seir. Ishi’s sons led these men. The sons were Pelatiah, Neariah, Rephaiah, and Uzziel. The Simeonite men fought against the people living in that place.",
          "ID": "42"
        },
        {
          "text": "There were only a few Amalekites still living, and these Simeonites killed them. Since that time until now, the Simeonites have lived in Seir.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.4",
      "name": "1 Chronicles 4"
    },
    {
      "title": "Some Soldiers Skilled in War",
      "text": [
        {
          "text": "Reuben was Israel’s first son. Reuben should have received the special privileges of the oldest son. But he had sexual relations with his father’s wife. So those privileges were given to Joseph’s sons. In the family history, Reuben’s name is not listed as the first son. Judah became stronger than his brothers, so the leaders came from his family. But Joseph’s family got the other privileges that belong to the oldest son.\nReuben’s sons were Hanoch, Pallu, Hezron, and Carmi.",
          "ID": "1"
        },
        {
          "text": "These are the names of Joel’s descendants: Shemaiah was Joel’s son. Gog was Shemaiah’s son. Shimei was Gog’s son.",
          "ID": "4"
        },
        {
          "text": "Micah was Shimei’s son. Reaiah was Micah’s son. Baal was Reaiah’s son.",
          "ID": "5"
        },
        {
          "text": "Beerah was Baal’s son. King Tiglath Pileser of Assyria forced Beerah to leave his home. So Beerah became the king’s prisoner. Beerah was a leader of the tribe of Reuben.",
          "ID": "6"
        },
        {
          "text": "Joel’s brothers and all his tribes are listed just as they are written in the family histories: Jeiel was the first son, then Zechariah,",
          "ID": "7"
        },
        {
          "text": "and Bela. Bela was Azaz’s son. Azaz was Shema’s son. Shema was Joel’s son. They lived in the area of Aroer all the way to Nebo and Baal Meon.",
          "ID": "8"
        },
        {
          "text": "Bela’s people lived to the east as far as the edge of the desert, near the Euphrates River. They lived there because they had many cattle in the land of Gilead.",
          "ID": "9"
        },
        {
          "text": "When Saul was king, Bela’s people fought a war against the Hagrites. They defeated the Hagrites. Bela’s people lived in the tents that had belonged to the Hagrites. They lived in those tents and traveled throughout the area east of Gilead.",
          "ID": "10"
        },
        {
          "text": "The people of Gad lived across the river from Reuben, in the area of Bashan. They spread all the way to the town of Salecah.",
          "ID": "11"
        },
        {
          "text": "Joel was the first leader in Bashan. Shapham was the second leader. Then Janai became the leader.",
          "ID": "12",
          "comments": [
            "Then Janai became the leader Or “Then there was Janai, and then Shaphat was in Bashan.”"
          ]
        },
        {
          "text": "The seven brothers in their families were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber.",
          "ID": "13"
        },
        {
          "text": "They were the descendants of Abihail. Abihail was Huri’s son. Huri was Jaroah’s son. Jaroah was Gilead’s son. Gilead was Michael’s son. Michael was Jeshishai’s son. Jeshishai was Jahdo’s son. Jahdo was Buz’s son.",
          "ID": "14"
        },
        {
          "text": "Ahi was Abdiel’s son. Abdiel was Guni’s son. Ahi was the leader of their family.",
          "ID": "15"
        },
        {
          "text": "The people in the tribe of Gad lived in the area of Gilead. They lived in the area of Bashan, in the small towns around Bashan, and in all the pastures in the area of Sharon all the way to the borders.",
          "ID": "16"
        },
        {
          "text": "During the time of Jotham and Jeroboam, all these people’s names were written in the family history of Gad. Jotham was the king of Judah and Jeroboam was the king of Israel.",
          "ID": "17"
        },
        {
          "text": "From half the tribe of Manasseh and from the tribes of Reuben and Gad there were 44,760 brave men ready for war. They were skilled in war. They carried shields and swords. And they were also good with bows and arrows.",
          "ID": "18"
        },
        {
          "text": "They started a war against the Hagrites and the people of Jetur, Naphish, and Nodab.",
          "ID": "19"
        },
        {
          "text": "The men from the tribes of Manasseh, Reuben, and Gad prayed to God during the war. They asked God to help them because they trusted him, so God helped them. He allowed them to defeat the Hagrites and those who were with the Hagrites.",
          "ID": "20"
        },
        {
          "text": "They took the animals that belonged to the Hagrites. They took 50,000 camels, 250,000 sheep, 2000 donkeys, and 100,000 people.",
          "ID": "21"
        },
        {
          "text": "Many Hagrites were killed because God helped the people of Reuben win the war. Then the tribes of Manasseh, Reuben, and Gad settled in the land of the Hagrites. They lived there until the time when the Israelites were taken into captivity.",
          "ID": "22"
        },
        {
          "text": "Half the tribe of Manasseh lived in the area of Bashan all the way to Baal Hermon, Senir, and Mount Hermon. They became a very large group of people.",
          "ID": "23"
        },
        {
          "text": "These were the family leaders from half the tribe of Manasseh: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were all strong, brave, and famous men, and they were leaders in their families.",
          "ID": "24"
        },
        {
          "text": "But they sinned against the God their ancestors had worshiped. They began worshiping the false gods of the people God had destroyed, the people who had lived in the land before them.",
          "ID": "25"
        },
        {
          "text": "The God of Israel made King Pul of Assyria want to go to war. He was also called Tiglath Pileser. He fought against the tribes of Manasseh, Reuben, and Gad. He forced them to leave their homes and made them prisoners. Pul took them to Halah, Habor, Hara, and near the Gozan River. Those tribes from Israel have lived in those places since that time until today.",
          "ID": "26"
        }
      ],
      "ID": "OT:1CH.5",
      "name": "1 Chronicles 5"
    },
    {
      "title": "Other Levite Families Get Homes",
      "text": [
        {
          "text": "Levi’s sons were Gershon, Kohath, and Merari.",
          "ID": "1"
        },
        {
          "text": "Kohath’s sons were Amram, Izhar, Hebron, and Uzziel.",
          "ID": "2"
        },
        {
          "text": "Amram’s children were Aaron, Moses, and Miriam.\nAaron’s sons were Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "3"
        },
        {
          "text": "Eleazar was Phinehas’ father. Phinehas was Abishua’s father.",
          "ID": "4"
        },
        {
          "text": "Abishua was Bukki’s father. Bukki was Uzzi’s father.",
          "ID": "5"
        },
        {
          "text": "Uzzi was Zerahiah’s father. Zerahiah was Meraioth’s father.",
          "ID": "6"
        },
        {
          "text": "Meraioth was Amariah’s father. Amariah was Ahitub’s father.",
          "ID": "7"
        },
        {
          "text": "Ahitub was Zadok’s father. Zadok was Ahimaaz’s father.",
          "ID": "8"
        },
        {
          "text": "Ahimaaz was Azariah’s father. Azariah was Johanan’s father.",
          "ID": "9"
        },
        {
          "text": "Johanan was Azariah’s father. (Azariah is the one who served as priest in the Temple that Solomon built in Jerusalem.)",
          "ID": "10"
        },
        {
          "text": "Azariah was Amariah’s father. Amariah was Ahitub’s father.",
          "ID": "11"
        },
        {
          "text": "Ahitub was Zadok’s father. Zadok was Shallum’s father.",
          "ID": "12"
        },
        {
          "text": "Shallum was Hilkiah’s father. Hilkiah was Azariah’s father.",
          "ID": "13"
        },
        {
          "text": "Azariah was Seraiah’s father. Seraiah was Jehozadak’s father.",
          "ID": "14"
        },
        {
          "text": "Jehozadak was forced to leave his home when the Lord sent the people of Judah and Jerusalem away. Through Nebuchadnezzar, the Lord caused them all to be made prisoners in another country.",
          "ID": "15"
        },
        {
          "text": "Levi’s sons were Gershon, Kohath, and Merari.",
          "ID": "16"
        },
        {
          "text": "The names of Gershon’s sons were Libni and Shimei.",
          "ID": "17"
        },
        {
          "text": "Kohath’s sons were Amram, Izhar, Hebron, and Uzziel.",
          "ID": "18"
        },
        {
          "text": "Merari’s sons were Mahli and Mushi.\nThis is a list of the families in the tribe of Levi. They are listed with their fathers’ names first:",
          "ID": "19"
        },
        {
          "text": "These were Gershon’s descendants: Libni was Gershon’s son. Jahath was Libni’s son. Zimmah was Jahath’s son.",
          "ID": "20"
        },
        {
          "text": "Joah was Zimmah’s son. Iddo was Joah’s son. Zerah was Iddo’s son. Jeatherai was Zerah’s son.",
          "ID": "21"
        },
        {
          "text": "These were Kohath’s descendants: Amminadab was Kohath’s son. Korah was Amminadab’s son. Assir was Korah’s son.",
          "ID": "22"
        },
        {
          "text": "Elkanah was Assir’s son. Ebiasaph was Elkanah’s son. Assir was Ebiasaph’s son.",
          "ID": "23"
        },
        {
          "text": "Tahath was Assir’s son. Uriel was Tahath’s son. Uzziah was Uriel’s son. Shaul was Uzziah’s son.",
          "ID": "24"
        },
        {
          "text": "Elkanah’s sons were Amasai and Ahimoth.",
          "ID": "25"
        },
        {
          "text": "Zophai was Elkanah’s son. Nahath was Zophai’s son.",
          "ID": "26"
        },
        {
          "text": "Eliab was Nahath’s son. Jeroham was Eliab’s son. Elkanah was Jeroham’s son. Samuel was Elkanah’s son.",
          "ID": "27"
        },
        {
          "text": "Samuel’s sons were his oldest son Joel, and Abijah.",
          "ID": "28"
        },
        {
          "text": "These are Merari’s sons: Mahli was Merari’s son, Libni was Mahli’s son, Shimei was Libni’s son, and Uzzah was Shimei’s son.",
          "ID": "29"
        },
        {
          "text": "Shimea was Uzzah’s son. Haggiah was Shimea’s son. Asaiah was Haggiah’s son.",
          "ID": "30"
        },
        {
          "text": "These are the men David chose to take care of the music at the tent of the Lord’s house after God’s Holy Box was put there.",
          "ID": "31"
        },
        {
          "text": "These men served by singing at the Holy Tent. The Holy Tent is also called the Meeting Tent. These men served until Solomon built the Lord’s Temple in Jerusalem. They served by following the rules given to them for their work.",
          "ID": "32"
        },
        {
          "text": "These are the names of the men and their sons who served with music:\nThe descendants from the Kohath family were Heman the singer who was Joel’s son; Joel was Samuel’s son;",
          "ID": "33"
        },
        {
          "text": "Samuel was Elkanah’s son; Elkanah was Jeroham’s son; Jeroham was Eliel’s son; Eliel was Toah’s son;",
          "ID": "34"
        },
        {
          "text": "Toah was Zuph’s son; Zuph was Elkanah’s son; Elkanah was Mahath’s son; Mahath was Amasai’s son;",
          "ID": "35"
        },
        {
          "text": "Amasai was Elkanah’s son; Elkanah was Joel’s son; Joel was Azariah’s son; Azariah was Zephaniah’s son;",
          "ID": "36"
        },
        {
          "text": "Zephaniah was Tahath’s son; Tahath was Assir’s son; Assir was Ebiasaph’s son; Ebiasaph was Korah’s son;",
          "ID": "37"
        },
        {
          "text": "Korah was Izhar’s son; Izhar was Kohath’s son; Kohath was Levi’s son; Levi was Israel’s son.",
          "ID": "38"
        },
        {
          "text": "Heman’s relative was Asaph. Asaph served by Heman’s right side. Asaph was Berekiah’s son. Berekiah was Shimea’s son.",
          "ID": "39"
        },
        {
          "text": "Shimea was Michael’s son. Michael was Baaseiah’s son. Baaseiah was Malkijah’s son.",
          "ID": "40"
        },
        {
          "text": "Malkijah was Ethni’s son. Ethni was Zerah’s son. Zerah was Adaiah’s son.",
          "ID": "41"
        },
        {
          "text": "Adaiah was Ethan’s son. Ethan was Zimmah’s son. Zimmah was Shimei’s son.",
          "ID": "42"
        },
        {
          "text": "Shimei was Jahath’s son. Jahath was Gershon’s son. Gershon was Levi’s son.",
          "ID": "43"
        },
        {
          "text": "Merari’s descendants were the relatives of Heman and Asaph. They were the singing group on Heman’s left side. Ethan was Kishi’s son. Kishi was Abdi’s son. Abdi was Malluch’s son.",
          "ID": "44"
        },
        {
          "text": "Malluch was Hashabiah’s son. Hashabiah was Amaziah’s son. Amaziah was Hilkiah’s son.",
          "ID": "45"
        },
        {
          "text": "Hilkiah was Amzi’s son. Amzi was Bani’s son. Bani was Shemer’s son.",
          "ID": "46"
        },
        {
          "text": "Shemer was Mahli’s son. Mahli was Mushi’s son. Mushi was Merari’s son. Merari was Levi’s son.",
          "ID": "47"
        },
        {
          "text": "Heman and Asaph’s brothers were from the tribe of Levi. The tribe of Levi was also called Levites. The Levites were chosen to do the work in the Holy Tent. The Holy Tent was God’s house.",
          "ID": "48"
        },
        {
          "text": "But only Aaron’s descendants were permitted to burn incense on the altar of burnt offering and on the altar of incense. Aaron’s descendants did all the work in the Most Holy Place in God’s house. They also did the ceremonies to make the Israelites pure. They followed all the rules and laws that Moses, God’s servant, commanded.",
          "ID": "49"
        },
        {
          "text": "These were Aaron’s sons: Eleazar was Aaron’s son. Phinehas was Eleazar’s son. Abishua was Phinehas’ son.",
          "ID": "50"
        },
        {
          "text": "Bukki was Abishua’s son. Uzzi was Bukki’s son. Zerahiah was Uzzi’s son.",
          "ID": "51"
        },
        {
          "text": "Meraioth was Zerahiah’s son. Amariah was Meraioth’s son. Ahitub was Amariah’s son.",
          "ID": "52"
        },
        {
          "text": "Zadok was Ahitub’s son. Ahimaaz was Zadok’s son.",
          "ID": "53"
        },
        {
          "text": "These are the places where Aaron’s descendants lived. They lived in their camps in the land that was given to them. The Kohath families got the first share of the land that was given to the Levites.",
          "ID": "54"
        },
        {
          "text": "They were given the town of Hebron and the fields around it. This was in the area of Judah.",
          "ID": "55"
        },
        {
          "text": "But the fields farther from town and the villages near the town of Hebron were given to Caleb son of Jephunneh.",
          "ID": "56"
        },
        {
          "text": "The descendants of Aaron were given the city of Hebron. Hebron was a city of safety. They were also given the cities of Libnah, Jattir, Eshtemoa,",
          "ID": "57",
          "comments": [
            "city of safety A special city where an Israelite could run to in order to escape the angry relatives of a person who was accidentally killed by that Israelite. See Num. 35:6-34 and Josh. 20:1-9. Also in verse 67."
          ]
        },
        {
          "text": "Hilen, Debir,",
          "ID": "58"
        },
        {
          "text": "Ashan, Juttah, and Beth Shemesh. They got all the cities and the fields around them.",
          "ID": "59"
        },
        {
          "text": "From the tribe of Benjamin they got the cities of Gibeon, Geba, Alemeth, and Anathoth. They got all the cities and the fields around them.\nThirteen cities were given to the Kohath families.",
          "ID": "60"
        },
        {
          "text": "The rest of Kohath’s descendants got ten towns from half the tribe of Manasseh.",
          "ID": "61"
        },
        {
          "text": "The tribes that were the descendants of Gershon got 13 cities. They got the cities from the tribes of Issachar, Asher, Naphtali, and the part of Manasseh living in the area of Bashan.",
          "ID": "62"
        },
        {
          "text": "The tribes that were the descendants of Merari got 12 cities. They got the cities from the tribes of Reuben, Gad, and Zebulun. They got them by throwing lots.",
          "ID": "63"
        },
        {
          "text": "So the Israelites gave those towns and fields to the Levites.",
          "ID": "64"
        },
        {
          "text": "All those cities came from the tribes of Judah, Simeon, and Benjamin. They decided which Levite family got which city by throwing lots.",
          "ID": "65"
        },
        {
          "text": "The tribe of Ephraim gave some of the Kohath families some towns. Those towns were chosen by throwing lots.",
          "ID": "66"
        },
        {
          "text": "They were given the city of Shechem. Shechem is a city of safety. They were also given the towns of Gezer,",
          "ID": "67"
        },
        {
          "text": "Jokmeam, Beth Horon,",
          "ID": "68"
        },
        {
          "text": "Aijalon, and Gath Rimmon. They also got fields with those towns. Those towns were in the hill country of Ephraim.",
          "ID": "69"
        },
        {
          "text": "And from half the tribe of Manasseh, the Israelites gave the towns of Aner and Bileam to the Kohath families. The Kohath families also got fields with those towns.",
          "ID": "70"
        },
        {
          "text": "The Gershon families got the towns of Golan in the area of Bashan and Ashtaroth from half the tribe of Manasseh. They also got the fields near those towns.",
          "ID": "71"
        },
        {
          "text": "The Gershon families also got the towns of Kedesh, Daberath, Ramoth, and Gannim from the tribe of Issachar. They also got the fields near those towns.",
          "ID": "72-73"
        },
        {
          "text": "The Gershon families also got the towns of Mashal, Abdon, Hukok, and Rehob from the tribe of Asher. They also got the fields near those towns.",
          "ID": "74-75"
        },
        {
          "text": "The Gershon families also got the towns of Kedesh in Galilee, Hammon, and Kiriathaim from the tribe of Naphtali. They also got the fields near those towns.",
          "ID": "76"
        },
        {
          "text": "The rest of the Levites, from the Merari families, got the towns of Jokneam, Kartah, Rimmono, and Tabor from the tribe of Zebulun. They also got the fields near those towns.",
          "ID": "77"
        },
        {
          "text": "The Merari families also got the towns of Bezer in the desert, Jahzah, Kedemoth, and Mephaath from the tribe of Reuben. The tribe of Reuben lived on the east side of the Jordan River, east of the city of Jericho. These Merari families also got the fields near those towns.",
          "ID": "78-79"
        },
        {
          "text": "And the Merari families got the towns of Ramoth in Gilead, Mahanaim, Heshbon, and Jazer from the tribe of Gad. They also got the fields near those towns.",
          "ID": "80-81"
        }
      ],
      "ID": "OT:1CH.6",
      "name": "1 Chronicles 6"
    },
    {
      "title": "Asher’s Descendants",
      "text": [
        {
          "text": "Issachar had four sons. Their names were Tola, Puah, Jashub, and Shimron.",
          "ID": "1"
        },
        {
          "text": "Tola’s sons were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel. They were all leaders of their families. Those men and their descendants were strong soldiers. Their families grew. By the time David was king, there were 22,600 men ready for war.",
          "ID": "2"
        },
        {
          "text": "Uzzi’s son was Izrahiah. Izrahiah’s sons were Michael, Obadiah, Joel, and Isshiah. All five of them were leaders of their families.",
          "ID": "3"
        },
        {
          "text": "Their family history shows they had 36,000 soldiers ready for war. They had a large family because they had many wives and children.",
          "ID": "4"
        },
        {
          "text": "The family history shows there were 87,000 strong soldiers in all the tribes of Issachar.",
          "ID": "5"
        },
        {
          "text": "Benjamin had three sons. Their names were Bela, Beker, and Jediael.",
          "ID": "6"
        },
        {
          "text": "Bela had five sons. Their names were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were leaders of their families. Their family history shows they had 22,034 soldiers.",
          "ID": "7"
        },
        {
          "text": "Beker’s sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. They all were Beker’s children.",
          "ID": "8"
        },
        {
          "text": "Their family history shows who the family leaders were. And it also shows they had 20,200 soldiers.",
          "ID": "9"
        },
        {
          "text": "Jediael’s son was Bilhan. Bilhan’s sons were Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar.",
          "ID": "10"
        },
        {
          "text": "All of Jediael’s sons were leaders of their families. They had 17,200 soldiers ready for war.",
          "ID": "11"
        },
        {
          "text": "The Shuppites and Huppites were the descendants of Ir. Hushim was the son of Aher.",
          "ID": "12"
        },
        {
          "text": "Naphtali’s sons were Jahziel, Guni, Jezer, and Shallum.\nAnd these are the descendants of Bilhah.",
          "ID": "13",
          "comments": [
            "Bilhah Jacob’s slave woman and the mother of Dan and Naphtali. See Gen. 30:4-8."
          ]
        },
        {
          "text": "These are Manasseh’s descendants: Manasseh’s Aramean slave woman had a son named Asriel. She also bore Makir, the father of Gilead.",
          "ID": "14"
        },
        {
          "text": "Makir married a woman from the Huppites and Shuppites. Makir’s sister was named Maacah. The name of the second was Zelophehad, who had only daughters.",
          "ID": "15"
        },
        {
          "text": "Makir’s wife Maacah had a son. She named this son Peresh. His brother was named Sheresh. The sons of Sheresh were Ulam and Rakem.",
          "ID": "16"
        },
        {
          "text": "Ulam’s son was Bedan.\nThese were the descendants of Gilead. Gilead was Makir’s son. Makir was Manasseh’s son.",
          "ID": "17"
        },
        {
          "text": "Makir’s sister Hammoleketh had Ishhod, Abiezer, and Mahlah.",
          "ID": "18",
          "comments": [
            "Hammoleketh Or “the woman who ruled” or “queen.”"
          ]
        },
        {
          "text": "Shemida’s sons were Ahian, Shechem, Likhi, and Aniam.",
          "ID": "19"
        },
        {
          "text": "These were the names of Ephraim’s descendants. Ephraim’s son was Shuthelah. Shuthelah’s son was Bered. Bered’s son was Tahath.",
          "ID": "20"
        },
        {
          "text": "Tahath’s son was Eleadah. Eleadah’s son was Tahath. Tahath’s son was Zabad. Zabad’s son was Shuthelah.\nSome men who grew up in the city of Gath killed Ezer and Elead. This happened because Ezer and Elead went there to steal cattle and sheep from those men in Gath.",
          "ID": "21"
        },
        {
          "text": "Ephraim was the father of Ezer and Elead. He cried for many days because Ezer and Elead were dead. Ephraim’s family came to comfort him.",
          "ID": "22"
        },
        {
          "text": "Then Ephraim had sexual relations with his wife. She became pregnant and had a son. Ephraim named this new son Beriah because something bad had happened to his family.",
          "ID": "23",
          "comments": [
            "Beriah This is like the Hebrew word meaning “bad” or “trouble.”"
          ]
        },
        {
          "text": "Ephraim’s daughter was Sheerah. Sheerah built Lower Beth Horon and Upper Beth Horon and Lower Uzzen Sheerah and Upper Uzzen Sheerah.",
          "ID": "24"
        },
        {
          "text": "Rephah was Ephraim’s son. Resheph was Rephah’s son. Telah was Resheph’s son. Tahan was Telah’s son.",
          "ID": "25"
        },
        {
          "text": "Ladan was Tahan’s son. Ammihud was Ladan’s son. Elishama was Ammihud’s son.",
          "ID": "26"
        },
        {
          "text": "Nun was Elishama’s son. Joshua was Nun’s son.",
          "ID": "27"
        },
        {
          "text": "These are the cities and lands where Ephraim’s descendants lived: Bethel and the villages near it, Naaran to the east, Gezer and the villages near it on the west, and Shechem and the villages near it all the way to Ayyah and the villages near it.",
          "ID": "28"
        },
        {
          "text": "Along the borders of Manasseh’s land were the towns of Beth Shan, Taanach, Megiddo, and Dor, and the small towns near them. The descendants of Joseph lived in these towns. Joseph was the son of Israel.",
          "ID": "29"
        },
        {
          "text": "Asher’s sons were Imnah, Ishvah, Ishvi, and Beriah. Their sister was named Serah.",
          "ID": "30"
        },
        {
          "text": "Beriah’s sons were Heber and Malkiel. Malkiel was Birzaith’s father.",
          "ID": "31"
        },
        {
          "text": "Heber was the father of Japhlet, Shomer, Hotham, and of their sister Shua.",
          "ID": "32"
        },
        {
          "text": "Japhlet’s sons were Pasach, Bimhal, and Ashvath. These were Japhlet’s children.",
          "ID": "33"
        },
        {
          "text": "Shomer’s sons were Ahi, Rohgah, Jehubbah, and Aram.",
          "ID": "34",
          "comments": [
            "Jehubbah Or “Hubbah.”"
          ]
        },
        {
          "text": "Shomer’s brother was Helem. Helem’s sons were Zophah, Imna, Shelesh, and Amal.",
          "ID": "35"
        },
        {
          "text": "Zophah’s sons were Suah, Harnepher, Shual, Beri, Imrah,",
          "ID": "36"
        },
        {
          "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
          "ID": "37"
        },
        {
          "text": "Jether’s sons were Jephunneh, Pispah, and Ara.",
          "ID": "38"
        },
        {
          "text": "Ulla’s sons were Arah, Hanniel, and Rizia.",
          "ID": "39"
        },
        {
          "text": "All these men were descendants of Asher. They were leaders of their families. They were the best men. They were soldiers and great leaders. Their family history shows 26,000 soldiers ready for war.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.7",
      "name": "1 Chronicles 7"
    },
    {
      "title": "The Family History of King Saul",
      "text": [
        {
          "text": "Benjamin was Bela’s father. Bela was Benjamin’s first son. Ashbel was Benjamin’s second son. Aharah was Benjamin’s third son.",
          "ID": "1"
        },
        {
          "text": "Nohah was Benjamin’s fourth son. And Rapha was Benjamin’s fifth son.",
          "ID": "2"
        },
        {
          "text": "Bela’s sons were Addar, Gera, Abihud, Abishua, Naaman, Ahoah, Gera, Shephuphan, and Huram.",
          "ID": "3-5"
        },
        {
          "text": "These were the descendants of Ehud. They were leaders of their families in Geba. They were forced to leave their homes and move to Manahath. Ehud’s descendants were Naaman, Ahijah, and Gera. Gera forced them to leave their homes. He was the father of Uzza and Ahihud.",
          "ID": "6-7"
        },
        {
          "text": "Shaharaim divorced his wives Hushim and Baara in Moab. After he did this he had some children with another wife.",
          "ID": "8"
        },
        {
          "text": "Shaharaim had Jobab, Zibia, Mesha, Malcam, Jeuz, Sakia, and Mirmah with his wife Hodesh. They were leaders of their families.",
          "ID": "9-10"
        },
        {
          "text": "Shaharaim and Hushim had two sons named Abitub and Elpaal.",
          "ID": "11"
        },
        {
          "text": "Elpaal’s sons were Eber, Misham, Shemed, Beriah, and Shema. Shemed built the towns of Ono and Lod and the small towns around Lod. Beriah and Shema were the leaders of the families living in Aijalon. They forced the people who lived in Gath to leave.",
          "ID": "12-13"
        },
        {
          "text": "Beriah’s sons were Shashak and Jeremoth,",
          "ID": "14"
        },
        {
          "text": "Zebadiah, Arad, Eder,",
          "ID": "15"
        },
        {
          "text": "Michael, Ishpah, and Joha.",
          "ID": "16"
        },
        {
          "text": "Elpaal’s sons were Zebadiah, Meshullam, Hizki, Heber,",
          "ID": "17"
        },
        {
          "text": "Ishmerai, Izliah, and Jobab.",
          "ID": "18"
        },
        {
          "text": "Shimei’s sons were Jakim, Zicri, Zabdi,",
          "ID": "19"
        },
        {
          "text": "Elienai, Zillethai, Eliel,",
          "ID": "20"
        },
        {
          "text": "Adaiah, Beraiah, and Shimrath.",
          "ID": "21"
        },
        {
          "text": "Shashak’s sons were Ishpan, Eber, Eliel,",
          "ID": "22"
        },
        {
          "text": "Abdon, Zicri, Hanan,",
          "ID": "23"
        },
        {
          "text": "Hananiah, Elam, Anthothijah,",
          "ID": "24"
        },
        {
          "text": "Iphdeiah, and Penuel.",
          "ID": "25"
        },
        {
          "text": "Jeroham’s sons were Shamsherai, Shehariah, Athaliah,",
          "ID": "26"
        },
        {
          "text": "Jaareshiah, Elijah, and Zicri.",
          "ID": "27"
        },
        {
          "text": "All these men were leaders of their families. They were listed in their family histories as leaders. They lived in Jerusalem.",
          "ID": "28"
        },
        {
          "text": "Jeiel was Gibeon’s father. He and his wife, Maacah, lived in the town of Gibeon.",
          "ID": "29"
        },
        {
          "text": "His oldest son was Abdon. Other sons were Zur, Kish, Baal, Ner, Nadab,",
          "ID": "30"
        },
        {
          "text": "Gedor, Ahio, Zeker, and Mikloth.",
          "ID": "31"
        },
        {
          "text": "Mikloth was the father of Shimeah. These sons also lived near their relatives in Jerusalem.",
          "ID": "32"
        },
        {
          "text": "Ner was Kish’s father. Kish was Saul’s father, and Saul was the father of Jonathan, Malki Shua, Abinadab, and Esh Baal.",
          "ID": "33"
        },
        {
          "text": "Jonathan’s son was Merib Baal. Merib Baal was Micah’s father.",
          "ID": "34"
        },
        {
          "text": "Micah’s sons were Pithon, Melech, Tarea, and Ahaz.",
          "ID": "35"
        },
        {
          "text": "Ahaz was Jehoaddah’s father. Jehoaddah was the father of Alemeth, Azmaveth, and Zimri. Zimri was Moza’s father.",
          "ID": "36"
        },
        {
          "text": "Moza was Binea’s father. Raphah was Binea’s son. Eleasah was Raphah’s son. And Azel was Eleasah’s son.",
          "ID": "37"
        },
        {
          "text": "Azel had six sons. Their names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these sons were Azel’s children.",
          "ID": "38"
        },
        {
          "text": "Azel’s brother was Eshek. Eshek had some sons. These were Eshek’s sons: Ulam was Azel’s oldest son. Jeush was Eshek’s second son. Eliphelet was Eshek’s third son.",
          "ID": "39"
        },
        {
          "text": "Ulam’s sons were strong soldiers who were very good with bows and arrows. They had many sons and grandsons. In all, there were 150 sons and grandsons.\nAll these men were descendants of Benjamin.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.8",
      "name": "1 Chronicles 8"
    },
    {
      "title": "The Family History of King Saul",
      "text": [
        {
          "text": "The names of all the Israelites were listed in their family histories. Those family histories were put in the book, The History of the Kings of Israel.\nThe people of Judah were made prisoners and forced to go to Babylon. They were taken there because they were not faithful to God.",
          "ID": "1"
        },
        {
          "text": "The first people to come back and live in their own lands and towns were some Israelites, priests, Levites, and servants who work in the Temple.",
          "ID": "2"
        },
        {
          "text": "These are the people from the tribes of Judah, Benjamin, Ephraim, and Manasseh who lived in Jerusalem:",
          "ID": "3"
        },
        {
          "text": "Uthai was Ammihud’s son. Ammihud was Omri’s son. Omri was Imri’s son. Imri was Bani’s son. Bani was a descendant of Perez. Perez was Judah’s son.",
          "ID": "4"
        },
        {
          "text": "The Shilonites who lived in Jerusalem were Asaiah the oldest son and his sons.",
          "ID": "5"
        },
        {
          "text": "The Zerahites who lived in Jerusalem were Jeuel and their relatives. There were 690 of them in all.",
          "ID": "6"
        },
        {
          "text": "These are the people from the tribe of Benjamin who lived in Jerusalem: Sallu was Meshullam’s son. Meshullam was Hodaviah’s son. Hodaviah was Hassenuah’s son.",
          "ID": "7"
        },
        {
          "text": "Ibneiah was Jeroham’s son. Elah was Uzzi’s son. Uzzi was Micri’s son. And Meshullam was Shephatiah’s son. Shephatiah was Reuel’s son. Reuel was Ibnijah’s son.",
          "ID": "8"
        },
        {
          "text": "The family history of Benjamin shows there were 956 of them living in Jerusalem. All these men were leaders in their families.",
          "ID": "9"
        },
        {
          "text": "These are the priests who lived in Jerusalem: Jedaiah, Jehoiarib, Jakin, and",
          "ID": "10"
        },
        {
          "text": "Azariah. Azariah was Hilkiah’s son. Hilkiah was Meshullam’s son. Meshullam was Zadok’s son. Zadok was Meraioth’s son. Meraioth was Ahitub’s son. Ahitub was the important official responsible for God’s Temple.",
          "ID": "11"
        },
        {
          "text": "Also there was Jeroham’s son, Adaiah. Jeroham was Pashhur’s son. Pashhur was Malkijah’s son. And there was Adiel’s son, Maasai. Adiel was Jahzerah’s son. Jahzerah was Meshullam’s son. Meshullam was Meshillemith’s son. Meshillemith was Immer’s son.",
          "ID": "12"
        },
        {
          "text": "There were 1760 priests. They were leaders of their families. They were responsible for the work of serving in God’s Temple.",
          "ID": "13"
        },
        {
          "text": "These are the people from the tribe of Levi who lived in Jerusalem: Hasshub’s son, Shemaiah. Hasshub was Azrikam’s son. Azrikam was Hashabiah’s son. Hashabiah was a descendant of Merari.",
          "ID": "14"
        },
        {
          "text": "Also living in Jerusalem were Bakbakkar, Heresh, Galal, and Mattaniah. Mattaniah was Mica’s son. Mica was Zicri’s son. Zicri was Asaph’s son.",
          "ID": "15"
        },
        {
          "text": "Obadiah was Shemaiah’s son. Shemaiah was Galal’s son. Galal was Jeduthun’s son. Berekiah was Asa’s son. Asa was Elkanah’s son. Berekiah lived in the small towns near the people of Netophah.",
          "ID": "16"
        },
        {
          "text": "These are the gatekeepers who lived in Jerusalem: Shallum, Akkub, Talmon, Ahiman, and their relatives. Shallum was their leader.",
          "ID": "17"
        },
        {
          "text": "Now these men stand next to the King’s Gate on the east side. They were the gatekeepers from the tribe of Levi.",
          "ID": "18"
        },
        {
          "text": "Shallum was Kore’s son. Kore was Ebiasaph’s son. Ebiasaph was Korah’s son. Shallum and his brothers were gatekeepers. They were from the family of Korah. They had the job of guarding the entrance to the Holy Tent. They did this just as their ancestors had done before them. Their ancestors had the job of guarding the entrance to the area where the Lord lived among the people.",
          "ID": "19"
        },
        {
          "text": "In the past, Phinehas was in charge of the gatekeepers. Phinehas was Eleazar’s son. The Lord was with Phinehas.",
          "ID": "20"
        },
        {
          "text": "Zechariah son of Meshelemiah was the gatekeeper at the entrance to the Holy Tent.",
          "ID": "21"
        },
        {
          "text": "In all there were 212 men who were chosen to guard the gates of the Holy Tent. Their names were written in their family histories in their small towns. David and Samuel the seer chose these men because they could be trusted.",
          "ID": "22"
        },
        {
          "text": "The gatekeepers and their descendants had the responsibility of guarding the gates of the Lord’s house, the Holy Tent.",
          "ID": "23"
        },
        {
          "text": "There were gates on the four sides: east, west, north, and south.",
          "ID": "24"
        },
        {
          "text": "The gatekeepers’ relatives who lived in the small towns had to come and help them at certain times. They came and helped the gatekeepers for seven days each time.",
          "ID": "25"
        },
        {
          "text": "There were four gatekeepers who were the leaders of all the gatekeepers. They were Levites. They had the job of caring for the rooms and treasures in God’s Temple.",
          "ID": "26"
        },
        {
          "text": "They stayed up all night guarding God’s Temple, and they had the job of opening God’s Temple every morning.",
          "ID": "27"
        },
        {
          "text": "Some of the gatekeepers had the job of caring for the dishes used in the Temple services. They counted them when they were brought in. They also counted these dishes when they were taken out.",
          "ID": "28"
        },
        {
          "text": "Other gatekeepers were chosen to care for the furniture and the special dishes. They also took care of the flour, wine, oil, incense, and special oil.",
          "ID": "29",
          "comments": [
            "special oil Or “perfume.” This might be the oil used to anoint priests, prophets, and kings. See Ex. 30:22-38."
          ]
        },
        {
          "text": "But it was the priests who had the job of mixing the special oil.",
          "ID": "30"
        },
        {
          "text": "There was a Levite named Mattithiah who had the job of baking the bread used for the offerings. Mattithiah was Shallum’s oldest son. Shallum was from the Korah family.",
          "ID": "31"
        },
        {
          "text": "Some of the gatekeepers who were in the Korah family had the job of preparing the bread put on the table every Sabbath.",
          "ID": "32"
        },
        {
          "text": "The Levites who were singers and leaders of their families stayed in the rooms at the Temple. They did not have to do other work because they were responsible for the work in the Temple day and night.",
          "ID": "33"
        },
        {
          "text": "All these Levites were leaders of their families. They were listed as leaders in their family histories. They lived in Jerusalem.",
          "ID": "34"
        },
        {
          "text": "Jeiel was Gibeon’s father. Jeiel lived in the town of Gibeon. His wife was named Maacah.",
          "ID": "35"
        },
        {
          "text": "Jeiel’s oldest son was Abdon. Other sons were Zur, Kish, Baal, Ner, Nadab,",
          "ID": "36"
        },
        {
          "text": "Gedor, Ahio, Zechariah, and Mikloth.",
          "ID": "37"
        },
        {
          "text": "Mikloth was Shimeam’s father. Jeiel’s family lived near their relatives in Jerusalem.",
          "ID": "38"
        },
        {
          "text": "Ner was Kish’s father. Kish was Saul’s father. And Saul was the father of Jonathan, Malki Shua, Abinadab, and Esh Baal.",
          "ID": "39"
        },
        {
          "text": "Jonathan’s son was Merib Baal. Merib Baal was Micah’s father.",
          "ID": "40"
        },
        {
          "text": "Micah’s sons were Pithon, Melech, Tahrea, and Ahaz.",
          "ID": "41"
        },
        {
          "text": "Ahaz was the father of Jadah. Jadah was the father of Alemeth, Azmaveth, and Zimri. Zimri was Moza’s father.",
          "ID": "42",
          "comments": [
            "Jadah This is from the ancient Greek translation and some Hebrew copies. Most Hebrew copies have “Jarah” for “Jadah” in this verse."
          ]
        },
        {
          "text": "Moza was the father of Binea. Rephaiah was Binea’s son. Eleasah was Rephaiah’s son. And Azel was Eleasah’s son.",
          "ID": "43"
        },
        {
          "text": "Azel had six sons. Their names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. They were Azel’s children.",
          "ID": "44"
        }
      ],
      "ID": "OT:1CH.9",
      "name": "1 Chronicles 9"
    },
    {
      "title": "The Death of King Saul",
      "text": [
        {
          "text": "The Philistines fought against the Israelites. The Israelites ran away from the Philistines. Many Israelites were killed on Mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "The Philistines continued chasing Saul and his sons. They caught them and killed them. The Philistines killed Saul’s sons Jonathan, Abinadab, and Malki Shua.",
          "ID": "2"
        },
        {
          "text": "The fighting was heavy around Saul. The archers shot Saul with their arrows and wounded him.",
          "ID": "3"
        },
        {
          "text": "Then Saul said to the helper who carried his armor, “Pull out your sword and use it to kill me. Then these foreigners will not hurt me and make fun of me when they come.”\nBut the helper was afraid. He refused to kill Saul. So Saul used his own sword to kill himself by falling on it.",
          "ID": "4",
          "comments": [
            "foreigners Literally, “uncircumcised.” This means people who did not share in the agreement God made with Israel. See “circumcise, circumcision” in the Word List."
          ]
        },
        {
          "text": "When the helper saw that Saul was dead, he also fell on his own sword and died.",
          "ID": "5"
        },
        {
          "text": "So Saul and three of his sons died. All of Saul’s family died together.",
          "ID": "6"
        },
        {
          "text": "When all the Israelites living in the valley saw that their own army had run away and that Saul and his sons were dead, they left their towns and ran away. Then the Philistines came into the towns and lived in them.",
          "ID": "7"
        },
        {
          "text": "The next day, the Philistines came to take valuable things from the dead bodies. They found Saul’s body and the bodies of his sons on Mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "The Philistines took things from Saul’s body. They took Saul’s head and armor. They sent messengers through all their country to tell the news to their false gods and to their people.",
          "ID": "9"
        },
        {
          "text": "The Philistines put Saul’s armor in the temple of their false gods. They hung Saul’s head in the temple of Dagon.",
          "ID": "10"
        },
        {
          "text": "All the people living in the town of Jabesh Gilead heard everything that the Philistines had done to Saul.",
          "ID": "11"
        },
        {
          "text": "All the brave men from Jabesh Gilead went to get the bodies of Saul and his sons. They brought them back to Jabesh Gilead. They buried the bones of Saul and his sons under the large tree in Jabesh. Then they showed their sadness and fasted for seven days.",
          "ID": "12"
        },
        {
          "text": "Saul died because he was not faithful to the Lord. He did not obey the Lord’s word. Saul also went to a medium and asked her for advice",
          "ID": "13"
        },
        {
          "text": "instead of asking the Lord. That is why the Lord killed Saul and gave the kingdom to Jesse’s son David.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.10",
      "name": "1 Chronicles 10"
    },
    {
      "title": "The Thirty Heroes",
      "text": [
        {
          "text": "All the Israelites came to David at the town of Hebron. They said to David, “We are your own flesh and blood.",
          "ID": "1",
          "comments": [
            "We are … blood A way of saying they were David’s relatives."
          ]
        },
        {
          "text": "In the past you led us in war. You led us even though Saul was the king. The Lord said to you ‘David, you will be the shepherd of my people, the Israelites. You will become the leader over my people.’”",
          "ID": "2"
        },
        {
          "text": "All the leaders of Israel came to King David at the town of Hebron. David made an agreement with them in Hebron before the Lord. The leaders anointed David. That made him king over Israel. The Lord had promised through Samuel that this would happen.",
          "ID": "3"
        },
        {
          "text": "David and all the Israelites went to the city of Jerusalem. Jerusalem was called Jebus at that time. The people living in that city were named Jebusites. They",
          "ID": "4"
        },
        {
          "text": "said to David, “You cannot get inside our city.” But David did defeat them. He took over the fortress of Zion, and it became the City of David.",
          "ID": "5"
        },
        {
          "text": "David said, “The one who leads the attack on the Jebusites will become the commander over all my army.” So Joab led the attack. He was Zeruiah’s son. Joab became the commander of the army.",
          "ID": "6"
        },
        {
          "text": "Then David made his home in the fortress. That is why it is named the City of David.",
          "ID": "7"
        },
        {
          "text": "David built the city around the fort. He built it from the Millo to the wall around the city. Joab repaired the other parts of the city.",
          "ID": "8"
        },
        {
          "text": "David continued to grow greater, and the Lord All-Powerful was with him.",
          "ID": "9"
        },
        {
          "text": "This is a list of the leaders over David’s special soldiers. These heroes became very powerful with David in his kingdom. They and all the Israelites supported David and made him king, just as the Lord had promised.",
          "ID": "10"
        },
        {
          "text": "This is a list of David’s special soldiers:\nJashobeam the Hacmonite was the leader of the king’s special forces. Jashobeam used his spear to kill 300 men at one time.",
          "ID": "11",
          "comments": [
            "Jashobeam the Hacmonite This is “Josheb Basshebeth the Tahkemonite” in 2 Sam. 23:8.",
            "king’s special forces A special group of soldiers who formed three-man squads and went on special missions for the king."
          ]
        },
        {
          "text": "Next there was Eleazar son of Dodai from Ahoah. Eleazar was one of the Three Heroes.",
          "ID": "12",
          "comments": [
            "Eleazar son of Dodai Or “Eleazar his cousin.”",
            "Three Heroes These were David’s three bravest soldiers. Also in verses 18, 20, 24."
          ]
        },
        {
          "text": "Eleazar was with David at Pasdammim. The Philistines had come to that place to fight a war. There was a field full of barley there. The Israelites ran away from the Philistines.",
          "ID": "13"
        },
        {
          "text": "But the Three Heroes stood there in that field and defended it. They defeated the Philistines. The Lord gave the Israelites a great victory.",
          "ID": "14"
        },
        {
          "text": "Once David was at the cave of Adullam, and three of the Thirty Heroes went down to meet him by a rock near the cave. At the same time the Philistine army was camped in the Valley of Rephaim.",
          "ID": "15",
          "comments": [
            "Thirty Heroes Or “the king’s special forces.” These men were David’s famous group of very brave soldiers. Also in verses 25, 42."
          ]
        },
        {
          "text": "Another time David was in the fortress, and a group of Philistine soldiers was stationed in Bethlehem.",
          "ID": "16"
        },
        {
          "text": "David was thirsty for some water from his hometown, so he said, “Oh, if only I could have some water from that well by the gate in Bethlehem.”",
          "ID": "17"
        },
        {
          "text": "So the Three Heroes fought their way through the Philistine army and got some water from the well near the city gate in Bethlehem. They took it to David, but he refused to drink it. He poured it on the ground as an offering to the Lord.",
          "ID": "18",
          "comments": [
            "Three Heroes These were David’s three bravest soldiers. Also in verses 19-21."
          ]
        },
        {
          "text": "David said, “God, I cannot drink this water. It would be like drinking the blood of the men who risked their lives to get this water for me.” That is why David refused to drink the water. The Three Heroes did many brave things like that.",
          "ID": "19"
        },
        {
          "text": "Joab’s brother, Abishai, was the leader of the Three Heroes. Abishai used his spear against 300 enemies and killed them. He was as famous as the Three Heroes.",
          "ID": "20"
        },
        {
          "text": "Abishai was even more famous than the Three Heroes. He became their leader, even though he was not one of the Three Heroes.",
          "ID": "21",
          "comments": [
            "Three Heroes Or possibly, “The Thirty Heroes.”"
          ]
        },
        {
          "text": "Then there was Benaiah son of Jehoiada, from Kabzeel. He was the son of a powerful man. Benaiah did many brave things. He killed two of the best soldiers in Moab. One day when it was snowing, Benaiah went down into a hole in the ground and killed a lion.",
          "ID": "22",
          "comments": [
            "powerful man That is, a man from the warrior class ready to protect his people in war."
          ]
        },
        {
          "text": "And Benaiah killed a big Egyptian soldier. That man was about 7 1/2 feet tall. The Egyptian had a spear that was very large and heavy. It was as big as the pole on a weaver’s loom. Benaiah had only a club. He grabbed the spear in the Egyptian’s hands and took it away from him. Then Benaiah killed the Egyptian with his own spear.",
          "ID": "23",
          "comments": [
            "about 7 1/2 feet Literally, “5 short cubits” (2.22 m)."
          ]
        },
        {
          "text": "Benaiah son of Jehoiada did many brave things like that. He was as famous as the Three Heroes.",
          "ID": "24"
        },
        {
          "text": "Benaiah was even more famous than the Thirty Heroes, but he was not one of the Three Heroes. David made Benaiah the leader of his bodyguards.",
          "ID": "25"
        },
        {
          "text": "The following men were among the king’s special forces:\nAsahel, Joab’s brother;\nElhanan son of Dodai from Bethlehem;",
          "ID": "26"
        },
        {
          "text": "Shammoth the Harodite;\nHelez the Pelonite;",
          "ID": "27"
        },
        {
          "text": "Ira son of Ikkesh from Tekoa;\nAbiezer from Anathoth;",
          "ID": "28"
        },
        {
          "text": "Sibbecai the Hushathite;\nIlai from Ahoah;",
          "ID": "29"
        },
        {
          "text": "Maharai from Netophah;\nHeled son of Baanah from Netophah;",
          "ID": "30"
        },
        {
          "text": "Ithai son of Ribai from Gibeah in Benjamin;\nBenaiah the Pirathonite;",
          "ID": "31"
        },
        {
          "text": "Hurai from the Brooks of Gaash;\nAbiel the Arbathite;",
          "ID": "32"
        },
        {
          "text": "Azmaveth the Baharumite;\nEliahba the Shaalbonite;",
          "ID": "33"
        },
        {
          "text": "the sons of Hashem the Gizonite;\nJonathan son of Shagee the Hararite;",
          "ID": "34"
        },
        {
          "text": "Ahiam son of Sacar the Hararite;\nEliphal son of Ur;",
          "ID": "35"
        },
        {
          "text": "Hepher the Mekerathite;\nAhijah the Pelonite;",
          "ID": "36"
        },
        {
          "text": "Hezro the Carmelite;\nNaarai son of Ezbai;",
          "ID": "37"
        },
        {
          "text": "Joel, Nathan’s brother;\nMibhar son of Hagri;",
          "ID": "38"
        },
        {
          "text": "Zelek the Ammonite;\nNaharai the officer from Beeroth, who carried the armor for Joab son of Zeruiah;",
          "ID": "39"
        },
        {
          "text": "Ira the Ithrite;\nGareb the Ithrite;",
          "ID": "40"
        },
        {
          "text": "Uriah the Hittite;\nZabad son of Ahlai;",
          "ID": "41"
        },
        {
          "text": "Adina who was the son of Shiza from the tribe of Reuben and was the leader of the tribe and one of the Thirty Heroes;",
          "ID": "42"
        },
        {
          "text": "Hanan son of Maacah;\nJoshaphat the Mithnite;",
          "ID": "43"
        },
        {
          "text": "Uzzia the Ashterathite;\nShama and Jeiel sons of Hotham from Aroer;",
          "ID": "44"
        },
        {
          "text": "Jediael son of Shimri\nand his brother Joha the Tizite;",
          "ID": "45"
        },
        {
          "text": "Eliel the Mahavite;\nJeribai and Joshaviah the sons of Elnaam;\nIthmah the Moabite;",
          "ID": "46"
        },
        {
          "text": "Eliel; Obed; and Jaasiel the Mezobaite.",
          "ID": "47"
        }
      ],
      "ID": "OT:1CH.11",
      "name": "1 Chronicles 11"
    },
    {
      "title": "Other Men Join David at Hebron",
      "text": [
        {
          "text": "This is a list of the men who came to David while he was at Ziklag. This was when David was hiding from Saul son of Kish. These men helped David in battle.",
          "ID": "1"
        },
        {
          "text": "They could shoot arrows from their bows with either their right or left hand. They could also throw stones from their slings with either their right or left hand. They were Saul’s relatives from the tribe of Benjamin. They were",
          "ID": "2"
        },
        {
          "text": "Ahiezer, their leader, and Joash (sons of Shemaah the Gibeathite); Jeziel and Pelet (sons of Azmaveth); Beracah and Jehu from the town of Anathoth;",
          "ID": "3"
        },
        {
          "text": "Ishmaiah the Gibeonite (a hero and leader of the Thirty Heroes); Jeremiah, Jahaziel, Johanan, and Jozabad from the Gederathites;",
          "ID": "4"
        },
        {
          "text": "Eluzai, Jerimoth, Bealiah, and Shemariah; Shephatiah from Haruph;",
          "ID": "5"
        },
        {
          "text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, all from the tribe of Korah;",
          "ID": "6"
        },
        {
          "text": "and Joelah and Zebadiah, the sons of Jeroham from the town of Gedor.",
          "ID": "7"
        },
        {
          "text": "Part of the tribe of Gad joined David at his fortress in the desert. They were brave soldiers trained for war and skilled with the shield and spear. They looked as fierce as lions, and they could run as fast as gazelles through the mountains.",
          "ID": "8"
        },
        {
          "text": "Ezer was the leader of the army from the tribe of Gad. Obadiah was the second in command. Eliab was the third in command.",
          "ID": "9"
        },
        {
          "text": "Mishmannah was the fourth in command. Jeremiah was the fifth in command.",
          "ID": "10"
        },
        {
          "text": "Attai was the sixth in command. Eliel was the seventh in command.",
          "ID": "11"
        },
        {
          "text": "Johanan was the eighth in command. Elzabad was the ninth in command.",
          "ID": "12"
        },
        {
          "text": "Jeremiah was the tenth in command. Macbannai was the eleventh in command.",
          "ID": "13"
        },
        {
          "text": "These men were leaders of the Gadite army. The weakest from that group was worth 100 men, and the strongest was worth 1000 men.",
          "ID": "14",
          "comments": [
            "The weakest … 1000 men Or “The smallest was commander over 100 men, the greatest over 1000 men.”"
          ]
        },
        {
          "text": "They were the soldiers who crossed the Jordan River in the first month of the year, when it was flooded over its banks. They chased away the people in the valley who were on both sides of the river.",
          "ID": "15"
        },
        {
          "text": "Other men from the tribes of Benjamin and Judah also came to David at the fortress.",
          "ID": "16"
        },
        {
          "text": "David went out to meet them and said, “If you have come in peace to help me, I welcome you. Join me. But if you have come to spy on me when I have done nothing wrong, may the God of our ancestors see what you did and punish you.”",
          "ID": "17"
        },
        {
          "text": "Amasai was the leader of the Thirty Heroes. Then the Spirit came on Amasai, and he said,\n“We are yours, David!\nPeace, peace to you.\nSo David welcomed these men into his group and put them in charge of the troops.",
          "ID": "18",
          "comments": [
            "Thirty Heroes Or “The Three” or “the chariot officers.”"
          ]
        },
        {
          "text": "Some of the men from the tribe of Manasseh also joined David. They joined him when he went with the Philistines to fight Saul. But David and his men did not really help the Philistines. The Philistine leaders talked about David helping them, but then they decided to send him away. They said, “If David goes back to his master Saul, our heads will be cut off!”",
          "ID": "19"
        },
        {
          "text": "These were the men from Manasseh who joined David when he went to the town of Ziklag: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai. All of them were generals from the tribe of Manasseh.",
          "ID": "20",
          "comments": [
            "generals Literally, “leaders over 1000 men.”"
          ]
        },
        {
          "text": "They helped David fight against bad men who were going around the country and stealing things from people. All these men of Manasseh were brave soldiers. They became leaders in David’s army.",
          "ID": "21"
        },
        {
          "text": "More and more men came every day to help David. So he had a large and powerful army.",
          "ID": "22"
        },
        {
          "text": "These are the numbers of the men who came to David at the town of Hebron. These men were ready for war. They came to give Saul’s kingdom to David. That is what the Lord said would happen. This is their number:",
          "ID": "23"
        },
        {
          "text": "From the tribe of Judah there were 6800 men ready for war. They carried shields and spears.",
          "ID": "24"
        },
        {
          "text": "From the tribe of Simeon there were 7100 men. They were brave soldiers ready for war.",
          "ID": "25"
        },
        {
          "text": "From the tribe of Levi there were 4600 men.",
          "ID": "26"
        },
        {
          "text": "Jehoiada was in that group. He was a leader from Aaron’s family. There were 3700 men with Jehoiada.",
          "ID": "27"
        },
        {
          "text": "Zadok was also in that group. He was a brave young soldier. He came with 22 officers from his family.",
          "ID": "28"
        },
        {
          "text": "From the tribe of Benjamin there were 3000 men. They were Saul’s relatives. Most of them stayed faithful to Saul’s family until that time.",
          "ID": "29"
        },
        {
          "text": "From the tribe of Ephraim there were 20,800 men. They were brave soldiers. They were famous men in their own families.",
          "ID": "30"
        },
        {
          "text": "From half the tribe of Manasseh there were 18,000 men. They were called by name to come and make David king.",
          "ID": "31"
        },
        {
          "text": "From the family of Issachar there were 200 wise leaders. These men understood the right thing for Israel to do at the right time. Their relatives were with them and under their command.",
          "ID": "32"
        },
        {
          "text": "From the tribe of Zebulun there were 50,000 trained soldiers. They were trained to use all kinds of weapons and were very loyal to David.",
          "ID": "33"
        },
        {
          "text": "From the tribe of Naphtali there were 1000 officers. They had 37,000 men with them. These men carried shields and spears.",
          "ID": "34"
        },
        {
          "text": "From the tribe of Dan there were 28,600 men ready for war.",
          "ID": "35"
        },
        {
          "text": "From the tribe of Asher there were 40,000 trained soldiers ready for war.",
          "ID": "36"
        },
        {
          "text": "From the east side of the Jordan River, there were 120,000 men from the tribes of Reuben, Gad, and half of Manasseh. They had all kinds of weapons.",
          "ID": "37"
        },
        {
          "text": "All these men were brave fighters. They came to the town of Hebron for one reason—to make David king of all Israel. All the other Israelites also agreed that David should be king.",
          "ID": "38"
        },
        {
          "text": "The men spent three days at Hebron with David. They ate and drank, because their relatives had prepared food for them.",
          "ID": "39"
        },
        {
          "text": "Also, their neighbors from the areas where the tribes of Issachar, Zebulun, and Naphtali live brought food on donkeys, camels, mules, and cattle. They brought much flour, fig cakes, raisins, wine, oil, cattle, and sheep. The people in Israel were very happy.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.12",
      "name": "1 Chronicles 12"
    },
    {
      "title": "Bringing Back the Box of the Agreement",
      "text": [
        {
          "text": "David talked with all the officers of his army.",
          "ID": "1"
        },
        {
          "text": "Then he called the Israelites together and said, “If you think it is a good idea, and if it is what the Lord our God wants, let us send a message to our brothers in all the areas of Israel. Let’s also send the message to the priests and Levites who live with our brothers in their towns and the fields near those towns. Let the message tell them to come and join us.",
          "ID": "2"
        },
        {
          "text": "Let’s bring our God’s Holy Box back to us in Jerusalem. We did not pay attention to it while Saul was king.”",
          "ID": "3"
        },
        {
          "text": "So all the Israelites agreed with David. They all thought it was the right thing to do.",
          "ID": "4"
        },
        {
          "text": "So David gathered all the Israelites from the Shihor River in Egypt to the town of Lebo Hamath. They came together to bring the Box of the Agreement back from the town of Kiriath Jearim.",
          "ID": "5"
        },
        {
          "text": "David and all the Israelites with him went to Baalah of Judah. (Baalah is another name for Kiriath Jearim.) They went there to bring out the Holy Box of God the Lord, who sits above the Cherub angels. It is the Box that is called by his name.",
          "ID": "6"
        },
        {
          "text": "The people moved God’s Holy Box from Abinadab’s house and put it on a new wagon. Uzzah and Ahio were driving the wagon.",
          "ID": "7"
        },
        {
          "text": "David and all the Israelites were celebrating before God. They were praising God and singing songs. They were playing harps, lyres, drums, cymbals, and trumpets.",
          "ID": "8"
        },
        {
          "text": "They came to Kidon’s threshing floor. The oxen pulling the wagon stumbled, and the Holy Box almost fell. Uzzah reached out with his hand to catch it.",
          "ID": "9"
        },
        {
          "text": "The Lord became very angry with Uzzah and killed him because he touched the Holy Box. So Uzzah died there before God.",
          "ID": "10"
        },
        {
          "text": "And David was angry because the Lord had shown his anger in killing Uzzah. So that place has been called “Perez Uzzah” ever since then.",
          "ID": "11",
          "comments": [
            "Perez Uzzah This name means “the outburst at Uzzah.”"
          ]
        },
        {
          "text": "That day David began to fear what God might do to him. So he said, “Should I really be the one in charge of God’s Holy Box?”",
          "ID": "12"
        },
        {
          "text": "So he did not take the Holy Box with him to the City of David. He left it at Obed Edom’s house. Obed Edom was from the city of Gath.",
          "ID": "13"
        },
        {
          "text": "God’s Holy Box stayed with Obed Edom’s family in his house for three months. The Lord blessed Obed Edom’s family and everything Obed Edom owned.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.13",
      "name": "1 Chronicles 13"
    },
    {
      "title": "Another Victory Over the Philistines",
      "text": [
        {
          "text": "Hiram was king of the city of Tyre. He sent messengers to David. He also sent logs from cedar trees, stonecutters, and carpenters to David. Hiram sent them to build a house for David.",
          "ID": "1"
        },
        {
          "text": "Then David understood that the Lord had really made him king of Israel. And he had made his kingdom large and powerful for the benefit of Israel, his people.",
          "ID": "2"
        },
        {
          "text": "David married more women in the city of Jerusalem and had more sons and daughters.",
          "ID": "3"
        },
        {
          "text": "These are the names of David’s children born in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
          "ID": "4"
        },
        {
          "text": "Ibhar, Elishua, Elpelet,",
          "ID": "5"
        },
        {
          "text": "Nogah, Nepheg, Japhia,",
          "ID": "6"
        },
        {
          "text": "Elishama, Beeliada, and Eliphelet.",
          "ID": "7"
        },
        {
          "text": "The Philistines heard that David had been chosen to be the king of Israel, so all the Philistines went to look for him. When David heard about it, he went out to fight them.",
          "ID": "8"
        },
        {
          "text": "The Philistines attacked the people living in the Valley of Rephaim and stole their things.",
          "ID": "9"
        },
        {
          "text": "David asked God, “Should I go and fight the Philistines? Will you let me defeat them?”\nThe Lord answered David, “Go. I will let you defeat the Philistines.”",
          "ID": "10"
        },
        {
          "text": "Then David and his men went up to the town of Baal Perazim. There David and his men defeated the Philistines. David said, “Waters break out from a broken dam. In the same way God has broken through my enemies! God has done this through me.” That is why that place is named Baal Perazim.",
          "ID": "11",
          "comments": [
            "Baal Perazim This name means “the Lord breaks through.”"
          ]
        },
        {
          "text": "The Philistines had left their idols at Baal Perazim. David ordered his men to burn the idols.",
          "ID": "12"
        },
        {
          "text": "The Philistines attacked the people living in the Valley of Rephaim again.",
          "ID": "13"
        },
        {
          "text": "David prayed to God again, and God answered his prayer. God said, “David, don’t follow the Philistines up the hill when you attack. Instead, go around them and hide on the other side of the balsam trees.",
          "ID": "14"
        },
        {
          "text": "When you hear the sound of marching in the tops of the balsam trees, go out to battle because that is the sign that God has gone out in front of you to defeat the Philistines.”",
          "ID": "15"
        },
        {
          "text": "David did what God told him to do. So David and his men defeated the Philistine army. They killed Philistine soldiers all the way from the town of Gibeon to the town of Gezer.",
          "ID": "16"
        },
        {
          "text": "So David became famous in all the countries. The Lord made all nations afraid of him.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.14",
      "name": "1 Chronicles 14"
    },
    {
      "title": "The Singers",
      "text": [
        {
          "text": "David built houses for himself in the City of David. Then he built a place to put God’s Holy Box. He set up a tent for it.",
          "ID": "1"
        },
        {
          "text": "Then he said, “Only the Levites are permitted to carry God’s Holy Box. The Lord chose them to carry it and to serve him forever.”",
          "ID": "2"
        },
        {
          "text": "David told all the Israelites to meet together at Jerusalem to see the Lord’s Holy Box carried to the place he had made for it.",
          "ID": "3"
        },
        {
          "text": "He called together these descendants of Aaron and the Levites:",
          "ID": "4"
        },
        {
          "text": "There were 120 people from the tribe of Kohath. Uriel was their leader.",
          "ID": "5"
        },
        {
          "text": "There were 220 people from the tribe of Merari. Asaiah was their leader.",
          "ID": "6"
        },
        {
          "text": "There were 130 people from the tribe of Gershon. Joel was their leader.",
          "ID": "7"
        },
        {
          "text": "There were 200 people from the tribe of Elizaphan. Shemaiah was their leader.",
          "ID": "8"
        },
        {
          "text": "There were 80 people from the tribe of Hebron. Eliel was their leader.",
          "ID": "9"
        },
        {
          "text": "There were 112 people from the tribe of Uzziel. Amminadab was their leader.",
          "ID": "10"
        },
        {
          "text": "Then David asked the priests, Zadok and Abiathar, to come to him. David also asked these Levites to come to him: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.",
          "ID": "11"
        },
        {
          "text": "David said to them, “You are the leaders from the tribe of Levi. You and the other Levites must make yourselves holy. Then bring the Holy Box of the Lord, the God of Israel, to the place I have made for it.",
          "ID": "12",
          "comments": [
            "holy Here, this means “prepared to serve the Lord.” Also in verse 14."
          ]
        },
        {
          "text": "The first time we tried to bring it, we failed to ask the Lord about the right way to move it. And he punished us because you Levites did not carry it.”",
          "ID": "13"
        },
        {
          "text": "Then the priests and Levites made themselves holy so that they could carry the Holy Box of the Lord, the God of Israel.",
          "ID": "14"
        },
        {
          "text": "The Levites used the special poles to carry God’s Holy Box on their shoulders, the way Moses commanded. They carried the Holy Box just as the Lord had said.",
          "ID": "15"
        },
        {
          "text": "David told the Levite leaders to get their brothers, the singers. The singers were to take their lyres, harps, and cymbals and sing happy songs.",
          "ID": "16"
        },
        {
          "text": "Then the Levites got Heman and his brothers, Asaph and Ethan. Heman was Joel’s son. Asaph was Berekiah’s son. Ethan was Kushaiah’s son. These men were from the Merari tribe.",
          "ID": "17"
        },
        {
          "text": "There was also a second group of Levites. They were Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed Edom, and Jeiel. These men were the Levite guards.",
          "ID": "18"
        },
        {
          "text": "The singers Heman, Asaph, and Ethan played bronze cymbals.",
          "ID": "19"
        },
        {
          "text": "Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played the alamoth harps.",
          "ID": "20",
          "comments": [
            "alamoth, sheminith The meaning of these words is uncertain, but they may refer to types of instruments, special ways of tuning an instrument, or two different groups that played harps in the Temple orchestra."
          ]
        },
        {
          "text": "Mattithiah, Eliphelehu, Mikneiah, Obed Edom, Jeiel, and Azaziah played the sheminith harps. This was their job forever.",
          "ID": "21"
        },
        {
          "text": "The Levite leader Kenaniah was in charge of the singing. Kenaniah had this job because he was very skilled at singing.",
          "ID": "22"
        },
        {
          "text": "Berekiah and Elkanah were two of the guards for the Holy Box.",
          "ID": "23"
        },
        {
          "text": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer had the job of blowing trumpets as they walked in front of God’s Holy Box. Obed Edom and Jehiah were the other guards for the Holy Box.",
          "ID": "24"
        },
        {
          "text": "David, the elders of Israel, and the generals went to get the Box of the Lord’s Agreement. They brought it out from Obed Edom’s house. Everyone was very happy!",
          "ID": "25",
          "comments": [
            "generals Literally, “leaders over 1000 men.”"
          ]
        },
        {
          "text": "God had helped the Levites who carried the Box of the Lord’s Agreement. So they sacrificed seven bulls and seven rams to him.",
          "ID": "26"
        },
        {
          "text": "All the Levites who carried the Holy Box wore robes made from fine linen. Kenaniah, the man in charge of the singing, and all the singers had robes made from fine linen. David also wore a robe made from fine linen. He also wore an ephod made of fine linen.",
          "ID": "27"
        },
        {
          "text": "So all the Israelites joined in bringing up the Box of the Lord’s Agreement. They shouted, they blew rams’ horns and trumpets, and they played cymbals, lyres, and harps.",
          "ID": "28"
        },
        {
          "text": "When the Box of the Lord’s Agreement arrived at the City of David, Saul’s daughter Michal looked through a window. When she saw King David dancing and playing, she lost her respect for him.",
          "ID": "29"
        }
      ],
      "ID": "OT:1CH.15",
      "name": "1 Chronicles 15"
    },
    {
      "title": "David’s Song of Thanks",
      "text": [
        {
          "text": "The Levites brought God’s Holy Box and put it inside the tent David had set up for it. Then they offered burnt offerings and fellowship offerings to God.",
          "ID": "1"
        },
        {
          "text": "After David had finished giving the burnt offerings and fellowship offerings, he used the Lord’s name to bless the people.",
          "ID": "2"
        },
        {
          "text": "Then he gave a loaf of bread, some dates, and raisins to every Israelite man and woman.",
          "ID": "3"
        },
        {
          "text": "Then David chose some of the Levites to serve before the Lord’s Holy Box. They had the job of celebrating and giving thanks and praise to the Lord, the God of Israel.",
          "ID": "4"
        },
        {
          "text": "Asaph was the leader of the first group. His group played the cymbals. Zechariah was the leader of the second group. The other Levites were Uzziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed Edom, and Jeiel. These men played the lyres and harps.",
          "ID": "5"
        },
        {
          "text": "Benaiah and Jahaziel were the priests who always blew the trumpets before the Box of God’s Agreement.",
          "ID": "6"
        },
        {
          "text": "This was when David first gave Asaph and his brothers the job of singing praises to the Lord.",
          "ID": "7"
        },
        {
          "text": "Give thanks to the Lord and call out to him!",
          "ID": "8"
        },
        {
          "text": "Sing to him; sing praises to him.",
          "ID": "9"
        },
        {
          "text": "Be proud of his holy name.",
          "ID": "10"
        },
        {
          "text": "Depend on the Lord for strength.",
          "ID": "11"
        },
        {
          "text": "Remember the amazing things he has done.",
          "ID": "12"
        },
        {
          "text": "The people of Israel are his servants.",
          "ID": "13"
        },
        {
          "text": "The Lord is our God.",
          "ID": "14"
        },
        {
          "text": "Remember his agreement forever,",
          "ID": "15"
        },
        {
          "text": "Remember the agreement he made with Abraham",
          "ID": "16"
        },
        {
          "text": "He gave it as a law for Jacob,",
          "ID": "17"
        },
        {
          "text": "He said, “I will give you the land of Canaan.",
          "ID": "18"
        },
        {
          "text": "At the time God said this, there were only a few of his people,",
          "ID": "19"
        },
        {
          "text": "They traveled around from nation to nation,",
          "ID": "20"
        },
        {
          "text": "But the Lord did not let anyone mistreat them.",
          "ID": "21"
        },
        {
          "text": "He said, “Don’t hurt my chosen people.",
          "ID": "22"
        },
        {
          "text": "Let the whole world sing to the Lord!",
          "ID": "23"
        },
        {
          "text": "Tell all the nations how wonderful he is!",
          "ID": "24"
        },
        {
          "text": "The Lord is great and worthy of praise.",
          "ID": "25"
        },
        {
          "text": "All the “gods” in other nations are nothing but statues,",
          "ID": "26"
        },
        {
          "text": "He lives in the presence of glory and honor.",
          "ID": "27"
        },
        {
          "text": "Praise the Lord, all people of every nation;",
          "ID": "28"
        },
        {
          "text": "Give the Lord praise worthy of his glory.",
          "ID": "29"
        },
        {
          "text": "Everyone on earth should tremble before him!",
          "ID": "30"
        },
        {
          "text": "Let the heavens rejoice and the earth be happy!",
          "ID": "31"
        },
        {
          "text": "Let the sea and everything in it shout for joy!",
          "ID": "32"
        },
        {
          "text": "The trees of the forest will sing for joy when they see the Lord,",
          "ID": "33"
        },
        {
          "text": "Give thanks to the Lord because he is good.",
          "ID": "34"
        },
        {
          "text": "Say to him,\nBring us back together,\nThen we will give thanks to your holy name",
          "ID": "35"
        },
        {
          "text": "Praise the Lord, the God of Israel!\nAll the people praised the Lord and said “Amen!”",
          "ID": "36"
        },
        {
          "text": "Then David left Asaph and his brothers there in front of the Box of the Lord’s Agreement. David left them there to serve in front of it every day.",
          "ID": "37"
        },
        {
          "text": "He also left Obed Edom and 68 other Levites to serve with Asaph and his brothers. Obed Edom and Hosah were guards. Obed Edom was Jeduthun’s son.",
          "ID": "38"
        },
        {
          "text": "David left Zadok the priest and the other priests who served with him in front of the Lord’s Tent at the high place in Gibeon.",
          "ID": "39",
          "comments": [
            "Lord’s Tent Or “Tabernacle.” Also called the “Meeting Tent.” The people would go to this tent to meet with God. They used this tent until Solomon built the Temple in Jerusalem."
          ]
        },
        {
          "text": "Every morning and evening Zadok and the other priests offered burnt offerings to the Lord on the altar of burnt offerings. They did this to follow the rules written in the law of the Lord, which he had given Israel.",
          "ID": "40"
        },
        {
          "text": "Heman, Jeduthun, and all the other Levites were chosen by name to praise the Lord, singing, “His faithful love will last forever.”",
          "ID": "41"
        },
        {
          "text": "Heman and Jeduthun were with them. They had the job of blowing the trumpets and playing cymbals. They also had the job of playing other musical instruments when songs were sung to God. Jeduthun’s sons guarded the gates.",
          "ID": "42"
        },
        {
          "text": "After the celebration, all the people left and went home. David also went home to bless his family.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.16",
      "name": "1 Chronicles 16"
    },
    {
      "title": "David’s Prayer",
      "text": [
        {
          "text": "After David had moved into his palace, he said to Nathan the prophet, “Look, I am living in this nice palace made of cedar, but the Box of the Lord’s Agreement sits in a tent.”",
          "ID": "1"
        },
        {
          "text": "Nathan answered David, “You may do what you want to do. God is with you.”",
          "ID": "2"
        },
        {
          "text": "But that night the word of God came to Nathan.",
          "ID": "3"
        },
        {
          "text": "God said,\n“Go and tell this to my servant David: The Lord says, ‘David, you are not the one to build a house for me to live in.",
          "ID": "4"
        },
        {
          "text": "Since the time I brought Israel out of Egypt until now, I have not lived in a house. I have moved around in a tent. I chose people to be special leaders for the Israelites. They were like shepherds for my people. While I was going around in Israel to different places, I never said to any of them: Why haven’t you built a house of cedar wood for me?’",
          "ID": "5-6"
        },
        {
          "text": "“Now, tell this to my servant David: The Lord All-Powerful says, ‘I took you from the fields and from taking care of the sheep. I made you king of my people Israel.",
          "ID": "7"
        },
        {
          "text": "I have been with you everywhere you went. I went ahead of you and I killed your enemies. Now I will make you one of the most famous men on earth.",
          "ID": "8"
        },
        {
          "text": "I am giving this place to my people Israel. They will plant their trees, and they will sit in peace under those trees. They will not be bothered anymore. Evil people will not hurt them as they did at first.",
          "ID": "9"
        },
        {
          "text": "Those bad things happened, but I chose leaders to care for my people Israel. And I will also defeat all your enemies.\n“‘I tell you that the Lord will build a house for you.",
          "ID": "10",
          "comments": [
            "build a house for you This does not mean a real house. It means the Lord would make men from David’s family kings for many years."
          ]
        },
        {
          "text": "When you die, and you join your ancestors, then I will let your own son be the new king. The new king will be one of your sons, and I will make his kingdom strong.",
          "ID": "11"
        },
        {
          "text": "Your son will build a house for me. I will make your son’s family rule forever.",
          "ID": "12"
        },
        {
          "text": "I will be his father, and he will be my son. Saul was the king before you, and I took away my support from Saul. But I will never stop loving your son.",
          "ID": "13"
        },
        {
          "text": "I will put him in charge of my house and kingdom forever. His rule will continue forever!’”",
          "ID": "14"
        },
        {
          "text": "Nathan told David about the vision and everything God had said.",
          "ID": "15"
        },
        {
          "text": "Then King David went to the Holy Tent and sat before the Lord. David said,\n“Lord God, you have done so much for me and my family. And I don’t understand why.",
          "ID": "16"
        },
        {
          "text": "Besides all these things, God, you let me know what will happen to my family in the future. Lord God, you have treated me like a very important man.",
          "ID": "17"
        },
        {
          "text": "What more can I say? You have done so much for me. And I am only your servant. You know that.",
          "ID": "18"
        },
        {
          "text": "Lord, you have done this wonderful thing for me and because you wanted to.",
          "ID": "19"
        },
        {
          "text": "There is no one like you, Lord. There is no God except you. We have never heard of any god doing wonderful things like those!",
          "ID": "20"
        },
        {
          "text": "Is there any other nation like Israel? No, Israel is the only nation on earth that you have done these wonderful things for. You took us out of Egypt and you made us free. You made yourself famous. You went in front of your people, and forced other people to leave their land for us.",
          "ID": "21"
        },
        {
          "text": "You took Israel to be your people forever, and you, Lord, became their God!",
          "ID": "22"
        },
        {
          "text": "“Lord, you made this promise to me and my family. Now, keep your promise forever. Do what you said you would.",
          "ID": "23"
        },
        {
          "text": "Keep your promise so that people will honor your name forever. Then people will say, ‘The Lord All-Powerful is Israel’s God!’ I am your servant. Please let my family be strong and continue to serve you.",
          "ID": "24"
        },
        {
          "text": "“My God, you spoke to me, your servant. You made it clear that you would make my family a family of kings. That is why I am being so bold—that is why I am asking you to do these things.",
          "ID": "25"
        },
        {
          "text": "Lord, you are God, and you yourself promised to do these good things for me.",
          "ID": "26"
        },
        {
          "text": "You have been kind enough to bless my family. You were kind enough to promise that my family will serve you forever. Lord, you yourself blessed my family, so my family really will be blessed forever.”",
          "ID": "27"
        }
      ],
      "ID": "OT:1CH.17",
      "name": "1 Chronicles 17"
    },
    {
      "title": "David’s Important Officials",
      "text": [
        {
          "text": "Later, David attacked the Philistines and defeated them. He took the town of Gath and the other small towns around it from the Philistines.",
          "ID": "1"
        },
        {
          "text": "Then David defeated the country of Moab. The Moabites became David’s servants and brought tribute to him.",
          "ID": "2"
        },
        {
          "text": "David also fought against Hadadezer’s army. Hadadezer was the king of Zobah. David fought against that army all the way to the town of Hamath. David did this when he went to set up a monument for himself at the Euphrates River.",
          "ID": "3",
          "comments": [
            "David did this … the Euphrates River Or “David did this because Hadadezer tried to spread his kingdom all the way to the Euphrates River.”"
          ]
        },
        {
          "text": "David took 1000 chariots, 7000 chariot drivers, and 20,000 soldiers from Hadadezer. David also crippled most of Hadadezer’s horses that were used for pulling chariots. But David saved enough horses to pull 100 chariots.",
          "ID": "4"
        },
        {
          "text": "The Arameans from the city of Damascus came to help King Hadadezer of Zobah. But David defeated and killed 22,000 Aramean soldiers.",
          "ID": "5"
        },
        {
          "text": "Then David put fortresses in the city of Damascus in Aram. The Arameans became David’s servants and brought tribute to him. So the Lord gave victory to David everywhere he went.",
          "ID": "6"
        },
        {
          "text": "David took the gold shields from Hadadezer’s army leaders and brought them to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "David also took much bronze from the towns of Tebah and Cun. These towns belonged to Hadadezer. Later, Solomon used this bronze to make the bronze tank, the bronze columns, and other things made from bronze for the Temple.",
          "ID": "8",
          "comments": [
            "tank A very large container for water."
          ]
        },
        {
          "text": "Tou was king of the city of Hamath. Hadadezer was the king of Zobah. Tou heard that David had defeated all of Hadadezer’s army.",
          "ID": "9"
        },
        {
          "text": "So Tou sent his son Hadoram to King David to ask for peace and to bless him. He did this because David had fought against Hadadezer and defeated him. Hadadezer had been at war with Tou before. Hadoram gave David all kinds of things made of gold, silver, and bronze.",
          "ID": "10"
        },
        {
          "text": "King David made these things holy and gave them to the Lord. David did the same thing with all the silver and gold he had gotten from Edom, Moab, the Ammonites, the Philistines, and Amalekites.",
          "ID": "11"
        },
        {
          "text": "Abishai son of Zeruiah killed 18,000 Edomites in the Valley of Salt.",
          "ID": "12"
        },
        {
          "text": "Abishai also put fortresses in Edom and all the Edomites became David’s servants. The Lord gave David victory everywhere he went.",
          "ID": "13"
        },
        {
          "text": "David was king over all Israel. He did what was right and fair for everyone.",
          "ID": "14"
        },
        {
          "text": "Joab son of Zeruiah was the commander of David’s army. Jehoshaphat son of Ahilud wrote about the things David did.",
          "ID": "15"
        },
        {
          "text": "Zadok and Abimelech were the priests. Zadok was Ahitub’s son, and Abimelech was Abiathar’s son. Shavsha was the scribe.",
          "ID": "16"
        },
        {
          "text": "Benaiah was responsible for leading the Kerethites and Pelethites. Benaiah was Jehoiada’s son. And David’s sons were important officials. They served at King David’s side.",
          "ID": "17",
          "comments": [
            "Kerethites and Pelethites These were the king’s bodyguards."
          ]
        }
      ],
      "ID": "OT:1CH.18",
      "name": "1 Chronicles 18"
    },
    {
      "title": "The Ammonites Shame David’s Men",
      "text": [
        {
          "text": "Nahash was king of the Ammonites. When Nahash died, his son became the new king.",
          "ID": "1"
        },
        {
          "text": "Then David said, “Nahash was kind to me, so I will be kind to Hanun, Nahash’s son.” So David sent messengers to comfort Hanun about the death of his father. David’s messengers went to the country of Ammon to comfort Hanun.",
          "ID": "2"
        },
        {
          "text": "But the Ammonite leaders said to Hanun, “Don’t be fooled. David didn’t really send these men to comfort you or to honor your dead father! No, David sent his servants to spy on you and your land. He really wants to destroy your country!”",
          "ID": "3"
        },
        {
          "text": "So Hanun arrested David’s servants and cut off their beards. Hanun also cut their clothes off at the hip and sent them away.",
          "ID": "4",
          "comments": [
            "cut off their beards This was an insult to an Israelite man, who was forbidden to cut the corners of his beard. See Lev. 19:27."
          ]
        },
        {
          "text": "David’s men were too embarrassed to go home. Some people went to David and told him what happened to his men. So King David sent this message to his men: “Stay in the town of Jericho until your beards grow again. Then you can come back home.”",
          "ID": "5"
        },
        {
          "text": "The Ammonites saw they had caused themselves to become hated enemies of David. Then Hanun and the Ammonites used 75,000 pounds of silver to buy chariots and chariot drivers from Mesopotamia. They also got chariots and chariot drivers from the towns of Maacah and Zobah in Aram.",
          "ID": "6",
          "comments": [
            "75,000 pounds Literally, “1000 talents” (34,500 kg).",
            "Mesopotamia Literally, “Aram Naharaim.”"
          ]
        },
        {
          "text": "The Ammonites bought 32,000 chariots. They also paid the king of Maacah and his army to come and help them. The king of Maacah and his people came and set up a camp near the town of Medeba. The Ammonites themselves came out of their towns and got ready for battle.",
          "ID": "7"
        },
        {
          "text": "David heard that the Ammonites were getting ready for war. So he sent Joab and the whole army of Israel to fight the Ammonites.",
          "ID": "8"
        },
        {
          "text": "The Ammonites came out and got ready for battle. They were near the city gate. The kings who had come to help stayed out in the fields by themselves.",
          "ID": "9"
        },
        {
          "text": "Joab saw that there were two army groups ready to fight against him. One group was in front of him and the other group was behind him. So Joab chose some of the best soldiers of Israel and sent them out to fight against the Aramean army.",
          "ID": "10"
        },
        {
          "text": "He put the rest of the Israelite army under his brother Abishai’s command. These soldiers went out to fight against the Ammonite army.",
          "ID": "11"
        },
        {
          "text": "Joab said to Abishai, “If the Arameans are too strong for me, you must help me. But if the Ammonites are too strong for you, I will help you.",
          "ID": "12"
        },
        {
          "text": "Let’s be brave and strong while we fight for our people and for the cities of our God! May the Lord do what he thinks is right.”",
          "ID": "13"
        },
        {
          "text": "Joab and the army with him attacked the Aramean army. The Arameans ran away from Joab and his army.",
          "ID": "14"
        },
        {
          "text": "When the Ammonite army saw that the Aramean army was running away, they also ran away. They ran away from Abishai and his army. The Ammonites went back to their city, and Joab went back to Jerusalem.",
          "ID": "15"
        },
        {
          "text": "The Aramean leaders saw that Israel had defeated them. So they sent messengers to get help from the Arameans living east of the Euphrates River. Shophach was the commander of Hadadezer’s army from Aram. Shophach also led the other Aramean soldiers.",
          "ID": "16"
        },
        {
          "text": "David heard the news that the Arameans were gathering for battle, so he gathered all the Israelites. David led them across the Jordan River, and they came face to face with the Arameans. David got his army ready for battle and they attacked the Arameans.",
          "ID": "17"
        },
        {
          "text": "The Arameans ran away from the Israelites. David and his army killed 7000 Aramean chariot drivers and 40,000 Aramean soldiers. David and his army also killed Shophach, the commander of the Aramean army.",
          "ID": "18"
        },
        {
          "text": "When Hadadezer’s officers saw that Israel had defeated them, they made peace with David. They became his servants. So the Arameans refused to help the Ammonites again.",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.19",
      "name": "1 Chronicles 19"
    },
    {
      "title": "Philistine Giants Are Killed",
      "text": [
        {
          "text": "In the spring, Joab led the army of Israel out to battle. That was the time of year when kings went out to battle, but David stayed in Jerusalem. The army of Israel went to the country of Ammon and destroyed it. Then they went to the city of Rabbah. The army camped around the city—they stayed there to keep people from going in or out of the city. Joab and the army of Israel fought against the city of Rabbah until they destroyed it.",
          "ID": "1",
          "comments": [
            "In the spring Literally, “At the return of the year.”"
          ]
        },
        {
          "text": "David took the crown from their king’s head. That gold crown weighed about 75 pounds and there were valuable stones in it. The crown was put on David’s head. Then David had a great many valuable things brought out of the city of Rabbah.",
          "ID": "2",
          "comments": [
            "their king’s Or “Milcom,” the god of the Ammonite people.",
            "75 pounds Literally, “1 talent” (34.5 kg)."
          ]
        },
        {
          "text": "He brought out the people in Rabbah and forced them to work with saws, iron picks, and axes. He did the same thing to all the cities of the Ammonites. Then David and all the army went back to Jerusalem.",
          "ID": "3"
        },
        {
          "text": "Later, the Israelites went to war with the Philistines at the town of Gezer. At that time Sibbecai from Hushah killed Sippai, who was one of the sons of the giants. So those Philistines became like slaves to the Israelites.",
          "ID": "4"
        },
        {
          "text": "Another time when the Israelites fought against the Philistines, Elhanan son of Jair killed Lahmi. Lahmi was Goliath’s brother. Goliath was from the town of Gath. Lahmi’s spear was very big and heavy. It was like the large pole on a loom.",
          "ID": "5"
        },
        {
          "text": "Later, the Israelites fought another war with the Philistines at the town of Gath. In this town there was a very large man. He had 24 fingers and toes. He had six fingers on each hand and six toes on each foot. He also was a son of the giants.",
          "ID": "6"
        },
        {
          "text": "So when that man made fun of Israel, Jonathan killed him. Jonathan was Shimea’s son. Shimea was David’s brother.",
          "ID": "7"
        },
        {
          "text": "These Philistine men were sons of the giants from the town of Gath. David and his servants killed those giants.",
          "ID": "8"
        }
      ],
      "ID": "OT:1CH.20",
      "name": "1 Chronicles 20"
    },
    {
      "title": "God Punishes Israel",
      "text": [
        {
          "text": "Satan was against the Israelites. He encouraged David to count the Israelites.",
          "ID": "1",
          "comments": [
            "Satan Or “An adversary,” someone who was against the king."
          ]
        },
        {
          "text": "So David said to Joab and the leaders of the people, “Go and count all the Israelites. Count everyone in the country—from the town of Beersheba all the way to the town of Dan. Then tell me, so I will know how many people there are.”",
          "ID": "2"
        },
        {
          "text": "But Joab answered, “May the Lord make his nation 100 times as large! Sir, all the Israelites are your servants. Why do you want to do this thing, my lord and king? You will make all the Israelites guilty of sin!”",
          "ID": "3"
        },
        {
          "text": "But King David was stubborn. Joab had to do what the king said. So Joab left and went through all the country of Israel counting the people. Then he came back to Jerusalem",
          "ID": "4"
        },
        {
          "text": "and told David how many people there were. In Israel there were 1,100,000 men who could use a sword. And there were 470,000 men in Judah who could use a sword.",
          "ID": "5"
        },
        {
          "text": "Joab did not count the tribes of Levi and Benjamin because he did not like King David’s order.",
          "ID": "6"
        },
        {
          "text": "David had done a bad thing in God’s sight, so God punished Israel.",
          "ID": "7"
        },
        {
          "text": "Then David said to God, “I have done something very foolish. I have committed a terrible sin by counting the Israelites. Now, I beg you to take the sin away from me, your servant.”",
          "ID": "8"
        },
        {
          "text": "Gad was David’s seer. The Lord said to Gad, “Go and tell David: ‘This is what the Lord says: I am going to give you three choices. You must choose one of them. Then I will punish you the way you choose.’”",
          "ID": "9-10"
        },
        {
          "text": "Then Gad went to David. He said to David, “The Lord says, ‘David, choose which punishment you want: three years without enough food, or three months of running away from your enemies while they use their swords to chase you, or three days of punishment from the Lord. Terrible sicknesses will spread through the country, and the Lord’s angel will go through Israel destroying the people.’ David, God sent me. Now, you must decide which answer I will give to him.”",
          "ID": "11-12"
        },
        {
          "text": "David said to Gad, “I am in trouble! I don’t want some man to decide my punishment. The Lord is very merciful, so let him decide how to punish me.”",
          "ID": "13"
        },
        {
          "text": "So the Lord sent terrible sicknesses to Israel, and 70,000 people died.",
          "ID": "14"
        },
        {
          "text": "God sent an angel to destroy Jerusalem. But when the angel started to destroy Jerusalem, the Lord saw it and felt sorry for all the suffering. So he said to the angel who was destroying the people, “Stop! That is enough!” This happened when the angel of the Lord was standing at the threshing floor of Araunah the Jebusite.",
          "ID": "15",
          "comments": [
            "Araunah In Hebrew, “Ornan.” Also in verses 18-25, 28.",
            "Jebusite A person who lived in Jerusalem before the Israelites took the city. “Jebus” was the old name for Jerusalem."
          ]
        },
        {
          "text": "David looked up and saw the Lord’s angel in the sky. The angel was holding his sword over the city of Jerusalem. Then David and the elders bowed with their faces touching the ground. They were wearing the special clothes to show their sadness.",
          "ID": "16"
        },
        {
          "text": "David said to God, “I am the one who sinned. I gave the order for the people to be counted! I was wrong. The Israelites did not do anything wrong. Lord my God, punish me and my family, but stop the terrible sicknesses that are killing your people.”",
          "ID": "17"
        },
        {
          "text": "Then the angel of the Lord spoke to Gad. He said, “Tell David to build an altar to worship the Lord. David must build that altar near the threshing floor of Araunah the Jebusite.”",
          "ID": "18"
        },
        {
          "text": "Gad told David this, and David went to Araunah’s threshing floor.",
          "ID": "19"
        },
        {
          "text": "Araunah was threshing the wheat. He turned around and saw the angel. His four sons ran away to hide.",
          "ID": "20"
        },
        {
          "text": "David walked up the hill to Araunah. Araunah saw him and left the threshing floor. He walked to David and bowed with his face to the ground in front of him.",
          "ID": "21"
        },
        {
          "text": "David said to Araunah, “Sell me your threshing floor. I will pay you the full price. Then I can use the area to build an altar to worship the Lord. Then the terrible sicknesses will be stopped.”",
          "ID": "22"
        },
        {
          "text": "Araunah said to David, “Take this threshing floor. You are my lord and king, so do whatever you want. Look, I will also give you cattle for the burnt offering. You can have the wooden threshing tools to burn for the fire on the altar. And I will give the wheat for the grain offering. I will give all this to you.”",
          "ID": "23"
        },
        {
          "text": "But King David answered Araunah, “No, I will pay you the full price. I will not take anything that is yours and give it to the Lord. I will not give offerings that cost me nothing.”",
          "ID": "24"
        },
        {
          "text": "So David gave Araunah about 15 pounds of gold for the place.",
          "ID": "25",
          "comments": [
            "15 pounds Literally, “600 shekels” (6.9 kg)."
          ]
        },
        {
          "text": "David built an altar for worshiping the Lord there. David offered burnt offerings and fellowship offerings. He prayed to the Lord. The Lord answered David by sending fire down from heaven. The fire came down on the altar of burnt offering.",
          "ID": "26"
        },
        {
          "text": "Then the Lord commanded the angel to put his sword back into its sheath.",
          "ID": "27"
        },
        {
          "text": "David saw that the Lord had answered him on the threshing floor of Araunah, so David offered sacrifices there.",
          "ID": "28"
        },
        {
          "text": "(The Lord’s Holy Tent and the altar of burnt offerings were at the high place in the town of Gibeon. Moses had made the Holy Tent while the Israelites were in the desert.",
          "ID": "29"
        },
        {
          "text": "David could not go to the Holy Tent to speak with God because he was afraid. He was afraid of the angel of the Lord and his sword.)",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.21",
      "name": "1 Chronicles 21"
    },
    {
      "title": "David Makes Plans for the Temple",
      "text": [
        {
          "text": "David said, “The Temple of the Lord God and the altar for burning offerings for the Israelites will be built here.”",
          "ID": "1"
        },
        {
          "text": "David gave an order for all foreigners living in Israel to be gathered together. He chose stonecutters from that group of foreigners. Their job was to cut stones ready to be used for building God’s Temple.",
          "ID": "2"
        },
        {
          "text": "David got iron for making nails and hinges for the gate doors. He also got more bronze than could be weighed",
          "ID": "3"
        },
        {
          "text": "and more cedar logs than could be counted. The people from the cities of Sidon and Tyre brought many cedar logs to David.",
          "ID": "4"
        },
        {
          "text": "David said, “We should build a very great Temple for the Lord, but my son Solomon is young and does not yet have enough experience to know how to do it well. It should be so great and beautiful that it will be famous among all the nations. So I will prepare what is needed to build it.” So before David died he prepared everything needed to build a great Temple.",
          "ID": "5"
        },
        {
          "text": "Then David called for his son Solomon and told him to build the Temple for the Lord, the God of Israel.",
          "ID": "6"
        },
        {
          "text": "David said to Solomon, “My son, I wanted to build a temple for the name of the Lord my God.",
          "ID": "7"
        },
        {
          "text": "But the Lord said to me, ‘David, you have fought many wars and you have killed many people. So you cannot build a temple for my name.",
          "ID": "8"
        },
        {
          "text": "But you have a son who is a man of peace. I will give your son a time of peace. His enemies around him will not bother him. His name is Solomon. And I will give Israel peace and quiet during the time that he is king.",
          "ID": "9",
          "comments": [
            "Solomon This name is like the Hebrew word meaning “peace.”"
          ]
        },
        {
          "text": "Solomon will build a temple for my name. He will be my son, and I will be his Father. I will make his kingdom strong, and someone from his family will rule Israel forever!’”",
          "ID": "10"
        },
        {
          "text": "David also said, “Now, son, may the Lord be with you. May you be successful and build the Temple for the Lord your God, as he said you would.",
          "ID": "11"
        },
        {
          "text": "He will make you the king of Israel. May the Lord give you wisdom and understanding so that you can lead the people and obey the law of the Lord your God.",
          "ID": "12"
        },
        {
          "text": "And you will have success, if you are careful to obey the rules and laws that the Lord gave Moses for Israel. Be strong and brave. Don’t be afraid.",
          "ID": "13"
        },
        {
          "text": "“Solomon, I have worked hard making plans for building the Lord’s Temple. I have given 3750 tons of gold and about 37,500 tons of silver. I have given so much bronze and iron that it cannot be weighed. And I have given wood and stone. Solomon, you can add to them.",
          "ID": "14",
          "comments": [
            "3750 tons Literally, “100,000 talents” (3450 metric tons).",
            "37,500 tons Literally, “1,000,000 talents” (34,500 metric tons)."
          ]
        },
        {
          "text": "You have many stonecutters and carpenters. You have men skilled in every kind of work.",
          "ID": "15"
        },
        {
          "text": "They are skilled in working with gold, silver, bronze, and iron. You have more skilled workers than can be counted. Now begin the work. And may the Lord be with you.”",
          "ID": "16"
        },
        {
          "text": "Then David ordered all the leaders of Israel to help his son Solomon.",
          "ID": "17"
        },
        {
          "text": "David said to these leaders, “The Lord your God is with you. He has given you a time of peace. He helped me defeat the people living around us. The Lord and his people are now in control of this land.",
          "ID": "18"
        },
        {
          "text": "Now give your heart and soul to the Lord your God, and do what he says. Build the holy place of the Lord God. Then bring the Box of the Lord’s Agreement and all the other holy things into the Temple built for the Lord’s name.”",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.22",
      "name": "1 Chronicles 22"
    },
    {
      "title": "The Levites’ Work",
      "text": [
        {
          "text": "David became an old man, so he made his son Solomon the new king of Israel.",
          "ID": "1"
        },
        {
          "text": "David gathered all the leaders of Israel and also the priests and Levites.",
          "ID": "2"
        },
        {
          "text": "David counted the Levites who were 30 years old and older. All together there were 38,000 Levites.",
          "ID": "3"
        },
        {
          "text": "David said, “24,000 will supervise the work of building the Lord’s Temple. 6000 will be court officers and judges.",
          "ID": "4"
        },
        {
          "text": "4000 will be gatekeepers, and 4000 will be musicians. I made special musical instruments for them. They will use them to praise the Lord.”",
          "ID": "5"
        },
        {
          "text": "David separated the Levites into three groups. They were the tribes of Levi’s three sons, Gershon, Kohath, and Merari.",
          "ID": "6"
        },
        {
          "text": "From the tribe of Gershon there were Ladan and Shimei.",
          "ID": "7"
        },
        {
          "text": "Ladan had three sons. His oldest son was Jehiel. His other sons were Zethan and Joel.",
          "ID": "8"
        },
        {
          "text": "Shimei’s sons were Shelomoth, Haziel, and Haran. These three sons were leaders in Ladan’s families.",
          "ID": "9"
        },
        {
          "text": "Shimei had four sons. They were Jahath, Ziza, Jeush, and Beriah.",
          "ID": "10"
        },
        {
          "text": "Jahath was the oldest son and Ziza was the second son. But Jeush and Beriah did not have many children. So Jeush and Beriah were counted like one family.",
          "ID": "11"
        },
        {
          "text": "Kohath had four sons. They were Amram, Izhar, Hebron, and Uzziel.",
          "ID": "12"
        },
        {
          "text": "Amram’s sons were Aaron and Moses. Aaron was chosen for a special work. He and his descendants were chosen to always be the ones to do this special work—to prepare the holy things for the Temple service. They were the ones to burn the incense before the Lord, to serve him as priests and give blessings to the people in his name forever.",
          "ID": "13"
        },
        {
          "text": "Moses was the man of God, and his sons were part of the tribe of Levi.",
          "ID": "14"
        },
        {
          "text": "Moses’ sons were Gershom and Eliezer.",
          "ID": "15"
        },
        {
          "text": "Gershom’s oldest son was Shubael.",
          "ID": "16"
        },
        {
          "text": "Eliezer’s oldest son was Rehabiah. Eliezer had no other sons. But Rehabiah had very many sons.",
          "ID": "17"
        },
        {
          "text": "Izhar’s oldest son was Shelomith.",
          "ID": "18"
        },
        {
          "text": "Hebron’s oldest son was Jeriah. Hebron’s second son was Amariah. Jahaziel was the third son, and Jekameam was the fourth son.",
          "ID": "19"
        },
        {
          "text": "Uzziel’s oldest son was Micah, and Isshiah was his second son.",
          "ID": "20"
        },
        {
          "text": "Merari’s sons were Mahli and Mushi. Mahli’s sons were Eleazar and Kish.",
          "ID": "21"
        },
        {
          "text": "Eleazar died without having sons. He only had daughters. Eleazar’s daughters married their own relatives. Their relatives were Kish’s sons.",
          "ID": "22"
        },
        {
          "text": "Mushi’s sons were Mahli, Eder, and Jeremoth. There were three sons in all.",
          "ID": "23"
        },
        {
          "text": "These were Levi’s descendants. They were listed by their families. They were the leaders of families. Each person’s name was listed. The people who were listed were 20 years old or older. They served in the Lord’s Temple.",
          "ID": "24"
        },
        {
          "text": "David had said, “The Lord, the God of Israel, has given peace to his people. And he has come to live in Jerusalem forever.",
          "ID": "25"
        },
        {
          "text": "So the Levites don’t need to carry the Holy Tent or any of the things used in its services anymore.”",
          "ID": "26"
        },
        {
          "text": "David’s last instructions for the Israelites were to count the descendants from the tribe of Levi. They counted the Levite men who were 20 years old and older.",
          "ID": "27"
        },
        {
          "text": "The Levites had the job of helping Aaron’s descendants in the service of the Lord’s Temple. They also cared for the Temple courtyard and the side rooms in the Temple. And they made sure all the holy things were kept pure. It was their job to serve in God’s Temple.",
          "ID": "28"
        },
        {
          "text": "They were responsible for putting the special bread on the table in the Temple and for the flour, the grain offerings, and the bread made without yeast. They were also responsible for the baking pans and the mixed offerings. They did all the measuring.",
          "ID": "29"
        },
        {
          "text": "The Levites stood every morning and gave thanks and praise to the Lord. They also did this every evening.",
          "ID": "30"
        },
        {
          "text": "The Levites prepared all the burnt offerings to the Lord on the Sabbath days, during New Moon celebrations, and on the other special meeting days. They served before the Lord every day. There were special rules for how many Levites should serve each time.",
          "ID": "31"
        },
        {
          "text": "So the Levites did everything that they were supposed to do. They took care of the Holy Tent and the Holy Place. And they helped their relatives, the priests, Aaron’s descendants, with the services at the Lord’s Temple.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.23",
      "name": "1 Chronicles 23"
    },
    {
      "title": "The Other Levites",
      "text": [
        {
          "text": "These were the groups of Aaron’s sons: Aaron’s sons were Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "1"
        },
        {
          "text": "But Nadab and Abihu died before their father did. Nadab and Abihu had no sons, so Eleazar and Ithamar served as the priests.",
          "ID": "2"
        },
        {
          "text": "David separated the tribes of Eleazar and Ithamar into two different groups. He did this so that these groups could do the duties of work they were given to do. David did this with the help of Zadok and Ahimelech. Zadok was a descendant of Eleazar, and Ahimelech was a descendant of Ithamar.",
          "ID": "3"
        },
        {
          "text": "There were more leaders from Eleazar’s family than from Ithamar’s. There were 16 leaders from Eleazar’s family and there were eight leaders from Ithamar’s family.",
          "ID": "4"
        },
        {
          "text": "Men were chosen from each family. They were chosen by throwing lots. Some of the men were chosen to be in charge of the Holy Place. And other men were chosen to serve as priests. All these men were from the families of Eleazar and Ithamar.",
          "ID": "5"
        },
        {
          "text": "Shemaiah was the secretary. He was Nethanel’s son. Shemaiah was from the tribe of Levi. Shemaiah wrote the names of those descendants. He wrote their names in front of King David and these leaders: Zadok the priest, Ahimelech, and the leaders from the families of the priests and of the Levites. Ahimelech was Abiathar’s son. Each time they threw the lots a man was chosen, and Shemaiah wrote down that man’s name. So they divided the work among groups of men from the families of Eleazar and Ithamar.",
          "ID": "6",
          "comments": [
            "secretary A man who wrote down and copied books and letters."
          ]
        },
        {
          "text": "The first was Jehoiarib’s group.\nThe second was Jedaiah’s group.",
          "ID": "7"
        },
        {
          "text": "The third was Harim’s group.\nThe fourth was Seorim’s group.",
          "ID": "8"
        },
        {
          "text": "The fifth was Malkijah’s group.\nThe sixth was Mijamin’s group.",
          "ID": "9"
        },
        {
          "text": "The seventh was Hakkoz’s group.\nThe eighth was Abijah’s group.",
          "ID": "10"
        },
        {
          "text": "The ninth was Jeshua’s group.\nThe tenth was Shecaniah’s group.",
          "ID": "11"
        },
        {
          "text": "The eleventh was Eliashib’s group.\nThe twelfth was Jakim’s group.",
          "ID": "12"
        },
        {
          "text": "The thirteenth was Huppah’s group.\nThe fourteenth was Jeshebeab’s group.",
          "ID": "13"
        },
        {
          "text": "The fifteenth was Bilgah’s group.\nThe sixteenth was Immer’s group.",
          "ID": "14"
        },
        {
          "text": "The seventeenth was Hezir’s group.\nThe eighteenth was Happizzez’s group.",
          "ID": "15"
        },
        {
          "text": "The nineteenth was Pethahiah’s group.\nThe twentieth was Jehezkel’s group.",
          "ID": "16"
        },
        {
          "text": "The twenty-first was Jakin’s group.\nThe twenty-second was Gamul’s group.",
          "ID": "17"
        },
        {
          "text": "The twenty-third was Delaiah’s group.\nThe twenty-fourth was Maaziah’s group.",
          "ID": "18"
        },
        {
          "text": "These were the groups chosen to serve in the Lord’s Temple. They obeyed Aaron’s rules for serving in the Temple. The Lord, the God of Israel, had given them to Aaron.",
          "ID": "19"
        },
        {
          "text": "These are the names of the rest of Levi’s descendants:\nShubael was a descendant of Amram.\nJehdeiah was a descendant of Shubael.",
          "ID": "20"
        },
        {
          "text": "Isshiah was the oldest son of Rehabiah.",
          "ID": "21"
        },
        {
          "text": "From the Izhar family group there was Shelomoth.\nJahath was a descendant of Shelomoth.",
          "ID": "22"
        },
        {
          "text": "Jeriah was the oldest son of Hebron.\nAmariah was Hebron’s second son.\nJahaziel was his third son,\nand Jekameam was his fourth son.",
          "ID": "23"
        },
        {
          "text": "Uzziel’s son was Micah.\nMicah’s son was Shamir.",
          "ID": "24"
        },
        {
          "text": "Isshiah was Micah’s brother.\nIsshiah’s son was Zechariah.",
          "ID": "25"
        },
        {
          "text": " Merari’s descendants were Mahli, Mushi, and Jaaziah his son.",
          "ID": "26",
          "comments": [
            "The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "Jaaziah son of Merari had sons named Shoham, Zaccur, and Ibri.",
          "ID": "27"
        },
        {
          "text": "Mahli’s son was Eleazar, but Eleazar did not have sons.",
          "ID": "28"
        },
        {
          "text": "Kish’s son was Jerahmeel.",
          "ID": "29"
        },
        {
          "text": "Mushi’s sons were Mahli, Eder, and Jerimoth.\nThese are the leaders of the Levite families. They are listed by their families.",
          "ID": "30"
        },
        {
          "text": "They were chosen for special jobs by throwing lots, like their relatives, the priests. The priests were Aaron’s descendants. They threw lots in front of King David, Zadok, Ahimelech, and the leaders of the priests’ and Levite families. The older families and the younger families were treated the same when their jobs were chosen.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.24",
      "name": "1 Chronicles 24"
    },
    {
      "title": "The Music Groups",
      "text": [
        {
          "text": "David and the leaders of the army separated the sons of Asaph, Heman, and Jeduthun for special service. Their special service was to prophesy God’s message with harps, lyres, and cymbals. Here is a list of the men who served this way:",
          "ID": "1"
        },
        {
          "text": "From Asaph’s family: Zaccur, Joseph, Nethaniah, and Asarelah. King David chose Asaph to prophesy. And Asaph led his sons.",
          "ID": "2"
        },
        {
          "text": "From Jeduthun’s family: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah. There were six of them. Jeduthun led his sons. Jeduthun used harps to prophesy and give thanks and praise to the Lord.",
          "ID": "3"
        },
        {
          "text": "Heman’s sons who served were Bukkiah, Mattaniah, Uzziel, Shubael, and Jerimoth; Hananiah, Hanani, Eliathah, Giddalti, and Romamti Ezer; Joshbekashah, Mallothi, Hothir, and Mahazioth.",
          "ID": "4"
        },
        {
          "text": "All these men were Heman’s sons. Heman was David’s seer. God promised to make Heman strong. So Heman had many sons. God gave Heman fourteen sons and three daughters.",
          "ID": "5"
        },
        {
          "text": "Heman led all his sons in singing in the Lord’s temple. His sons used cymbals, lyres, and harps. That was their way of serving in God’s temple. King David chose these men.",
          "ID": "6",
          "comments": [
            "temple Here, this means the Holy Tent where people went to worship the Lord."
          ]
        },
        {
          "text": "These men and their relatives from the tribe of Levi were trained to sing. There were 288 men who learned to sing praises to the Lord.",
          "ID": "7"
        },
        {
          "text": "They threw lots to choose the different kinds of work each person was to do. Everyone was treated the same. Young and old were treated the same. And the teacher was treated the same as the student.",
          "ID": "8"
        },
        {
          "text": "The first one chosen was Asaph (Joseph).\nSecond, there were 12 men chosen from Gedaliah’s sons and relatives.",
          "ID": "9"
        },
        {
          "text": "Third, there were 12 men chosen from Zaccur’s sons and relatives.",
          "ID": "10"
        },
        {
          "text": "Fourth, there were 12 men chosen from Izri’s sons and relatives.",
          "ID": "11"
        },
        {
          "text": "Fifth, there were 12 men chosen from Nethaniah’s sons and relatives.",
          "ID": "12"
        },
        {
          "text": "Sixth, there were 12 men chosen from Bukkiah’s sons and relatives.",
          "ID": "13"
        },
        {
          "text": "Seventh, there were 12 men chosen from Asarelah’s sons and relatives.",
          "ID": "14"
        },
        {
          "text": "Eighth, there were 12 men chosen from Jeshaiah’s sons and relatives.",
          "ID": "15"
        },
        {
          "text": "Ninth, there were 12 men chosen from Mattaniah’s sons and relatives.",
          "ID": "16"
        },
        {
          "text": "Tenth, there were 12 men chosen from Shimei’s sons and relatives.",
          "ID": "17"
        },
        {
          "text": "Eleventh, there were 12 men chosen from Azarel’s sons and relatives.",
          "ID": "18"
        },
        {
          "text": "Twelfth, there were 12 men chosen from Hashabiah’s sons and relatives.",
          "ID": "19"
        },
        {
          "text": "Thirteenth, there were 12 men chosen from Shubael’s sons and relatives.",
          "ID": "20"
        },
        {
          "text": "Fourteenth, there were 12 men chosen from Mattithiah’s sons and relatives.",
          "ID": "21"
        },
        {
          "text": "Fifteenth, there were 12 men chosen from Jeremoth’s sons and relatives.",
          "ID": "22"
        },
        {
          "text": "Sixteenth, there were 12 men chosen from Hananiah’s sons and relatives.",
          "ID": "23"
        },
        {
          "text": "Seventeenth, there were 12 men chosen from Joshbekashah’s sons and relatives.",
          "ID": "24"
        },
        {
          "text": "Eighteenth, there were 12 men chosen from Hanani’s sons and relatives.",
          "ID": "25"
        },
        {
          "text": "Nineteenth, there were 12 men chosen from Mallothi’s sons and relatives.",
          "ID": "26"
        },
        {
          "text": "Twentieth, there were 12 men chosen from Eliathah’s sons and relatives.",
          "ID": "27"
        },
        {
          "text": "Twenty-first, there were 12 men chosen from Hothir’s sons and relatives.",
          "ID": "28"
        },
        {
          "text": "Twenty-second, there were 12 men chosen from Giddalti’s sons and relatives.",
          "ID": "29"
        },
        {
          "text": "Twenty-third, there were 12 men chosen from Mahazioth’s sons and relatives.",
          "ID": "30"
        },
        {
          "text": "Twenty-fourth, there were 12 men chosen from Romamti Ezer’s sons and relatives.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.25",
      "name": "1 Chronicles 25"
    },
    {
      "title": "The Treasurers and Other Officials",
      "text": [
        {
          "text": "These are the groups of the gatekeepers from the Korah family:\nThere was Meshelemiah, son of Kore. Kore was from the family of Asaph.",
          "ID": "1"
        },
        {
          "text": "Meshelemiah had sons. Zechariah was the oldest son. Jediael was the second son. Zebadiah was the third son. Jathniel was the fourth son.",
          "ID": "2"
        },
        {
          "text": "Elam was the fifth son. Jehohanan was the sixth son. And Eliehoenai was the seventh son.",
          "ID": "3"
        },
        {
          "text": "Obed Edom had sons. His oldest son was Shemaiah. Jehozabad was his second son. Joah was his third son. Sacar was his fourth son. Nethanel was his fifth son.",
          "ID": "4"
        },
        {
          "text": "Ammiel was his sixth son, Issachar his seventh son, and Peullethai his eighth son. God really blessed Obed Edom.",
          "ID": "5",
          "comments": [
            "Obed Edom God blessed Obed Edom when the Box of the Agreement stayed at his house. See 1 Chron. 21."
          ]
        },
        {
          "text": "Obed Edom’s son was Shemaiah. Shemaiah also had sons. His sons were leaders in their father’s family because they were brave soldiers.",
          "ID": "6"
        },
        {
          "text": "Shemaiah’s sons were Othni, Rephael, Obed, Elzabad, Elihu, and Semakiah. Elzabad’s relatives were skilled workers.",
          "ID": "7"
        },
        {
          "text": "All these men were Obed Edom’s descendants. These men and their sons and relatives were powerful men. They were good guards. Obed Edom had 62 descendants.",
          "ID": "8"
        },
        {
          "text": "Meshelemiah had sons and relatives who were powerful men. In all there were 18 sons and relatives.",
          "ID": "9"
        },
        {
          "text": "These are the gatekeepers from the Merari family: Hosah, son of Merari, chose his son Shimri to be the leader, even though he was not the oldest son.",
          "ID": "10"
        },
        {
          "text": "Hilkiah was Hosah’s second son, Tebaliah his third, and Zechariah his fourth son. In all Hosah had 13 sons and relatives who were gatekeepers.",
          "ID": "11"
        },
        {
          "text": "These were the leaders of the groups of the gatekeepers. The gatekeepers had a special way to serve in the Lord’s Temple, just as their relatives did.",
          "ID": "12"
        },
        {
          "text": "Each family was given a gate to guard. Lots were thrown to choose a gate for a family. Young and old were treated the same.",
          "ID": "13"
        },
        {
          "text": "Meshelemiah was chosen to guard the East Gate. Then lots were thrown for Meshelemiah’s son Zechariah. Zechariah was a wise counselor. Zechariah was chosen for the North Gate.",
          "ID": "14"
        },
        {
          "text": "Obed Edom was chosen for the South Gate. And Obed Edom’s sons were chosen to guard the house where the valuable things were kept.",
          "ID": "15"
        },
        {
          "text": "Shuppim and Hosah were chosen for the West Gate and the Shalleketh Gate on the upper road.\nGuards stood side by side.",
          "ID": "16"
        },
        {
          "text": "Six Levites stood guard every day at the East Gate. Four Levites stood guard every day at the North Gate. Four Levites stood guard at the South Gate. And two Levites guarded the house where the valuable things were kept.",
          "ID": "17"
        },
        {
          "text": "There were four guards at the western court and two guards on the road to the court.",
          "ID": "18",
          "comments": [
            "court The meaning of this word is uncertain."
          ]
        },
        {
          "text": "These were the groups of the gatekeepers from the families of Korah and Merari.",
          "ID": "19"
        },
        {
          "text": "Ahijah was from the tribe of Levi. Ahijah was responsible for taking care of the valuable things in God’s Temple. Ahijah also was responsible for the places where the holy things were kept.",
          "ID": "20"
        },
        {
          "text": "Ladan was from Gershon’s family. Jehieli was one of the leaders of the tribe of Ladan.",
          "ID": "21"
        },
        {
          "text": "Jehieli’s sons were Zetham and Zetham’s brother Joel. They were responsible for the valuable things in the Lord’s Temple.",
          "ID": "22"
        },
        {
          "text": "Other leaders were chosen from the tribes of Amram, Izhar, Hebron, and Uzziel.",
          "ID": "23"
        },
        {
          "text": "Shubael was the leader responsible for the valuable things kept in the Temple. Shubael was Gershom’s son. Gershom was Moses’ son.",
          "ID": "24"
        },
        {
          "text": "These were Shubael’s relatives: His relatives from Eliezer were Rehabiah, Eliezer’s son; Jeshaiah, Rehabiah’s son; Joram, Jeshaiah’s son; Zicri, Joram’s son; and Shelomith, Zicri’s son.",
          "ID": "25"
        },
        {
          "text": "Shelomith and his relatives were responsible for everything that David had collected for the Temple.\nThe officers of the army also gave things for the Temple.",
          "ID": "26"
        },
        {
          "text": "They gave some of the things taken in wars. They gave these things to be used for the Lord’s Temple.",
          "ID": "27"
        },
        {
          "text": "Shelomith and his relatives took care of all the things that people gave to be used for the Temple. This included the things given by Samuel the seer, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah.",
          "ID": "28"
        },
        {
          "text": "Kenaniah was from the Izhar family. Kenaniah and his sons had work outside the Temple. They worked as court officers and judges in different places in Israel.",
          "ID": "29"
        },
        {
          "text": "Hashabiah was from the Hebron family. Hashabiah and his relatives were responsible for all the Lord’s work and for the king’s business in Israel west of the Jordan River. There were 1700 powerful men in Hashabiah’s group.",
          "ID": "30"
        },
        {
          "text": "The family history of the Hebron family shows that Jeriah was their leader. When David had been king for 40 years, he ordered his people to search through the family histories for strong and skilled men. Some of them were found among the Hebron family living in the town of Jazer in Gilead.",
          "ID": "31"
        },
        {
          "text": "Jeriah had 2700 relatives who were powerful men and leaders of families. King David gave these 2700 relatives the responsibility of leading the tribes of Reuben, Gad, and half of Manasseh in taking care of God’s work and the king’s business.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.26",
      "name": "1 Chronicles 26"
    },
    {
      "title": "The King’s Administrators",
      "text": [
        {
          "text": "This is the list of the Israelites who served the king in the army. Each group was on duty one month each year. There were rulers of families, captains, generals, and the court officers who served the king. Each army group had 24,000 men.",
          "ID": "1"
        },
        {
          "text": "Jashobeam son of Zabdiel was in charge of the first group for the first month. There were 24,000 men in Jashobeam’s group.",
          "ID": "2"
        },
        {
          "text": "Jashobeam, one of Perez’s descendants, was leader of all the army officers for the first month.",
          "ID": "3"
        },
        {
          "text": "Dodai, from the Ahoahites, was in charge of the army group for the second month. Mikloth was a leader in that group. There were 24,000 men in Dodai’s group.",
          "ID": "4"
        },
        {
          "text": "The third commander, for the third month, was Benaiah son of Jehoiada the leading priest. There were 24,000 men in Benaiah’s group.",
          "ID": "5"
        },
        {
          "text": "He was the same Benaiah who was a brave soldier from the Thirty Heroes. He led these men. His son Ammizabad was in charge of Banaiah’s group.",
          "ID": "6"
        },
        {
          "text": "The fourth commander, for the fourth month, was Asahel the brother of Joab. Later, Asahel’s son Zebadiah took his place as commander. There were 24,000 men in Asahel’s group.",
          "ID": "7"
        },
        {
          "text": "The fifth commander, for the fifth month, was Shamhuth from Zerah’s family. There were 24,000 men in Shamhuth’s group.",
          "ID": "8"
        },
        {
          "text": "The sixth commander, for the sixth month, was Ira son of Ikkesh from the town of Tekoa. There were 24,000 men in Ira’s group.",
          "ID": "9"
        },
        {
          "text": "The seventh commander, for the seventh month, was Helez from the Pelonites and a descendant of Ephraim. There were 24,000 men in Helez’s group.",
          "ID": "10"
        },
        {
          "text": "The eighth commander, for the eighth month, was Sibbecai from Hushah and from Zerah’s family. There were 24,000 men in Sibbecai’s group.",
          "ID": "11"
        },
        {
          "text": "The ninth commander, for the ninth month, was Abiezer from the town of Anathoth and the tribe of Benjamin. There were 24,000 men in Abiezer’s group.",
          "ID": "12"
        },
        {
          "text": "The tenth commander, for the tenth month, was Maharai from Netophah and from Zerah’s family. There were 24,000 men in Maharai’s group.",
          "ID": "13"
        },
        {
          "text": "The eleventh commander, for the eleventh month, was Benaiah from Pirathon and the tribe of Ephraim. There were 24,000 men in Benaiah’s group.",
          "ID": "14"
        },
        {
          "text": "The twelfth commander, for the twelfth month, was Heldai from Netophah and from Othniel’s family. There were 24,000 men in Heldai’s group.",
          "ID": "15"
        },
        {
          "text": "These were the leaders of the tribes of Israel:\nEliezer son of Zicri, leader of the tribe of Reuben;\nShephatiah son of Maacah, leader of the tribe of Simeon;",
          "ID": "16"
        },
        {
          "text": "Hashabiah son of Kemuel, leader of the tribe of Levi;\nZadok, leader of the people of Aaron;",
          "ID": "17"
        },
        {
          "text": "Elihu, one of David’s brothers, leader of the tribe of Judah;\nOmri son of Michael, leader of the tribe of Issachar;",
          "ID": "18"
        },
        {
          "text": "Ishmaiah son of Obadiah, leader of the tribe of Zebulun;\nJeremoth son of Azriel, leader of the tribe of Naphtali;",
          "ID": "19"
        },
        {
          "text": "Hoshea son of Azaziah, leader of the tribe of Ephraim;\nJoel son of Pedaiah, leader of West Manasseh;",
          "ID": "20"
        },
        {
          "text": "Iddo son of Zechariah, leader of East Manasseh;\nJaasiel son of Abner, leader of the tribe of Benjamin;",
          "ID": "21"
        },
        {
          "text": "Azarel son of Jeroham, leader of the tribe of Dan.\nThese were the leaders of the tribes of Israel.",
          "ID": "22"
        },
        {
          "text": "David decided to count the men in Israel. There were very many people because the Lord had promised to make the Israelites as many as the stars in the sky. So David counted only the men who were 20 years old and older.",
          "ID": "23"
        },
        {
          "text": "Joab son of Zeruiah began to count the people, but he did not finish. God became angry with the Israelites. That is why the number of the people was not put in the book, The History of King David.",
          "ID": "24",
          "comments": [
            "Joab … did not finish God stopped him. See 1 Chron. 21:1-30."
          ]
        },
        {
          "text": "This is the list of men who were responsible for the king’s property:\nAzmaveth son of Adiel was in charge of the king’s storerooms.\nJonathan son of Uzziah was in charge of the storerooms in the small towns, villages, fields, and towers.",
          "ID": "25"
        },
        {
          "text": "Ezri son of Kelub was in charge of the field workers.",
          "ID": "26"
        },
        {
          "text": "Shimei from Ramah was in charge of the vineyards.\nZabdi from Shepham was in charge of the storage and care of the wine that came from the vineyards.",
          "ID": "27"
        },
        {
          "text": "Baal Hanan from Geder was in charge of the olive trees and sycamore trees in the western hill country.\nJoash was in charge of storing the olive oil.",
          "ID": "28"
        },
        {
          "text": "Shitrai from Sharon was in charge of the cattle around Sharon.\nShaphat son of Adlai was in charge of the cattle in the valleys.",
          "ID": "29"
        },
        {
          "text": "Obil the Ishmaelite was in charge of the camels.\nJehdeiah the Meronothite was in charge of the donkeys.",
          "ID": "30"
        },
        {
          "text": "Jaziz the Hagrite was in charge of the sheep.\nAll these men were the leaders who took care of King David’s property.",
          "ID": "31"
        },
        {
          "text": "Jonathan was a wise counselor and a scribe. He was David’s uncle. Jehiel son of Hacmoni took care of the king’s sons.",
          "ID": "32"
        },
        {
          "text": "Ahithophel was the king’s counselor. Hushai was the king’s friend. Hushai was from the Arkites.",
          "ID": "33"
        },
        {
          "text": "Jehoiada and Abiathar later took Ahithophel’s place as the king’s counselor. Jehoiada was Benaiah’s son. Joab was the commander of the king’s army.",
          "ID": "34"
        }
      ],
      "ID": "OT:1CH.27",
      "name": "1 Chronicles 27"
    },
    {
      "title": "David’s Plans for the Temple",
      "text": [
        {
          "text": "David gathered all the leaders of the Israelites and commanded them to come to Jerusalem. David called all the leaders of the tribes, the commanders of the army groups serving the king, the captains, the generals, the officials taking care of the property and animals that belonged to the king and his sons, the king’s important officials, the powerful heroes, and all the brave soldiers.",
          "ID": "1"
        },
        {
          "text": "King David stood up and said, “Listen to me, my brothers and my people. In my heart I wanted to build a place to keep the Box of the Lord’s Agreement. I wanted to build a place that would be God’s footstool. And I made the plans for building that house for God.",
          "ID": "2",
          "comments": [
            "footstool Usually this was a small stool in front of a chair, but here, it means the Temple. It is as if God were the king sitting in his chair and resting his feet on the building David wanted to build."
          ]
        },
        {
          "text": "But God said to me, ‘No David, you must not build a house for my name. You must not do that because you are a soldier, and you have killed many men.’",
          "ID": "3"
        },
        {
          "text": "“The Lord, the God of Israel, chose the tribe of Judah to lead the twelve tribes of Israel. Then from that tribe he chose my father’s family. And from that family he chose me to be the king of Israel forever. Yes, God wanted to make me king of Israel.",
          "ID": "4"
        },
        {
          "text": "The Lord has given me many sons. And from all those sons, he chose Solomon to be the new king of Israel. But really, Israel is the Lord’s kingdom.",
          "ID": "5"
        },
        {
          "text": "He said to me, ‘David, your son Solomon will build my Temple and the area around it, because I have chosen Solomon to be my son, and I will be his father.",
          "ID": "6",
          "comments": [
            "I will be his father This showed that God was making Solomon the king. See Ps. 2:7."
          ]
        },
        {
          "text": "Solomon is obeying my laws and commands now. If he continues to obey my laws, I will make Solomon’s kingdom strong forever.’”",
          "ID": "7"
        },
        {
          "text": "David said, “Now, in front of all Israel, the Lord’s people, and before God, I tell you these things: Be careful to obey all the commands of the Lord your God. Then you can keep this good land and pass it on to your descendants forever.",
          "ID": "8"
        },
        {
          "text": "“And you, my son Solomon, know the God of your father. Serve God with a pure heart. Be happy to serve him, because the Lord knows what is in everyone’s heart. He knows what you are thinking. If you go to him for help, you will get an answer. But if you turn away from him, he will leave you forever.",
          "ID": "9"
        },
        {
          "text": "Solomon, you must understand that the Lord has chosen you to build his holy place—the Temple. Be strong and finish the job.”",
          "ID": "10"
        },
        {
          "text": "Then David gave his son Solomon the plans for building the Temple. They included plans for the porch around the Temple, its buildings, its storerooms, its upper rooms, its inside rooms, and the room for the mercy-cover.",
          "ID": "11"
        },
        {
          "text": "David had made plans for all parts of the Temple. He gave them to Solomon. David gave him all the plans for the courtyard around the Lord’s Temple and for all the rooms around it. He gave him the plans for the Temple storerooms and for the storerooms where they kept the holy things used in the Temple.",
          "ID": "12"
        },
        {
          "text": "David told Solomon about the groups of the priests and Levites. He told Solomon about all the work of serving in the Lord’s Temple and about all the things to be used in the Temple service.",
          "ID": "13"
        },
        {
          "text": "David told Solomon how much gold and silver should be used to make all the things to be used in the Temple.",
          "ID": "14"
        },
        {
          "text": "There were plans for gold lamps and lampstands, and there were plans for silver lamps and lampstands. David told Solomon how much gold or silver to use for each lampstand and its lamps. The different lampstands were to be used where needed.",
          "ID": "15"
        },
        {
          "text": "David told him how much gold should be used for each table for the holy bread and how much silver should be used for the silver tables.",
          "ID": "16"
        },
        {
          "text": "He told Solomon how much pure gold should be used to make the forks, sprinkling bowls, and pitchers. He told him how much gold should be used to make each gold dish and how much silver should be used to make each silver dish.",
          "ID": "17"
        },
        {
          "text": "He told him how much pure gold should be used for the altar of incense. David also gave Solomon the plans for God’s chariot—the mercy-cover with the Cherub angels spreading their wings over the Box of the Lord’s Agreement. The Cherub angels were made of gold.",
          "ID": "18"
        },
        {
          "text": "David said, “All these plans were written with the Lord guiding me. He helped me understand everything in the plans.”",
          "ID": "19"
        },
        {
          "text": "David also said to his son Solomon, “Be strong and brave and finish this work. Don’t be afraid, because the Lord God, my God, is with you. He will help you until all the work is finished. He will not leave you. You will build the Lord’s Temple.",
          "ID": "20"
        },
        {
          "text": "The groups of the priests and Levites are ready for all the work on God’s Temple. Every skilled worker is ready to help you with all the work. The officials and all the people will obey every command you give.”",
          "ID": "21"
        }
      ],
      "ID": "OT:1CH.28",
      "name": "1 Chronicles 28"
    },
    {
      "title": "David’s Death",
      "text": [
        {
          "text": "King David said to all the Israelites who were gathered together, “God chose my son Solomon. Solomon is young and does not know all that he needs to do this work. But the work is very important. This house is not for people; this house is for the Lord God.",
          "ID": "1"
        },
        {
          "text": "I have done my best to provide what is needed for the building of my God’s Temple. I have given gold for the things made of gold. I have given silver for the things made of silver. I have given bronze for the things made of bronze. I have given iron for the things made of iron. I have given wood for the things made of wood. I have also given onyx stones for the settings, mosaic tiles, all kinds of valuable stones in many different colors, and white marble stones.",
          "ID": "2",
          "comments": [
            "settings The frames in which stones are mounted.",
            "mosaic tiles Literally, “stones set in mortar.”"
          ]
        },
        {
          "text": "I am making a special gift of gold and silver things for my God’s Temple. I am doing this because I really want the Temple of my God to be built. I am giving all these things to build this holy Temple.",
          "ID": "3"
        },
        {
          "text": "I have given 110 tons of pure gold from Ophir. I have given 263 tons of pure silver. The silver is for covering the walls of the buildings in the Temple.",
          "ID": "4",
          "comments": [
            "110 tons Literally, “3000 talents” (103,500 kg).",
            "263 tons Literally, “7000 talents” (241,500 kg)."
          ]
        },
        {
          "text": "I have given gold and silver for all the things made of gold and silver. I have given gold and silver so that skilled men can make all different kinds of things for the Temple. Now, how many of you Israelites are ready to give yourselves to the Lord today?”",
          "ID": "5"
        },
        {
          "text": "The family leaders, the leaders of the tribes of Israel, the generals, the captains, and the officials responsible for the king’s work, were all ready and gave their valuable things.",
          "ID": "6"
        },
        {
          "text": "These are the things they gave for God’s house: 190 tons of gold; 375 tons of silver; 675 tons of bronze; and 3750 tons of iron.",
          "ID": "7",
          "comments": [
            "190 tons Literally, “5000 talents and 10,000 darics” (172.59 metric tons).",
            "375 tons Literally, “10,000 talents” (345 metric tons).",
            "675 tons Literally, “18,000 talents” (621 metric tons).",
            "3750 tons Literally, “100,000 talents” (3450 metric tons)."
          ]
        },
        {
          "text": "People who had valuable stones gave them to the Lord’s Temple. Jehiel took care of the valuable stones. He was from the Gershon family.",
          "ID": "8"
        },
        {
          "text": "The people were very happy because their leaders were willing to give so much. The leaders had given freely to the Lord from good hearts. King David was also very happy.",
          "ID": "9"
        },
        {
          "text": "Then David praised the Lord in front of all the people who were gathered together. David said,\n“Lord, the God of Israel, our Father,",
          "ID": "10"
        },
        {
          "text": "Greatness, power, glory, victory, and honor belong to you,\nThe kingdom belongs to you, Lord!",
          "ID": "11"
        },
        {
          "text": "Riches and honor come from you.\nYou have the power and strength in your hand!",
          "ID": "12"
        },
        {
          "text": "Now, our God, we thank you,",
          "ID": "13"
        },
        {
          "text": "All these things didn’t come from me and my people.",
          "ID": "14"
        },
        {
          "text": "We are only strangers traveling through this world\nOur time on earth is like a passing shadow,",
          "ID": "15"
        },
        {
          "text": "Lord our God, we gathered all these things to build your Temple.\nBut all these things have come from you.",
          "ID": "16"
        },
        {
          "text": "My God, I know that you test people,\nI gladly give you all these things\nI see your people gathered here,",
          "ID": "17"
        },
        {
          "text": "Lord, you are the God of our ancestors,\nPlease help your people plan the right things.",
          "ID": "18"
        },
        {
          "text": "And help my son Solomon be true to you.\nHelp Solomon do these things.",
          "ID": "19"
        },
        {
          "text": "Then David said to all the group of people gathered together, “Now give praise to the Lord your God.” So all the people gave praise to the Lord God, the God their ancestors worshiped. They bowed to the ground to give honor to the Lord and to the king.",
          "ID": "20"
        },
        {
          "text": "The next day the people offered sacrifices and burnt offerings to the Lord—1000 bulls, 1000 rams, 1000 lambs, and the drink offerings that go with them. They offered these and many other sacrifices to the Lord for all the Israelites.",
          "ID": "21"
        },
        {
          "text": "That day the people were very happy as they ate and drank there together with the Lord.\nAnd they made David’s son Solomon king the second time. They anointed Solomon to be king, and they anointed Zadok to be priest. They did this in the place where the Lord was.",
          "ID": "22",
          "comments": [
            "And they made … time Solomon was chosen to be king the first time when his half-brother Adonijah tried to make himself king. See 1 Kings 1:5-39."
          ]
        },
        {
          "text": "Then Solomon sat on the Lord’s throne as king. Solomon took his father’s place. He was very successful. All the Israelites obeyed him.",
          "ID": "23"
        },
        {
          "text": "All the leaders, soldiers, and all of King David’s sons accepted Solomon as king and obeyed him.",
          "ID": "24"
        },
        {
          "text": "The Lord made Solomon very great. All the Israelites knew that the Lord was making him great. He gave Solomon the honor that a king should have. No king in Israel before Solomon had such honor.",
          "ID": "25"
        },
        {
          "text": "David son of Jesse was king over all Israel for 40 years. He was king in the city of Hebron for seven years. Then he was king in the city of Jerusalem for 33 years.",
          "ID": "26-27"
        },
        {
          "text": "David died when he was old. He had lived a good, long life and had many riches and honors. His son Solomon became the new king after him.",
          "ID": "28"
        },
        {
          "text": "The things that King David did, from beginning to end, are in the books written by Samuel the seer, Nathan the prophet, and Gad the seer.",
          "ID": "29"
        },
        {
          "text": "Those writings tell all about what David did as king of Israel. They tell about David’s power and what happened to him and to Israel and to all the kingdoms around them.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.29",
      "name": "1 Chronicles 29"
    }
  ],
  "ID": "OT:1CH(ERV)",
  "name": "1 Chronicles"
}