{
  "text": [
    {
      "text": [
        {
          "text": "Adam, Seth, Enosh;",
          "ID": "1"
        },
        {
          "text": "Kenan, Mahalalel, Jared;",
          "ID": "2"
        },
        {
          "text": "Enoch, Methuselah, Lamech;",
          "ID": "3"
        },
        {
          "text": "Noah, Shem, Ham, and Japheth.",
          "ID": "4"
        },
        {
          "text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
          "ID": "5"
        },
        {
          "text": "The sons of Gomer: Ashkenaz, Riphath, and Togarmah.",
          "ID": "6"
        },
        {
          "text": "The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim.",
          "ID": "7"
        },
        {
          "text": "The sons of Ham: Cush, Egypt, Put, and Canaan.",
          "ID": "8"
        },
        {
          "text": "The sons of Cush: Seba, Havilah, Sabta, Raama, and Sabteca. The sons of Raamah: Sheba and Dedan.",
          "ID": "9"
        },
        {
          "text": "Cush fathered Nimrod. He was the first on earth to be a mighty man.",
          "ID": "10"
        },
        {
          "text": "Egypt fathered Ludim, Anamim, Lehabim, Naphtuhim,",
          "ID": "11"
        },
        {
          "text": "Pathrusim, Casluhim (from whom the Philistines came), and Caphtorim.",
          "ID": "12"
        },
        {
          "text": "Canaan fathered Sidon his firstborn and Heth,",
          "ID": "13"
        },
        {
          "text": "and the Jebusites, the Amorites, the Girgashites,",
          "ID": "14"
        },
        {
          "text": "the Hivites, the Arkites, the Sinites,",
          "ID": "15"
        },
        {
          "text": "the Arvadites, the Zemarites, and the Hamathites.",
          "ID": "16"
        },
        {
          "text": "The sons of Shem: Elam, Asshur, Arpachshad, Lud, and Aram. And the sons of Aram: Uz, Hul, Gether, and Meshech.",
          "ID": "17"
        },
        {
          "text": "Arpachshad fathered Shelah, and Shelah fathered Eber.",
          "ID": "18"
        },
        {
          "text": "To Eber were born two sons: the name of the one was Peleg (for in his days the earth was divided), and his brother's name was Joktan.",
          "ID": "19"
        },
        {
          "text": "Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,",
          "ID": "20"
        },
        {
          "text": "Hadoram, Uzal, Diklah,",
          "ID": "21"
        },
        {
          "text": "Obal, Abimael, Sheba,",
          "ID": "22"
        },
        {
          "text": "Ophir, Havilah, and Jobab; all these were the sons of Joktan.",
          "ID": "23"
        },
        {
          "text": "Shem, Arpachshad, Shelah;",
          "ID": "24"
        },
        {
          "text": "Eber, Peleg, Reu;",
          "ID": "25"
        },
        {
          "text": "Serug, Nahor, Terah;",
          "ID": "26"
        },
        {
          "text": "Abram, that is, Abraham.",
          "ID": "27"
        },
        {
          "text": "The sons of Abraham: Isaac and Ishmael.",
          "ID": "28"
        },
        {
          "text": "These are their genealogies: the firstborn of Ishmael, Nebaioth, and Kedar, Adbeel, Mibsam,",
          "ID": "29"
        },
        {
          "text": "Mishma, Dumah, Massa, Hadad, Tema,",
          "ID": "30"
        },
        {
          "text": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.",
          "ID": "31"
        },
        {
          "text": "The sons of Keturah, Abraham's concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan.",
          "ID": "32"
        },
        {
          "text": "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the descendants of Keturah.",
          "ID": "33"
        },
        {
          "text": "Abraham fathered Isaac. The sons of Isaac: Esau and Israel.",
          "ID": "34"
        },
        {
          "text": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah.",
          "ID": "35"
        },
        {
          "text": "The sons of Eliphaz: Teman, Omar, Zepho, Gatam, Kenaz, and of Timna, Amalek.",
          "ID": "36"
        },
        {
          "text": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.",
          "ID": "37"
        },
        {
          "text": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
          "ID": "38"
        },
        {
          "text": "The sons of Lotan: Hori and Hemam; and Lotan's sister was Timna.",
          "ID": "39"
        },
        {
          "text": "The sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam. The sons of Zibeon: Aiah and Anah.",
          "ID": "40"
        },
        {
          "text": "The son of Anah: Dishon. The sons of Dishon: Hemdan, Eshban, Ithran, and Cheran.",
          "ID": "41"
        },
        {
          "text": "The sons of Ezer: Bilhan, Zaavan, and Akan. The sons of Dishan: Uz and Aran.",
          "ID": "42"
        },
        {
          "text": "These are the kings who reigned in the land of Edom before any king reigned over the people of Israel: Bela the son of Beor, the name of his city being Dinhabah.",
          "ID": "43"
        },
        {
          "text": "Bela died, and Jobab the son of Zerah of Bozrah reigned in his place.",
          "ID": "44"
        },
        {
          "text": "Jobab died, and Husham of the land of the Temanites reigned in his place.",
          "ID": "45"
        },
        {
          "text": "Husham died, and Hadad the son of Bedad, who defeated Midian in the country of Moab, reigned in his place, the name of his city being Avith.",
          "ID": "46"
        },
        {
          "text": "Hadad died, and Samlah of Masrekah reigned in his place.",
          "ID": "47"
        },
        {
          "text": "Samlah died, and Shaul of Rehoboth on the Euphrates reigned in his place.",
          "ID": "48"
        },
        {
          "text": "Shaul died, and Baal-hanan, the son of Achbor, reigned in his place.",
          "ID": "49"
        },
        {
          "text": "Baal-hanan died, and Hadad reigned in his place, the name of his city being Pai; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Mezahab.",
          "ID": "50"
        },
        {
          "text": "And Hadad died.",
          "ID": "51"
        },
        {
          "text": "The chiefs of Edom were: chiefs Timna, Alvah, Jetheth,",
          "ID": "51"
        },
        {
          "text": "Oholibamah, Elah, Pinon,",
          "ID": "52"
        },
        {
          "text": "Kenaz, Teman, Mibzar,",
          "ID": "53"
        },
        {
          "text": "Magdiel, and Iram; these are the chiefs of Edom.",
          "ID": "54"
        }
      ],
      "ID": "OT:1CH.1",
      "name": "1 Chronicles 1"
    },
    {
      "text": [
        {
          "text": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
          "ID": "1"
        },
        {
          "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
          "ID": "2"
        },
        {
          "text": "The sons of Judah: Er, Onan and Shelah; these three Bath-shua the Canaanite bore to him. Now Er, Judah's firstborn, was evil in the sight of the Lord, and he put him to death.",
          "ID": "3"
        },
        {
          "text": "His daughter-in-law Tamar also bore him Perez and Zerah. Judah had five sons in all.",
          "ID": "4"
        },
        {
          "text": "The sons of Perez: Hezron and Hamul.",
          "ID": "5"
        },
        {
          "text": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all.",
          "ID": "6"
        },
        {
          "text": "The son of Carmi: Achan, the troubler of Israel, who broke faith in the matter of the devoted thing;",
          "ID": "7"
        },
        {
          "text": "and Ethan's son was Azariah.",
          "ID": "8"
        },
        {
          "text": "The sons of Hezron that were born to him: Jerahmeel, Ram, and Chelubai.",
          "ID": "9"
        },
        {
          "text": "Ram fathered Amminadab, and Amminadab fathered Nahshon, prince of the sons of Judah.",
          "ID": "10"
        },
        {
          "text": "Nahshon fathered Salmon, Salmon fathered Boaz,",
          "ID": "11"
        },
        {
          "text": "Boaz fathered Obed, Obed fathered Jesse.",
          "ID": "12"
        },
        {
          "text": "Jesse fathered Eliab his firstborn, Abinadab the second, Shimea the third,",
          "ID": "13"
        },
        {
          "text": "Nethanel the fourth, Raddai the fifth,",
          "ID": "14"
        },
        {
          "text": "Ozem the sixth, David the seventh.",
          "ID": "15"
        },
        {
          "text": "And their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three.",
          "ID": "16"
        },
        {
          "text": "Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite.",
          "ID": "17"
        },
        {
          "text": "Caleb the son of Hezron fathered children by his wife Azubah, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon.",
          "ID": "18"
        },
        {
          "text": "When Azubah died, Caleb married Ephrath, who bore him Hur.",
          "ID": "19"
        },
        {
          "text": "Hur fathered Uri, and Uri fathered Bezalel.",
          "ID": "20"
        },
        {
          "text": "Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was sixty years old, and she bore him Segub.",
          "ID": "21"
        },
        {
          "text": "And Segub fathered Jair, who had twenty-three cities in the land of Gilead.",
          "ID": "22"
        },
        {
          "text": "But Geshur and Aram took from them Havvoth-jair, Kenath, and its villages, sixty towns. All these were descendants of Machir, the father of Gilead.",
          "ID": "23"
        },
        {
          "text": "After the death of Hezron, Caleb went in to Ephrathah, the wife of Hezron his father, and she bore him Ashhur, the father of Tekoa.",
          "ID": "24"
        },
        {
          "text": "The sons of Jerahmeel, the firstborn of Hezron: Ram, his firstborn, Bunah, Oren, Ozem, and Ahijah.",
          "ID": "25"
        },
        {
          "text": "Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam.",
          "ID": "26"
        },
        {
          "text": "The sons of Ram, the firstborn of Jerahmeel: Maaz, Jamin, and Eker.",
          "ID": "27"
        },
        {
          "text": "The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur.",
          "ID": "28"
        },
        {
          "text": "The name of Abishur's wife was Abihail, and she bore him Ahban and Molid.",
          "ID": "29"
        },
        {
          "text": "The sons of Nadab: Seled and Appaim; and Seled died childless.",
          "ID": "30"
        },
        {
          "text": "The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai.",
          "ID": "31"
        },
        {
          "text": "The sons of Jada, Shammai's brother: Jether and Jonathan; and Jether died childless.",
          "ID": "32"
        },
        {
          "text": "The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel.",
          "ID": "33"
        },
        {
          "text": "Now Sheshan had no sons, only daughters, but Sheshan had an Egyptian slave whose name was Jarha.",
          "ID": "34"
        },
        {
          "text": "So Sheshan gave his daughter in marriage to Jarha his slave, and she bore him Attai.",
          "ID": "35"
        },
        {
          "text": "Attai fathered Nathan, and Nathan fathered Zabad.",
          "ID": "36"
        },
        {
          "text": "Zabad fathered Ephlal, and Ephlal fathered Obed.",
          "ID": "37"
        },
        {
          "text": "Obed fathered Jehu, and Jehu fathered Azariah.",
          "ID": "38"
        },
        {
          "text": "Azariah fathered Helez, and Helez fathered Eleasah.",
          "ID": "39"
        },
        {
          "text": "Eleasah fathered Sismai, and Sismai fathered Shallum.",
          "ID": "40"
        },
        {
          "text": "Shallum fathered Jekamiah, and Jekamiah fathered Elishama.",
          "ID": "41"
        },
        {
          "text": "The sons of Caleb the brother of Jerahmeel: Mareshah his firstborn, who fathered Ziph. The son of Mareshah: Hebron.",
          "ID": "42"
        },
        {
          "text": "The sons of Hebron: Korah, Tappuah, Rekem and Shema.",
          "ID": "43"
        },
        {
          "text": "Shema fathered Raham, the father of Jorkeam; and Rekem fathered Shammai.",
          "ID": "44"
        },
        {
          "text": "The son of Shammai: Maon; and Maon fathered Beth-zur.",
          "ID": "45"
        },
        {
          "text": "Ephah also, Caleb's concubine, bore Haran, Moza, and Gazez; and Haran fathered Gazez.",
          "ID": "46"
        },
        {
          "text": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
          "ID": "47"
        },
        {
          "text": "Maacah, Caleb's concubine, bore Sheber and Tirhanah.",
          "ID": "48"
        },
        {
          "text": "She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea; and the daughter of Caleb was Achsah.",
          "ID": "49"
        },
        {
          "text": "These were the descendants of Caleb.",
          "ID": "50"
        },
        {
          "text": "The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,",
          "ID": "50"
        },
        {
          "text": "Salma, the father of Bethlehem, and Hareph the father of Beth-gader.",
          "ID": "51"
        },
        {
          "text": "Shobal the father of Kiriath-jearim had other sons: Haroeh, half of the Menuhoth.",
          "ID": "52"
        },
        {
          "text": "And the clans of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from these came the Zorathites and the Eshtaolites.",
          "ID": "53"
        },
        {
          "text": "The sons of Salma: Bethlehem, the Netophathites, Atroth-beth-joab and half of the Manahathites, the Zorites.",
          "ID": "54"
        },
        {
          "text": "The clans also of the scribes who lived at Jabez: the Tirathites, the Shimeathites and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab.",
          "ID": "55"
        }
      ],
      "ID": "OT:1CH.2",
      "name": "1 Chronicles 2"
    },
    {
      "text": [
        {
          "text": "These are the sons of David who were born to him in Hebron: the firstborn, Amnon, by Ahinoam the Jezreelite; the second, Daniel, by Abigail the Carmelite,",
          "ID": "1"
        },
        {
          "text": "the third, Absalom, whose mother was Maacah, the daughter of Talmai, king of Geshur; the fourth, Adonijah, whose mother was Haggith;",
          "ID": "2"
        },
        {
          "text": "the fifth, Shephatiah, by Abital; the sixth, Ithream, by his wife Eglah;",
          "ID": "3"
        },
        {
          "text": "six were born to him in Hebron, where he reigned for seven years and six months. And he reigned thirty-three years in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "These were born to him in Jerusalem: Shimea, Shobab, Nathan and Solomon, four by Bath-shua, the daughter of Ammiel;",
          "ID": "5"
        },
        {
          "text": "then Ibhar, Elishama, Eliphelet,",
          "ID": "6"
        },
        {
          "text": "Nogah, Nepheg, Japhia,",
          "ID": "7"
        },
        {
          "text": "Elishama, Eliada, and Eliphelet, nine.",
          "ID": "8"
        },
        {
          "text": "All these were David's sons, besides the sons of the concubines, and Tamar was their sister.",
          "ID": "9"
        },
        {
          "text": "The son of Solomon was Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,",
          "ID": "10"
        },
        {
          "text": "Joram his son, Ahaziah his son, Joash his son,",
          "ID": "11"
        },
        {
          "text": "Amaziah his son, Azariah his son, Jotham his son,",
          "ID": "12"
        },
        {
          "text": "Ahaz his son, Hezekiah his son, Manasseh his son,",
          "ID": "13"
        },
        {
          "text": "Amon his son, Josiah his son.",
          "ID": "14"
        },
        {
          "text": "The sons of Josiah: Johanan the firstborn, the second Jehoiakim, the third Zedekiah, the fourth Shallum.",
          "ID": "15"
        },
        {
          "text": "The descendants of Jehoiakim: Jeconiah his son, Zedekiah his son;",
          "ID": "16"
        },
        {
          "text": "and the sons of Jeconiah, the captive: Shealtiel his son,",
          "ID": "17"
        },
        {
          "text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah;",
          "ID": "18"
        },
        {
          "text": "and the sons of Pedaiah: Zerubbabel and Shimei; and the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith was their sister;",
          "ID": "19"
        },
        {
          "text": "and Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed, five.",
          "ID": "20"
        },
        {
          "text": "The sons of Hananiah: Pelatiah and Jeshaiah, his son Rephaiah, his son Arnan, his son Obadiah, his son Shecaniah.",
          "ID": "21"
        },
        {
          "text": "The son of Shecaniah: Shemaiah. And the sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat, six.",
          "ID": "22"
        },
        {
          "text": "The sons of Neariah: Elioenai, Hizkiah, and Azrikam, three.",
          "ID": "23"
        },
        {
          "text": "The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven.",
          "ID": "24"
        }
      ],
      "ID": "OT:1CH.3",
      "name": "1 Chronicles 3"
    },
    {
      "text": [
        {
          "text": "The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal.",
          "ID": "1"
        },
        {
          "text": "Reaiah the son of Shobal fathered Jahath, and Jahath fathered Ahumai and Lahad. These were the clans of the Zorathites.",
          "ID": "2"
        },
        {
          "text": "These were the sons of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was Hazzelelponi,",
          "ID": "3"
        },
        {
          "text": "and Penuel fathered Gedor, and Ezer fathered Hushah. These were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem.",
          "ID": "4"
        },
        {
          "text": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah;",
          "ID": "5"
        },
        {
          "text": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah.",
          "ID": "6"
        },
        {
          "text": "The sons of Helah: Zereth, Izhar, and Ethnan.",
          "ID": "7"
        },
        {
          "text": "Koz fathered Anub, Zobebah, and the clans of Aharhel, the son of Harum.",
          "ID": "8"
        },
        {
          "text": "Jabez was more honorable than his brothers; and his mother called his name Jabez, saying, \"Because I bore him in pain.\"",
          "ID": "9"
        },
        {
          "text": "Jabez called upon the God of Israel, saying, \"Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from harm so that it might not bring me pain!\" And God granted what he asked.",
          "ID": "10"
        },
        {
          "text": "Chelub, the brother of Shuhah, fathered Mehir, who fathered Eshton.",
          "ID": "11"
        },
        {
          "text": "Eshton fathered Beth-rapha, Paseah, and Tehinnah, the father of Ir-nahash. These are the men of Recah.",
          "ID": "12"
        },
        {
          "text": "The sons of Kenaz: Othniel and Seraiah; and the sons of Othniel: Hathath and Meonothai.",
          "ID": "13"
        },
        {
          "text": "Meonothai fathered Ophrah; and Seraiah fathered Joab, the father of Ge-harashim, so-called because they were craftsmen.",
          "ID": "14"
        },
        {
          "text": "The sons of Caleb the son of Jephunneh: Iru, Elah, and Naam; and the son of Elah: Kenaz.",
          "ID": "15"
        },
        {
          "text": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel.",
          "ID": "16"
        },
        {
          "text": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. These are the sons of Bithiah, the daughter of Pharaoh, whom Mered married; and she conceived and bore Miriam, Shammai, and Ishbah, the father of Eshtemoa.",
          "ID": "17"
        },
        {
          "text": "And his Judahite wife bore Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah.",
          "ID": "18"
        },
        {
          "text": "The sons of the wife of Hodiah, the sister of Naham, were the fathers of Keilah the Garmite and Eshtemoa the Maacathite.",
          "ID": "19"
        },
        {
          "text": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, and Tilon. The sons of Ishi: Zoheth and Ben-zoheth.",
          "ID": "20"
        },
        {
          "text": "The sons of Shelah the son of Judah: Er the father of Lecah, Laadah the father of Mareshah, and the clans of the house of linen workers at Beth-ashbea;",
          "ID": "21"
        },
        {
          "text": "and Jokim, and the men of Cozeba, and Joash, and Saraph, who ruled in Moab and returned to Lehem (now the records are ancient).",
          "ID": "22"
        },
        {
          "text": "These were the potters who were inhabitants of Netaim and Gederah. They lived there in the king's service.",
          "ID": "23"
        },
        {
          "text": "The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul;",
          "ID": "24"
        },
        {
          "text": "Shallum was his son, Mibsam his son, Mishma his son.",
          "ID": "25"
        },
        {
          "text": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son.",
          "ID": "26"
        },
        {
          "text": "Shimei had sixteen sons and six daughters; but his brothers did not have many children, nor did all their clan multiply like the men of Judah.",
          "ID": "27"
        },
        {
          "text": "They lived in Beersheba, Moladah, Hazar-shual,",
          "ID": "28"
        },
        {
          "text": "Bilhah, Ezem, Tolad,",
          "ID": "29"
        },
        {
          "text": "Bethuel, Hormah, Ziklag,",
          "ID": "30"
        },
        {
          "text": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David reigned.",
          "ID": "31"
        },
        {
          "text": "And their villages were Etam, Ain, Rimmon, Tochen, and Ashan, five cities,",
          "ID": "32"
        },
        {
          "text": "along with all their villages that were around these cities as far as Baal. These were their settlements, and they kept a genealogical record.",
          "ID": "33"
        },
        {
          "text": "Meshobab, Jamlech, Joshah the son of Amaziah,",
          "ID": "34"
        },
        {
          "text": "Joel, Jehu the son of Joshibiah, son of Seraiah, son of Asiel,",
          "ID": "35"
        },
        {
          "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
          "ID": "36"
        },
        {
          "text": "Ziza the son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah—",
          "ID": "37"
        },
        {
          "text": "these mentioned by name were princes in their clans, and their fathers' houses increased greatly.",
          "ID": "38"
        },
        {
          "text": "They journeyed to the entrance of Gedor, to the east side of the valley, to seek pasture for their flocks,",
          "ID": "39"
        },
        {
          "text": "where they found rich, good pasture, and the land was very broad, quiet, and peaceful, for the former inhabitants there belonged to Ham.",
          "ID": "40"
        },
        {
          "text": "These, registered by name, came in the days of Hezekiah, king of Judah, and destroyed their tents and the Meunites who were found there, and marked them for destruction to this day, and settled in their place, because there was pasture there for their flocks.",
          "ID": "41"
        },
        {
          "text": "And some of them, five hundred men of the Simeonites, went to Mount Seir, having as their leaders Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi.",
          "ID": "42"
        },
        {
          "text": "And they defeated the remnant of the Amalekites who had escaped, and they have lived there to this day.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.4",
      "name": "1 Chronicles 4"
    },
    {
      "text": [
        {
          "text": "The sons of Reuben the firstborn of Israel (for he was the firstborn, but because he defiled his father's couch, his birthright was given to the sons of Joseph the son of Israel, so that he could not be enrolled as the oldest son;",
          "ID": "1"
        },
        {
          "text": "though Judah became strong among his brothers and a chief came from him, yet the birthright belonged to Joseph),",
          "ID": "2"
        },
        {
          "text": "the sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi.",
          "ID": "3"
        },
        {
          "text": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,",
          "ID": "4"
        },
        {
          "text": "Micah his son, Reaiah his son, Baal his son,",
          "ID": "5"
        },
        {
          "text": "Beerah his son, whom Tiglath-pileser king of Assyria carried away into exile; he was a chief of the Reubenites.",
          "ID": "6"
        },
        {
          "text": "And his kinsmen by their clans, when the genealogy of their generations was recorded: the chief, Jeiel, and Zechariah,",
          "ID": "7"
        },
        {
          "text": "and Bela the son of Azaz, son of Shema, son of Joel, who lived in Aroer, as far as Nebo and Baal-meon.",
          "ID": "8"
        },
        {
          "text": "He also lived to the east as far as the entrance of the desert this side of the Euphrates, because their livestock had multiplied in the land of Gilead.",
          "ID": "9"
        },
        {
          "text": "And in the days of Saul they waged war against the Hagrites, who fell into their hand. And they lived in their tents throughout all the region east of Gilead.",
          "ID": "10"
        },
        {
          "text": "The sons of Gad lived over against them in the land of Bashan as far as Salecah:",
          "ID": "11"
        },
        {
          "text": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan.",
          "ID": "12"
        },
        {
          "text": "And their kinsmen according to their fathers' houses: Michael, Meshullam, Sheba, Jorai, Jacan, Zia and Eber, seven.",
          "ID": "13"
        },
        {
          "text": "These were the sons of Abihail the son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz.",
          "ID": "14"
        },
        {
          "text": "Ahi the son of Abdiel, son of Guni, was chief in their fathers' houses,",
          "ID": "15"
        },
        {
          "text": "and they lived in Gilead, in Bashan and in its towns, and in all the pasturelands of Sharon to their limits.",
          "ID": "16"
        },
        {
          "text": "All of these were recorded in genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel.",
          "ID": "17"
        },
        {
          "text": "The Reubenites, the Gadites, and the half-tribe of Manasseh had valiant men who carried shield and sword, and drew the bow, expert in war, 44,760, able to go to war.",
          "ID": "18"
        },
        {
          "text": "They waged war against the Hagrites, Jetur, Naphish, and Nodab.",
          "ID": "19"
        },
        {
          "text": "And when they prevailed over them, the Hagrites and all who were with them were given into their hands, for they cried out to God in the battle, and he granted their urgent plea because they trusted in him.",
          "ID": "20"
        },
        {
          "text": "They carried off their livestock: 50,000 of their camels, 250,000 sheep, 2,000 donkeys, and 100,000 men alive.",
          "ID": "21"
        },
        {
          "text": "For many fell, because the war was of God. And they lived in their place until the exile.",
          "ID": "22"
        },
        {
          "text": "The members of the half-tribe of Manasseh lived in the land. They were very numerous from Bashan to Baal-hermon, Senir, and Mount Hermon.",
          "ID": "23"
        },
        {
          "text": "These were the heads of their fathers' houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty warriors, famous men, heads of their fathers' houses.",
          "ID": "24"
        },
        {
          "text": "But they broke faith with the God of their fathers, and whored after the gods of the peoples of the land, whom God had destroyed before them.",
          "ID": "25"
        },
        {
          "text": "So the God of Israel stirred up the spirit of Pul king of Assyria, the spirit of Tiglath-pileser king of Assyria, and he took them into exile, namely, the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and the river Gozan, to this day.",
          "ID": "26"
        }
      ],
      "ID": "OT:1CH.5",
      "name": "1 Chronicles 5"
    },
    {
      "text": [
        {
          "text": "The sons of Levi: Gershon, Kohath, and Merari.",
          "ID": "1"
        },
        {
          "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel.",
          "ID": "2"
        },
        {
          "text": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "3"
        },
        {
          "text": "Eleazar fathered Phinehas, Phinehas fathered Abishua,",
          "ID": "4"
        },
        {
          "text": "Abishua fathered Bukki, Bukki fathered Uzzi,",
          "ID": "5"
        },
        {
          "text": "Uzzi fathered Zerahiah, Zerahiah fathered Meraioth,",
          "ID": "6"
        },
        {
          "text": "Meraioth fathered Amariah, Amariah fathered Ahitub,",
          "ID": "7"
        },
        {
          "text": "Ahitub fathered Zadok, Zadok fathered Ahimaaz,",
          "ID": "8"
        },
        {
          "text": "Ahimaaz fathered Azariah, Azariah fathered Johanan,",
          "ID": "9"
        },
        {
          "text": "and Johanan fathered Azariah (it was he who served as priest in the house that Solomon built in Jerusalem).",
          "ID": "10"
        },
        {
          "text": "Azariah fathered Amariah, Amariah fathered Ahitub,",
          "ID": "11"
        },
        {
          "text": "Ahitub fathered Zadok, Zadok fathered Shallum,",
          "ID": "12"
        },
        {
          "text": "Shallum fathered Hilkiah, Hilkiah fathered Azariah,",
          "ID": "13"
        },
        {
          "text": "Azariah fathered Seraiah, Seraiah fathered Jehozadak;",
          "ID": "14"
        },
        {
          "text": "and Jehozadak went into exile when the Lord sent Judah and Jerusalem into exile by the hand of Nebuchadnezzar.",
          "ID": "15"
        },
        {
          "text": "The sons of Levi: Gershom, Kohath, and Merari.",
          "ID": "16"
        },
        {
          "text": "And these are the names of the sons of Gershom: Libni and Shimei.",
          "ID": "17"
        },
        {
          "text": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.",
          "ID": "18"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. These are the clans of the Levites according to their fathers.",
          "ID": "19"
        },
        {
          "text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,",
          "ID": "20"
        },
        {
          "text": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son.",
          "ID": "21"
        },
        {
          "text": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,",
          "ID": "22"
        },
        {
          "text": "Elkanah his son, Ebiasaph his son, Assir his son,",
          "ID": "23"
        },
        {
          "text": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.",
          "ID": "24"
        },
        {
          "text": "The sons of Elkanah: Amasai and Ahimoth,",
          "ID": "25"
        },
        {
          "text": "Elkanah his son, Zophai his son, Nahath his son,",
          "ID": "26"
        },
        {
          "text": "Eliab his son, Jeroham his son, Elkanah his son.",
          "ID": "27"
        },
        {
          "text": "The sons of Samuel: Joel his firstborn, the second Abijah.",
          "ID": "28"
        },
        {
          "text": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,",
          "ID": "29"
        },
        {
          "text": "Shimea his son, Haggiah his son, and Asaiah his son.",
          "ID": "30"
        },
        {
          "text": "These are the men whom David put in charge of the service of song in the house of the Lord after the ark rested there.",
          "ID": "31"
        },
        {
          "text": "They ministered with song before the tabernacle of the tent of meeting until Solomon built the house of the Lord in Jerusalem, and they performed their service according to their order.",
          "ID": "32"
        },
        {
          "text": "These are the men who served and their sons. Of the sons of the Kohathites: Heman the singer the son of Joel, son of Samuel,",
          "ID": "33"
        },
        {
          "text": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,",
          "ID": "34"
        },
        {
          "text": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai,",
          "ID": "35"
        },
        {
          "text": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,",
          "ID": "36"
        },
        {
          "text": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah,",
          "ID": "37"
        },
        {
          "text": "son of Izhar, son of Kohath, son of Levi, son of Israel;",
          "ID": "38"
        },
        {
          "text": "and his brother Asaph, who stood on his right hand, namely, Asaph the son of Berechiah, son of Shimea,",
          "ID": "39"
        },
        {
          "text": "son of Michael, son of Baaseiah, son of Malchijah,",
          "ID": "40"
        },
        {
          "text": "son of Ethni, son of Zerah, son of Adaiah,",
          "ID": "41"
        },
        {
          "text": "son of Ethan, son of Zimmah, son of Shimei,",
          "ID": "42"
        },
        {
          "text": "son of Jahath, son of Gershom, son of Levi.",
          "ID": "43"
        },
        {
          "text": "On the left hand were their brothers, the sons of Merari: Ethan the son of Kishi, son of Abdi, son of Malluch,",
          "ID": "44"
        },
        {
          "text": "son of Hashabiah, son of Amaziah, son of Hilkiah,",
          "ID": "45"
        },
        {
          "text": "son of Amzi, son of Bani, son of Shemer,",
          "ID": "46"
        },
        {
          "text": "son of Mahli, son of Mushi, son of Merari, son of Levi.",
          "ID": "47"
        },
        {
          "text": "And their brothers the Levites were appointed for all the service of the tabernacle of the house of God.",
          "ID": "48"
        },
        {
          "text": "But Aaron and his sons made offerings on the altar of burnt offering and on the altar of incense for all the work of the Most Holy Place, and to make atonement for Israel, according to all that Moses the servant of God had commanded.",
          "ID": "49"
        },
        {
          "text": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,",
          "ID": "50"
        },
        {
          "text": "Bukki his son, Uzzi his son, Zerahiah his son,",
          "ID": "51"
        },
        {
          "text": "Meraioth his son, Amariah his son, Ahitub his son,",
          "ID": "52"
        },
        {
          "text": "Zadok his son, Ahimaaz his son.",
          "ID": "53"
        },
        {
          "text": "These are their dwelling places according to their settlements within their borders: to the sons of Aaron of the clans of Kohathites, for theirs was the first lot,",
          "ID": "54"
        },
        {
          "text": "to them they gave Hebron in the land of Judah and its surrounding pasturelands,",
          "ID": "55"
        },
        {
          "text": "but the fields of the city and its villages they gave to Caleb the son of Jephunneh.",
          "ID": "56"
        },
        {
          "text": "To the sons of Aaron they gave the cities of refuge: Hebron, Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,",
          "ID": "57"
        },
        {
          "text": "Hilen with its pasturelands, Debir with its pasturelands,",
          "ID": "58"
        },
        {
          "text": "Ashan with its pasturelands, and Beth-shemesh with its pasturelands;",
          "ID": "59"
        },
        {
          "text": "and from the tribe of Benjamin, Gibeon, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. All their cities throughout their clans were thirteen.",
          "ID": "60"
        },
        {
          "text": "To the rest of the Kohathites were given by lot out of the clan of the tribe, out of the half-tribe, the half of Manasseh, ten cities.",
          "ID": "61"
        },
        {
          "text": "To the Gershomites according to their clans were allotted thirteen cities out of the tribes of Issachar, Asher, Naphtali and Manasseh in Bashan.",
          "ID": "62"
        },
        {
          "text": "To the Merarites according to their clans were allotted twelve cities out of the tribes of Reuben, Gad, and Zebulun.",
          "ID": "63"
        },
        {
          "text": "So the people of Israel gave the Levites the cities with their pasturelands.",
          "ID": "64"
        },
        {
          "text": "They gave by lot out of the tribes of Judah, Simeon, and Benjamin these cities that are mentioned by name.",
          "ID": "65"
        },
        {
          "text": "And some of the clans of the sons of Kohath had cities of their territory out of the tribe of Ephraim.",
          "ID": "66"
        },
        {
          "text": "They were given the cities of refuge: Shechem with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,",
          "ID": "67"
        },
        {
          "text": "Jokmeam with its pasturelands, Beth-horon with its pasturelands,",
          "ID": "68"
        },
        {
          "text": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands,",
          "ID": "69"
        },
        {
          "text": "and out of the half-tribe of Manasseh, Aner with its pasturelands, and Bileam with its pasturelands, for the rest of the clans of the Kohathites.",
          "ID": "70"
        },
        {
          "text": "To the Gershomites were given out of the clan of the half-tribe of Manasseh: Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands;",
          "ID": "71"
        },
        {
          "text": "and out of the tribe of Issachar: Kedesh with its pasturelands, Daberath with its pasturelands,",
          "ID": "72"
        },
        {
          "text": "Ramoth with its pasturelands, and Anem with its pasturelands;",
          "ID": "73"
        },
        {
          "text": "out of the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands,",
          "ID": "74"
        },
        {
          "text": "Hukok with its pasturelands, and Rehob with its pasturelands;",
          "ID": "75"
        },
        {
          "text": "and out of the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands.",
          "ID": "76"
        },
        {
          "text": "To the rest of the Merarites were allotted out of the tribe of Zebulun: Rimmono with its pasturelands, Tabor with its pasturelands,",
          "ID": "77"
        },
        {
          "text": "and beyond the Jordan at Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the wilderness with its pasturelands, Jahzah with its pasturelands,",
          "ID": "78"
        },
        {
          "text": "Kedemoth with its pasturelands, and Mephaath with its pasturelands;",
          "ID": "79"
        },
        {
          "text": "and out of the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,",
          "ID": "80"
        },
        {
          "text": "Heshbon with its pasturelands, and Jazer with its pasturelands.",
          "ID": "81"
        }
      ],
      "ID": "OT:1CH.6",
      "name": "1 Chronicles 6"
    },
    {
      "text": [
        {
          "text": "The sons of Issachar: Tola, Puah, Jashub, and Shimron, four.",
          "ID": "1"
        },
        {
          "text": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their fathers' houses, namely of Tola, mighty warriors of their generations, their number in the days of David being 22,600.",
          "ID": "2"
        },
        {
          "text": "The son of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah, all five of them were chief men.",
          "ID": "3"
        },
        {
          "text": "And along with them, by their generations, according to their fathers' houses, were units of the army for war, 36,000, for they had many wives and sons.",
          "ID": "4"
        },
        {
          "text": "Their kinsmen belonging to all the clans of Issachar were in all 87,000 mighty warriors, enrolled by genealogy.",
          "ID": "5"
        },
        {
          "text": "The sons of Benjamin: Bela, Becher, and Jediael, three.",
          "ID": "6"
        },
        {
          "text": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five, heads of fathers' houses, mighty warriors. And their enrollment by genealogies was 22,034.",
          "ID": "7"
        },
        {
          "text": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were the sons of Becher.",
          "ID": "8"
        },
        {
          "text": "And their enrollment by genealogies, according to their generations, as heads of their fathers' houses, mighty warriors, was 20,200.",
          "ID": "9"
        },
        {
          "text": "The son of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar.",
          "ID": "10"
        },
        {
          "text": "All these were the sons of Jediael according to the heads of their fathers' houses, mighty warriors, 17,200, able to go to war.",
          "ID": "11"
        },
        {
          "text": "And Shuppim and Huppim were the sons of Ir, Hushim the son of Aher.",
          "ID": "12"
        },
        {
          "text": "The sons of Naphtali: Jahziel, Guni, Jezer and Shallum, the descendants of Bilhah.",
          "ID": "13"
        },
        {
          "text": "The sons of Manasseh: Asriel, whom his Aramean concubine bore; she bore Machir the father of Gilead.",
          "ID": "14"
        },
        {
          "text": "And Machir took a wife for Huppim and for Shuppim. The name of his sister was Maacah. And the name of the second was Zelophehad, and Zelophehad had daughters.",
          "ID": "15"
        },
        {
          "text": "And Maacah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem.",
          "ID": "16"
        },
        {
          "text": "The son of Ulam: Bedan. These were the sons of Gilead the son of Machir, son of Manasseh.",
          "ID": "17"
        },
        {
          "text": "And his sister Hammolecheth bore Ishhod, Abiezer and Mahlah.",
          "ID": "18"
        },
        {
          "text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.",
          "ID": "19"
        },
        {
          "text": "The sons of Ephraim: Shuthelah, and Bered his son, Tahath his son, Eleadah his son, Tahath his son,",
          "ID": "20"
        },
        {
          "text": "Zabad his son, Shuthelah his son, and Ezer and Elead, whom the men of Gath who were born in the land killed, because they came down to raid their livestock.",
          "ID": "21"
        },
        {
          "text": "And Ephraim their father mourned many days, and his brothers came to comfort him.",
          "ID": "22"
        },
        {
          "text": "And Ephraim went in to his wife, and she conceived and bore a son. And he called his name Beriah, because disaster had befallen his house.",
          "ID": "23"
        },
        {
          "text": "His daughter was Sheerah, who built both Lower and Upper Beth-horon, and Uzzen-sheerah.",
          "ID": "24"
        },
        {
          "text": "Rephah was his son, Resheph his son, Telah his son, Tahan his son,",
          "ID": "25"
        },
        {
          "text": "Ladan his son, Ammihud his son, Elishama his son,",
          "ID": "26"
        },
        {
          "text": "Nun his son, Joshua his son.",
          "ID": "27"
        },
        {
          "text": "Their possessions and settlements were Bethel and its towns, and to the east Naaran, and to the west Gezer and its towns, Shechem and its towns, and Ayyah and its towns;",
          "ID": "28"
        },
        {
          "text": "also in possession of the Manassites, Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, Dor and its towns. In these lived the sons of Joseph the son of Israel.",
          "ID": "29"
        },
        {
          "text": "The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah.",
          "ID": "30"
        },
        {
          "text": "The sons of Beriah: Heber, and Malchiel, who fathered Birzaith.",
          "ID": "31"
        },
        {
          "text": "Heber fathered Japhlet, Shomer, Hotham, and their sister Shua.",
          "ID": "32"
        },
        {
          "text": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These are the sons of Japhlet.",
          "ID": "33"
        },
        {
          "text": "The sons of Shemer his brother: Rohgah, Jehubbah, and Aram.",
          "ID": "34"
        },
        {
          "text": "The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal.",
          "ID": "35"
        },
        {
          "text": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah.",
          "ID": "36"
        },
        {
          "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
          "ID": "37"
        },
        {
          "text": "The sons of Jether: Jephunneh, Pispa, and Ara.",
          "ID": "38"
        },
        {
          "text": "The sons of Ulla: Arah, Hanniel, and Rizia.",
          "ID": "39"
        },
        {
          "text": "All of these were men of Asher, heads of fathers' houses, approved, mighty warriors, chiefs of the princes. Their number enrolled by genealogies, for service in war, was 26,000 men.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.7",
      "name": "1 Chronicles 7"
    },
    {
      "text": [
        {
          "text": "Benjamin fathered Bela his firstborn, Ashbel the second, Aharah the third,",
          "ID": "1"
        },
        {
          "text": "Nohah the fourth, and Rapha the fifth.",
          "ID": "2"
        },
        {
          "text": "And Bela had sons: Addar, Gera, Abihud,",
          "ID": "3"
        },
        {
          "text": "Abishua, Naaman, Ahoah,",
          "ID": "4"
        },
        {
          "text": "Gera, Shephuphan, and Huram.",
          "ID": "5"
        },
        {
          "text": "These are the sons of Ehud (they were heads of fathers' houses of the inhabitants of Geba, and they were carried into exile to Manahath):",
          "ID": "6"
        },
        {
          "text": "Naaman, Ahijah, and Gera, that is, Heglam, who fathered Uzza and Ahihud.",
          "ID": "7"
        },
        {
          "text": "And Shaharaim fathered sons in the country of Moab after he had sent away Hushim and Baara his wives.",
          "ID": "8"
        },
        {
          "text": "He fathered sons by Hodesh his wife: Jobab, Zibia, Mesha, Malcam,",
          "ID": "9"
        },
        {
          "text": "Jeuz, Sachia, and Mirmah. These were his sons, heads of fathers' houses.",
          "ID": "10"
        },
        {
          "text": "He also fathered sons by Hushim: Abitub and Elpaal.",
          "ID": "11"
        },
        {
          "text": "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod with its towns,",
          "ID": "12"
        },
        {
          "text": "and Beriah and Shema (they were heads of fathers' houses of the inhabitants of Aijalon, who caused the inhabitants of Gath to flee);",
          "ID": "13"
        },
        {
          "text": "and Ahio, Shashak, and Jeremoth.",
          "ID": "14"
        },
        {
          "text": "Zebadiah, Arad, Eder,",
          "ID": "15"
        },
        {
          "text": "Michael, Ishpah, and Joha were sons of Beriah.",
          "ID": "16"
        },
        {
          "text": "Zebadiah, Meshullam, Hizki, Heber,",
          "ID": "17"
        },
        {
          "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal.",
          "ID": "18"
        },
        {
          "text": "Jakim, Zichri, Zabdi,",
          "ID": "19"
        },
        {
          "text": "Elienai, Zillethai, Eliel,",
          "ID": "20"
        },
        {
          "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei.",
          "ID": "21"
        },
        {
          "text": "Ishpan, Eber, Eliel,",
          "ID": "22"
        },
        {
          "text": "Abdon, Zichri, Hanan,",
          "ID": "23"
        },
        {
          "text": "Hananiah, Elam, Anthothijah,",
          "ID": "24"
        },
        {
          "text": "Iphdeiah, and Penuel were the sons of Shashak.",
          "ID": "25"
        },
        {
          "text": "Shamsherai, Shehariah, Athaliah,",
          "ID": "26"
        },
        {
          "text": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham.",
          "ID": "27"
        },
        {
          "text": "These were the heads of fathers' houses, according to their generations, chief men. These lived in Jerusalem.",
          "ID": "28"
        },
        {
          "text": "Jeiel the father of Gibeon lived in Gibeon, and the name of his wife was Maacah.",
          "ID": "29"
        },
        {
          "text": "His firstborn son: Abdon, then Zur, Kish, Baal, Nadab,",
          "ID": "30"
        },
        {
          "text": "Gedor, Ahio, Zecher,",
          "ID": "31"
        },
        {
          "text": "and Mikloth (he fathered Shimeah). Now these also lived opposite their kinsmen in Jerusalem, with their kinsmen.",
          "ID": "32"
        },
        {
          "text": "Ner was the father of Kish, Kish of Saul, Saul of Jonathan, Malchi-shua, Abinadab and Eshbaal;",
          "ID": "33"
        },
        {
          "text": "and the son of Jonathan was Merib-baal; and Merib-baal was the father of Micah.",
          "ID": "34"
        },
        {
          "text": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz.",
          "ID": "35"
        },
        {
          "text": "Ahaz fathered Jehoaddah, and Jehoaddah fathered Alemeth, Azmaveth, and Zimri. Zimri fathered Moza.",
          "ID": "36"
        },
        {
          "text": "Moza fathered Binea; Raphah was his son, Eleasah his son, Azel his son.",
          "ID": "37"
        },
        {
          "text": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
          "ID": "38"
        },
        {
          "text": "The sons of Eshek his brother: Ulam his firstborn, Jeush the second, and Eliphelet the third.",
          "ID": "39"
        },
        {
          "text": "The sons of Ulam were men who were mighty warriors, bowmen, having many sons and grandsons, 150. All these were Benjaminites.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.8",
      "name": "1 Chronicles 8"
    },
    {
      "text": [
        {
          "text": "So all Israel was recorded in genealogies, and these are written in the Book of the Kings of Israel. And Judah was taken into exile in Babylon because of their breach of faith.",
          "ID": "1"
        },
        {
          "text": "Now the first to dwell again in their possessions in their cities were Israel, the priests, the Levites, and the temple servants.",
          "ID": "2"
        },
        {
          "text": "And some of the people of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem:",
          "ID": "3"
        },
        {
          "text": "Uthai the son of Ammihud, son of Omri, son of Imri, son of Bani, from the sons of Perez the son of Judah.",
          "ID": "4"
        },
        {
          "text": "And of the Shilonites: Asaiah the firstborn, and his sons.",
          "ID": "5"
        },
        {
          "text": "Of the sons of Zerah: Jeuel and their kinsmen, 690.",
          "ID": "6"
        },
        {
          "text": "Of the Benjaminites: Sallu the son of Meshullam, son of Hodaviah, son of Hassenuah,",
          "ID": "7"
        },
        {
          "text": "Ibneiah the son of Jeroham, Elah the son of Uzzi, son of Michri, and Meshullam the son of Shephatiah, son of Reuel, son of Ibnijah;",
          "ID": "8"
        },
        {
          "text": "and their kinsmen according to their generations, 956. All these were heads of fathers' houses according to their fathers' houses.",
          "ID": "9"
        },
        {
          "text": "Of the priests: Jedaiah, Jehoiarib, Jachin,",
          "ID": "10"
        },
        {
          "text": "and Azariah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the chief officer of the house of God;",
          "ID": "11"
        },
        {
          "text": "and Adaiah the son of Jeroham, son of Pashhur, son of Malchijah, and Maasai the son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer;",
          "ID": "12"
        },
        {
          "text": "besides their kinsmen, heads of their fathers' houses, 1,760, mighty men for the work of the service of the house of God.",
          "ID": "13"
        },
        {
          "text": "Of the Levites: Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, of the sons of Merari;",
          "ID": "14"
        },
        {
          "text": "and Bakbakkar, Heresh, Galal and Mattaniah the son of Mica, son of Zichri, son of Asaph;",
          "ID": "15"
        },
        {
          "text": "and Obadiah the son of Shemaiah, son of Galal, son of Jeduthun, and Berechiah the son of Asa, son of Elkanah, who lived in the villages of the Netophathites.",
          "ID": "16"
        },
        {
          "text": "The gatekeepers were Shallum, Akkub, Talmon, Ahiman, and their kinsmen (Shallum was the chief);",
          "ID": "17"
        },
        {
          "text": "until then they were in the king's gate on the east side as the gatekeepers of the camps of the Levites.",
          "ID": "18"
        },
        {
          "text": "Shallum the son of Kore, son of Ebiasaph, son of Korah, and his kinsmen of his fathers' house, the Korahites, were in charge of the work of the service, keepers of the thresholds of the tent, as their fathers had been in charge of the camp of the Lord, keepers of the entrance.",
          "ID": "19"
        },
        {
          "text": "And Phinehas the son of Eleazar was the chief officer over them in time past; the Lord was with him.",
          "ID": "20"
        },
        {
          "text": "Zechariah the son of Meshelemiah was gatekeeper at the entrance of the tent of meeting.",
          "ID": "21"
        },
        {
          "text": "All these, who were chosen as gatekeepers at the thresholds, were 212. They were enrolled by genealogies in their villages. David and Samuel the seer established them in their office of trust.",
          "ID": "22"
        },
        {
          "text": "So they and their sons were in charge of the gates of the house of the Lord, that is, the house of the tent, as guards.",
          "ID": "23"
        },
        {
          "text": "The gatekeepers were on the four sides, east, west, north, and south.",
          "ID": "24"
        },
        {
          "text": "And their kinsmen who were in their villages were obligated to come in every seven days, in turn, to be with these,",
          "ID": "25"
        },
        {
          "text": "for the four chief gatekeepers, who were Levites, were entrusted to be over the chambers and the treasures of the house of God.",
          "ID": "26"
        },
        {
          "text": "And they lodged around the house of God, for on them lay the duty of watching, and they had charge of opening it every morning.",
          "ID": "27"
        },
        {
          "text": "Some of them had charge of the utensils of service, for they were required to count them when they were brought in and taken out.",
          "ID": "28"
        },
        {
          "text": "Others of them were appointed over the furniture and over all the holy utensils, also over the fine flour, the wine, the oil, the incense, and the spices.",
          "ID": "29"
        },
        {
          "text": "Others, of the sons of the priests, prepared the mixing of the spices,",
          "ID": "30"
        },
        {
          "text": "and Mattithiah, one of the Levites, the firstborn of Shallum the Korahite, was entrusted with making the flat cakes.",
          "ID": "31"
        },
        {
          "text": "Also some of their kinsmen of the Kohathites had charge of the showbread, to prepare it every Sabbath.",
          "ID": "32"
        },
        {
          "text": "Now these, the singers, the heads of fathers' houses of the Levites, were in the chambers of the temple free from other service, for they were on duty day and night.",
          "ID": "33"
        },
        {
          "text": "These were heads of fathers' houses of the Levites, according to their generations, leaders. These lived in Jerusalem.",
          "ID": "34"
        },
        {
          "text": "In Gibeon lived the father of Gibeon, Jeiel, and the name of his wife was Maacah,",
          "ID": "35"
        },
        {
          "text": "and his firstborn son Abdon, then Zur, Kish, Baal, Ner, Nadab,",
          "ID": "36"
        },
        {
          "text": "Gedor, Ahio, Zechariah, and Mikloth;",
          "ID": "37"
        },
        {
          "text": "and Mikloth was the father of Shimeam; and these also lived opposite their kinsmen in Jerusalem, with their kinsmen.",
          "ID": "38"
        },
        {
          "text": "Ner fathered Kish, Kish fathered Saul, Saul fathered Jonathan, Malchi-shua, Abinadab, and Eshbaal.",
          "ID": "39"
        },
        {
          "text": "And the son of Jonathan was Merib-baal, and Merib-baal fathered Micah.",
          "ID": "40"
        },
        {
          "text": "The sons of Micah: Pithon, Melech, Tahrea, and Ahaz.",
          "ID": "41"
        },
        {
          "text": "And Ahaz fathered Jarah, and Jarah fathered Alemeth, Azmaveth, and Zimri. And Zimri fathered Moza.",
          "ID": "42"
        },
        {
          "text": "Moza fathered Binea, and Rephaiah was his son, Eleasah his son, Azel his son.",
          "ID": "43"
        },
        {
          "text": "Azel had six sons and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan; these were the sons of Azel.",
          "ID": "44"
        }
      ],
      "ID": "OT:1CH.9",
      "name": "1 Chronicles 9"
    },
    {
      "text": [
        {
          "text": "Now the Philistines fought against Israel, and the men of Israel fled before the Philistines and fell slain on Mount Gilboa.",
          "ID": "1"
        },
        {
          "text": "And the Philistines overtook Saul and his sons, and the Philistines struck down Jonathan and Abinadab and Malchi-shua, the sons of Saul.",
          "ID": "2"
        },
        {
          "text": "The battle pressed hard against Saul, and the archers found him, and he was wounded by the archers.",
          "ID": "3"
        },
        {
          "text": "Then Saul said to his armor-bearer, \"Draw your sword and thrust me through with it, lest these uncircumcised come and mistreat me.\" But his armor-bearer would not, for he feared greatly. Therefore Saul took his own sword and fell upon it.",
          "ID": "4"
        },
        {
          "text": "And when his armor-bearer saw that Saul was dead, he also fell upon his sword and died.",
          "ID": "5"
        },
        {
          "text": "Thus Saul died; he and his three sons and all his house died together.",
          "ID": "6"
        },
        {
          "text": "And when all the men of Israel who were in the valley saw that the army had fled and that Saul and his sons were dead, they abandoned their cities and fled, and the Philistines came and lived in them.",
          "ID": "7"
        },
        {
          "text": "The next day, when the Philistines came to strip the slain, they found Saul and his sons fallen on Mount Gilboa.",
          "ID": "8"
        },
        {
          "text": "And they stripped him and took his head and his armor, and sent messengers throughout the land of the Philistines to carry the good news to their idols and to the people.",
          "ID": "9"
        },
        {
          "text": "And they put his armor in the temple of their gods and fastened his head in the temple of Dagon.",
          "ID": "10"
        },
        {
          "text": "But when all Jabesh-gilead heard all that the Philistines had done to Saul,",
          "ID": "11"
        },
        {
          "text": "all the valiant men arose and took away the body of Saul and the bodies of his sons, and brought them to Jabesh. And they buried their bones under the oak in Jabesh and fasted seven days.",
          "ID": "12"
        },
        {
          "text": "So Saul died for his breach of faith. He broke faith with the Lord in that he did not keep the command of the Lord, and also consulted a medium, seeking guidance.",
          "ID": "13"
        },
        {
          "text": "He did not seek guidance from the Lord. Therefore the Lord put him to death and turned the kingdom over to David the son of Jesse.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.10",
      "name": "1 Chronicles 10"
    },
    {
      "text": [
        {
          "text": "Then all Israel gathered together to David at Hebron and said, \"Behold, we are your bone and flesh.",
          "ID": "1"
        },
        {
          "text": "In times past, even when Saul was king, it was you who led out and brought in Israel. And the Lord your God said to you, 'You shall be shepherd of my people Israel, and you shall be prince over my people Israel.'\"",
          "ID": "2"
        },
        {
          "text": "So all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron before the Lord. And they anointed David king over Israel, according to the word of the Lord by Samuel.",
          "ID": "3"
        },
        {
          "text": "And David and all Israel went to Jerusalem, that is, Jebus, where the Jebusites were, the inhabitants of the land.",
          "ID": "4"
        },
        {
          "text": "The inhabitants of Jebus said to David, \"You will not come in here.\" Nevertheless, David took the stronghold of Zion, that is, the city of David.",
          "ID": "5"
        },
        {
          "text": "David said, \"Whoever strikes the Jebusites first shall be chief and commander.\" And Joab the son of Zeruiah went up first, so he became chief.",
          "ID": "6"
        },
        {
          "text": "And David lived in the stronghold; therefore it was called the city of David.",
          "ID": "7"
        },
        {
          "text": "And he built the city all around from the Millo in complete circuit, and Joab repaired the rest of the city.",
          "ID": "8"
        },
        {
          "text": "And David became greater and greater, for the Lord of hosts was with him.",
          "ID": "9"
        },
        {
          "text": "Now these are the chiefs of David's mighty men, who gave him strong support in his kingdom, together with all Israel, to make him king, according to the word of the Lord concerning Israel.",
          "ID": "10"
        },
        {
          "text": "This is an account of David's mighty men: Jashobeam, a Hachmonite, was chief of the three. He wielded his spear against 300 whom he killed at one time.",
          "ID": "11"
        },
        {
          "text": "And next to him among the three mighty men was Eleazar the son of Dodo, the Ahohite.",
          "ID": "12"
        },
        {
          "text": "He was with David at Pas-dammim when the Philistines were gathered there for battle. There was a plot of ground full of barley, and the men fled from the Philistines.",
          "ID": "13"
        },
        {
          "text": "But he took his stand in the midst of the plot and defended it and killed the Philistines. And the Lord saved them by a great victory.",
          "ID": "14"
        },
        {
          "text": "Three of the thirty chief men went down to the rock to David at the cave of Adullam, when the army of Philistines was encamped in the Valley of Rephaim.",
          "ID": "15"
        },
        {
          "text": "David was then in the stronghold, and the garrison of the Philistines was then at Bethlehem.",
          "ID": "16"
        },
        {
          "text": "And David said longingly, \"Oh that someone would give me water to drink from the well of Bethlehem that is by the gate!\"",
          "ID": "17"
        },
        {
          "text": "Then the three mighty men broke through the camp of the Philistines and drew water out of the well of Bethlehem that was by the gate and took it and brought it to David. But David would not drink it. He poured it out to the Lord",
          "ID": "18"
        },
        {
          "text": "and said, \"Far be it from me before my God that I should do this. Shall I drink the lifeblood of these men? For at the risk of their lives they brought it.\" Therefore he would not drink it. These things did the three mighty men.",
          "ID": "19"
        },
        {
          "text": "Now Abishai, the brother of Joab, was chief of the thirty. And he wielded his spear against 300 men and killed them and won a name beside the three.",
          "ID": "20"
        },
        {
          "text": "He was the most renowned of the thirty and became their commander, but he did not attain to the three.",
          "ID": "21"
        },
        {
          "text": "And Benaiah the son of Jehoiada was a valiant man of Kabzeel, a doer of great deeds. He struck down two heroes of Moab. He also went down and struck down a lion in a pit on a day when snow had fallen.",
          "ID": "22"
        },
        {
          "text": "And he struck down an Egyptian, a man of great stature, five cubits tall. The Egyptian had in his hand a spear like a weaver's beam, but Benaiah went down to him with a staff and snatched the spear out of the Egyptian's hand and killed him with his own spear.",
          "ID": "23"
        },
        {
          "text": "These things did Benaiah the son of Jehoiada and won a name beside the three mighty men.",
          "ID": "24"
        },
        {
          "text": "He was renowned among the thirty, but he did not attain to the three. And David set him over his bodyguard.",
          "ID": "25"
        },
        {
          "text": "The mighty men were Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,",
          "ID": "26"
        },
        {
          "text": "Shammoth of Harod, Helez the Pelonite,",
          "ID": "27"
        },
        {
          "text": "Ira the son of Ikkesh of Tekoa, Abiezer of Anathoth,",
          "ID": "28"
        },
        {
          "text": "Sibbecai the Hushathite, Ilai the Ahohite,",
          "ID": "29"
        },
        {
          "text": "Maharai of Netophah, Heled the son of Baanah of Netophah,",
          "ID": "30"
        },
        {
          "text": "Ithai the son of Ribai of Gibeah of the people of Benjamin, Benaiah of Pirathon,",
          "ID": "31"
        },
        {
          "text": "Hurai of the brooks of Gaash, Abiel the Arbathite,",
          "ID": "32"
        },
        {
          "text": "Azmaveth of Baharum, Eliahba the Shaalbonite,",
          "ID": "33"
        },
        {
          "text": "Hashem the Gizonite, Jonathan the son of Shagee the Hararite,",
          "ID": "34"
        },
        {
          "text": "Ahiam the son of Sachar the Hararite, Eliphal the son of Ur,",
          "ID": "35"
        },
        {
          "text": "Hepher the Mecherathite, Ahijah the Pelonite,",
          "ID": "36"
        },
        {
          "text": "Hezro of Carmel, Naarai the son of Ezbai,",
          "ID": "37"
        },
        {
          "text": "Joel the brother of Nathan, Mibhar the son of Hagri,",
          "ID": "38"
        },
        {
          "text": "Zelek the Ammonite, Naharai of Beeroth, the armor-bearer of Joab the son of Zeruiah,",
          "ID": "39"
        },
        {
          "text": "Ira the Ithrite, Gareb the Ithrite,",
          "ID": "40"
        },
        {
          "text": "Uriah the Hittite, Zabad the son of Ahlai,",
          "ID": "41"
        },
        {
          "text": "Adina the son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him,",
          "ID": "42"
        },
        {
          "text": "Hanan the son of Maacah, and Joshaphat the Mithnite,",
          "ID": "43"
        },
        {
          "text": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,",
          "ID": "44"
        },
        {
          "text": "Jediael the son of Shimri, and Joha his brother, the Tizite,",
          "ID": "45"
        },
        {
          "text": "Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,",
          "ID": "46"
        },
        {
          "text": "Eliel, and Obed, and Jaasiel the Mezobaite.",
          "ID": "47"
        }
      ],
      "ID": "OT:1CH.11",
      "name": "1 Chronicles 11"
    },
    {
      "text": [
        {
          "text": "Now these are the men who came to David at Ziklag, while he could not move about freely because of Saul the son of Kish. And they were among the mighty men who helped him in war.",
          "ID": "1"
        },
        {
          "text": "They were bowmen and could shoot arrows and sling stones with either the right or the left hand; they were Benjaminites, Saul's kinsmen.",
          "ID": "2"
        },
        {
          "text": "The chief was Ahiezer, then Joash, both sons of Shemaah of Gibeah; also Jeziel and Pelet, the sons of Azmaveth; Beracah, Jehu of Anathoth,",
          "ID": "3"
        },
        {
          "text": "Ishmaiah of Gibeon, a mighty man among the thirty and a leader over the thirty; Jeremiah, Jahaziel, Johanan, Jozabad of Gederah,",
          "ID": "4"
        },
        {
          "text": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite;",
          "ID": "5"
        },
        {
          "text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, the Korahites;",
          "ID": "6"
        },
        {
          "text": "And Joelah and Zebadiah, the sons of Jeroham of Gedor.",
          "ID": "7"
        },
        {
          "text": "From the Gadites there went over to David at the stronghold in the wilderness mighty and experienced warriors, expert with shield and spear, whose faces were like the faces of lions and who were swift as gazelles upon the mountains:",
          "ID": "8"
        },
        {
          "text": "Ezer the chief, Obadiah second, Eliab third,",
          "ID": "9"
        },
        {
          "text": "Mishmannah fourth, Jeremiah fifth,",
          "ID": "10"
        },
        {
          "text": "Attai sixth, Eliel seventh,",
          "ID": "11"
        },
        {
          "text": "Johanan eighth, Elzabad ninth,",
          "ID": "12"
        },
        {
          "text": "Jeremiah tenth, Machbannai eleventh.",
          "ID": "13"
        },
        {
          "text": "These Gadites were officers of the army; the least was a match for a hundred men and the greatest for a thousand.",
          "ID": "14"
        },
        {
          "text": "These are the men who crossed the Jordan in the first month, when it was overflowing all its banks, and put to flight all those in the valleys, to the east and to the west.",
          "ID": "15"
        },
        {
          "text": "And some of the men of Benjamin and Judah came to the stronghold to David.",
          "ID": "16"
        },
        {
          "text": "David went out to meet them and said to them, \"If you have come to me in friendship to help me, my heart will be joined to you; but if to betray me to my adversaries, although there is no wrong in my hands, then may the God of our fathers see and rebuke you.\"",
          "ID": "17"
        },
        {
          "text": "Then the Spirit clothed Amasai, chief of the thirty, and he said,",
          "ID": "18"
        },
        {
          "text": "\"We are yours, O David,",
          "ID": "18"
        },
        {
          "text": "and with you, O son of Jesse!",
          "ID": "18"
        },
        {
          "text": "Peace, peace to you,",
          "ID": "18"
        },
        {
          "text": "and peace to your helpers!",
          "ID": "18"
        },
        {
          "text": "For your God helps you.\"",
          "ID": "18"
        },
        {
          "text": "Then David received them and made them officers of his troops.",
          "ID": "18"
        },
        {
          "text": "Some of the men of Manasseh deserted to David when he came with the Philistines for the battle against Saul. (Yet he did not help them, for the rulers of the Philistines took counsel and sent him away, saying, \"At peril to our heads he will desert to his master Saul.\")",
          "ID": "19"
        },
        {
          "text": "As he went to Ziklag, these men of Manasseh deserted to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands in Manasseh.",
          "ID": "20"
        },
        {
          "text": "They helped David against the band of raiders, for they were all mighty men of valor and were commanders in the army.",
          "ID": "21"
        },
        {
          "text": "For from day to day men came to David to help him, until there was a great army, like an army of God.",
          "ID": "22"
        },
        {
          "text": "These are the numbers of the divisions of the armed troops who came to David in Hebron to turn the kingdom of Saul over to him, according to the word of the Lord.",
          "ID": "23"
        },
        {
          "text": "The men of Judah bearing shield and spear were 6,800 armed troops.",
          "ID": "24"
        },
        {
          "text": "Of the Simeonites, mighty men of valor for war, 7,100.",
          "ID": "25"
        },
        {
          "text": "Of the Levites 4,600.",
          "ID": "26"
        },
        {
          "text": "The prince Jehoiada, of the house of Aaron, and with him 3,700.",
          "ID": "27"
        },
        {
          "text": "Zadok, a young man mighty in valor, and twenty-two commanders from his own fathers' house.",
          "ID": "28"
        },
        {
          "text": "Of the Benjaminites, the kinsmen of Saul, 3,000, of whom the majority had to that point kept their allegiance to the house of Saul.",
          "ID": "29"
        },
        {
          "text": "Of the Ephraimites 20,800, mighty men of valor, famous men in their fathers' houses.",
          "ID": "30"
        },
        {
          "text": "Of the half-tribe of Manasseh 18,000, who were expressly named to come and make David king.",
          "ID": "31"
        },
        {
          "text": "Of Issachar, men who had understanding of the times, to know what Israel ought to do, 200 chiefs, and all their kinsmen under their command.",
          "ID": "32"
        },
        {
          "text": "Of Zebulun 50,000 seasoned troops, equipped for battle with all the weapons of war, to help David with singleness of purpose.",
          "ID": "33"
        },
        {
          "text": "Of Naphtali 1,000 commanders with whom were 37,000 men armed with shield and spear.",
          "ID": "34"
        },
        {
          "text": "Of the Danites 28,600 men equipped for battle.",
          "ID": "35"
        },
        {
          "text": "Of Asher 40,000 seasoned troops ready for battle.",
          "ID": "36"
        },
        {
          "text": "Of the Reubenites and Gadites and the half-tribe of Manasseh from beyond the Jordan, 120,000 men armed with all the weapons of war.",
          "ID": "37"
        },
        {
          "text": "All these, men of war, arrayed in battle order, came to Hebron with a whole heart to make David king over all Israel. Likewise, all the rest of Israel were of a single mind to make David king.",
          "ID": "38"
        },
        {
          "text": "And they were there with David for three days, eating and drinking, for their brothers had made preparation for them.",
          "ID": "39"
        },
        {
          "text": "And also their relatives, from as far as Issachar and Zebulun and Naphtali, came bringing food on donkeys and on camels and on mules and on oxen, abundant provisions of flour, cakes of figs, clusters of raisins, and wine and oil, oxen and sheep, for there was joy in Israel.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.12",
      "name": "1 Chronicles 12"
    },
    {
      "text": [
        {
          "text": "David consulted with the commanders of thousands and of hundreds, with every leader.",
          "ID": "1"
        },
        {
          "text": "And David said to all the assembly of Israel, \"If it seems good to you and from the Lord our God, let us send abroad to our brothers who remain in all the lands of Israel, as well as to the priests and Levites in the cities that have pasturelands, that they may be gathered to us.",
          "ID": "2"
        },
        {
          "text": "Then let us bring again the ark of our God to us, for we did not seek it in the days of Saul.\"",
          "ID": "3"
        },
        {
          "text": "All the assembly agreed to do so, for the thing was right in the eyes of all the people.",
          "ID": "4"
        },
        {
          "text": "So David assembled all Israel from the Nile of Egypt to Lebo-hamath, to bring the ark of God from Kiriath-jearim.",
          "ID": "5"
        },
        {
          "text": "And David and all Israel went up to Baalah, that is, to Kiriath-jearim that belongs to Judah, to bring up from there the ark of God, which is called by the name of the Lord who sits enthroned above the cherubim.",
          "ID": "6"
        },
        {
          "text": "And they carried the ark of God on a new cart, from the house of Abinadab, and Uzzah and Ahio were driving the cart.",
          "ID": "7"
        },
        {
          "text": "And David and all Israel were celebrating before God with all their might, with song and lyres and harps and tambourines and cymbals and trumpets.",
          "ID": "8"
        },
        {
          "text": "And when they came to the threshing floor of Chidon, Uzzah put out his hand to take hold of the ark, for the oxen stumbled.",
          "ID": "9"
        },
        {
          "text": "And the anger of the Lord was kindled against Uzzah, and he struck him down because he put out his hand to the ark, and he died there before God.",
          "ID": "10"
        },
        {
          "text": "And David was angry because the Lord had broken out against Uzzah. And that place is called Perez-uzza to this day.",
          "ID": "11"
        },
        {
          "text": "And David was afraid of God that day, and he said, \"How can I bring the ark of God home to me?\"",
          "ID": "12"
        },
        {
          "text": "So David did not take the ark home into the city of David, but took it aside to the house of Obed-edom the Gittite.",
          "ID": "13"
        },
        {
          "text": "And the ark of God remained with the household of Obed-edom in his house three months. And the Lord blessed the household of Obed-edom and all that he had.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.13",
      "name": "1 Chronicles 13"
    },
    {
      "text": [
        {
          "text": "And Hiram king of Tyre sent messengers to David, and cedar trees, also masons and carpenters to build a house for him.",
          "ID": "1"
        },
        {
          "text": "And David knew that the Lord had established him as king over Israel, and that his kingdom was highly exalted for the sake of his people Israel.",
          "ID": "2"
        },
        {
          "text": "And David took more wives in Jerusalem, and David fathered more sons and daughters.",
          "ID": "3"
        },
        {
          "text": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
          "ID": "4"
        },
        {
          "text": "Ibhar, Elishua, Elpelet,",
          "ID": "5"
        },
        {
          "text": "Nogah, Nepheg, Japhia,",
          "ID": "6"
        },
        {
          "text": "Elishama, Beeliada and Eliphelet.",
          "ID": "7"
        },
        {
          "text": "When the Philistines heard that David had been anointed king over all Israel, all the Philistines went up to search for David. But David heard of it and went out against them.",
          "ID": "8"
        },
        {
          "text": "Now the Philistines had come and made a raid in the Valley of Rephaim.",
          "ID": "9"
        },
        {
          "text": "And David inquired of God, \"Shall I go up against the Philistines? Will you give them into my hand?\" And the Lord said to him, \"Go up, and I will give them into your hand.\"",
          "ID": "10"
        },
        {
          "text": "And he went up to Baal-perazim, and David struck them down there. And David said, \"God has broken through my enemies by my hand, like a bursting flood.\" Therefore the name of that place is called Baal-perazim.",
          "ID": "11"
        },
        {
          "text": "And they left their gods there, and David gave command, and they were burned.",
          "ID": "12"
        },
        {
          "text": "And the Philistines yet again made a raid in the valley.",
          "ID": "13"
        },
        {
          "text": "And when David again inquired of God, God said to him, \"You shall not go up after them; go around and come against them opposite the balsam trees.",
          "ID": "14"
        },
        {
          "text": "And when you hear the sound of marching in the tops of the balsam trees, then go out to battle, for God has gone out before you to strike down the army of the Philistines.\"",
          "ID": "15"
        },
        {
          "text": "And David did as God commanded him, and they struck down the Philistine army from Gibeon to Gezer.",
          "ID": "16"
        },
        {
          "text": "And the fame of David went out into all lands, and the Lord brought the fear of him upon all nations.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.14",
      "name": "1 Chronicles 14"
    },
    {
      "text": [
        {
          "text": "David built houses for himself in the city of David. And he prepared a place for the ark of God and pitched a tent for it.",
          "ID": "1"
        },
        {
          "text": "Then David said that no one but the Levites may carry the ark of God, for the Lord had chosen them to carry the ark of the Lord and to minister to him forever.",
          "ID": "2"
        },
        {
          "text": "And David assembled all Israel at Jerusalem to bring up the ark of the Lord to its place, which he had prepared for it.",
          "ID": "3"
        },
        {
          "text": "And David gathered together the sons of Aaron and the Levites:",
          "ID": "4"
        },
        {
          "text": "of the sons of Kohath, Uriel the chief, with 120 of his brothers;",
          "ID": "5"
        },
        {
          "text": "of the sons of Merari, Asaiah the chief, with 220 of his brothers;",
          "ID": "6"
        },
        {
          "text": "of the sons of Gershom, Joel the chief, with 130 of his brothers;",
          "ID": "7"
        },
        {
          "text": "of the sons of Elizaphan, Shemaiah the chief, with 200 of his brothers;",
          "ID": "8"
        },
        {
          "text": "of the sons of Hebron, Eliel the chief, with 80 of his brothers;",
          "ID": "9"
        },
        {
          "text": "of the sons of Uzziel, Amminadab the chief, with 112 of his brothers.",
          "ID": "10"
        },
        {
          "text": "Then David summoned the priests Zadok and Abiathar, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab,",
          "ID": "11"
        },
        {
          "text": "and said to them, \"You are the heads of the fathers' houses of the Levites. Consecrate yourselves, you and your brothers, so that you may bring up the ark of the Lord, the God of Israel, to the place that I have prepared for it.",
          "ID": "12"
        },
        {
          "text": "Because you did not carry it the first time, the Lord our God broke out against us, because we did not seek him according to the rule.\"",
          "ID": "13"
        },
        {
          "text": "So the priests and the Levites consecrated themselves to bring up the ark of the Lord, the God of Israel.",
          "ID": "14"
        },
        {
          "text": "And the Levites carried the ark of God on their shoulders with the poles, as Moses had commanded according to the word of the Lord.",
          "ID": "15"
        },
        {
          "text": "David also commanded the chiefs of the Levites to appoint their brothers as the singers who should play loudly on musical instruments, on harps and lyres and cymbals, to raise sounds of joy.",
          "ID": "16"
        },
        {
          "text": "So the Levites appointed Heman the son of Joel; and of his brothers Asaph the son of Berechiah; and of the sons of Merari, their brothers, Ethan the son of Kushaiah;",
          "ID": "17"
        },
        {
          "text": "and with them their brothers of the second order, Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah, and the gatekeepers Obed-edom and Jeiel.",
          "ID": "18"
        },
        {
          "text": "The singers, Heman, Asaph, and Ethan, were to sound bronze cymbals;",
          "ID": "19"
        },
        {
          "text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play harps according to Alamoth;",
          "ID": "20"
        },
        {
          "text": "but Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead with lyres according to the Sheminith.",
          "ID": "21"
        },
        {
          "text": "Chenaniah, leader of the Levites in music, should direct the music, for he understood it.",
          "ID": "22"
        },
        {
          "text": "Berechiah and Elkanah were to be gatekeepers for the ark.",
          "ID": "23"
        },
        {
          "text": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, should blow the trumpets before the ark of God. Obed-edom and Jehiah were to be gatekeepers for the ark.",
          "ID": "24"
        },
        {
          "text": "So David and the elders of Israel and the commanders of thousands went to bring up the ark of the covenant of the Lord from the house of Obed-edom with rejoicing.",
          "ID": "25"
        },
        {
          "text": "And because God helped the Levites who were carrying the ark of the covenant of the Lord, they sacrificed seven bulls and seven rams.",
          "ID": "26"
        },
        {
          "text": "David was clothed with a robe of fine linen, as also were all the Levites who were carrying the ark, and the singers and Chenaniah the leader of the music of the singers. And David wore a linen ephod.",
          "ID": "27"
        },
        {
          "text": "So all Israel brought up the ark of the covenant of the Lord with shouting, to the sound of the horn, trumpets, and cymbals, and made loud music on harps and lyres.",
          "ID": "28"
        },
        {
          "text": "And as the ark of the covenant of the Lord came to the city of David, Michal the daughter of Saul looked out of the window and saw King David dancing and celebrating, and she despised him in her heart.",
          "ID": "29"
        }
      ],
      "ID": "OT:1CH.15",
      "name": "1 Chronicles 15"
    },
    {
      "text": [
        {
          "text": "And they brought in the ark of God and set it inside the tent that David had pitched for it, and they offered burnt offerings and peace offerings before God.",
          "ID": "1"
        },
        {
          "text": "And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord",
          "ID": "2"
        },
        {
          "text": "and distributed to all Israel, both men and women, to each a loaf of bread, a portion of meat, and a cake of raisins.",
          "ID": "3"
        },
        {
          "text": "Then he appointed some of the Levites as ministers before the ark of the Lord, to invoke, to thank, and to praise the Lord, the God of Israel.",
          "ID": "4"
        },
        {
          "text": "Asaph was the chief, and second to him were Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, who were to play harps and lyres; Asaph was to sound the cymbals,",
          "ID": "5"
        },
        {
          "text": "and Benaiah and Jahaziel the priests were to blow trumpets regularly before the ark of the covenant of God.",
          "ID": "6"
        },
        {
          "text": "Then on that day David first appointed that thanksgiving be sung to the Lord by Asaph and his brothers.",
          "ID": "7"
        },
        {
          "text": "Oh give thanks to the Lord; call upon his name;",
          "ID": "8"
        },
        {
          "text": "make known his deeds among the peoples!",
          "ID": "8"
        },
        {
          "text": "Sing to him, sing praises to him;",
          "ID": "9"
        },
        {
          "text": "tell of all his wondrous works!",
          "ID": "9"
        },
        {
          "text": "Glory in his holy name;",
          "ID": "10"
        },
        {
          "text": "let the hearts of those who seek the Lord rejoice!",
          "ID": "10"
        },
        {
          "text": "Seek the Lord and his strength;",
          "ID": "11"
        },
        {
          "text": "seek his presence continually!",
          "ID": "11"
        },
        {
          "text": "Remember the wondrous works that he has done,",
          "ID": "12"
        },
        {
          "text": "his miracles and the judgments he uttered,",
          "ID": "12"
        },
        {
          "text": "O offspring of Israel his servant,",
          "ID": "13"
        },
        {
          "text": "children of Jacob, his chosen ones!",
          "ID": "13"
        },
        {
          "text": "He is the Lord our God;",
          "ID": "14"
        },
        {
          "text": "his judgments are in all the earth.",
          "ID": "14"
        },
        {
          "text": "Remember his covenant forever,",
          "ID": "15"
        },
        {
          "text": "the word that he commanded, for a thousand generations,",
          "ID": "15"
        },
        {
          "text": "the covenant that he made with Abraham,",
          "ID": "16"
        },
        {
          "text": "his sworn promise to Isaac,",
          "ID": "16"
        },
        {
          "text": "which he confirmed to Jacob as a statute,",
          "ID": "17"
        },
        {
          "text": "to Israel as an everlasting covenant,",
          "ID": "17"
        },
        {
          "text": "saying, \"To you I will give the land of Canaan,",
          "ID": "18"
        },
        {
          "text": "as your portion for an inheritance.\"",
          "ID": "18"
        },
        {
          "text": "When you were few in number,",
          "ID": "19"
        },
        {
          "text": "of little account, and sojourners in it,",
          "ID": "19"
        },
        {
          "text": "wandering from nation to nation,",
          "ID": "20"
        },
        {
          "text": "from one kingdom to another people,",
          "ID": "20"
        },
        {
          "text": "he allowed no one to oppress them;",
          "ID": "21"
        },
        {
          "text": "he rebuked kings on their account,",
          "ID": "21"
        },
        {
          "text": "saying, \"Touch not my anointed ones,",
          "ID": "22"
        },
        {
          "text": "do my prophets no harm!\"",
          "ID": "22"
        },
        {
          "text": "Sing to the Lord, all the earth!",
          "ID": "23"
        },
        {
          "text": "Tell of his salvation from day to day.",
          "ID": "23"
        },
        {
          "text": "Declare his glory among the nations,",
          "ID": "24"
        },
        {
          "text": "his marvelous works among all the peoples!",
          "ID": "24"
        },
        {
          "text": "For great is the Lord, and greatly to be praised,",
          "ID": "25"
        },
        {
          "text": "and he is to be feared above all gods.",
          "ID": "25"
        },
        {
          "text": "For all the gods of the peoples are worthless idols,",
          "ID": "26"
        },
        {
          "text": "but the Lord made the heavens.",
          "ID": "26"
        },
        {
          "text": "Splendor and majesty are before him;",
          "ID": "27"
        },
        {
          "text": "strength and joy are in his place.",
          "ID": "27"
        },
        {
          "text": "Ascribe to the Lord, O families of the peoples,",
          "ID": "28"
        },
        {
          "text": "ascribe to the Lord glory and strength!",
          "ID": "28"
        },
        {
          "text": "Ascribe to the Lord the glory due his name;",
          "ID": "29"
        },
        {
          "text": "bring an offering and come before him!",
          "ID": "29"
        },
        {
          "text": "Worship the Lord in the splendor of holiness;",
          "ID": "29"
        },
        {
          "text": "tremble before him, all the earth;",
          "ID": "30"
        },
        {
          "text": "yes, the world is established; it shall never be moved.",
          "ID": "30"
        },
        {
          "text": "Let the heavens be glad, and let the earth rejoice,",
          "ID": "31"
        },
        {
          "text": "and let them say among the nations, \"The Lord reigns!\"",
          "ID": "31"
        },
        {
          "text": "Let the sea roar, and all that fills it;",
          "ID": "32"
        },
        {
          "text": "let the field exult, and everything in it!",
          "ID": "32"
        },
        {
          "text": "Then shall the trees of the forest sing for joy",
          "ID": "33"
        },
        {
          "text": "before the Lord, for he comes to judge the earth.",
          "ID": "33"
        },
        {
          "text": "Oh give thanks to the Lord, for he is good;",
          "ID": "34"
        },
        {
          "text": "for his steadfast love endures forever!",
          "ID": "34"
        },
        {
          "text": "Say also:",
          "ID": "35"
        },
        {
          "text": "\"Save us, O God of our salvation,",
          "ID": "35"
        },
        {
          "text": "and gather and deliver us from among the nations,",
          "ID": "35"
        },
        {
          "text": "that we may give thanks to your holy name",
          "ID": "35"
        },
        {
          "text": "and glory in your praise.",
          "ID": "35"
        },
        {
          "text": "Blessed be the Lord, the God of Israel,",
          "ID": "36"
        },
        {
          "text": "from everlasting to everlasting!\"",
          "ID": "36"
        },
        {
          "text": "Then all the people said, \"Amen!\" and praised the Lord.",
          "ID": "36"
        },
        {
          "text": "So David left Asaph and his brothers there before the ark of the covenant of the Lord to minister regularly before the ark as each day required,",
          "ID": "37"
        },
        {
          "text": "and also Obed-edom and his sixty-eight brothers, while Obed-edom, the son of Jeduthun, and Hosah were to be gatekeepers.",
          "ID": "38"
        },
        {
          "text": "And he left Zadok the priest and his brothers the priests before the tabernacle of the Lord in the high place that was at Gibeon",
          "ID": "39"
        },
        {
          "text": "to offer burnt offerings to the Lord on the altar of burnt offering regularly morning and evening, to do all that is written in the Law of the Lord that he commanded Israel.",
          "ID": "40"
        },
        {
          "text": "With them were Heman and Jeduthun and the rest of those chosen and expressly named to give thanks to the Lord, for his steadfast love endures forever.",
          "ID": "41"
        },
        {
          "text": "Heman and Jeduthun had trumpets and cymbals for the music and instruments for sacred song. The sons of Jeduthun were appointed to the gate.",
          "ID": "42"
        },
        {
          "text": "Then all the people departed each to his house, and David went home to bless his household.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.16",
      "name": "1 Chronicles 16"
    },
    {
      "text": [
        {
          "text": "Now when David lived in his house, David said to Nathan the prophet, \"Behold, I dwell in a house of cedar, but the ark of the covenant of the Lord is under a tent.\"",
          "ID": "1"
        },
        {
          "text": "And Nathan said to David, \"Do all that is in your heart, for God is with you.\"",
          "ID": "2"
        },
        {
          "text": "But that same night the word of the Lord came to Nathan,",
          "ID": "3"
        },
        {
          "text": "\"Go and tell my servant David, 'Thus says the Lord: It is not you who will build me a house to dwell in.",
          "ID": "4"
        },
        {
          "text": "For I have not lived in a house since the day I brought up Israel to this day, but I have gone from tent to tent and from dwelling to dwelling.",
          "ID": "5"
        },
        {
          "text": "In all places where I have moved with all Israel, did I speak a word with any of the judges of Israel, whom I commanded to shepherd my people, saying, \"Why have you not built me a house of cedar?\"'",
          "ID": "6"
        },
        {
          "text": "Now, therefore, thus shall you say to my servant David, 'Thus says the Lord of hosts, I took you from the pasture, from following the sheep, to be prince over my people Israel,",
          "ID": "7"
        },
        {
          "text": "and I have been with you wherever you have gone and have cut off all your enemies from before you. And I will make for you a name, like the name of the great ones of the earth.",
          "ID": "8"
        },
        {
          "text": "And I will appoint a place for my people Israel and will plant them, that they may dwell in their own place and be disturbed no more. And violent men shall waste them no more, as formerly,",
          "ID": "9"
        },
        {
          "text": "from the time that I appointed judges over my people Israel. And I will subdue all your enemies. Moreover, I declare to you that the Lord will build you a house.",
          "ID": "10"
        },
        {
          "text": "When your days are fulfilled to walk with your fathers, I will raise up your offspring after you, one of your own sons, and I will establish his kingdom.",
          "ID": "11"
        },
        {
          "text": "He shall build a house for me, and I will establish his throne forever.",
          "ID": "12"
        },
        {
          "text": "I will be to him a father, and he shall be to me a son. I will not take my steadfast love from him, as I took it from him who was before you,",
          "ID": "13"
        },
        {
          "text": "but I will confirm him in my house and in my kingdom forever, and his throne shall be established forever.'\"",
          "ID": "14"
        },
        {
          "text": "In accordance with all these words, and in accordance with all this vision, Nathan spoke to David.",
          "ID": "15"
        },
        {
          "text": "Then King David went in and sat before the Lord and said, \"Who am I, O Lord God, and what is my house, that you have brought me thus far?",
          "ID": "16"
        },
        {
          "text": "And this was a small thing in your eyes, O God. You have also spoken of your servant's house for a great while to come, and have shown me future generations, O Lord God!",
          "ID": "17"
        },
        {
          "text": "And what more can David say to you for honoring your servant? For you know your servant.",
          "ID": "18"
        },
        {
          "text": "For your servant's sake, O Lord, and according to your own heart, you have done all this greatness, in making known all these great things.",
          "ID": "19"
        },
        {
          "text": "There is none like you, O Lord, and there is no God besides you, according to all that we have heard with our ears.",
          "ID": "20"
        },
        {
          "text": "And who is like your people Israel, the one nation on earth whom God went to redeem to be his people, making for yourself a name for great and awesome things, in driving out nations before your people whom you redeemed from Egypt?",
          "ID": "21"
        },
        {
          "text": "And you made your people Israel to be your people forever, and you, O Lord, became their God.",
          "ID": "22"
        },
        {
          "text": "And now, O Lord, let the word that you have spoken concerning your servant and concerning his house be established forever, and do as you have spoken,",
          "ID": "23"
        },
        {
          "text": "and your name will be established and magnified forever, saying, 'The Lord of hosts, the God of Israel, is Israel's God,' and the house of your servant David will be established before you.",
          "ID": "24"
        },
        {
          "text": "For you, my God, have revealed to your servant that you will build a house for him. Therefore your servant has found courage to pray before you.",
          "ID": "25"
        },
        {
          "text": "And now, O Lord, you are God, and you have promised this good thing to your servant.",
          "ID": "26"
        },
        {
          "text": "Now you have been pleased to bless the house of your servant, that it may continue forever before you, for it is you, O Lord, who have blessed, and it is blessed forever.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:1CH.17",
      "name": "1 Chronicles 17"
    },
    {
      "text": [
        {
          "text": "After this David defeated the Philistines and subdued them, and he took Gath and its villages out of the hand of the Philistines.",
          "ID": "1"
        },
        {
          "text": "And he defeated Moab, and the Moabites became servants to David and brought tribute.",
          "ID": "2"
        },
        {
          "text": "David also defeated Hadadezer king of Zobah-Hamath, as he went to set up his monument at the river Euphrates.",
          "ID": "3"
        },
        {
          "text": "And David took from him 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers. And David hamstrung all the chariot horses, but left enough for 100 chariots.",
          "ID": "4"
        },
        {
          "text": "And when the Syrians of Damascus came to help Hadadezer king of Zobah, David struck down 22,000 men of the Syrians.",
          "ID": "5"
        },
        {
          "text": "Then David put garrisons in Syria of Damascus, and the Syrians became servants to David and brought tribute. And the Lord gave victory to David wherever he went.",
          "ID": "6"
        },
        {
          "text": "And David took the shields of gold that were carried by the servants of Hadadezer and brought them to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "And from Tibhath and from Cun, cities of Hadadezer, David took a large amount of bronze. With it Solomon made the bronze sea and the pillars and the vessels of bronze.",
          "ID": "8"
        },
        {
          "text": "When Tou king of Hamath heard that David had defeated the whole army of Hadadezer, king of Zobah,",
          "ID": "9"
        },
        {
          "text": "he sent his son Hadoram to King David, to ask about his health and to bless him because he had fought against Hadadezer and defeated him; for Hadadezer had often been at war with Tou. And he sent all sorts of articles of gold, of silver, and of bronze.",
          "ID": "10"
        },
        {
          "text": "These also King David dedicated to the Lord, together with the silver and gold that he had carried off from all the nations, from Edom, Moab, the Ammonites, the Philistines, and Amalek.",
          "ID": "11"
        },
        {
          "text": "And Abishai, the son of Zeruiah, killed 18,000 Edomites in the Valley of Salt.",
          "ID": "12"
        },
        {
          "text": "Then he put garrisons in Edom, and all the Edomites became David's servants. And the Lord gave victory to David wherever he went.",
          "ID": "13"
        },
        {
          "text": "So David reigned over all Israel, and he administered justice and equity to all his people.",
          "ID": "14"
        },
        {
          "text": "And Joab the son of Zeruiah was over the army; and Jehoshaphat the son of Ahilud was recorder;",
          "ID": "15"
        },
        {
          "text": "and Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests; and Shavsha was secretary;",
          "ID": "16"
        },
        {
          "text": "and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David's sons were the chief officials in the service of the king.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.18",
      "name": "1 Chronicles 18"
    },
    {
      "text": [
        {
          "text": "Now after this Nahash the king of the Ammonites died, and his son reigned in his place.",
          "ID": "1"
        },
        {
          "text": "And David said, \"I will deal kindly with Hanun the son of Nahash, for his father dealt kindly with me.\" So David sent messengers to console him concerning his father. And David's servants came to the land of the Ammonites to Hanun to console him.",
          "ID": "2"
        },
        {
          "text": "But the princes of the Ammonites said to Hanun, \"Do you think, because David has sent comforters to you, that he is honoring your father? Have not his servants come to you to search and to overthrow and to spy out the land?\"",
          "ID": "3"
        },
        {
          "text": "So Hanun took David's servants and shaved them and cut off their garments in the middle, at their hips, and sent them away;",
          "ID": "4"
        },
        {
          "text": "and they departed. When David was told concerning the men, he sent messengers to meet them, for the men were greatly ashamed. And the king said, \"Remain at Jericho until your beards have grown and then return.\"",
          "ID": "5"
        },
        {
          "text": "When the Ammonites saw that they had become a stench to David, Hanun and the Ammonites sent 1,000 talents of silver to hire chariots and horsemen from Mesopotamia, from Aram-maacah, and from Zobah.",
          "ID": "6"
        },
        {
          "text": "They hired 32,000 chariots and the king of Maacah with his army, who came and encamped before Medeba. And the Ammonites were mustered from their cities and came to battle.",
          "ID": "7"
        },
        {
          "text": "When David heard of it, he sent Joab and all the army of the mighty men.",
          "ID": "8"
        },
        {
          "text": "And the Ammonites came out and drew up in battle array at the entrance of the city, and the kings who had come were by themselves in the open country.",
          "ID": "9"
        },
        {
          "text": "When Joab saw that the battle was set against him both in front and in the rear, he chose some of the best men of Israel and arrayed them against the Syrians.",
          "ID": "10"
        },
        {
          "text": "The rest of his men he put in the charge of Abishai his brother, and they were arrayed against the Ammonites.",
          "ID": "11"
        },
        {
          "text": "And he said, \"If the Syrians are too strong for me, then you shall help me, but if the Ammonites are too strong for you, then I will help you.",
          "ID": "12"
        },
        {
          "text": "Be strong, and let us use our strength for our people and for the cities of our God, and may the Lord do what seems good to him.\"",
          "ID": "13"
        },
        {
          "text": "So Joab and the people who were with him drew near before the Syrians for battle, and they fled before him.",
          "ID": "14"
        },
        {
          "text": "And when the Ammonites saw that the Syrians fled, they likewise fled before Abishai, Joab's brother, and entered the city. Then Joab came to Jerusalem.",
          "ID": "15"
        },
        {
          "text": "But when the Syrians saw that they had been defeated by Israel, they sent messengers and brought out the Syrians who were beyond the Euphrates, with Shophach the commander of the army of Hadadezer at their head.",
          "ID": "16"
        },
        {
          "text": "And when it was told to David, he gathered all Israel together and crossed the Jordan and came to them and drew up his forces against them. And when David set the battle in array against the Syrians, they fought with him.",
          "ID": "17"
        },
        {
          "text": "And the Syrians fled before Israel, and David killed of the Syrians the men of 7,000 chariots and 40,000 foot soldiers, and put to death also Shophach the commander of their army.",
          "ID": "18"
        },
        {
          "text": "And when the servants of Hadadezer saw that they had been defeated by Israel, they made peace with David and became subject to him. So the Syrians were not willing to save the Ammonites anymore.",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.19",
      "name": "1 Chronicles 19"
    },
    {
      "text": [
        {
          "text": "In the spring of the year, the time when kings go out to battle, Joab led out the army and ravaged the country of the Ammonites and came and besieged Rabbah. But David remained at Jerusalem. And Joab struck down Rabbah and overthrew it.",
          "ID": "1"
        },
        {
          "text": "And David took the crown of their king from his head. He found that it weighed a talent of gold, and in it was a precious stone. And it was placed on David's head. And he brought out the spoil of the city, a very great amount.",
          "ID": "2"
        },
        {
          "text": "And he brought out the people who were in it and set them to labor with saws and iron picks and axes. And thus David did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And after this there arose war with the Philistines at Gezer. Then Sibbecai the Hushathite struck down Sippai, who was one of the descendants of the giants, and the Philistines were subdued.",
          "ID": "4"
        },
        {
          "text": "And there was again war with the Philistines, and Elhanan the son of Jair struck down Lahmi the brother of Goliath the Gittite, the shaft of whose spear was like a weaver's beam.",
          "ID": "5"
        },
        {
          "text": "And there was again war at Gath, where there was a man of great stature, who had six fingers on each hand and six toes on each foot, twenty-four in number, and he also was descended from the giants.",
          "ID": "6"
        },
        {
          "text": "And when he taunted Israel, Jonathan the son of Shimea, David's brother, struck him down.",
          "ID": "7"
        },
        {
          "text": "These were descended from the giants in Gath, and they fell by the hand of David and by the hand of his servants.",
          "ID": "8"
        }
      ],
      "ID": "OT:1CH.20",
      "name": "1 Chronicles 20"
    },
    {
      "text": [
        {
          "text": "Then Satan stood against Israel and incited David to number Israel.",
          "ID": "1"
        },
        {
          "text": "So David said to Joab and the commanders of the army, \"Go, number Israel, from Beersheba to Dan, and bring me a report, that I may know their number.\"",
          "ID": "2"
        },
        {
          "text": "But Joab said, \"May the Lord add to his people a hundred times as many as they are! Are they not, my lord the king, all of them my lord's servants? Why then should my lord require this? Why should it be a cause of guilt for Israel?\"",
          "ID": "3"
        },
        {
          "text": "But the king's word prevailed against Joab. So Joab departed and went throughout all Israel and came back to Jerusalem.",
          "ID": "4"
        },
        {
          "text": "And Joab gave the sum of the numbering of the people to David. In all Israel there were 1,100,000 men who drew the sword, and in Judah 470,000 who drew the sword.",
          "ID": "5"
        },
        {
          "text": "But he did not include Levi and Benjamin in the numbering, for the king's command was abhorrent to Joab.",
          "ID": "6"
        },
        {
          "text": "But God was displeased with this thing, and he struck Israel.",
          "ID": "7"
        },
        {
          "text": "And David said to God, \"I have sinned greatly in that I have done this thing. But now, please take away the iniquity of your servant, for I have acted very foolishly.\"",
          "ID": "8"
        },
        {
          "text": "And the Lord spoke to Gad, David's seer, saying,",
          "ID": "9"
        },
        {
          "text": "\"Go and say to David, 'Thus says the Lord, Three things I offer you; choose one of them, that I may do it to you.'\"",
          "ID": "10"
        },
        {
          "text": "So Gad came to David and said to him, \"Thus says the Lord, 'Choose what you will:",
          "ID": "11"
        },
        {
          "text": "either three years of famine, or three months of devastation by your foes while the sword of your enemies overtakes you, or else three days of the sword of the Lord, pestilence on the land, with the angel of the Lord destroying throughout all the territory of Israel.' Now decide what answer I shall return to him who sent me.\"",
          "ID": "12"
        },
        {
          "text": "Then David said to Gad, \"I am in great distress. Let me fall into the hand of the Lord, for his mercy is very great, but do not let me fall into the hand of man.\"",
          "ID": "13"
        },
        {
          "text": "So the Lord sent a pestilence on Israel, and 70,000 men of Israel fell.",
          "ID": "14"
        },
        {
          "text": "And God sent the angel to Jerusalem to destroy it, but as he was about to destroy it, the Lord saw, and he relented from the calamity. And he said to the angel who was working destruction, \"It is enough; now stay your hand.\" And the angel of the Lord was standing by the threshing floor of Ornan the Jebusite.",
          "ID": "15"
        },
        {
          "text": "And David lifted his eyes and saw the angel of the Lord standing between earth and heaven, and in his hand a drawn sword stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell upon their faces.",
          "ID": "16"
        },
        {
          "text": "And David said to God, \"Was it not I who gave command to number the people? It is I who have sinned and done great evil. But these sheep, what have they done? Please let your hand, O Lord my God, be against me and against my father's house. But do not let the plague be on your people.\"",
          "ID": "17"
        },
        {
          "text": "Now the angel of the Lord had commanded Gad to say to David that David should go up and raise an altar to the Lord on the threshing floor of Ornan the Jebusite.",
          "ID": "18"
        },
        {
          "text": "So David went up at Gad's word, which he had spoken in the name of the Lord.",
          "ID": "19"
        },
        {
          "text": "Now Ornan was threshing wheat. He turned and saw the angel, and his four sons who were with him hid themselves.",
          "ID": "20"
        },
        {
          "text": "As David came to Ornan, Ornan looked and saw David and went out from the threshing floor and paid homage to David with his face to the ground.",
          "ID": "21"
        },
        {
          "text": "And David said to Ornan, \"Give me the site of the threshing floor that I may build on it an altar to the Lord—give it to me at its full price—that the plague may be averted from the people.\"",
          "ID": "22"
        },
        {
          "text": "Then Ornan said to David, \"Take it, and let my lord the king do what seems good to him. See, I give the oxen for burnt offerings and the threshing sledges for the wood and the wheat for a grain offering; I give it all.\"",
          "ID": "23"
        },
        {
          "text": "But King David said to Ornan, \"No, but I will buy them for the full price. I will not take for the Lord what is yours, nor offer burnt offerings that cost me nothing.\"",
          "ID": "24"
        },
        {
          "text": "So David paid Ornan 600 shekels of gold by weight for the site.",
          "ID": "25"
        },
        {
          "text": "And David built there an altar to the Lord and presented burnt offerings and peace offerings and called on the Lord, and the Lord answered him with fire from heaven upon the altar of burnt offering.",
          "ID": "26"
        },
        {
          "text": "Then the Lord commanded the angel, and he put his sword back into its sheath.",
          "ID": "27"
        },
        {
          "text": "At that time, when David saw that the Lord had answered him at the threshing floor of Ornan the Jebusite, he sacrificed there.",
          "ID": "28"
        },
        {
          "text": "For the tabernacle of the Lord, which Moses had made in the wilderness, and the altar of burnt offering were at that time in the high place at Gibeon,",
          "ID": "29"
        },
        {
          "text": "but David could not go before it to inquire of God, for he was afraid of the sword of the angel of the Lord.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.21",
      "name": "1 Chronicles 21"
    },
    {
      "text": [
        {
          "text": "Then David said, \"Here shall be the house of the Lord God and here the altar of burnt offering for Israel.\"",
          "ID": "1"
        },
        {
          "text": "David commanded to gather together the resident aliens who were in the land of Israel, and he set stonecutters to prepare dressed stones for building the house of God.",
          "ID": "2"
        },
        {
          "text": "David also provided great quantities of iron for nails for the doors of the gates and for clamps, as well as bronze in quantities beyond weighing,",
          "ID": "3"
        },
        {
          "text": "and cedar timbers without number, for the Sidonians and Tyrians brought great quantities of cedar to David.",
          "ID": "4"
        },
        {
          "text": "For David said, \"Solomon my son is young and inexperienced, and the house that is to be built for the Lord must be exceedingly magnificent, of fame and glory throughout all lands. I will therefore make preparation for it.\" So David provided materials in great quantity before his death.",
          "ID": "5"
        },
        {
          "text": "Then he called for Solomon his son and charged him to build a house for the Lord, the God of Israel.",
          "ID": "6"
        },
        {
          "text": "David said to Solomon, \"My son, I had it in my heart to build a house to the name of the Lord my God.",
          "ID": "7"
        },
        {
          "text": "But the word of the Lord came to me, saying, 'You have shed much blood and have waged great wars. You shall not build a house to my name, because you have shed so much blood before me on the earth.",
          "ID": "8"
        },
        {
          "text": "Behold, a son shall be born to you who shall be a man of rest. I will give him rest from all his surrounding enemies. For his name shall be Solomon, and I will give peace and quiet to Israel in his days.",
          "ID": "9"
        },
        {
          "text": "He shall build a house for my name. He shall be my son, and I will be his father, and I will establish his royal throne in Israel forever.'",
          "ID": "10"
        },
        {
          "text": "\"Now, my son, the Lord be with you, so that you may succeed in building the house of the Lord your God, as he has spoken concerning you.",
          "ID": "11"
        },
        {
          "text": "Only, may the Lord grant you discretion and understanding, that when he gives you charge over Israel you may keep the law of the Lord your God.",
          "ID": "12"
        },
        {
          "text": "Then you will prosper if you are careful to observe the statutes and the rules that the Lord commanded Moses for Israel. Be strong and courageous. Fear not; do not be dismayed.",
          "ID": "13"
        },
        {
          "text": "With great pains I have provided for the house of the Lord 100,000 talents of gold, a million talents of silver, and bronze and iron beyond weighing, for there is so much of it; timber and stone, too, I have provided. To these you must add.",
          "ID": "14"
        },
        {
          "text": "You have an abundance of workmen: stonecutters, masons, carpenters, and all kinds of craftsmen without number, skilled in working",
          "ID": "15"
        },
        {
          "text": "gold, silver, bronze, and iron. Arise and work! The Lord be with you!\"",
          "ID": "16"
        },
        {
          "text": "David also commanded all the leaders of Israel to help Solomon his son, saying,",
          "ID": "17"
        },
        {
          "text": "\"Is not the Lord your God with you? And has he not given you peace on every side? For he has delivered the inhabitants of the land into my hand, and the land is subdued before the Lord and his people.",
          "ID": "18"
        },
        {
          "text": "Now set your mind and heart to seek the Lord your God. Arise and build the sanctuary of the Lord God, so that the ark of the covenant of the Lord and the holy vessels of God may be brought into a house built for the name of the Lord.\"",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.22",
      "name": "1 Chronicles 22"
    },
    {
      "text": [
        {
          "text": "When David was old and full of days, he made Solomon his son king over Israel.",
          "ID": "1"
        },
        {
          "text": "David assembled all the leaders of Israel and the priests and the Levites.",
          "ID": "2"
        },
        {
          "text": "The Levites, thirty years old and upward, were numbered, and the total was 38,000 men.",
          "ID": "3"
        },
        {
          "text": "\"Twenty-four thousand of these,\" David said, \"shall have charge of the work in the house of the Lord, 6,000 shall be officers and judges,",
          "ID": "4"
        },
        {
          "text": "4,000 gatekeepers, and 4,000 shall offer praises to the Lord with the instruments that I have made for praise.\"",
          "ID": "5"
        },
        {
          "text": "And David organized them in divisions corresponding to the sons of Levi: Gershon, Kohath, and Merari.",
          "ID": "6"
        },
        {
          "text": "The sons of Gershon were Ladan and Shimei.",
          "ID": "7"
        },
        {
          "text": "The sons of Ladan: Jehiel the chief, and Zetham, and Joel, three.",
          "ID": "8"
        },
        {
          "text": "The sons of Shimei: Shelomoth, Haziel, and Haran, three. These were the heads of the fathers' houses of Ladan.",
          "ID": "9"
        },
        {
          "text": "And the sons of Shimei: Jahath, Zina, and Jeush and Beriah. These four were the sons of Shimei.",
          "ID": "10"
        },
        {
          "text": "Jahath was the chief, and Zizah the second; but Jeush and Beriah did not have many sons, therefore they became counted as a single father's house.",
          "ID": "11"
        },
        {
          "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four.",
          "ID": "12"
        },
        {
          "text": "The sons of Amram: Aaron and Moses. Aaron was set apart to dedicate the most holy things, that he and his sons forever should make offerings before the Lord and minister to him and pronounce blessings in his name forever.",
          "ID": "13"
        },
        {
          "text": "But the sons of Moses the man of God were named among the tribe of Levi.",
          "ID": "14"
        },
        {
          "text": "The sons of Moses: Gershom and Eliezer.",
          "ID": "15"
        },
        {
          "text": "The sons of Gershom: Shebuel the chief.",
          "ID": "16"
        },
        {
          "text": "The sons of Eliezer: Rehabiah the chief. Eliezer had no other sons, but the sons of Rehabiah were very many.",
          "ID": "17"
        },
        {
          "text": "The sons of Izhar: Shelomith the chief.",
          "ID": "18"
        },
        {
          "text": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
          "ID": "19"
        },
        {
          "text": "The sons of Uzziel: Micah the chief and Isshiah the second.",
          "ID": "20"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
          "ID": "21"
        },
        {
          "text": "Eleazar died having no sons, but only daughters; their kinsmen, the sons of Kish, married them.",
          "ID": "22"
        },
        {
          "text": "The sons of Mushi: Mahli, Eder, and Jeremoth, three.",
          "ID": "23"
        },
        {
          "text": "These were the sons of Levi by their fathers' houses, the heads of fathers' houses as they were listed according to the number of the names of the individuals from twenty years old and upward who were to do the work for the service of the house of the Lord.",
          "ID": "24"
        },
        {
          "text": "For David said, \"The Lord, the God of Israel, has given rest to his people, and he dwells in Jerusalem forever.",
          "ID": "25"
        },
        {
          "text": "And so the Levites no longer need to carry the tabernacle or any of the things for its service.\"",
          "ID": "26"
        },
        {
          "text": "For by the last words of David the sons of Levi were numbered from twenty years old and upward.",
          "ID": "27"
        },
        {
          "text": "For their duty was to assist the sons of Aaron for the service of the house of the Lord, having the care of the courts and the chambers, the cleansing of all that is holy, and any work for the service of the house of God.",
          "ID": "28"
        },
        {
          "text": "Their duty was also to assist with the showbread, the flour for the grain offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and all measures of quantity or size.",
          "ID": "29"
        },
        {
          "text": "And they were to stand every morning, thanking and praising the Lord, and likewise at evening,",
          "ID": "30"
        },
        {
          "text": "and whenever burnt offerings were offered to the Lord on Sabbaths, new moons, and feast days, according to the number required of them, regularly before the Lord.",
          "ID": "31"
        },
        {
          "text": "Thus they were to keep charge of the tent of meeting and the sanctuary, and to attend the sons of Aaron, their brothers, for the service of the house of the Lord.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.23",
      "name": "1 Chronicles 23"
    },
    {
      "text": [
        {
          "text": "The divisions of the sons of Aaron were these. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "1"
        },
        {
          "text": "But Nadab and Abihu died before their father and had no children, so Eleazar and Ithamar became the priests.",
          "ID": "2"
        },
        {
          "text": "With the help of Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, David organized them according to the appointed duties in their service.",
          "ID": "3"
        },
        {
          "text": "Since more chief men were found among the sons of Eleazar than among the sons of Ithamar, they organized them under sixteen heads of fathers' houses of the sons of Eleazar, and eight of the sons of Ithamar.",
          "ID": "4"
        },
        {
          "text": "They divided them by lot, all alike, for there were sacred officers and officers of God among both the sons of Eleazar and the sons of Ithamar.",
          "ID": "5"
        },
        {
          "text": "And the scribe Shemaiah, the son of Nethanel, a Levite, recorded them in the presence of the king and the princes and Zadok the priest and Ahimelech the son of Abiathar and the heads of the fathers' houses of the priests and of the Levites, one father's house being chosen for Eleazar and one chosen for Ithamar.",
          "ID": "6"
        },
        {
          "text": "The first lot fell to Jehoiarib, the second to Jedaiah,",
          "ID": "7"
        },
        {
          "text": "the third to Harim, the fourth to Seorim,",
          "ID": "8"
        },
        {
          "text": "the fifth to Malchijah, the sixth to Mijamin,",
          "ID": "9"
        },
        {
          "text": "the seventh to Hakkoz, the eighth to Abijah,",
          "ID": "10"
        },
        {
          "text": "the ninth to Jeshua, the tenth to Shecaniah,",
          "ID": "11"
        },
        {
          "text": "the eleventh to Eliashib, the twelfth to Jakim,",
          "ID": "12"
        },
        {
          "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,",
          "ID": "13"
        },
        {
          "text": "the fifteenth to Bilgah, the sixteenth to Immer,",
          "ID": "14"
        },
        {
          "text": "the seventeenth to Hezir, the eighteenth to Happizzez,",
          "ID": "15"
        },
        {
          "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,",
          "ID": "16"
        },
        {
          "text": "the twenty-first to Jachin, the twenty-second to Gamul,",
          "ID": "17"
        },
        {
          "text": "the twenty-third to Delaiah, the twenty-fourth to Maaziah.",
          "ID": "18"
        },
        {
          "text": "These had as their appointed duty in their service to come into the house of the Lord according to the procedure established for them by Aaron their father, as the Lord God of Israel had commanded him.",
          "ID": "19"
        },
        {
          "text": "And of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah.",
          "ID": "20"
        },
        {
          "text": "Of Rehabiah: of the sons of Rehabiah, Isshiah the chief.",
          "ID": "21"
        },
        {
          "text": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath.",
          "ID": "22"
        },
        {
          "text": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, Jekameam the fourth.",
          "ID": "23"
        },
        {
          "text": "The sons of Uzziel, Micah; of the sons of Micah, Shamir.",
          "ID": "24"
        },
        {
          "text": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah.",
          "ID": "25"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. The sons of Jaaziah: Beno.",
          "ID": "26"
        },
        {
          "text": "The sons of Merari: of Jaaziah, Beno, Shoham, Zaccur, and Ibri.",
          "ID": "27"
        },
        {
          "text": "Of Mahli: Eleazar, who had no sons.",
          "ID": "28"
        },
        {
          "text": "Of Kish, the sons of Kish: Jerahmeel.",
          "ID": "29"
        },
        {
          "text": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites according to their fathers' houses.",
          "ID": "30"
        },
        {
          "text": "These also, the head of each father's house and his younger brother alike, cast lots, just as their brothers the sons of Aaron, in the presence of King David, Zadok, Ahimelech, and the heads of fathers' houses of the priests and of the Levites.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.24",
      "name": "1 Chronicles 24"
    },
    {
      "text": [
        {
          "text": "David and the chiefs of the service also set apart for the service the sons of Asaph, and of Heman, and of Jeduthun, who prophesied with lyres, with harps, and with cymbals. The list of those who did the work and of their duties was:",
          "ID": "1"
        },
        {
          "text": "Of the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah, sons of Asaph, under the direction of Asaph, who prophesied under the direction of the king.",
          "ID": "2"
        },
        {
          "text": "Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, six, under the direction of their father Jeduthun, who prophesied with the lyre in thanksgiving and praise to the Lord.",
          "ID": "3"
        },
        {
          "text": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth.",
          "ID": "4"
        },
        {
          "text": "All these were the sons of Heman the king's seer, according to the promise of God to exalt him, for God had given Heman fourteen sons and three daughters.",
          "ID": "5"
        },
        {
          "text": "They were all under the direction of their father in the music in the house of the Lord with cymbals, harps, and lyres for the service of the house of God. Asaph, Jeduthun, and Heman were under the order of the king.",
          "ID": "6"
        },
        {
          "text": "The number of them along with their brothers, who were trained in singing to the Lord, all who were skillful, was 288.",
          "ID": "7"
        },
        {
          "text": "And they cast lots for their duties, small and great, teacher and pupil alike.",
          "ID": "8"
        },
        {
          "text": "The first lot fell for Asaph to Joseph; the second to Gedaliah, to him and his brothers and his sons, twelve;",
          "ID": "9"
        },
        {
          "text": "the third to Zaccur, his sons and his brothers, twelve;",
          "ID": "10"
        },
        {
          "text": "the fourth to Izri, his sons and his brothers, twelve;",
          "ID": "11"
        },
        {
          "text": "the fifth to Nethaniah, his sons and his brothers, twelve;",
          "ID": "12"
        },
        {
          "text": "the sixth to Bukkiah, his sons and his brothers, twelve;",
          "ID": "13"
        },
        {
          "text": "the seventh to Jesharelah, his sons and his brothers, twelve;",
          "ID": "14"
        },
        {
          "text": "the eighth to Jeshaiah, his sons and his brothers, twelve;",
          "ID": "15"
        },
        {
          "text": "the ninth to Mattaniah, his sons and his brothers, twelve;",
          "ID": "16"
        },
        {
          "text": "the tenth to Shimei, his sons and his brothers, twelve;",
          "ID": "17"
        },
        {
          "text": "the eleventh to Azarel, his sons and his brothers, twelve;",
          "ID": "18"
        },
        {
          "text": "the twelfth to Hashabiah, his sons and his brothers, twelve;",
          "ID": "19"
        },
        {
          "text": "to the thirteenth, Shubael, his sons and his brothers, twelve;",
          "ID": "20"
        },
        {
          "text": "to the fourteenth, Mattithiah, his sons and his brothers, twelve;",
          "ID": "21"
        },
        {
          "text": "to the fifteenth, to Jeremoth, his sons and his brothers, twelve;",
          "ID": "22"
        },
        {
          "text": "to the sixteenth, to Hananiah, his sons and his brothers, twelve;",
          "ID": "23"
        },
        {
          "text": "to the seventeenth, to Joshbekashah, his sons and his brothers, twelve;",
          "ID": "24"
        },
        {
          "text": "to the eighteenth, to Hanani, his sons and his brothers, twelve;",
          "ID": "25"
        },
        {
          "text": "to the nineteenth, to Mallothi, his sons and his brothers, twelve;",
          "ID": "26"
        },
        {
          "text": "to the twentieth, to Eliathah, his sons and his brothers, twelve;",
          "ID": "27"
        },
        {
          "text": "to the twenty-first, to Hothir, his sons and his brothers, twelve;",
          "ID": "28"
        },
        {
          "text": "to the twenty-second, to Giddalti, his sons and his brothers, twelve;",
          "ID": "29"
        },
        {
          "text": "to the twenty-third, to Mahazioth, his sons and his brothers, twelve;",
          "ID": "30"
        },
        {
          "text": "to the twenty-fourth, to Romamti-ezer, his sons and his brothers, twelve.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.25",
      "name": "1 Chronicles 25"
    },
    {
      "text": [
        {
          "text": "As for the divisions of the gatekeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph.",
          "ID": "1"
        },
        {
          "text": "And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,",
          "ID": "2"
        },
        {
          "text": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh.",
          "ID": "3"
        },
        {
          "text": "And Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,",
          "ID": "4"
        },
        {
          "text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth, for God blessed him.",
          "ID": "5"
        },
        {
          "text": "Also to his son Shemaiah were sons born who were rulers in their fathers' houses, for they were men of great ability.",
          "ID": "6"
        },
        {
          "text": "The sons of Shemaiah: Othni, Rephael, Obed and Elzabad, whose brothers were able men, Elihu and Semachiah.",
          "ID": "7"
        },
        {
          "text": "All these were of the sons of Obed-edom with their sons and brothers, able men qualified for the service; sixty-two of Obed-edom.",
          "ID": "8"
        },
        {
          "text": "And Meshelemiah had sons and brothers, able men, eighteen.",
          "ID": "9"
        },
        {
          "text": "And Hosah, of the sons of Merari, had sons: Shimri the chief (for though he was not the firstborn, his father made him chief),",
          "ID": "10"
        },
        {
          "text": "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and brothers of Hosah were thirteen.",
          "ID": "11"
        },
        {
          "text": "These divisions of the gatekeepers, corresponding to their chief men, had duties, just as their brothers did, ministering in the house of the Lord.",
          "ID": "12"
        },
        {
          "text": "And they cast lots by fathers' houses, small and great alike, for their gates.",
          "ID": "13"
        },
        {
          "text": "The lot for the east fell to Shelemiah. They cast lots also for his son Zechariah, a shrewd counselor, and his lot came out for the north.",
          "ID": "14"
        },
        {
          "text": "Obed-edom's came out for the south, and to his sons was allotted the gatehouse.",
          "ID": "15"
        },
        {
          "text": "For Shuppim and Hosah it came out for the west, at the gate of Shallecheth on the road that goes up. Watch corresponded to watch.",
          "ID": "16"
        },
        {
          "text": "On the east there were six each day, on the north four each day, on the south four each day, as well as two and two at the gatehouse.",
          "ID": "17"
        },
        {
          "text": "And for the colonnade on the west there were four at the road and two at the colonnade.",
          "ID": "18"
        },
        {
          "text": "These were the divisions of the gatekeepers among the Korahites and the sons of Merari.",
          "ID": "19"
        },
        {
          "text": "And of the Levites, Ahijah had charge of the treasuries of the house of God and the treasuries of the dedicated gifts.",
          "ID": "20"
        },
        {
          "text": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers' houses belonging to Ladan the Gershonite: Jehieli.",
          "ID": "21"
        },
        {
          "text": "The sons of Jehieli, Zetham, and Joel his brother, were in charge of the treasuries of the house of the Lord.",
          "ID": "22"
        },
        {
          "text": "Of the Amramites, the Izharites, the Hebronites, and the Uzzielites—",
          "ID": "23"
        },
        {
          "text": "and Shebuel the son of Gershom, son of Moses, was chief officer in charge of the treasuries.",
          "ID": "24"
        },
        {
          "text": "His brothers: from Eliezer were his son Rehabiah, and his son Jeshaiah, and his son Joram, and his son Zichri, and his son Shelomoth.",
          "ID": "25"
        },
        {
          "text": "This Shelomoth and his brothers were in charge of all the treasuries of the dedicated gifts that David the king and the heads of the fathers' houses and the officers of the thousands and the hundreds and the commanders of the army had dedicated.",
          "ID": "26"
        },
        {
          "text": "From spoil won in battles they dedicated gifts for the maintenance of the house of the Lord.",
          "ID": "27"
        },
        {
          "text": "Also all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated—all dedicated gifts were in the care of Shelomoth and his brothers.",
          "ID": "28"
        },
        {
          "text": "Of the Izharites, Chenaniah and his sons were appointed to external duties for Israel, as officers and judges.",
          "ID": "29"
        },
        {
          "text": "Of the Hebronites, Hashabiah and his brothers, 1,700 men of ability, had the oversight of Israel westward of the Jordan for all the work of the Lord and for the service of the king.",
          "ID": "30"
        },
        {
          "text": "Of the Hebronites, Jerijah was chief of the Hebronites of whatever genealogy or fathers' houses. (In the fortieth year of David's reign search was made and men of great ability among them were found at Jazer in Gilead.)",
          "ID": "31"
        },
        {
          "text": "King David appointed him and his brothers, 2,700 men of ability, heads of fathers' houses, to have the oversight of the Reubenites, the Gadites and the half-tribe of the Manassites for everything pertaining to God and for the affairs of the king.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.26",
      "name": "1 Chronicles 26"
    },
    {
      "text": [
        {
          "text": "This is the number of the people of Israel, the heads of fathers' houses, the commanders of thousands and hundreds, and their officers who served the king in all matters concerning the divisions that came and went, month after month throughout the year, each division numbering 24,000:",
          "ID": "1"
        },
        {
          "text": "Jashobeam the son of Zabdiel was in charge of the first division in the first month; in his division were 24,000.",
          "ID": "2"
        },
        {
          "text": "He was a descendant of Perez and was chief of all the commanders. He served for the first month.",
          "ID": "3"
        },
        {
          "text": "Dodai the Ahohite was in charge of the division of the second month; in his division were 24,000.",
          "ID": "4"
        },
        {
          "text": "The third commander, for the third month, was Benaiah, the son of Jehoiada the chief priest; in his division were 24,000.",
          "ID": "5"
        },
        {
          "text": "This is the Benaiah who was a mighty man of the thirty and in command of the thirty; Ammizabad his son was in charge of his division.",
          "ID": "6"
        },
        {
          "text": "Asahel the brother of Joab was fourth, for the fourth month, and his son Zebadiah after him; in his division were 24,000.",
          "ID": "7"
        },
        {
          "text": "The fifth commander, for the fifth month, was Shamhuth the Izrahite; in his division were 24,000.",
          "ID": "8"
        },
        {
          "text": "Sixth, for the sixth month, was Ira, the son of Ikkesh the Tekoite; in his division were 24,000.",
          "ID": "9"
        },
        {
          "text": "Seventh, for the seventh month, was Helez the Pelonite, of the sons of Ephraim; in his division were 24,000.",
          "ID": "10"
        },
        {
          "text": "Eighth, for the eighth month, was Sibbecai the Hushathite, of the Zerahites; in his division were 24,000.",
          "ID": "11"
        },
        {
          "text": "Ninth, for the ninth month, was Abiezer of Anathoth, a Benjaminite; in his division were 24,000.",
          "ID": "12"
        },
        {
          "text": "Tenth, for the tenth month, was Maharai of Netophah, of the Zerahites; in his division were 24,000.",
          "ID": "13"
        },
        {
          "text": "Eleventh, for the eleventh month, was Benaiah of Pirathon, of the sons of Ephraim; in his division were 24,000.",
          "ID": "14"
        },
        {
          "text": "Twelfth, for the twelfth month, was Heldai the Netophathite, of Othniel; in his division were 24,000.",
          "ID": "15"
        },
        {
          "text": "Over the tribes of Israel, for the Reubenites, Eliezer the son of Zichri was chief officer; for the Simeonites, Shephatiah the son of Maacah;",
          "ID": "16"
        },
        {
          "text": "for Levi, Hashabiah the son of Kemuel; for Aaron, Zadok;",
          "ID": "17"
        },
        {
          "text": "for Judah, Elihu, one of David's brothers; for Issachar, Omri the son of Michael;",
          "ID": "18"
        },
        {
          "text": "for Zebulun, Ishmaiah the son of Obadiah; for Naphtali, Jeremoth the son of Azriel;",
          "ID": "19"
        },
        {
          "text": "for the Ephraimites, Hoshea the son of Azaziah; for the half-tribe of Manasseh, Joel the son of Pedaiah;",
          "ID": "20"
        },
        {
          "text": "for the half-tribe of Manasseh in Gilead, Iddo the son of Zechariah; for Benjamin, Jaasiel the son of Abner;",
          "ID": "21"
        },
        {
          "text": "for Dan, Azarel the son of Jeroham. These were the leaders of the tribes of Israel.",
          "ID": "22"
        },
        {
          "text": "David did not count those below twenty years of age, for the Lord had promised to make Israel as many as the stars of heaven.",
          "ID": "23"
        },
        {
          "text": "Joab the son of Zeruiah began to count, but did not finish. Yet wrath came upon Israel for this, and the number was not entered in the chronicles of King David.",
          "ID": "24"
        },
        {
          "text": "Over the king's treasuries was Azmaveth the son of Adiel; and over the treasuries in the country, in the cities, in the villages, and in the towers, was Jonathan the son of Uzziah;",
          "ID": "25"
        },
        {
          "text": "and over those who did the work of the field for tilling the soil was Ezri the son of Chelub;",
          "ID": "26"
        },
        {
          "text": "and over the vineyards was Shimei the Ramathite; and over the produce of the vineyards for the wine cellars was Zabdi the Shiphmite.",
          "ID": "27"
        },
        {
          "text": "Over the olive and sycamore trees in the Shephelah was Baal-hanan the Gederite; and over the stores of oil was Joash.",
          "ID": "28"
        },
        {
          "text": "Over the herds that pastured in Sharon was Shitrai the Sharonite; over the herds in the valleys was Shaphat the son of Adlai.",
          "ID": "29"
        },
        {
          "text": "Over the camels was Obil the Ishmaelite; and over the donkeys was Jehdeiah the Meronothite. Over the flocks was Jaziz the Hagrite.",
          "ID": "30"
        },
        {
          "text": "All these were stewards of King David's property.",
          "ID": "31"
        },
        {
          "text": "Jonathan, David's uncle, was a counselor, being a man of understanding and a scribe. He and Jehiel the son of Hachmoni attended the king's sons.",
          "ID": "32"
        },
        {
          "text": "Ahithophel was the king's counselor, and Hushai the Archite was the king's friend.",
          "ID": "33"
        },
        {
          "text": "Ahithophel was succeeded by Jehoiada the son of Benaiah, and Abiathar. Joab was commander of the king's army.",
          "ID": "34"
        }
      ],
      "ID": "OT:1CH.27",
      "name": "1 Chronicles 27"
    },
    {
      "text": [
        {
          "text": "David assembled at Jerusalem all the officials of Israel, the officials of the tribes, the officers of the divisions that served the king, the commanders of thousands, the commanders of hundreds, the stewards of all the property and livestock of the king and his sons, together with the palace officials, the mighty men and all the seasoned warriors.",
          "ID": "1"
        },
        {
          "text": "Then King David rose to his feet and said: \"Hear me, my brothers and my people. I had it in my heart to build a house of rest for the ark of the covenant of the Lord and for the footstool of our God, and I made preparations for building.",
          "ID": "2"
        },
        {
          "text": "But God said to me, 'You may not build a house for my name, for you are a man of war and have shed blood.'",
          "ID": "3"
        },
        {
          "text": "Yet the Lord God of Israel chose me from all my father's house to be king over Israel forever. For he chose Judah as leader, and in the house of Judah my father's house, and among my father's sons he took pleasure in me to make me king over all Israel.",
          "ID": "4"
        },
        {
          "text": "And of all my sons (for the Lord has given me many sons) he has chosen Solomon my son to sit on the throne of the kingdom of the Lord over Israel.",
          "ID": "5"
        },
        {
          "text": "He said to me, 'It is Solomon your son who shall build my house and my courts, for I have chosen him to be my son, and I will be his father.",
          "ID": "6"
        },
        {
          "text": "I will establish his kingdom forever if he continues strong in keeping my commandments and my rules, as he is today.'",
          "ID": "7"
        },
        {
          "text": "Now therefore in the sight of all Israel, the assembly of the Lord, and in the hearing of our God, observe and seek out all the commandments of the Lord your God, that you may possess this good land and leave it for an inheritance to your children after you forever.",
          "ID": "8"
        },
        {
          "text": "\"And you, Solomon my son, know the God of your father and serve him with a whole heart and with a willing mind, for the Lord searches all hearts and understands every plan and thought. If you seek him, he will be found by you, but if you forsake him, he will cast you off forever.",
          "ID": "9"
        },
        {
          "text": "Be careful now, for the Lord has chosen you to build a house for the sanctuary; be strong and do it.\"",
          "ID": "10"
        },
        {
          "text": "Then David gave Solomon his son the plan of the vestibule of the temple, and of its houses, its treasuries, its upper rooms, and its inner chambers, and of the room for the mercy seat;",
          "ID": "11"
        },
        {
          "text": "and the plan of all that he had in mind for the courts of the house of the Lord, all the surrounding chambers, the treasuries of the house of God, and the treasuries for dedicated gifts;",
          "ID": "12"
        },
        {
          "text": "for the divisions of the priests and of the Levites, and all the work of the service in the house of the Lord; for all the vessels for the service in the house of the Lord,",
          "ID": "13"
        },
        {
          "text": "the weight of gold for all golden vessels for each service, the weight of silver vessels for each service,",
          "ID": "14"
        },
        {
          "text": "the weight of the golden lampstands and their lamps, the weight of gold for each lampstand and its lamps, the weight of silver for a lampstand and its lamps, according to the use of each lampstand in the service,",
          "ID": "15"
        },
        {
          "text": "the weight of gold for each table for the showbread, the silver for the silver tables,",
          "ID": "16"
        },
        {
          "text": "and pure gold for the forks, the basins and the cups; for the golden bowls and the weight of each; for the silver bowls and the weight of each;",
          "ID": "17"
        },
        {
          "text": "for the altar of incense made of refined gold, and its weight; also his plan for the golden chariot of the cherubim that spread their wings and covered the ark of the covenant of the Lord.",
          "ID": "18"
        },
        {
          "text": "\"All this he made clear to me in writing from the hand of the Lord, all the work to be done according to the plan.\"",
          "ID": "19"
        },
        {
          "text": "Then David said to Solomon his son, \"Be strong and courageous and do it. Do not be afraid and do not be dismayed, for the Lord God, even my God, is with you. He will not leave you or forsake you, until all the work for the service of the house of the Lord is finished.",
          "ID": "20"
        },
        {
          "text": "And behold the divisions of the priests and the Levites for all the service of the house of God; and with you in all the work will be every willing man who has skill for any kind of service; also the officers and all the people will be wholly at your command.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:1CH.28",
      "name": "1 Chronicles 28"
    },
    {
      "text": [
        {
          "text": "And David the king said to all the assembly, \"Solomon my son, whom alone God has chosen, is young and inexperienced, and the work is great, for the palace will not be for man but for the Lord God.",
          "ID": "1"
        },
        {
          "text": "So I have provided for the house of my God, so far as I was able, the gold for the things of gold, the silver for the things of silver, and the bronze for the things of bronze, the iron for the things of iron, and wood for the things of wood, besides great quantities of onyx and stones for setting, antimony, colored stones, all sorts of precious stones and marble.",
          "ID": "2"
        },
        {
          "text": "Moreover, in addition to all that I have provided for the holy house, I have a treasure of my own of gold and silver, and because of my devotion to the house of my God I give it to the house of my God:",
          "ID": "3"
        },
        {
          "text": "3,000 talents of gold, of the gold of Ophir, and 7,000 talents of refined silver, for overlaying the walls of the house,",
          "ID": "4"
        },
        {
          "text": "and for all the work to be done by craftsmen, gold for the things of gold and silver for the things of silver. Who then will offer willingly, consecrating himself today to the Lord?\"",
          "ID": "5"
        },
        {
          "text": "Then the leaders of fathers' houses made their freewill offerings, as did also the leaders of the tribes, the commanders of thousands and of hundreds, and the officers over the king's work.",
          "ID": "6"
        },
        {
          "text": "They gave for the service of the house of God 5,000 talents and 10,000 darics of gold, 10,000 talents of silver, 18,000 talents of bronze and 100,000 talents of iron.",
          "ID": "7"
        },
        {
          "text": "And whoever had precious stones gave them to the treasury of the house of the Lord, in the care of Jehiel the Gershonite.",
          "ID": "8"
        },
        {
          "text": "Then the people rejoiced because they had given willingly, for with a whole heart they had offered freely to the Lord. David the king also rejoiced greatly.",
          "ID": "9"
        },
        {
          "text": "Therefore David blessed the Lord in the presence of all the assembly. And David said: \"Blessed are you, O Lord, the God of Israel our father, forever and ever.",
          "ID": "10"
        },
        {
          "text": "Yours, O Lord, is the greatness and the power and the glory and the victory and the majesty, for all that is in the heavens and in the earth is yours. Yours is the kingdom, O Lord, and you are exalted as head above all.",
          "ID": "11"
        },
        {
          "text": "Both riches and honor come from you, and you rule over all. In your hand are power and might, and in your hand it is to make great and to give strength to all.",
          "ID": "12"
        },
        {
          "text": "And now we thank you, our God, and praise your glorious name.",
          "ID": "13"
        },
        {
          "text": "\"But who am I, and what is my people, that we should be able thus to offer willingly? For all things come from you, and of your own have we given you.",
          "ID": "14"
        },
        {
          "text": "For we are strangers before you and sojourners, as all our fathers were. Our days on the earth are like a shadow, and there is no abiding.",
          "ID": "15"
        },
        {
          "text": "O Lord our God, all this abundance that we have provided for building you a house for your holy name comes from your hand and is all your own.",
          "ID": "16"
        },
        {
          "text": "I know, my God, that you test the heart and have pleasure in uprightness. In the uprightness of my heart I have freely offered all these things, and now I have seen your people, who are present here, offering freely and joyously to you.",
          "ID": "17"
        },
        {
          "text": "O Lord, the God of Abraham, Isaac, and Israel, our fathers, keep forever such purposes and thoughts in the hearts of your people, and direct their hearts toward you.",
          "ID": "18"
        },
        {
          "text": "Grant to Solomon my son a whole heart that he may keep your commandments, your testimonies, and your statutes, performing all, and that he may build the palace for which I have made provision.\"",
          "ID": "19"
        },
        {
          "text": "Then David said to all the assembly, \"Bless the Lord your God.\" And all the assembly blessed the Lord, the God of their fathers, and bowed their heads and paid homage to the Lord and to the king.",
          "ID": "20"
        },
        {
          "text": "And they offered sacrifices to the Lord, and on the next day offered burnt offerings to the Lord, 1,000 bulls, 1,000 rams, and 1,000 lambs, with their drink offerings, and sacrifices in abundance for all Israel.",
          "ID": "21"
        },
        {
          "text": "And they ate and drank before the Lord on that day with great gladness.",
          "ID": "22"
        },
        {
          "text": "And they made Solomon the son of David king the second time, and they anointed him as prince for the Lord, and Zadok as priest.",
          "ID": "22"
        },
        {
          "text": "Then Solomon sat on the throne of the Lord as king in place of David his father. And he prospered, and all Israel obeyed him.",
          "ID": "23"
        },
        {
          "text": "All the leaders and the mighty men, and also all the sons of King David, pledged their allegiance to King Solomon.",
          "ID": "24"
        },
        {
          "text": "And the Lord made Solomon very great in the sight of all Israel and bestowed on him such royal majesty as had not been on any king before him in Israel.",
          "ID": "25"
        },
        {
          "text": "Thus David the son of Jesse reigned over all Israel.",
          "ID": "26"
        },
        {
          "text": "The time that he reigned over Israel was forty years. He reigned seven years in Hebron and thirty-three years in Jerusalem.",
          "ID": "27"
        },
        {
          "text": "Then he died at a good age, full of days, riches, and honor. And Solomon his son reigned in his place.",
          "ID": "28"
        },
        {
          "text": "Now the acts of King David, from first to last, are written in the Chronicles of Samuel the seer, and in the Chronicles of Nathan the prophet, and in the Chronicles of Gad the seer,",
          "ID": "29"
        },
        {
          "text": "with accounts of all his rule and his might and of the circumstances that came upon him and upon Israel and upon all the kingdoms of the countries.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.29",
      "name": "1 Chronicles 29"
    }
  ],
  "ID": "OT:1CH(ESV)",
  "version": "ESV",
  "name": "1 Chronicles"
}