{
  "name": "Paul’s Letter to the Romans",
  "text": [
    {
      "name": "Paul’s Letter to the Romans 1",
      "text": [
        {
          "text": "Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,",
          "ID": "1"
        },
        {
          "text": "which he promised afore through his prophets in the holy scriptures,",
          "ID": "2"
        },
        {
          "text": "concerning his Son, who was born of the seed of David according to the flesh,",
          "ID": "3"
        },
        {
          "text": "who was declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead; even  Jesus Christ our Lord,",
          "ID": "4"
        },
        {
          "text": "through whom we received grace and apostleship, unto obedience of faith among all the nations, for his name’s sake;",
          "ID": "5"
        },
        {
          "text": "among whom are ye also, called to be Jesus Christ’s:",
          "ID": "6"
        },
        {
          "text": "to all that are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "First, I thank my God through Jesus Christ for you all, that your faith is proclaimed throughout the whole world.",
          "ID": "8"
        },
        {
          "text": "For God is my witness, whom I serve in my spirit in the gospel of his Son, how unceasingly I make mention of you, always in my prayers",
          "ID": "9"
        },
        {
          "text": "making request, if by any means now at length I may be prospered by the will of God to come unto you.",
          "ID": "10"
        },
        {
          "text": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
          "ID": "11"
        },
        {
          "text": "that is, that I with you may be comforted in you, each of us by the other’s faith, both yours and mine.",
          "ID": "12"
        },
        {
          "text": "And I would not have you ignorant, brethren, that oftentimes I purposed to come unto you (and was hindered hitherto), that I might have some fruit in you also, even as in the rest of the Gentiles.",
          "ID": "13"
        },
        {
          "text": "I am debtor both to Greeks and to Barbarians, both to the wise and to the foolish.",
          "ID": "14"
        },
        {
          "text": "So, as much as in me is, I am ready to preach the gospel to you also that are in Rome.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "For I am not ashamed of the gospel: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
          "ID": "16"
        },
        {
          "text": "For therein is revealed a righteousness of God from faith unto faith: as it is written, But the righteous shall live by faith.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hinder the truth in unrighteousness;",
          "ID": "18"
        },
        {
          "text": "because that which is known of God is manifest in them; for God manifested it unto them.",
          "ID": "19"
        },
        {
          "text": "For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even  his everlasting power and divinity; that they may be without excuse:",
          "ID": "20"
        },
        {
          "text": "because that, knowing God, they glorified him not as God, neither gave thanks; but became vain in their reasonings, and their senseless heart was darkened.",
          "ID": "21"
        },
        {
          "text": "Professing themselves to be wise, they became fools,",
          "ID": "22"
        },
        {
          "text": "and changed the glory of the incorruptible God for the likeness of an image of corruptible man, and of birds, and four-footed beasts, and creeping things.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Wherefore God gave them up in the lusts of their hearts unto uncleanness, that their bodies should be dishonored among themselves:",
          "ID": "24"
        },
        {
          "text": "for that they exchanged the truth of God for a lie, and worshipped and served the creature rather than the Creator, who is blessed for ever. Amen.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "For this cause God gave them up unto vile passions: for their women changed the natural use into that which is against nature:",
          "ID": "26"
        },
        {
          "text": "and likewise also the men, leaving the natural use of the woman, burned in their lust one toward another, men with men working unseemliness, and receiving in themselves that recompense of their error which was due.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And even as they refused to have God in their knowledge, God gave them up unto a reprobate mind, to do those things which are not fitting;",
          "ID": "28"
        },
        {
          "text": "being filled with all unrighteousness, wickedness, covetousness, maliciousness; full of envy, murder, strife, deceit, malignity; whisperers,",
          "ID": "29"
        },
        {
          "text": "backbiters, hateful to God, insolent, haughty, boastful, inventors of evil things, disobedient to parents,",
          "ID": "30"
        },
        {
          "text": "without understanding, covenant-breakers, without natural affection, unmerciful:",
          "ID": "31"
        },
        {
          "text": "who, knowing the ordinance of God, that they that practise such things are worthy of death, not only do the same, but also consent with them that practise them.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1"
    },
    {
      "name": "Paul’s Letter to the Romans 2",
      "text": [
        {
          "text": "Wherefore thou art without excuse, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest dost practise the same things.",
          "ID": "1"
        },
        {
          "text": "And we know that the judgment of God is according to truth against them that practise such things.",
          "ID": "2"
        },
        {
          "text": "And reckonest thou this, O man, who judgest them that practise such things, and doest the same, that thou shalt escape the judgment of God?",
          "ID": "3"
        },
        {
          "text": "Or despisest thou the riches of his goodness and forbearance and longsuffering, not knowing that the goodness of God leadeth thee to repentance?",
          "ID": "4"
        },
        {
          "text": "but after thy hardness and impenitent heart treasurest up for thyself wrath in the day of wrath and revelation of the righteous judgment of God;",
          "ID": "5"
        },
        {
          "text": "who will render to every man according to his works:",
          "ID": "6"
        },
        {
          "text": "to them that by patience in well-doing seek for glory and honor and incorruption, eternal life:",
          "ID": "7"
        },
        {
          "text": "but unto them that are factious, and obey not the truth, but obey unrighteousness, shall be wrath and indignation,",
          "ID": "8"
        },
        {
          "text": "tribulation and anguish, upon every soul of man that worketh evil, of the Jew first, and also of the Greek;",
          "ID": "9"
        },
        {
          "text": "but glory and honor and peace to every man that worketh good, to the Jew first, and also to the Greek:",
          "ID": "10"
        },
        {
          "text": "for there is no respect of persons with God.",
          "ID": "11"
        },
        {
          "text": "For as many as have sinned without the law shall also perish without the law: and as many as have sinned under the law shall be judged by the law;",
          "ID": "12"
        },
        {
          "text": "for not the hearers of the law are just before God, but the doers of the law shall be justified;",
          "ID": "13"
        },
        {
          "text": "(for when Gentiles that have not the law do by nature the things of the law, these, not having the law, are the law unto themselves;",
          "ID": "14"
        },
        {
          "text": "in that they show the work of the law written in their hearts, their conscience bearing witness therewith, and their thoughts one with another accusing or else excusing them);",
          "ID": "15"
        },
        {
          "text": "in the day when God shall judge the secrets of men, according to my gospel, by Jesus Christ.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "But if thou bearest the name of a Jew, and restest upon the law, and gloriest in God,",
          "ID": "17"
        },
        {
          "text": "and knowest his will, and approvest the things that are excellent, being instructed out of the law,",
          "ID": "18"
        },
        {
          "text": "and art confident that thou thyself art a guide of the blind, a light of them that are in darkness,",
          "ID": "19"
        },
        {
          "text": "a corrector of the foolish, a teacher of babes, having in the law the form of knowledge and of the truth;",
          "ID": "20"
        },
        {
          "text": "thou therefore that teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?",
          "ID": "21"
        },
        {
          "text": "thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou rob temples?",
          "ID": "22"
        },
        {
          "text": "thou who gloriest in the law, through thy transgression of the law dishonorest thou God?",
          "ID": "23"
        },
        {
          "text": "For the name of God is blasphemed among the Gentiles because of you, even as it is written.",
          "ID": "24"
        },
        {
          "text": "For circumcision indeed profiteth, if thou be a doer of the law: but if thou be a transgressor of the law, thy circumcision is become uncircumcision.",
          "ID": "25"
        },
        {
          "text": "If therefore the uncircumcision keep the ordinances of the law, shall not his uncircumcision be reckoned for circumcision?",
          "ID": "26"
        },
        {
          "text": "and shall not the uncircumcision which is by nature, if it fulfil the law, judge thee, who with the letter and circumcision art a transgressor of the law?",
          "ID": "27"
        },
        {
          "text": "For he is not a Jew who is one outwardly; neither is that circumcision which is outward in the flesh:",
          "ID": "28"
        },
        {
          "text": "but he is a Jew who is one inwardly; and circumcision is that of the heart, in the spirit not in the letter; whose praise is not of men, but of God.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2"
    },
    {
      "name": "Paul’s Letter to the Romans 3",
      "text": [
        {
          "text": "What advantage then hath the Jew? or what is the profit of circumcision?",
          "ID": "1"
        },
        {
          "text": "Much every way: first of all, that they were intrusted with the oracles of God.",
          "ID": "2"
        },
        {
          "text": "For what if some were without faith? shall their want of faith make of none effect the faithfulness of God?",
          "ID": "3"
        },
        {
          "text": "God forbid: yea, let God be found true, but every man a liar; as it is written,",
          "ID": "4"
        },
        {
          "text": "That thou mightest be justified in thy words,",
          "ID": "4"
        },
        {
          "text": "And mightest prevail when thou comest into judgment.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But if our unrighteousness commendeth the righteousness of God, what shall we say? Is God unrighteous who visiteth with wrath? (I speak after the manner of men.)",
          "ID": "5"
        },
        {
          "text": "God forbid: for then how shall God judge the world?",
          "ID": "6"
        },
        {
          "text": "But if the truth of God through my lie abounded unto his glory, why am I also still judged as a sinner?",
          "ID": "7"
        },
        {
          "text": "and why not (as we are slanderously reported, and as some affirm that we say), Let us do evil, that good may come? whose condemnation is just.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "What then? are we better than they? No, in no wise: for we before laid to the charge both of Jews and Greeks, that they are all under sin;",
          "ID": "9"
        },
        {
          "text": "as it is written,",
          "ID": "10"
        },
        {
          "text": "There is none righteous, no, not one;",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "There is none that understandeth,",
          "ID": "11"
        },
        {
          "text": "There is none that seeketh after God;",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "They have all turned aside, they are together become unprofitable;",
          "ID": "12"
        },
        {
          "text": "There is none that doeth good, no, not so much as one:",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Their throat is an open sepulchre;",
          "ID": "13"
        },
        {
          "text": "With their tongues they have used deceit:",
          "ID": "13"
        },
        {
          "text": "The poison of asps is under their lips:",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Whose mouth is full of cursing and bitterness:",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Their feet are swift to shed blood;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Destruction and misery are in their ways;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And the way of peace have they not known:",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "There is no fear of God before their eyes.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now we know that what things soever the law saith, it speaketh to them that are under the law; that every mouth may be stopped, and all the world may be brought under the judgment of God:",
          "ID": "19"
        },
        {
          "text": "because by the works of the law shall no flesh be justified in his sight; for through the law cometh the knowledge of sin.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But now apart from the law a righteousness of God hath been manifested, being witnessed by the law and the prophets;",
          "ID": "21"
        },
        {
          "text": "even the righteousness of God through faith in Jesus Christ unto all them that believe; for there is no distinction;",
          "ID": "22"
        },
        {
          "text": "for all have sinned, and fall short of the glory of God;",
          "ID": "23"
        },
        {
          "text": "being justified freely by his grace through the redemption that is in Christ Jesus:",
          "ID": "24"
        },
        {
          "text": "whom God set forth to be a propitiation, through faith, in his blood, to show his righteousness because of the passing over of the sins done aforetime, in the forbearance of God;",
          "ID": "25"
        },
        {
          "text": "for the showing, I say, of his righteousness at this present season: that he might himself be just, and the justifier of him that hath faith in Jesus.",
          "ID": "26"
        },
        {
          "text": "Where then is the glorying? It is excluded. By what manner of law? of works? Nay: but by a law of faith.",
          "ID": "27"
        },
        {
          "text": "We reckon therefore that a man is justified by faith apart from the works of the law.",
          "ID": "28"
        },
        {
          "text": "Or is God the God of Jews only? is he not the God  of Gentiles also? Yea, of Gentiles also:",
          "ID": "29"
        },
        {
          "text": "if so be that God is one, and he shall justify the circumcision by faith, and the uncircumcision through faith.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Do we then make the law of none effect through faith? God forbid: nay, we establish the law.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3"
    },
    {
      "name": "Paul’s Letter to the Romans 4",
      "text": [
        {
          "text": "What then shall we say that Abraham, our forefather, hath found according to the flesh?",
          "ID": "1"
        },
        {
          "text": "For if Abraham was justified by works, he hath whereof to glory; but not toward God.",
          "ID": "2"
        },
        {
          "text": "For what saith the scripture? And Abraham believed God, and it was reckoned unto him for righteousness.",
          "ID": "3"
        },
        {
          "text": "Now to him that worketh, the reward is not reckoned as of grace, but as of debt.",
          "ID": "4"
        },
        {
          "text": "But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is reckoned for righteousness.",
          "ID": "5"
        },
        {
          "text": "Even as David also pronounceth blessing upon the man, unto whom God reckoneth righteousness apart from works,",
          "ID": "6"
        },
        {
          "text": "saying,",
          "ID": "7"
        },
        {
          "text": "Blessed are they whose iniquities are forgiven,",
          "ID": "7"
        },
        {
          "text": "And whose sins are covered.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Blessed is the man to whom the Lord will not reckon sin.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Is this blessing then pronounced upon the circumcision, or upon the uncircumcision also? for we say, To Abraham his faith was reckoned for righteousness.",
          "ID": "9"
        },
        {
          "text": "How then was it reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision:",
          "ID": "10"
        },
        {
          "text": "and he received the sign of circumcision, a seal of the righteousness of the faith which he had while he was in uncircumcision: that he might be the father of all them that believe, though they be in uncircumcision, that righteousness might be reckoned unto them;",
          "ID": "11"
        },
        {
          "text": "and the father of circumcision to them who not only are of the circumcision, but who also walk in the steps of that faith of our father Abraham which he had in uncircumcision.",
          "ID": "12"
        },
        {
          "text": "For not through the law was the promise to Abraham or to his seed that he should be heir of the world, but through the righteousness of faith.",
          "ID": "13"
        },
        {
          "text": "For if they that are of the law are heirs, faith is made void, and the promise is made of none effect:",
          "ID": "14"
        },
        {
          "text": "for the law worketh wrath; but where there is no law, neither is there transgression.",
          "ID": "15"
        },
        {
          "text": "For this cause it is of faith, that it may be according to grace; to the end that the promise may be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham, who is the father of us all",
          "ID": "16"
        },
        {
          "text": "(as it is written, A father of many nations have I made thee) before him whom he believed, even God, who giveth life to the dead, and calleth the things that are not, as though they were.",
          "ID": "17"
        },
        {
          "text": "Who in hope believed against hope, to the end that he might become a father of many nations, according to that which had been spoken, So shall thy seed be.",
          "ID": "18"
        },
        {
          "text": "And without being weakened in faith he considered his own body now as good as dead (he being about a hundred years old), and the deadness of Sarah’s womb;",
          "ID": "19"
        },
        {
          "text": "yet, looking unto the promise of God, he wavered not through unbelief, but waxed strong through faith, giving glory to God,",
          "ID": "20"
        },
        {
          "text": "and being fully assured that what he had promised, he was able also to perform.",
          "ID": "21"
        },
        {
          "text": "Wherefore also it was reckoned unto him for righteousness.",
          "ID": "22"
        },
        {
          "text": "Now it was not written for his sake alone, that it was reckoned unto him;",
          "ID": "23"
        },
        {
          "text": "but for our sake also, unto whom it shall be reckoned, who believe on him that raised Jesus our Lord from the dead,",
          "ID": "24"
        },
        {
          "text": "who was delivered up for our trespasses, and was raised for our justification.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4"
    },
    {
      "name": "Paul’s Letter to the Romans 5",
      "text": [
        {
          "text": "Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;",
          "ID": "1"
        },
        {
          "text": "through whom also we have had our access by faith into this grace wherein we stand; and we rejoice in hope of the glory of God.",
          "ID": "2"
        },
        {
          "text": "And not only so, but we also rejoice in our tribulations: knowing that tribulation worketh stedfastness;",
          "ID": "3"
        },
        {
          "text": "and stedfastness, approvedness; and approvedness, hope:",
          "ID": "4"
        },
        {
          "text": "and hope putteth not to shame; because the love of God hath been shed abroad in our hearts through the Holy Spirit which was given unto us.",
          "ID": "5"
        },
        {
          "text": "For while we were yet weak, in due season Christ died for the ungodly.",
          "ID": "6"
        },
        {
          "text": "For scarcely for a righteous man will one die: for peradventure for the good man some one would even dare to die.",
          "ID": "7"
        },
        {
          "text": "But God commendeth his own love toward us, in that, while we were yet sinners, Christ died for us.",
          "ID": "8"
        },
        {
          "text": "Much more then, being now justified by his blood, shall we be saved from the wrath of God through him.",
          "ID": "9"
        },
        {
          "text": "For if, while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, shall we be saved by his life;",
          "ID": "10"
        },
        {
          "text": "and not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Therefore, as through one man sin entered into the world, and death through sin; and so death passed unto all men, for that all sinned:—",
          "ID": "12"
        },
        {
          "text": "for until the law sin was in the world; but sin is not imputed when there is no law.",
          "ID": "13"
        },
        {
          "text": "Nevertheless death reigned from Adam until Moses, even over them that had not sinned after the likeness of Adam’s transgression, who is a figure of him that was to come.",
          "ID": "14"
        },
        {
          "text": "But not as the trespass, so also is the free gift. For if by the trespass of the one the many died, much more did the grace of God, and the gift by the grace of the one man, Jesus Christ, abound unto the many.",
          "ID": "15"
        },
        {
          "text": "And not as through one that sinned, so is the gift: for the judgment came of one unto condemnation, but the free gift came of many trespasses unto justification.",
          "ID": "16"
        },
        {
          "text": "For if, by the trespass of the one, death reigned through the one; much more shall they that receive the abundance of grace and of the gift of righteousness reign in life through the one, even Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "So then as through one trespass the judgment came unto all men to condemnation; even so through one act of righteousness the free gift came unto all men to justification of life.",
          "ID": "18"
        },
        {
          "text": "For as through the one man’s disobedience the many were made sinners, even so through the obedience of the one shall the many be made righteous.",
          "ID": "19"
        },
        {
          "text": "And the law came in besides, that the trespass might abound; but where sin abounded, grace did abound more exceedingly:",
          "ID": "20"
        },
        {
          "text": "that, as sin reigned in death, even so might grace reign through righteousness unto eternal life through Jesus Christ our Lord.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5"
    },
    {
      "name": "Paul’s Letter to the Romans 6",
      "text": [
        {
          "text": "What shall we say then? Shall we continue in sin, that grace may abound?",
          "ID": "1"
        },
        {
          "text": "God forbid. We who died to sin, how shall we any longer live therein?",
          "ID": "2"
        },
        {
          "text": "Or are ye ignorant that all we who were baptized into Christ Jesus were baptized into his death?",
          "ID": "3"
        },
        {
          "text": "We were buried therefore with him through baptism into death: that like as Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.",
          "ID": "4"
        },
        {
          "text": "For if we have become united with him in the likeness of his death, we shall be also in the likeness of his resurrection;",
          "ID": "5"
        },
        {
          "text": "knowing this, that our old man was crucified with him, that the body of sin might be done away, that so we should no longer be in bondage to sin;",
          "ID": "6"
        },
        {
          "text": "for he that hath died is justified from sin.",
          "ID": "7"
        },
        {
          "text": "But if we died with Christ, we believe that we shall also live with him;",
          "ID": "8"
        },
        {
          "text": "knowing that Christ being raised from the dead dieth no more; death no more hath dominion over him.",
          "ID": "9"
        },
        {
          "text": "For the death that he died, he died unto sin once: but the life that he liveth, he liveth unto God.",
          "ID": "10"
        },
        {
          "text": "Even so reckon ye also yourselves to be dead unto sin, but alive unto God in Christ Jesus.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Let not sin therefore reign in your mortal body, that ye should obey the lusts thereof:",
          "ID": "12"
        },
        {
          "text": "neither present your members unto sin as instruments of unrighteousness; but present yourselves unto God, as alive from the dead, and your members as instruments of righteousness unto God.",
          "ID": "13"
        },
        {
          "text": "For sin shall not have dominion over you: for ye are not under law, but under grace.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "What then? shall we sin, because we are not under law, but under grace? God forbid.",
          "ID": "15"
        },
        {
          "text": "Know ye not, that to whom ye present yourselves as servants unto obedience, his servants ye are whom ye obey; whether of sin unto death, or of obedience unto righteousness?",
          "ID": "16"
        },
        {
          "text": "But thanks be to God, that, whereas ye were servants of sin, ye became obedient from the heart to that form of teaching whereunto ye were delivered;",
          "ID": "17"
        },
        {
          "text": "and being made free from sin, ye became servants of righteousness.",
          "ID": "18"
        },
        {
          "text": "I speak after the manner of men because of the infirmity of your flesh: for as ye presented your members as servants to uncleanness and to iniquity unto iniquity, even so now present your members as servants to righteousness unto sanctification.",
          "ID": "19"
        },
        {
          "text": "For when ye were servants of sin, ye were free in regard of righteousness.",
          "ID": "20"
        },
        {
          "text": "What fruit then had ye at that time in the things whereof ye are now ashamed? for the end of those things is death.",
          "ID": "21"
        },
        {
          "text": "But now being made free from sin and become servants to God, ye have your fruit unto sanctification, and the end eternal life.",
          "ID": "22"
        },
        {
          "text": "For the wages of sin is death; but the free gift of God is eternal life in Christ Jesus our Lord.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6"
    },
    {
      "name": "Paul’s Letter to the Romans 7",
      "text": [
        {
          "text": "Or are ye ignorant, brethren (for I speak to men who know the law), that the law hath dominion over a man for so long time as he liveth?",
          "ID": "1"
        },
        {
          "text": "For the woman that hath a husband is bound by law to the husband while he liveth; but if the husband die, she is discharged from the law of the husband.",
          "ID": "2"
        },
        {
          "text": "So then if, while the husband liveth, she be joined to another man, she shall be called an adulteress: but if the husband die, she is free from the law, so that she is no adulteress, though she be joined to another man.",
          "ID": "3"
        },
        {
          "text": "Wherefore, my brethren, ye also were made dead to the law through the body of Christ; that ye should be joined to another, even to him who was raised from the dead, that we might bring forth fruit unto God.",
          "ID": "4"
        },
        {
          "text": "For when we were in the flesh, the sinful passions, which were through the law, wrought in our members to bring forth fruit unto death.",
          "ID": "5"
        },
        {
          "text": "But now we have been discharged from the law, having died to that wherein we were held; so that we serve in newness of the spirit, and not in oldness of the letter.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "What shall we say then? Is the law sin? God forbid. Howbeit, I had not known sin, except through the law: for I had not known coveting, except the law had said, Thou shalt not covet:",
          "ID": "7"
        },
        {
          "text": "but sin, finding occasion, wrought in me through the commandment all manner of coveting: for apart from the law sin is dead.",
          "ID": "8"
        },
        {
          "text": "And I was alive apart from the law once: but when the commandment came, sin revived, and I died;",
          "ID": "9"
        },
        {
          "text": "and the commandment, which was unto life, this I found to be unto death:",
          "ID": "10"
        },
        {
          "text": "for sin, finding occasion, through the commandment beguiled me, and through it slew me.",
          "ID": "11"
        },
        {
          "text": "So that the law is holy, and the commandment holy, and righteous, and good.",
          "ID": "12"
        },
        {
          "text": "Did then that which is good become death unto me? God forbid. But sin, that it might be shown to be sin, by working death to me through that which is good;—that through the commandment sin might become exceeding sinful.",
          "ID": "13"
        },
        {
          "text": "For we know that the law is spiritual: but I am carnal, sold under sin.",
          "ID": "14"
        },
        {
          "text": "For that which I do I know not: for not what I would, that do I practise; but what I hate, that I do.",
          "ID": "15"
        },
        {
          "text": "But if what I would not, that I do, I consent unto the law that it is good.",
          "ID": "16"
        },
        {
          "text": "So now it is no more I that do it, but sin which dwelleth in me.",
          "ID": "17"
        },
        {
          "text": "For I know that in me, that is, in my flesh, dwelleth no good thing: for to will is present with me, but to do that which is good is not.",
          "ID": "18"
        },
        {
          "text": "For the good which I would I do not: but the evil which I would not, that I practise.",
          "ID": "19"
        },
        {
          "text": "But if what I would not, that I do, it is no more I that do it, but sin which dwelleth in me.",
          "ID": "20"
        },
        {
          "text": "I find then the law, that, to me who would do good, evil is present.",
          "ID": "21"
        },
        {
          "text": "For I delight in the law of God after the inward man:",
          "ID": "22"
        },
        {
          "text": "but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.",
          "ID": "23"
        },
        {
          "text": "Wretched man that I am! who shall deliver me out of the body of this death?",
          "ID": "24"
        },
        {
          "text": "I thank God through Jesus Christ our Lord. So then I of myself with the mind, indeed, serve the law of God; but with the flesh the law of sin.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7"
    },
    {
      "name": "Paul’s Letter to the Romans 8",
      "text": [
        {
          "text": "There is therefore now no condemnation to them that are in Christ Jesus.",
          "ID": "1"
        },
        {
          "text": "For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.",
          "ID": "2"
        },
        {
          "text": "For what the law could not do, in that it was weak through the flesh, God, sending his own Son in the likeness of sinful flesh and for sin, condemned sin in the flesh:",
          "ID": "3"
        },
        {
          "text": "that the ordinance of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.",
          "ID": "4"
        },
        {
          "text": "For they that are after the flesh mind the things of the flesh; but they that are after the Spirit the things of the Spirit.",
          "ID": "5"
        },
        {
          "text": "For the mind of the flesh is death; but the mind of the Spirit is life and peace:",
          "ID": "6"
        },
        {
          "text": "because the mind of the flesh is enmity against God; for it is not subject to the law of God, neither indeed can it be:",
          "ID": "7"
        },
        {
          "text": "and they that are in the flesh cannot please God.",
          "ID": "8"
        },
        {
          "text": "But ye are not in the flesh but in the Spirit, if so be that the Spirit of God dwelleth in you. But if any man hath not the Spirit of Christ, he is none of his.",
          "ID": "9"
        },
        {
          "text": "And if Christ is in you, the body is dead because of sin; but the spirit is life because of righteousness.",
          "ID": "10"
        },
        {
          "text": "But if the Spirit of him that raised up Jesus from the dead dwelleth in you, he that raised up Christ Jesus from the dead shall give life also to your mortal bodies through his Spirit that dwelleth in you.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So then, brethren, we are debtors, not to the flesh, to live after the flesh:",
          "ID": "12"
        },
        {
          "text": "for if ye live after the flesh, ye must die; but if by the Spirit ye put to death the deeds of the body, ye shall live.",
          "ID": "13"
        },
        {
          "text": "For as many as are led by the Spirit of God, these are sons of God.",
          "ID": "14"
        },
        {
          "text": "For ye received not the spirit of bondage again unto fear; but ye received the spirit of adoption, whereby we cry, Abba, Father.",
          "ID": "15"
        },
        {
          "text": "The Spirit himself beareth witness with our spirit, that we are children of God:",
          "ID": "16"
        },
        {
          "text": "and if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified with him.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed to us-ward.",
          "ID": "18"
        },
        {
          "text": "For the earnest expectation of the creation waiteth for the revealing of the sons of God.",
          "ID": "19"
        },
        {
          "text": "For the creation was subjected to vanity, not of its own will, but by reason of him who subjected it, in hope",
          "ID": "20"
        },
        {
          "text": "that the creation itself also shall be delivered from the bondage of corruption into the liberty of the glory of the children of God.",
          "ID": "21"
        },
        {
          "text": "For we know that the whole creation groaneth and travaileth in pain together until now.",
          "ID": "22"
        },
        {
          "text": "And not only so, but ourselves also, who have the first-fruits of the Spirit, even we ourselves groan within ourselves, waiting for our  adoption, to wit, the redemption of our body.",
          "ID": "23"
        },
        {
          "text": "For in hope were we saved: but hope that is seen is not hope: for who hopeth for that which he seeth?",
          "ID": "24"
        },
        {
          "text": "But if we hope for that which we see not, then do we with patience wait for it.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And in like manner the Spirit also helpeth our infirmity: for we know not how to pray as we ought; but the Spirit himself maketh intercession for us with groanings which cannot be uttered;",
          "ID": "26"
        },
        {
          "text": "and he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of  God.",
          "ID": "27"
        },
        {
          "text": "And we know that to them that love God all things work together for good, even to them that are called according to his purpose.",
          "ID": "28"
        },
        {
          "text": "For whom he foreknew, he also foreordained to be conformed to the image of his Son, that he might be the firstborn among many brethren:",
          "ID": "29"
        },
        {
          "text": "and whom he foreordained, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "What then shall we say to these things? If God is for us, who is against us?",
          "ID": "31"
        },
        {
          "text": "He that spared not his own Son, but delivered him up for us all, how shall he not also with him freely give us all things?",
          "ID": "32"
        },
        {
          "text": "Who shall lay anything to the charge of God’s elect? It is God that justifieth;",
          "ID": "33"
        },
        {
          "text": "who is he that condemneth? It is Christ Jesus that died, yea rather, that was raised from the dead, who is at the right hand of God, who also maketh intercession for us.",
          "ID": "34"
        },
        {
          "text": "Who shall separate us from the love of Christ? shall tribulation, or anguish, or persecution, or famine, or nakedness, or peril, or sword?",
          "ID": "35"
        },
        {
          "text": "Even as it is written,",
          "ID": "36"
        },
        {
          "text": "For thy sake we are killed all the day long;",
          "ID": "36"
        },
        {
          "text": "We were accounted as sheep for the slaughter.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Nay, in all these things we are more than conquerors through him that loved us.",
          "ID": "37"
        },
        {
          "text": "For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,",
          "ID": "38"
        },
        {
          "text": "nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8"
    },
    {
      "name": "Paul’s Letter to the Romans 9",
      "text": [
        {
          "text": "I say the truth in Christ, I lie not, my conscience bearing witness with me in the Holy Spirit,",
          "ID": "1"
        },
        {
          "text": "that I have great sorrow and unceasing pain in my heart.",
          "ID": "2"
        },
        {
          "text": "For I could wish that I myself were anathema from Christ for my brethren’s sake, my kinsmen according to the flesh:",
          "ID": "3"
        },
        {
          "text": "who are Israelites; whose is the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;",
          "ID": "4"
        },
        {
          "text": "whose are the fathers, and of whom is Christ as concerning the flesh, who is over all, God blessed for ever. Amen.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "But it is not as though the word of God hath come to nought. For they are not all Israel, that are of Israel:",
          "ID": "6"
        },
        {
          "text": "neither, because they are Abraham’s seed, are they all children: but, In Isaac shall thy seed be called.",
          "ID": "7"
        },
        {
          "text": "That is, it is not the children of the flesh that are children of God; but the children of the promise are reckoned for a seed.",
          "ID": "8"
        },
        {
          "text": "For this is a word of promise, According to this season will I come, and Sarah shall have a son.",
          "ID": "9"
        },
        {
          "text": "And not only so; but Rebecca also having conceived by one, even  by our father Isaac—",
          "ID": "10"
        },
        {
          "text": "for the children being not yet born, neither having done anything good or bad, that the purpose of God according to election might stand, not of works, but of him that calleth,",
          "ID": "11"
        },
        {
          "text": "it was said unto her, The elder shall serve the younger.",
          "ID": "12"
        },
        {
          "text": "Even as it is written, Jacob I loved, but Esau I hated.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "What shall we say then? Is there unrighteousness with God? God forbid.",
          "ID": "14"
        },
        {
          "text": "For he saith to Moses, I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.",
          "ID": "15"
        },
        {
          "text": "So then it is not of him that willeth, nor of him that runneth, but of God that hath mercy.",
          "ID": "16"
        },
        {
          "text": "For the scripture saith unto Pharaoh, For this very purpose did I raise thee up, that I might show in thee my power, and that my name might be published abroad in all the earth.",
          "ID": "17"
        },
        {
          "text": "So then he hath mercy on whom he will, and whom he will he hardeneth.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Thou wilt say then unto me, Why doth he still find fault? For who withstandeth his will?",
          "ID": "19"
        },
        {
          "text": "Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why didst thou make me thus?",
          "ID": "20"
        },
        {
          "text": "Or hath not the potter a right over the clay, from the same lump to make one part a vessel unto honor, and another unto dishonor?",
          "ID": "21"
        },
        {
          "text": "What if God, willing to show his wrath, and to make his power known, endured with much longsuffering vessels of wrath fitted unto destruction:",
          "ID": "22"
        },
        {
          "text": "and that he might make known the riches of his glory upon vessels of mercy, which he afore prepared unto glory,",
          "ID": "23"
        },
        {
          "text": "even us, whom he also called, not from the Jews only, but also from the Gentiles?",
          "ID": "24"
        },
        {
          "text": "As he saith also in Hosea,",
          "ID": "25"
        },
        {
          "text": "I will call that my people, which was not my people;",
          "ID": "25"
        },
        {
          "text": "And her beloved, that was not beloved.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And it shall be, that in the place where it was said unto them, Ye are not my people,",
          "ID": "26"
        },
        {
          "text": "There shall they be called sons of the living God.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And Isaiah crieth concerning Israel, If the number of the children of Israel be as the sand of the sea, it is the remnant that shall be saved:",
          "ID": "27"
        },
        {
          "text": "for the Lord will execute his word upon the earth, finishing it and cutting it short.",
          "ID": "28"
        },
        {
          "text": "And, as Isaiah hath said before,",
          "ID": "29"
        },
        {
          "text": "Except the Lord of Sabaoth had left us a seed,",
          "ID": "29"
        },
        {
          "text": "We had become as Sodom, and had been made like unto Gomorrah.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "What shall we say then? That the Gentiles, who followed not after righteousness, attained to righteousness, even the righteousness which is of faith:",
          "ID": "30"
        },
        {
          "text": "but Israel, following after a law of righteousness, did not arrive at that law.",
          "ID": "31"
        },
        {
          "text": "Wherefore? Because they sought it not by faith, but as it were by works. They stumbled at the stone of stumbling;",
          "ID": "32"
        },
        {
          "text": "even as it is written,",
          "ID": "33"
        },
        {
          "text": "Behold, I lay in Zion a stone of stumbling and a rock of offence:",
          "ID": "33"
        },
        {
          "text": "And he that believeth on him shall not be put to shame.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9"
    },
    {
      "name": "Paul’s Letter to the Romans 10",
      "text": [
        {
          "text": "Brethren, my heart’s desire and my supplication to God is for them, that they may be saved.",
          "ID": "1"
        },
        {
          "text": "For I bear them witness that they have a zeal for God, but not according to knowledge.",
          "ID": "2"
        },
        {
          "text": "For being ignorant of God’s righteousness, and seeking to establish their own, they did not subject themselves to the righteousness of God.",
          "ID": "3"
        },
        {
          "text": "For Christ is the end of the law unto righteousness to every one that believeth.",
          "ID": "4"
        },
        {
          "text": "For Moses writeth that the man that doeth the righteousness which is of the law shall live thereby.",
          "ID": "5"
        },
        {
          "text": "But the righteousness which is of faith saith thus, Say not in thy heart, Who shall ascend into heaven? (that is, to bring Christ down:)",
          "ID": "6"
        },
        {
          "text": "or, Who shall descend into the abyss? (that is, to bring Christ up from the dead.)",
          "ID": "7"
        },
        {
          "text": "But what saith it? The word is nigh thee, in thy mouth, and in thy heart: that is, the word of faith, which we preach:",
          "ID": "8"
        },
        {
          "text": "because if thou shalt confess with thy mouth Jesus as Lord, and shalt believe in thy heart that God raised him from the dead, thou shalt be saved:",
          "ID": "9"
        },
        {
          "text": "for with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.",
          "ID": "10"
        },
        {
          "text": "For the scripture saith, Whosoever believeth on him shall not be put to shame.",
          "ID": "11"
        },
        {
          "text": "For there is no distinction between Jew and Greek: for the same Lord is Lord of all, and is rich unto all that call upon him:",
          "ID": "12"
        },
        {
          "text": "for, Whosoever shall call upon the name of the Lord shall be saved.",
          "ID": "13"
        },
        {
          "text": "How then shall they call on him in whom they have not believed? and how shall they believe in him whom they have not heard? and how shall they hear without a preacher?",
          "ID": "14"
        },
        {
          "text": "and how shall they preach, except they be sent? even as it is written, How beautiful are the feet of them that bring glad tidings of good things!",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "But they did not all hearken to the glad tidings. For Isaiah saith, Lord, who hath believed our report?",
          "ID": "16"
        },
        {
          "text": "So belief cometh of hearing, and hearing by the word of Christ.",
          "ID": "17"
        },
        {
          "text": "But I say, Did they not hear? Yea, verily,",
          "ID": "18"
        },
        {
          "text": "Their sound went out into all the earth,",
          "ID": "18"
        },
        {
          "text": "And their words unto the ends of the world.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "But I say, Did Israel not know? First Moses saith,",
          "ID": "19"
        },
        {
          "text": "I will provoke you to jealousy with that which is no nation,",
          "ID": "19"
        },
        {
          "text": "With a nation void of understanding will I anger you.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And Isaiah is very bold, and saith,",
          "ID": "20"
        },
        {
          "text": "I was found of them that sought me not;",
          "ID": "20"
        },
        {
          "text": "I became manifest unto them that asked not of me.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But as to Israel he saith, All the day long did I spread out my hands unto a disobedient and gainsaying people.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10"
    },
    {
      "name": "Paul’s Letter to the Romans 11",
      "text": [
        {
          "text": "I say then, Did God cast off his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.",
          "ID": "1"
        },
        {
          "text": "God did not cast off his people which he foreknew. Or know ye not what the scripture saith of Elijah? how he pleadeth with God against Israel:",
          "ID": "2"
        },
        {
          "text": "Lord, they have killed thy prophets, they have digged down thine altars; and I am left alone, and they seek my life.",
          "ID": "3"
        },
        {
          "text": "But what saith the answer of God unto him? I have left for myself seven thousand men, who have not bowed the knee to Baal.",
          "ID": "4"
        },
        {
          "text": "Even so then at this present time also there is a remnant according to the election of grace.",
          "ID": "5"
        },
        {
          "text": "But if it is by grace, it is no more of works: otherwise grace is no more grace.",
          "ID": "6"
        },
        {
          "text": "What then? That which Israel seeketh for, that he obtained not; but the election obtained it, and the rest were hardened:",
          "ID": "7"
        },
        {
          "text": "according as it is written, God gave them a spirit of stupor, eyes that they should not see, and ears that they should not hear, unto this very day.",
          "ID": "8"
        },
        {
          "text": "And David saith,",
          "ID": "9"
        },
        {
          "text": "Let their table be made a snare, and a trap,",
          "ID": "9"
        },
        {
          "text": "And a stumblingblock, and a recompense unto them:",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Let their eyes be darkened, that they may not see,",
          "ID": "10"
        },
        {
          "text": "And bow thou down their back always.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "I say then, Did they stumble that they might fall? God forbid: but by their fall salvation is come unto the Gentiles, to provoke them to jealousy.",
          "ID": "11"
        },
        {
          "text": "Now if their fall is the riches of the world, and their loss the riches of the Gentiles; how much more their fulness?",
          "ID": "12"
        },
        {
          "text": "But I speak to you that are Gentiles. Inasmuch then as I am an apostle of Gentiles, I glorify my ministry;",
          "ID": "13"
        },
        {
          "text": "if by any means I may provoke to jealousy them that are my flesh, and may save some of them.",
          "ID": "14"
        },
        {
          "text": "For if the casting away of them is the reconciling of the world, what shall the receiving of them be, but life from the dead?",
          "ID": "15"
        },
        {
          "text": "And if the firstfruit is holy, so is the lump: and if the root is holy, so are the branches.",
          "ID": "16"
        },
        {
          "text": "But if some of the branches were broken off, and thou, being a wild olive, wast grafted in among them, and didst become partaker with them of the root of the fatness of the olive tree;",
          "ID": "17"
        },
        {
          "text": "glory not over the branches: but if thou gloriest, it is not thou that bearest the root, but the root thee.",
          "ID": "18"
        },
        {
          "text": "Thou wilt say then, Branches were broken off, that I might be grafted in.",
          "ID": "19"
        },
        {
          "text": "Well; by their unbelief they were broken off, and thou standest by thy faith. Be not highminded, but fear:",
          "ID": "20"
        },
        {
          "text": "for if God spared not the natural branches, neither will he spare thee.",
          "ID": "21"
        },
        {
          "text": "Behold then the goodness and severity of God: toward them that fell, severity; but toward thee, God’s goodness, if thou continue in his goodness: otherwise thou also shalt be cut off.",
          "ID": "22"
        },
        {
          "text": "And they also, if they continue not in their unbelief, shall be grafted in: for God is able to graft them in again.",
          "ID": "23"
        },
        {
          "text": "For if thou wast cut out of that which is by nature a wild olive tree, and wast grafted contrary to nature into a good olive tree; how much more shall these, which are the natural branches, be grafted into their own olive tree?",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "For I would not, brethren, have you ignorant of this mystery, lest ye be wise in your own conceits, that a hardening in part hath befallen Israel, until the fulness of the Gentiles be come in;",
          "ID": "25"
        },
        {
          "text": "and so all Israel shall be saved: even as it is written,",
          "ID": "26"
        },
        {
          "text": "There shall come out of Zion the Deliverer;",
          "ID": "26"
        },
        {
          "text": "He shall turn away ungodliness from Jacob:",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And this is my covenant unto them,",
          "ID": "27"
        },
        {
          "text": "When I shall take away their sins.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "As touching the gospel, they are enemies for your sake: but as touching the election, they are beloved for the fathers’ sake.",
          "ID": "28"
        },
        {
          "text": "For the gifts and the calling of God are not repented of.",
          "ID": "29"
        },
        {
          "text": "For as ye in time past were disobedient to God, but now have obtained mercy by their disobedience,",
          "ID": "30"
        },
        {
          "text": "even so have these also now been disobedient, that by the mercy shown to you they also may now obtain mercy.",
          "ID": "31"
        },
        {
          "text": "For God hath shut up all unto disobedience, that he might have mercy upon all.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "O the depth of the riches both of the wisdom and the knowledge of God! how unsearchable are his judgments, and his ways past tracing out!",
          "ID": "33"
        },
        {
          "text": "For who hath known the mind of the Lord? or who hath been his counsellor?",
          "ID": "34"
        },
        {
          "text": "or who hath first given to him, and it shall be recompensed unto him again?",
          "ID": "35"
        },
        {
          "text": "For of him, and through him, and unto him, are all things. To him be the glory for ever. Amen.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11"
    },
    {
      "name": "Paul’s Letter to the Romans 12",
      "text": [
        {
          "text": "I beseech you therefore, brethren, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service.",
          "ID": "1"
        },
        {
          "text": "And be not fashioned according to this world: but be ye transformed by the renewing of your mind, that ye may prove what is the good and acceptable and perfect will of God.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For I say, through the grace that was given me, to every man that is among you, not to think of himself more highly than he ought to think; but so to think as to think soberly, according as God hath dealt to each man a measure of faith.",
          "ID": "3"
        },
        {
          "text": "For even as we have many members in one body, and all the members have not the same office:",
          "ID": "4"
        },
        {
          "text": "so we, who are many, are one body in Christ, and severally members one of another.",
          "ID": "5"
        },
        {
          "text": "And having gifts differing according to the grace that was given to us, whether prophecy, let us prophesy according to the proportion of our faith;",
          "ID": "6"
        },
        {
          "text": "or ministry, let us give ourselves to our ministry; or he that teacheth, to his teaching;",
          "ID": "7"
        },
        {
          "text": "or he that exhorteth, to his exhorting: he that giveth, let him do it with liberality; he that ruleth, with diligence; he that showeth mercy, with cheerfulness.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Let love be without hypocrisy. Abhor that which is evil; cleave to that which is good.",
          "ID": "9"
        },
        {
          "text": "In love of the brethren be tenderly affectioned one to another; in honor preferring one another;",
          "ID": "10"
        },
        {
          "text": "in diligence not slothful; fervent in spirit; serving the Lord;",
          "ID": "11"
        },
        {
          "text": "rejoicing in hope; patient in tribulation; continuing stedfastly in prayer;",
          "ID": "12"
        },
        {
          "text": "communicating to the necessities of the saints; given to hospitality.",
          "ID": "13"
        },
        {
          "text": "Bless them that persecute you; bless, and curse not.",
          "ID": "14"
        },
        {
          "text": "Rejoice with them that rejoice; weep with them that weep.",
          "ID": "15"
        },
        {
          "text": "Be of the same mind one toward another. Set not your mind on high things, but condescend to things that are lowly. Be not wise in your own conceits.",
          "ID": "16"
        },
        {
          "text": "Render to no man evil for evil. Take thought for things honorable in the sight of all men.",
          "ID": "17"
        },
        {
          "text": "If it be possible, as much as in you lieth, be at peace with all men.",
          "ID": "18"
        },
        {
          "text": "Avenge not yourselves, beloved, but give place unto the wrath of God: for it is written, Vengeance belongeth unto me; I will recompense, saith the Lord.",
          "ID": "19"
        },
        {
          "text": "But if thine enemy hunger, feed him; if he thirst, give him to drink: for in so doing thou shalt heap coals of fire upon his head.",
          "ID": "20"
        },
        {
          "text": "Be not overcome of evil, but overcome evil with good.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12"
    },
    {
      "name": "Paul’s Letter to the Romans 13",
      "text": [
        {
          "text": "Let every soul be in subjection to the higher powers: for there is no power but of God; and the powers that be are ordained of God.",
          "ID": "1"
        },
        {
          "text": "Therefore he that resisteth the power, withstandeth the ordinance of God: and they that withstand shall receive to themselves judgment.",
          "ID": "2"
        },
        {
          "text": "For rulers are not a terror to the good work, but to the evil. And wouldest thou have no fear of the power? do that which is good, and thou shalt have praise from the same:",
          "ID": "3"
        },
        {
          "text": "for he is a minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is a minister of God, an avenger for wrath to him that doeth evil.",
          "ID": "4"
        },
        {
          "text": "Wherefore ye must needs be in subjection, not only because of the wrath, but also for conscience’ sake.",
          "ID": "5"
        },
        {
          "text": "For for this cause ye pay tribute also; for they are ministers of God’s service, attending continually upon this very thing.",
          "ID": "6"
        },
        {
          "text": "Render to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honor to whom honor.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Owe no man anything, save to love one another: for he that loveth his neighbor hath fulfilled the law.",
          "ID": "8"
        },
        {
          "text": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not covet, and if there be any other commandment, it is summed up in this word, namely, Thou shalt love thy neighbor as thyself.",
          "ID": "9"
        },
        {
          "text": "Love worketh no ill to his neighbor: love therefore is the fulfilment of the law.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And this, knowing the season, that already it is time for you to awake out of sleep: for now is salvation nearer to us than when we first  believed.",
          "ID": "11"
        },
        {
          "text": "The night is far spent, and the day is at hand: let us therefore cast off the works of darkness, and let us put on the armor of light.",
          "ID": "12"
        },
        {
          "text": "Let us walk becomingly, as in the day; not in revelling and drunkenness, not in chambering and wantonness, not in strife and jealousy.",
          "ID": "13"
        },
        {
          "text": "But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13"
    },
    {
      "name": "Paul’s Letter to the Romans 14",
      "text": [
        {
          "text": "But him that is weak in faith receive ye, yet not for decision of scruples.",
          "ID": "1"
        },
        {
          "text": "One man hath faith to eat all things: but he that is weak eateth herbs.",
          "ID": "2"
        },
        {
          "text": "Let not him that eateth set at nought him that eateth not; and let not him that eateth not judge him that eateth: for God hath received him.",
          "ID": "3"
        },
        {
          "text": "Who art thou that judgest the servant of another? to his own lord he standeth or falleth. Yea, he shall be made to stand; for the Lord hath power to make him stand.",
          "ID": "4"
        },
        {
          "text": "One man esteemeth one day above another: another esteemeth every day alike. Let each man be fully assured in his own mind.",
          "ID": "5"
        },
        {
          "text": "He that regardeth the day, regardeth it unto the Lord: and he that eateth, eateth unto the Lord, for he giveth God thanks; and he that eateth not, unto the Lord he eateth not, and giveth God thanks.",
          "ID": "6"
        },
        {
          "text": "For none of us liveth to himself, and none dieth to himself.",
          "ID": "7"
        },
        {
          "text": "For whether we live, we live unto the Lord; or whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.",
          "ID": "8"
        },
        {
          "text": "For to this end Christ died and lived again, that he might be Lord of both the dead and the living.",
          "ID": "9"
        },
        {
          "text": "But thou, why dost thou judge thy brother? or thou again, why dost thou set at nought thy brother? for we shall all stand before the judgment-seat of God.",
          "ID": "10"
        },
        {
          "text": "For it is written,",
          "ID": "11"
        },
        {
          "text": "As I live, saith the Lord, to me every knee shall bow,",
          "ID": "11"
        },
        {
          "text": "And every tongue shall confess to God.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So then each one of us shall give account of himself to God.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Let us not therefore judge one another any more: but judge ye this rather, that no man put a stumblingblock in his brother’s way, or an occasion of falling.",
          "ID": "13"
        },
        {
          "text": "I know, and am persuaded in the Lord Jesus, that nothing is unclean of itself: save that to him who accounteth anything to be unclean, to him it is unclean.",
          "ID": "14"
        },
        {
          "text": "For if because of meat thy brother is grieved, thou walkest no longer in love. Destroy not with thy meat him for whom Christ died.",
          "ID": "15"
        },
        {
          "text": "Let not then your good be evil spoken of:",
          "ID": "16"
        },
        {
          "text": "for the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "For he that herein serveth Christ is well-pleasing to God, and approved of men.",
          "ID": "18"
        },
        {
          "text": "So then let us follow after things which make for peace, and things whereby we may edify one another.",
          "ID": "19"
        },
        {
          "text": "Overthrow not for meat’s sake the work of God. All things indeed are clean; howbeit it is evil for that man who eateth with offence.",
          "ID": "20"
        },
        {
          "text": "It is good not to eat flesh, nor to drink wine, nor to do anything  whereby thy brother stumbleth.",
          "ID": "21"
        },
        {
          "text": "The faith which thou hast, have thou to thyself before God. Happy is he that judgeth not himself in that which he approveth.",
          "ID": "22"
        },
        {
          "text": "But he that doubteth is condemned if he eat, because he eateth  not of faith; and whatsoever is not of faith is sin.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14"
    },
    {
      "name": "Paul’s Letter to the Romans 15",
      "text": [
        {
          "text": "Now we that are strong ought to bear the infirmities of the weak, and not to please ourselves.",
          "ID": "1"
        },
        {
          "text": "Let each one of us please his neighbor for that which is good, unto edifying.",
          "ID": "2"
        },
        {
          "text": "For Christ also pleased not himself; but, as it is written, The reproaches of them that reproached thee fell upon me.",
          "ID": "3"
        },
        {
          "text": "For whatsoever things were written aforetime were written for our learning, that through patience and through comfort of the scriptures we might have hope.",
          "ID": "4"
        },
        {
          "text": "Now the God of patience and of comfort grant you to be of the same mind one with another according to Christ Jesus:",
          "ID": "5"
        },
        {
          "text": "that with one accord ye may with one mouth glorify the God and Father of our Lord Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "Wherefore receive ye one another, even as Christ also received you, to the glory of God.",
          "ID": "7"
        },
        {
          "text": "For I say that Christ hath been made a minister of the circumcision for the truth of God, that he might confirm the promises given unto the fathers,",
          "ID": "8"
        },
        {
          "text": "and that the Gentiles might glorify God for his mercy; as it is written,",
          "ID": "9"
        },
        {
          "text": "Therefore will I give praise unto thee among the Gentiles,",
          "ID": "9"
        },
        {
          "text": "And sing unto thy name.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And again he saith,",
          "ID": "10"
        },
        {
          "text": "Rejoice, ye Gentiles, with his people.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And again,",
          "ID": "11"
        },
        {
          "text": "Praise the Lord, all ye Gentiles;",
          "ID": "11"
        },
        {
          "text": "And let all the peoples praise him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And again, Isaiah saith,",
          "ID": "12"
        },
        {
          "text": "There shall be the root of Jesse,",
          "ID": "12"
        },
        {
          "text": "And he that ariseth to rule over the Gentiles;",
          "ID": "12"
        },
        {
          "text": "On him shall the Gentiles hope.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, in the power of the Holy Spirit.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And I myself also am persuaded of you, my brethren, that ye yourselves are full of goodness, filled with all knowledge, able also to admonish one another.",
          "ID": "14"
        },
        {
          "text": "But I write the more boldly unto you in some measure, as putting you again in remembrance, because of the grace that was given me of God,",
          "ID": "15"
        },
        {
          "text": "that I should be a minister of Christ Jesus unto the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be made acceptable, being sanctified by the Holy Spirit.",
          "ID": "16"
        },
        {
          "text": "I have therefore my glorying in Christ Jesus in things pertaining to God.",
          "ID": "17"
        },
        {
          "text": "For I will not dare to speak of any things save those which Christ wrought through me, for the obedience of the Gentiles, by word and deed,",
          "ID": "18"
        },
        {
          "text": "in the power of signs and wonders, in the power of the Holy Spirit; so that from Jerusalem, and round about even unto Illyricum, I have fully preached the gospel of Christ;",
          "ID": "19"
        },
        {
          "text": "yea, making it my aim so to preach the gospel, not where Christ was already named, that I might not build upon another man’s foundation;",
          "ID": "20"
        },
        {
          "text": "but, as it is written,",
          "ID": "21"
        },
        {
          "text": "They shall see, to whom no tidings of him came,",
          "ID": "21"
        },
        {
          "text": "And they who have not heard shall understand.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Wherefore also I was hindered these many times from coming to you:",
          "ID": "22"
        },
        {
          "text": "but now, having no more any place in these regions, and having these many years a longing to come unto you,",
          "ID": "23"
        },
        {
          "text": "whensoever I go unto Spain (for I hope to see you in my journey, and to be brought on my way thitherward by you, if first in some measure I shall have been satisfied with your company)—",
          "ID": "24"
        },
        {
          "text": "but now, I say, I go unto Jerusalem, ministering unto the saints.",
          "ID": "25"
        },
        {
          "text": "For it hath been the good pleasure of Macedonia and Achaia to make a certain contribution for the poor among the saints that are at Jerusalem.",
          "ID": "26"
        },
        {
          "text": "Yea, it hath been their good pleasure; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, they owe it to them also to minister unto them in carnal things.",
          "ID": "27"
        },
        {
          "text": "When therefore I have accomplished this, and have sealed to them this fruit, I will go on by you unto Spain.",
          "ID": "28"
        },
        {
          "text": "And I know that, when I come unto you, I shall come in the fulness of the blessing of Christ.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Now I beseech you, brethren, by our Lord Jesus Christ, and by the love of the Spirit, that ye strive together with me in your prayers to God for me;",
          "ID": "30"
        },
        {
          "text": "that I may be delivered from them that are disobedient in Judæa, and that my ministration which I have for Jerusalem may be acceptable to the saints;",
          "ID": "31"
        },
        {
          "text": "that I may come unto you in joy through the will of God, and together with you find rest.",
          "ID": "32"
        },
        {
          "text": "Now the God of peace be with you all. Amen.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15"
    },
    {
      "name": "Paul’s Letter to the Romans 16",
      "text": [
        {
          "text": "I commend unto you Phoebe our sister, who is a servant of the church that is at Cenchreæ:",
          "ID": "1"
        },
        {
          "text": "that ye receive her in the Lord, worthily of the saints, and that ye assist her in whatsoever matter she may have need of you: for she herself also hath been a helper of many, and of mine own self.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Salute Prisca and Aquila my fellow-workers in Christ Jesus,",
          "ID": "3"
        },
        {
          "text": "who for my life laid down their own necks; unto whom not only I give thanks, but also all the churches of the Gentiles:",
          "ID": "4"
        },
        {
          "text": "and salute the church that is in their house. Salute Epænetus my beloved, who is the firstfruits of Asia unto Christ.",
          "ID": "5"
        },
        {
          "text": "Salute Mary, who bestowed much labor on you.",
          "ID": "6"
        },
        {
          "text": "Salute Andronicus and Junias, my kinsmen, and my fellow-prisoners, who are of note among the apostles, who also have been in Christ before me.",
          "ID": "7"
        },
        {
          "text": "Salute Ampliatus my beloved in the Lord.",
          "ID": "8"
        },
        {
          "text": "Salute Urbanus our fellow-worker in Christ, and Stachys my beloved.",
          "ID": "9"
        },
        {
          "text": "Salute Apelles the approved in Christ. Salute them that are of the household of Aristobulus.",
          "ID": "10"
        },
        {
          "text": "Salute Herodion my kinsman. Salute them of the household  of Narcissus, that are in the Lord.",
          "ID": "11"
        },
        {
          "text": "Salute Tryphæna and Tryphosa, who labor in the Lord. Salute Persis the beloved, who labored much in the Lord.",
          "ID": "12"
        },
        {
          "text": "Salute Rufus the chosen in the Lord, and his mother and mine.",
          "ID": "13"
        },
        {
          "text": "Salute Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brethren that are with them.",
          "ID": "14"
        },
        {
          "text": "Salute Philologus and Julia, Nereus and his sister, and Olympas, and all the saints that are with them.",
          "ID": "15"
        },
        {
          "text": "Salute one another with a holy kiss. All the churches of Christ salute you.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now I beseech you, brethren, mark them that are causing the divisions and occasions of stumbling, contrary to the doctrine which ye learned: and turn away from them.",
          "ID": "17"
        },
        {
          "text": "For they that are such serve not our Lord Christ, but their own belly; and by their smooth and fair speech they beguile the hearts of the innocent.",
          "ID": "18"
        },
        {
          "text": "For your obedience is come abroad unto all men. I rejoice therefore over you: but I would have you wise unto that which is good, and simple unto that which is evil.",
          "ID": "19"
        },
        {
          "text": "And the God of peace shall bruise Satan under your feet shortly.",
          "ID": "20"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Timothy my fellow-worker saluteth you; and Lucius and Jason and Sosipater, my kinsmen.",
          "ID": "21"
        },
        {
          "text": "I Tertius, who write the epistle, salute you in the Lord.",
          "ID": "22"
        },
        {
          "text": "Gaius my host, and of the whole church, saluteth you. Erastus the treasurer of the city saluteth you, and Quartus the brother.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now to him that is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery which hath been kept in silence through times eternal,",
          "ID": "25"
        },
        {
          "text": "but now is manifested, and by the scriptures of the prophets, according to the commandment of the eternal God, is made known unto all the nations unto obedience of faith:",
          "ID": "26"
        },
        {
          "text": "to the only wise God, through Jesus Christ, to whom be the glory for ever. Amen.",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16"
    }
  ],
  "version": "ASV",
  "ID": "NT:ROM(ASV)"
}