{
  "name": "Romans",
  "text": [
    {
      "name": "Romans 1",
      "text": [
        {
          "text": "Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God—",
          "ID": "1"
        },
        {
          "text": "the gospel he promised beforehand through his prophets in the Holy Scriptures",
          "ID": "2"
        },
        {
          "text": "regarding his Son, who as to his earthly life was a descendant of David,",
          "ID": "3"
        },
        {
          "text": "and who through the Spirit of holiness was appointed the Son of God in power by his resurrection from the dead: Jesus Christ our Lord.",
          "ID": "4"
        },
        {
          "text": "Through him we received grace and apostleship to call all the Gentiles to the obedience that comes from faith for his name's sake.",
          "ID": "5"
        },
        {
          "text": "And you also are among those Gentiles who are called to belong to Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "To all in Rome who are loved by God and called to be his holy people:Grace and peace to you from God our Father and from the Lord Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world.",
          "ID": "8"
        },
        {
          "text": "God, whom I serve in my spirit in preaching the gospel of his Son, is my witness how constantly I remember you",
          "ID": "9"
        },
        {
          "text": "in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you.",
          "ID": "10"
        },
        {
          "text": "I long to see you so that I may impart to you some spiritual gift to make you strong—",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "that is, that you and I may be mutually encouraged by each other's faith.",
          "ID": "12"
        },
        {
          "text": "I do not want you to be unaware, brothers and sisters, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles.",
          "ID": "13"
        },
        {
          "text": "I am obligated both to Greeks and non-Greeks, both to the wise and the foolish.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "That is why I am so eager to preach the gospel also to you who are in Rome.",
          "ID": "15"
        },
        {
          "text": "For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\"",
          "ID": "17"
        },
        {
          "text": "The wrath of God is being revealed from heaven against all the godlessness and wickedness of people, who suppress the truth by their wickedness,",
          "ID": "18"
        },
        {
          "text": "since what may be known about God is plain to them, because God has made it plain to them.",
          "ID": "19"
        },
        {
          "text": "For since the creation of the world God's invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse.",
          "ID": "20"
        },
        {
          "text": "For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Although they claimed to be wise, they became fools",
          "ID": "22"
        },
        {
          "text": "and exchanged the glory of the immortal God for images made to look like a mortal human being and birds and animals and reptiles.",
          "ID": "23"
        },
        {
          "text": "Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "They exchanged the truth about God for a lie, and worshiped and served created things rather than the Creator—who is forever praised. Amen.",
          "ID": "25"
        },
        {
          "text": "Because of this, God gave them over to shameful lusts. Even their women exchanged natural sexual relations for unnatural ones.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed shameful acts with other men, and received in themselves the due penalty for their error.",
          "ID": "27"
        },
        {
          "text": "Furthermore, just as they did not think it worthwhile to retain the knowledge of God, so God gave them over to a depraved mind, so that they do what ought not to be done.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips,",
          "ID": "29"
        },
        {
          "text": "slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents;",
          "ID": "30"
        },
        {
          "text": "they have no understanding, no fidelity, no love, no mercy.",
          "ID": "31"
        },
        {
          "text": "Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1"
    },
    {
      "name": "Romans 2",
      "text": [
        {
          "text": "You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge another, you are condemning yourself, because you who pass judgment do the same things.",
          "ID": "1"
        },
        {
          "text": "Now we know that God's judgment against those who do such things is based on truth.",
          "ID": "2"
        },
        {
          "text": "So when you, a mere human being, pass judgment on them and yet do the same things, do you think you will escape God's judgment?",
          "ID": "3"
        },
        {
          "text": "Or do you show contempt for the riches of his kindness, forbearance and patience, not realizing that God's kindness is intended to lead you to repentance?",
          "ID": "4"
        },
        {
          "text": "But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "God \"will repay each person according to what they have done.\"",
          "ID": "6"
        },
        {
          "text": "To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life.",
          "ID": "7"
        },
        {
          "text": "But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger.",
          "ID": "8"
        },
        {
          "text": "There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile;",
          "ID": "9"
        },
        {
          "text": "but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile.",
          "ID": "10"
        },
        {
          "text": "For God does not show favoritism.",
          "ID": "11"
        },
        {
          "text": "All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous.",
          "ID": "13"
        },
        {
          "text": "(Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law.",
          "ID": "14"
        },
        {
          "text": "They show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts sometimes accusing them and at other times even defending them.)",
          "ID": "15"
        },
        {
          "text": "This will take place on the day when God judges people's secrets through Jesus Christ, as my gospel declares.",
          "ID": "16"
        },
        {
          "text": "Now you, if you call yourself a Jew; if you rely on the law and boast in God;",
          "ID": "17"
        },
        {
          "text": "if you know his will and approve of what is superior because you are instructed by the law;",
          "ID": "18"
        },
        {
          "text": "if you are convinced that you are a guide for the blind, a light for those who are in the dark,",
          "ID": "19"
        },
        {
          "text": "an instructor of the foolish, a teacher of little children, because you have in the law the embodiment of knowledge and truth—",
          "ID": "20"
        },
        {
          "text": "you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?",
          "ID": "21"
        },
        {
          "text": "You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
          "ID": "22"
        },
        {
          "text": "You who boast in the law, do you dishonor God by breaking the law?",
          "ID": "23"
        },
        {
          "text": "As it is written: \"God's name is blasphemed among the Gentiles because of you.\"",
          "ID": "24"
        },
        {
          "text": "Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "So then, if those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised?",
          "ID": "26"
        },
        {
          "text": "The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker.",
          "ID": "27"
        },
        {
          "text": "A person is not a Jew who is one only outwardly, nor is circumcision merely outward and physical.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "No, a person is a Jew who is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a person's praise is not from other people, but from God.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2"
    },
    {
      "name": "Romans 3",
      "text": [
        {
          "text": "What advantage, then, is there in being a Jew, or what value is there in circumcision?",
          "ID": "1"
        },
        {
          "text": "Much in every way! First of all, the Jews have been entrusted with the very words of God.",
          "ID": "2"
        },
        {
          "text": "What if some were unfaithful? Will their unfaithfulness nullify God's faithfulness?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Not at all! Let God be true, and every human being a liar. As it is written:",
          "ID": "4"
        },
        {
          "text": "\"So that you may be proved right when you speak",
          "ID": "4"
        },
        {
          "text": "and prevail when you judge.\"",
          "ID": "4"
        },
        {
          "text": "But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Certainly not! If that were so, how could God judge the world?",
          "ID": "6"
        },
        {
          "text": "Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\"",
          "ID": "7"
        },
        {
          "text": "Why not say—as some slanderously claim that we say—\"Let us do evil that good may result\"? Their condemnation is just!",
          "ID": "8"
        },
        {
          "text": "What shall we conclude then? Do we have any advantage? Not at all! For we have already made the charge that Jews and Gentiles alike are all under the power of sin.",
          "ID": "9"
        },
        {
          "text": "As it is written:",
          "ID": "10"
        },
        {
          "text": "\"There is no one righteous, not even one;",
          "ID": "10"
        },
        {
          "text": "there is no one who understands;",
          "ID": "11"
        },
        {
          "text": "there is no one who seeks God.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "All have turned away,",
          "ID": "12"
        },
        {
          "text": "they have together become worthless;",
          "ID": "12"
        },
        {
          "text": "there is no one who does good,",
          "ID": "12"
        },
        {
          "text": "not even one.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"Their throats are open graves;",
          "ID": "13"
        },
        {
          "text": "their tongues practice deceit.\"",
          "ID": "13"
        },
        {
          "text": "\"The poison of vipers is on their lips.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"Their mouths are full of cursing and bitterness.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"Their feet are swift to shed blood;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "ruin and misery mark their ways,",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "and the way of peace they do not know.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"There is no fear of God before their eyes.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Therefore no one will be declared righteous in God's sight by the works of the law; rather, through the law we become conscious of our sin.",
          "ID": "20"
        },
        {
          "text": "But now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify.",
          "ID": "21"
        },
        {
          "text": "This righteousness is given through faith in Jesus Christ to all who believe. There is no difference between Jew and Gentile,",
          "ID": "22"
        },
        {
          "text": "for all have sinned and fall short of the glory of God,",
          "ID": "23"
        },
        {
          "text": "and all are justified freely by his grace through the redemption that came by Christ Jesus.",
          "ID": "24"
        },
        {
          "text": "God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—",
          "ID": "25"
        },
        {
          "text": "he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.",
          "ID": "26"
        },
        {
          "text": "Where, then, is boasting? It is excluded. Because of what law? The law that requires works? No, because of the law that requires faith.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "For we maintain that a person is justified by faith apart from the works of the law.",
          "ID": "28"
        },
        {
          "text": "Or is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too,",
          "ID": "29"
        },
        {
          "text": "since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith.",
          "ID": "30"
        },
        {
          "text": "Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3"
    },
    {
      "name": "Romans 4",
      "text": [
        {
          "text": "What then shall we say that Abraham, our forefather according to the flesh, discovered in this matter?",
          "ID": "1"
        },
        {
          "text": "If, in fact, Abraham was justified by works, he had something to boast about—but not before God.",
          "ID": "2"
        },
        {
          "text": "What does Scripture say? \"Abraham believed God, and it was credited to him as righteousness.\"",
          "ID": "3"
        },
        {
          "text": "Now to the one who works, wages are not credited as a gift but as an obligation.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "However, to the one who does not work but trusts God who justifies the ungodly, their faith is credited as righteousness.",
          "ID": "5"
        },
        {
          "text": "David says the same thing when he speaks of the blessedness of the one to whom God credits righteousness apart from works:",
          "ID": "6"
        },
        {
          "text": "\"Blessed are those",
          "ID": "7"
        },
        {
          "text": "whose transgressions are forgiven,",
          "ID": "7"
        },
        {
          "text": "whose sins are covered.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Blessed is the one",
          "ID": "8"
        },
        {
          "text": "whose sin the Lord will never count against them.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Is this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham's faith was credited to him as righteousness.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Under what circumstances was it credited? Was it after he was circumcised, or before? It was not after, but before!",
          "ID": "10"
        },
        {
          "text": "And he received circumcision as a sign, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them.",
          "ID": "11"
        },
        {
          "text": "And he is then also the father of the circumcised who not only are circumcised but who also follow in the footsteps of the faith that our father Abraham had before he was circumcised.",
          "ID": "12"
        },
        {
          "text": "It was not through the law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For if those who depend on the law are heirs, faith means nothing and the promise is worthless,",
          "ID": "14"
        },
        {
          "text": "because the law brings wrath. And where there is no law there is no transgression.",
          "ID": "15"
        },
        {
          "text": "Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham's offspring—not only to those who are of the law but also to those who have the faith of Abraham. He is the father of us all.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "As it is written: \"I have made you a father of many nations.\" He is our father in the sight of God, in whom he believed—the God who gives life to the dead and calls into being things that were not.",
          "ID": "17"
        },
        {
          "text": "Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, \"So shall your offspring be.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Without weakening in his faith, he faced the fact that his body was as good as dead—since he was about a hundred years old—and that Sarah's womb was also dead.",
          "ID": "19"
        },
        {
          "text": "Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God,",
          "ID": "20"
        },
        {
          "text": "being fully persuaded that God had power to do what he had promised.",
          "ID": "21"
        },
        {
          "text": "This is why \"it was credited to him as righteousness.\"",
          "ID": "22"
        },
        {
          "text": "The words \"it was credited to him\" were written not for him alone,",
          "ID": "23"
        },
        {
          "text": "but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead.",
          "ID": "24"
        },
        {
          "text": "He was delivered over to death for our sins and was raised to life for our justification.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4"
    },
    {
      "name": "Romans 5",
      "text": [
        {
          "text": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,",
          "ID": "1"
        },
        {
          "text": "through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God.",
          "ID": "2"
        },
        {
          "text": "Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance;",
          "ID": "3"
        },
        {
          "text": "perseverance, character; and character, hope.",
          "ID": "4"
        },
        {
          "text": "And hope does not put us to shame, because God's love has been poured out into our hearts through the Holy Spirit, who has been given to us.",
          "ID": "5"
        },
        {
          "text": "You see, at just the right time, when we were still powerless, Christ died for the ungodly.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Very rarely will anyone die for a righteous person, though for a good person someone might possibly dare to die.",
          "ID": "7"
        },
        {
          "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
          "ID": "8"
        },
        {
          "text": "Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him!",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "For if, while we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life!",
          "ID": "10"
        },
        {
          "text": "Not only is this so, but we also boast in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
          "ID": "11"
        },
        {
          "text": "Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned—",
          "ID": "12"
        },
        {
          "text": "To be sure, sin was in the world before the law was given, but sin is not charged against anyone's account where there is no law.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who is a pattern of the one to come.",
          "ID": "14"
        },
        {
          "text": "But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many!",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Nor can the gift of God be compared with the result of one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification.",
          "ID": "16"
        },
        {
          "text": "For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ!",
          "ID": "17"
        },
        {
          "text": "Consequently, just as one trespass resulted in condemnation for all people, so also one righteous act resulted in justification and life for all people.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous.",
          "ID": "19"
        },
        {
          "text": "The law was brought in so that the trespass might increase. But where sin increased, grace increased all the more,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5"
    },
    {
      "name": "Romans 6",
      "text": [
        {
          "text": "What shall we say, then? Shall we go on sinning so that grace may increase?",
          "ID": "1"
        },
        {
          "text": "By no means! We are those who have died to sin; how can we live in it any longer?",
          "ID": "2"
        },
        {
          "text": "Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death?",
          "ID": "3"
        },
        {
          "text": "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.",
          "ID": "4"
        },
        {
          "text": "For if we have been united with him in a death like his, we will certainly also be united with him in a resurrection like his.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin—",
          "ID": "6"
        },
        {
          "text": "because anyone who has died has been set free from sin.",
          "ID": "7"
        },
        {
          "text": "Now if we died with Christ, we believe that we will also live with him.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him.",
          "ID": "9"
        },
        {
          "text": "The death he died, he died to sin once for all; but the life he lives, he lives to God.",
          "ID": "10"
        },
        {
          "text": "In the same way, count yourselves dead to sin but alive to God in Christ Jesus.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Therefore do not let sin reign in your mortal body so that you obey its evil desires.",
          "ID": "12"
        },
        {
          "text": "Do not offer any part of yourself to sin as an instrument of wickedness, but rather offer yourselves to God as those who have been brought from death to life; and offer every part of yourself to him as an instrument of righteousness.",
          "ID": "13"
        },
        {
          "text": "For sin shall no longer be your master, because you are not under the law, but under grace.",
          "ID": "14"
        },
        {
          "text": "What then? Shall we sin because we are not under the law but under grace? By no means!",
          "ID": "15"
        },
        {
          "text": "Don't you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?",
          "ID": "16"
        },
        {
          "text": "But thanks be to God that, though you used to be slaves to sin, you have come to obey from your heart the pattern of teaching that has now claimed your allegiance.",
          "ID": "17"
        },
        {
          "text": "You have been set free from sin and have become slaves to righteousness.",
          "ID": "18"
        },
        {
          "text": "I am using an example from everyday life because of your human limitations. Just as you used to offer yourselves as slaves to impurity and to ever-increasing wickedness, so now offer yourselves as slaves to righteousness leading to holiness.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "When you were slaves to sin, you were free from the control of righteousness.",
          "ID": "20"
        },
        {
          "text": "What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!",
          "ID": "21"
        },
        {
          "text": "But now that you have been set free from sin and have become slaves of God, the benefit you reap leads to holiness, and the result is eternal life.",
          "ID": "22"
        },
        {
          "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6"
    },
    {
      "name": "Romans 7",
      "text": [
        {
          "text": "Do you not know, brothers and sisters—for I am speaking to those who know the law—that the law has authority over someone only as long as that person lives?",
          "ID": "1"
        },
        {
          "text": "For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law that binds her to him.",
          "ID": "2"
        },
        {
          "text": "So then, if she has sexual relations with another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress if she marries another man.",
          "ID": "3"
        },
        {
          "text": "So, my brothers and sisters, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit for God.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "For when we were in the realm of the flesh, the sinful passions aroused by the law were at work in us, so that we bore fruit for death.",
          "ID": "5"
        },
        {
          "text": "But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code.",
          "ID": "6"
        },
        {
          "text": "What shall we say, then? Is the law sinful? Certainly not! Nevertheless, I would not have known what sin was had it not been for the law. For I would not have known what coveting really was if the law had not said, \"You shall not covet.\"",
          "ID": "7"
        },
        {
          "text": "But sin, seizing the opportunity afforded by the commandment, produced in me every kind of coveting. For apart from the law, sin was dead.",
          "ID": "8"
        },
        {
          "text": "Once I was alive apart from the law; but when the commandment came, sin sprang to life and I died.",
          "ID": "9"
        },
        {
          "text": "I found that the very commandment that was intended to bring life actually brought death.",
          "ID": "10"
        },
        {
          "text": "For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death.",
          "ID": "11"
        },
        {
          "text": "So then, the law is holy, and the commandment is holy, righteous and good.",
          "ID": "12"
        },
        {
          "text": "Did that which is good, then, become death to me? By no means! Nevertheless, in order that sin might be recognized as sin, it used what is good to bring about my death, so that through the commandment sin might become utterly sinful.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "We know that the law is spiritual; but I am unspiritual, sold as a slave to sin.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "I do not understand what I do. For what I want to do I do not do, but what I hate I do.",
          "ID": "15"
        },
        {
          "text": "And if I do what I do not want to do, I agree that the law is good.",
          "ID": "16"
        },
        {
          "text": "As it is, it is no longer I myself who do it, but it is sin living in me.",
          "ID": "17"
        },
        {
          "text": "For I know that good itself does not dwell in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out.",
          "ID": "18"
        },
        {
          "text": "For I do not do the good I want to do, but the evil I do not want to do—this I keep on doing.",
          "ID": "19"
        },
        {
          "text": "Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it.",
          "ID": "20"
        },
        {
          "text": "So I find this law at work: Although I want to do good, evil is right there with me.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "For in my inner being I delight in God's law;",
          "ID": "22"
        },
        {
          "text": "but I see another law at work in me, waging war against the law of my mind and making me a prisoner of the law of sin at work within me.",
          "ID": "23"
        },
        {
          "text": "What a wretched man I am! Who will rescue me from this body that is subject to death?",
          "ID": "24"
        },
        {
          "text": "Thanks be to God, who delivers me through Jesus Christ our Lord!So then, I myself in my mind am a slave to God's law, but in my sinful nature a slave to the law of sin.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7"
    },
    {
      "name": "Romans 8",
      "text": [
        {
          "text": "Therefore, there is now no condemnation for those who are in Christ Jesus,",
          "ID": "1"
        },
        {
          "text": "because through Christ Jesus the law of the Spirit who gives life has set you free from the law of sin and death.",
          "ID": "2"
        },
        {
          "text": "For what the law was powerless to do because it was weakened by the flesh, God did by sending his own Son in the likeness of sinful flesh to be a sin offering. And so he condemned sin in the flesh,",
          "ID": "3"
        },
        {
          "text": "in order that the righteous requirement of the law might be fully met in us, who do not live according to the flesh but according to the Spirit.",
          "ID": "4"
        },
        {
          "text": "Those who live according to the flesh have their minds set on what the flesh desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The mind governed by the flesh is death, but the mind governed by the Spirit is life and peace.",
          "ID": "6"
        },
        {
          "text": "The mind governed by the flesh is hostile to God; it does not submit to God's law, nor can it do so.",
          "ID": "7"
        },
        {
          "text": "Those who are in the realm of the flesh cannot please God.",
          "ID": "8"
        },
        {
          "text": "You, however, are not in the realm of the flesh but are in the realm of the Spirit, if indeed the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, they do not belong to Christ.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But if Christ is in you, then even though your body is subject to death because of sin, the Spirit gives life because of righteousness.",
          "ID": "10"
        },
        {
          "text": "And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies because of his Spirit who lives in you.",
          "ID": "11"
        },
        {
          "text": "Therefore, brothers and sisters, we have an obligation—but it is not to the flesh, to live according to it.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "For if you live according to the flesh, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live.",
          "ID": "13"
        },
        {
          "text": "For those who are led by the Spirit of God are the children of God.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by him we cry, \"Abba, Father.\"",
          "ID": "15"
        },
        {
          "text": "The Spirit himself testifies with our spirit that we are God's children.",
          "ID": "16"
        },
        {
          "text": "Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory.",
          "ID": "17"
        },
        {
          "text": "I consider that our present sufferings are not worth comparing with the glory that will be revealed in us.",
          "ID": "18"
        },
        {
          "text": "For the creation waits in eager expectation for the children of God to be revealed.",
          "ID": "19"
        },
        {
          "text": "For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope",
          "ID": "20"
        },
        {
          "text": "that the creation itself will be liberated from its bondage to decay and brought into the freedom and glory of the children of God.",
          "ID": "21"
        },
        {
          "text": "We know that the whole creation has been groaning as in the pains of childbirth right up to the present time.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies.",
          "ID": "23"
        },
        {
          "text": "For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what they already have?",
          "ID": "24"
        },
        {
          "text": "But if we hope for what we do not yet have, we wait for it patiently.",
          "ID": "25"
        },
        {
          "text": "In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us through wordless groans.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for God's people in accordance with the will of God.",
          "ID": "27"
        },
        {
          "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "For those God foreknew he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers and sisters.",
          "ID": "29"
        },
        {
          "text": "And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified.",
          "ID": "30"
        },
        {
          "text": "What, then, shall we say in response to these things? If God is for us, who can be against us?",
          "ID": "31"
        },
        {
          "text": "He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?",
          "ID": "32"
        },
        {
          "text": "Who will bring any charge against those whom God has chosen? It is God who justifies.",
          "ID": "33"
        },
        {
          "text": "Who then is the one who condemns? No one. Christ Jesus who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us.",
          "ID": "34"
        },
        {
          "text": "Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?",
          "ID": "35"
        },
        {
          "text": "As it is written:",
          "ID": "36"
        },
        {
          "text": "\"For your sake we face death all day long;",
          "ID": "36"
        },
        {
          "text": "we are considered as sheep to be slaughtered.\"",
          "ID": "36"
        },
        {
          "text": "No, in all these things we are more than conquerors through him who loved us.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,",
          "ID": "38"
        },
        {
          "text": "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8"
    },
    {
      "name": "Romans 9",
      "text": [
        {
          "text": "I speak the truth in Christ—I am not lying, my conscience confirms it through the Holy Spirit—",
          "ID": "1"
        },
        {
          "text": "I have great sorrow and unceasing anguish in my heart.",
          "ID": "2"
        },
        {
          "text": "For I could wish that I myself were cursed and cut off from Christ for the sake of my people, those of my own race,",
          "ID": "3"
        },
        {
          "text": "the people of Israel. Theirs is the adoption to sonship; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises.",
          "ID": "4"
        },
        {
          "text": "Theirs are the patriarchs, and from them is traced the human ancestry of the Messiah, who is God over all, forever praised! Amen.",
          "ID": "5"
        },
        {
          "text": "It is not as though God's word had failed. For not all who are descended from Israel are Israel.",
          "ID": "6"
        },
        {
          "text": "Nor because they are his descendants are they all Abraham's children. On the contrary, \"It is through Isaac that your offspring will be reckoned.\"",
          "ID": "7"
        },
        {
          "text": "In other words, it is not the children by physical descent who are God's children, but it is the children of the promise who are regarded as Abraham's offspring.",
          "ID": "8"
        },
        {
          "text": "For this was how the promise was stated: \"At the appointed time I will return, and Sarah will have a son.\"",
          "ID": "9"
        },
        {
          "text": "Not only that, but Rebekah's children were conceived at the same time by our father Isaac.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Yet, before the twins were born or had done anything good or bad—in order that God's purpose in election might stand:",
          "ID": "11"
        },
        {
          "text": "not by works but by him who calls—she was told, \"The older will serve the younger.\"",
          "ID": "12"
        },
        {
          "text": "Just as it is written: \"Jacob I loved, but Esau I hated.\"",
          "ID": "13"
        },
        {
          "text": "What then shall we say? Is God unjust? Not at all!",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "For he says to Moses,",
          "ID": "15"
        },
        {
          "text": "\"I will have mercy on whom I have mercy,",
          "ID": "15"
        },
        {
          "text": "and I will have compassion on whom I have compassion.\"",
          "ID": "15"
        },
        {
          "text": "It does not, therefore, depend on human desire or effort, but on God's mercy.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\"",
          "ID": "17"
        },
        {
          "text": "Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
          "ID": "18"
        },
        {
          "text": "One of you will say to me: \"Then why does God still blame us? For who is able to resist his will?\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But who are you, a human being, to talk back to God? \"Shall what is formed say to the one who formed it, 'Why did you make me like this?'\"",
          "ID": "20"
        },
        {
          "text": "Does not the potter have the right to make out of the same lump of clay some pottery for special purposes and some for common use?",
          "ID": "21"
        },
        {
          "text": "What if God, although choosing to show his wrath and make his power known, bore with great patience the objects of his wrath—prepared for destruction?",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory—",
          "ID": "23"
        },
        {
          "text": "even us, whom he also called, not only from the Jews but also from the Gentiles?",
          "ID": "24"
        },
        {
          "text": "As he says in Hosea:",
          "ID": "25"
        },
        {
          "text": "\"I will call them 'my people' who are not my people;",
          "ID": "25"
        },
        {
          "text": "and I will call her 'my loved one' who is not my loved one,\"",
          "ID": "25"
        },
        {
          "text": "and,",
          "ID": "26"
        },
        {
          "text": "\"In the very place where it was said to them,",
          "ID": "26"
        },
        {
          "text": "'You are not my people,'",
          "ID": "26"
        },
        {
          "text": "there they will be called 'children of the living God.'\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Isaiah cries out concerning Israel:",
          "ID": "27"
        },
        {
          "text": "\"Though the number of the Israelites be like the sand by the sea,",
          "ID": "27"
        },
        {
          "text": "only the remnant will be saved.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "For the Lord will carry out",
          "ID": "28"
        },
        {
          "text": "his sentence on earth with speed and finality.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "It is just as Isaiah said previously:",
          "ID": "29"
        },
        {
          "text": "\"Unless the Lord Almighty",
          "ID": "29"
        },
        {
          "text": "had left us descendants,",
          "ID": "29"
        },
        {
          "text": "we would have become like Sodom,",
          "ID": "29"
        },
        {
          "text": "we would have been like Gomorrah.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;",
          "ID": "30"
        },
        {
          "text": "but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal.",
          "ID": "31"
        },
        {
          "text": "Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone.",
          "ID": "32"
        },
        {
          "text": "As it is written:",
          "ID": "33"
        },
        {
          "text": "\"See, I lay in Zion a stone that causes people to stumble",
          "ID": "33"
        },
        {
          "text": "and a rock that makes them fall,",
          "ID": "33"
        },
        {
          "text": "and the one who believes in him will never be put to shame.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9"
    },
    {
      "name": "Romans 10",
      "text": [
        {
          "text": "Brothers and sisters, my heart's desire and prayer to God for the Israelites is that they may be saved.",
          "ID": "1"
        },
        {
          "text": "For I can testify about them that they are zealous for God, but their zeal is not based on knowledge.",
          "ID": "2"
        },
        {
          "text": "Since they did not know the righteousness of God and sought to establish their own, they did not submit to God's righteousness.",
          "ID": "3"
        },
        {
          "text": "Christ is the culmination of the law so that there may be righteousness for everyone who believes.",
          "ID": "4"
        },
        {
          "text": "Moses writes this about the righteousness that is by the law: \"The person who does these things will live by them.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "But the righteousness that is by faith says: \"Do not say in your heart, 'Who will ascend into heaven?'\" (that is, to bring Christ down)",
          "ID": "6"
        },
        {
          "text": "\"or 'Who will descend into the deep?'\" (that is, to bring Christ up from the dead).",
          "ID": "7"
        },
        {
          "text": "But what does it say? \"The word is near you; it is in your mouth and in your heart,\" that is, the message concerning faith that we proclaim:",
          "ID": "8"
        },
        {
          "text": "If you declare with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved.",
          "ID": "9"
        },
        {
          "text": "For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.",
          "ID": "10"
        },
        {
          "text": "As Scripture says, \"Anyone who believes in him will never be put to shame.\"",
          "ID": "11"
        },
        {
          "text": "For there is no difference between Jew and Gentile—the same Lord is Lord of all and richly blesses all who call on him,",
          "ID": "12"
        },
        {
          "text": "for, \"Everyone who calls on the name of the Lord will be saved.\"",
          "ID": "13"
        },
        {
          "text": "How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them?",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And how can anyone preach unless they are sent? As it is written: \"How beautiful are the feet of those who bring good news!\"",
          "ID": "15"
        },
        {
          "text": "But not all the Israelites accepted the good news. For Isaiah says, \"Lord, who has believed our message?\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Consequently, faith comes from hearing the message, and the message is heard through the word about Christ.",
          "ID": "17"
        },
        {
          "text": "But I ask: Did they not hear? Of course they did:",
          "ID": "18"
        },
        {
          "text": "\"Their voice has gone out into all the earth,",
          "ID": "18"
        },
        {
          "text": "their words to the ends of the world.\"",
          "ID": "18"
        },
        {
          "text": "Again I ask: Did Israel not understand? First, Moses says,",
          "ID": "19"
        },
        {
          "text": "\"I will make you envious by those who are not a nation;",
          "ID": "19"
        },
        {
          "text": "I will make you angry by a nation that has no understanding.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And Isaiah boldly says,",
          "ID": "20"
        },
        {
          "text": "\"I was found by those who did not seek me;",
          "ID": "20"
        },
        {
          "text": "I revealed myself to those who did not ask for me.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But concerning Israel he says,",
          "ID": "21"
        },
        {
          "text": "\"All day long I have held out my hands",
          "ID": "21"
        },
        {
          "text": "to a disobedient and obstinate people.\"",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10"
    },
    {
      "name": "Romans 11",
      "text": [
        {
          "text": "I ask then: Did God reject his people? By no means! I am an Israelite myself, a descendant of Abraham, from the tribe of Benjamin.",
          "ID": "1"
        },
        {
          "text": "God did not reject his people, whom he foreknew. Don't you know what Scripture says in the passage about Elijah—how he appealed to God against Israel:",
          "ID": "2"
        },
        {
          "text": "\"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\" ?",
          "ID": "3"
        },
        {
          "text": "And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\"",
          "ID": "4"
        },
        {
          "text": "So too, at the present time there is a remnant chosen by grace.",
          "ID": "5"
        },
        {
          "text": "And if by grace, then it cannot be based on works; if it were, grace would no longer be grace.",
          "ID": "6"
        },
        {
          "text": "What then? What the people of Israel sought so earnestly they did not obtain. The elect among them did, but the others were hardened,",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "as it is written:",
          "ID": "8"
        },
        {
          "text": "\"God gave them a spirit of stupor,",
          "ID": "8"
        },
        {
          "text": "eyes that could not see",
          "ID": "8"
        },
        {
          "text": "and ears that could not hear,",
          "ID": "8"
        },
        {
          "text": "to this very day.\"",
          "ID": "8"
        },
        {
          "text": "And David says:",
          "ID": "9"
        },
        {
          "text": "\"May their table become a snare and a trap,",
          "ID": "9"
        },
        {
          "text": "a stumbling block and a retribution for them.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "May their eyes be darkened so they cannot see,",
          "ID": "10"
        },
        {
          "text": "and their backs be bent forever.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious.",
          "ID": "11"
        },
        {
          "text": "But if their transgression means riches for the world, and their loss means riches for the Gentiles, how much greater riches will their full inclusion bring!",
          "ID": "12"
        },
        {
          "text": "I am talking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I take pride in my ministry",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "in the hope that I may somehow arouse my own people to envy and save some of them.",
          "ID": "14"
        },
        {
          "text": "For if their rejection brought reconciliation to the world, what will their acceptance be but life from the dead?",
          "ID": "15"
        },
        {
          "text": "If the part of the dough offered as firstfruits is holy, then the whole batch is holy; if the root is holy, so are the branches.",
          "ID": "16"
        },
        {
          "text": "If some of the branches have been broken off, and you, though a wild olive shoot, have been grafted in among the others and now share in the nourishing sap from the olive root,",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "do not consider yourself to be superior to those other branches. If you do, consider this: You do not support the root, but the root supports you.",
          "ID": "18"
        },
        {
          "text": "You will say then, \"Branches were broken off so that I could be grafted in.\"",
          "ID": "19"
        },
        {
          "text": "Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but tremble.",
          "ID": "20"
        },
        {
          "text": "For if God did not spare the natural branches, he will not spare you either.",
          "ID": "21"
        },
        {
          "text": "Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And if they do not persist in unbelief, they will be grafted in, for God is able to graft them in again.",
          "ID": "23"
        },
        {
          "text": "After all, if you were cut out of an olive tree that is wild by nature, and contrary to nature were grafted into a cultivated olive tree, how much more readily will these, the natural branches, be grafted into their own olive tree!",
          "ID": "24"
        },
        {
          "text": "I do not want you to be ignorant of this mystery, brothers and sisters, so that you may not be conceited: Israel has experienced a hardening in part until the full number of the Gentiles has come in,",
          "ID": "25"
        },
        {
          "text": "and in this way all Israel will be saved. As it is written:",
          "ID": "26"
        },
        {
          "text": "\"The deliverer will come from Zion;",
          "ID": "26"
        },
        {
          "text": "he will turn godlessness away from Jacob.",
          "ID": "26"
        },
        {
          "text": "And this is my covenant with them",
          "ID": "27"
        },
        {
          "text": "when I take away their sins.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "As far as the gospel is concerned, they are enemies for your sake; but as far as election is concerned, they are loved on account of the patriarchs,",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "for God's gifts and his call are irrevocable.",
          "ID": "29"
        },
        {
          "text": "Just as you who were at one time disobedient to God have now received mercy as a result of their disobedience,",
          "ID": "30"
        },
        {
          "text": "so they too have now become disobedient in order that they too may now receive mercy as a result of God's mercy to you.",
          "ID": "31"
        },
        {
          "text": "For God has bound everyone over to disobedience so that he may have mercy on them all.",
          "ID": "32"
        },
        {
          "text": "Oh, the depth of the riches of the wisdom and knowledge of God!",
          "ID": "33"
        },
        {
          "text": "How unsearchable his judgments,",
          "ID": "33"
        },
        {
          "text": "and his paths beyond tracing out!",
          "ID": "33"
        },
        {
          "text": "\"Who has known the mind of the Lord?",
          "ID": "34"
        },
        {
          "text": "Or who has been his counselor?\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "\"Who has ever given to God,",
          "ID": "35"
        },
        {
          "text": "that God should repay them?\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "For from him and through him and for him are all things.",
          "ID": "36"
        },
        {
          "text": "To him be the glory forever! Amen.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11"
    },
    {
      "name": "Romans 12",
      "text": [
        {
          "text": "Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.",
          "ID": "1"
        },
        {
          "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.",
          "ID": "2"
        },
        {
          "text": "For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the faith God has distributed to each of you.",
          "ID": "3"
        },
        {
          "text": "For just as each of us has one body with many members, and these members do not all have the same function,",
          "ID": "4"
        },
        {
          "text": "so in Christ we, though many, form one body, and each member belongs to all the others.",
          "ID": "5"
        },
        {
          "text": "We have different gifts, according to the grace given to each of us. If your gift is prophesying, then prophesy in accordance with your faith;",
          "ID": "6"
        },
        {
          "text": "if it is serving, then serve; if it is teaching, then teach;",
          "ID": "7"
        },
        {
          "text": "if it is to encourage, then give encouragement; if it is giving, then give generously; if it is to lead, do it diligently; if it is to show mercy, do it cheerfully.",
          "ID": "8"
        },
        {
          "text": "Love must be sincere. Hate what is evil; cling to what is good.",
          "ID": "9"
        },
        {
          "text": "Be devoted to one another in love. Honor one another above yourselves.",
          "ID": "10"
        },
        {
          "text": "Never be lacking in zeal, but keep your spiritual fervor, serving the Lord.",
          "ID": "11"
        },
        {
          "text": "Be joyful in hope, patient in affliction, faithful in prayer.",
          "ID": "12"
        },
        {
          "text": "Share with the Lord's people who are in need. Practice hospitality.",
          "ID": "13"
        },
        {
          "text": "Bless those who persecute you; bless and do not curse.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Rejoice with those who rejoice; mourn with those who mourn.",
          "ID": "15"
        },
        {
          "text": "Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.",
          "ID": "16"
        },
        {
          "text": "Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "If it is possible, as far as it depends on you, live at peace with everyone.",
          "ID": "18"
        },
        {
          "text": "Do not take revenge, my dear friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord.",
          "ID": "19"
        },
        {
          "text": "On the contrary:",
          "ID": "20"
        },
        {
          "text": "\"If your enemy is hungry, feed him;",
          "ID": "20"
        },
        {
          "text": "if he is thirsty, give him something to drink.",
          "ID": "20"
        },
        {
          "text": "In doing this, you will heap burning coals on his head.\"",
          "ID": "20"
        },
        {
          "text": "Do not be overcome by evil, but overcome evil with good.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12"
    },
    {
      "name": "Romans 13",
      "text": [
        {
          "text": "Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God.",
          "ID": "1"
        },
        {
          "text": "Consequently, whoever rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves.",
          "ID": "2"
        },
        {
          "text": "For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and you will be commended.",
          "ID": "3"
        },
        {
          "text": "For the one in authority is God's servant for your good. But if you do wrong, be afraid, for rulers do not bear the sword for no reason. They are God's servants, agents of wrath to bring punishment on the wrongdoer.",
          "ID": "4"
        },
        {
          "text": "Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also as a matter of conscience.",
          "ID": "5"
        },
        {
          "text": "This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Give to everyone what you owe them: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor.",
          "ID": "7"
        },
        {
          "text": "Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law.",
          "ID": "8"
        },
        {
          "text": "The commandments, \"You shall not commit adultery,\" \"You shall not murder,\" \"You shall not steal,\" \"You shall not covet,\" and whatever other command there may be, are summed up in this one command: \"Love your neighbor as yourself.\"",
          "ID": "9"
        },
        {
          "text": "Love does no harm to a neighbor. Therefore love is the fulfillment of the law.",
          "ID": "10"
        },
        {
          "text": "And do this, understanding the present time: The hour has already come for you to wake up from your slumber, because our salvation is nearer now than when we first believed.",
          "ID": "11"
        },
        {
          "text": "The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light.",
          "ID": "12"
        },
        {
          "text": "Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy.",
          "ID": "13"
        },
        {
          "text": "Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13"
    },
    {
      "name": "Romans 14",
      "text": [
        {
          "text": "Accept the one whose faith is weak, without quarreling over disputable matters.",
          "ID": "1"
        },
        {
          "text": "One person's faith allows them to eat anything, but another, whose faith is weak, eats only vegetables.",
          "ID": "2"
        },
        {
          "text": "The one who eats everything must not treat with contempt the one who does not, and the one who does not eat everything must not judge the one who does, for God has accepted them.",
          "ID": "3"
        },
        {
          "text": "Who are you to judge someone else's servant? To their own master, servants stand or fall. And they will stand, for the Lord is able to make them stand.",
          "ID": "4"
        },
        {
          "text": "One person considers one day more sacred than another; another considers every day alike. Each of them should be fully convinced in their own mind.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Whoever regards one day as special does so to the Lord. Whoever eats meat does so to the Lord, for they give thanks to God; and whoever abstains does so to the Lord and gives thanks to God.",
          "ID": "6"
        },
        {
          "text": "For none of us lives for ourselves alone, and none of us dies for ourselves alone.",
          "ID": "7"
        },
        {
          "text": "If we live, we live for the Lord; and if we die, we die for the Lord. So, whether we live or die, we belong to the Lord.",
          "ID": "8"
        },
        {
          "text": "For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living.",
          "ID": "9"
        },
        {
          "text": "You, then, why do you judge your brother or sister ? Or why do you treat them with contempt? For we will all stand before God's judgment seat.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "It is written:",
          "ID": "11"
        },
        {
          "text": "\"'As surely as I live,' says the Lord,",
          "ID": "11"
        },
        {
          "text": "'every knee will bow before me;",
          "ID": "11"
        },
        {
          "text": "every tongue will acknowledge God.'\"",
          "ID": "11"
        },
        {
          "text": "So then, each of us will give an account of ourselves to God.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in the way of a brother or sister.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I am convinced, being fully persuaded in the Lord Jesus, that nothing is unclean in itself. But if anyone regards something as unclean, then for that person it is unclean.",
          "ID": "14"
        },
        {
          "text": "If your brother or sister is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy someone for whom Christ died.",
          "ID": "15"
        },
        {
          "text": "Therefore do not let what you know is good be spoken of as evil.",
          "ID": "16"
        },
        {
          "text": "For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit,",
          "ID": "17"
        },
        {
          "text": "because anyone who serves Christ in this way is pleasing to God and receives human approval.",
          "ID": "18"
        },
        {
          "text": "Let us therefore make every effort to do what leads to peace and to mutual edification.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a person to eat anything that causes someone else to stumble.",
          "ID": "20"
        },
        {
          "text": "It is better not to eat meat or drink wine or to do anything else that will cause your brother or sister to fall.",
          "ID": "21"
        },
        {
          "text": "So whatever you believe about these things keep between yourself and God. Blessed is the one who does not condemn himself by what he approves.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "But whoever has doubts is condemned if they eat, because their eating is not from faith; and everything that does not come from faith is sin.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14"
    },
    {
      "name": "Romans 15",
      "text": [
        {
          "text": "We who are strong ought to bear with the failings of the weak and not to please ourselves.",
          "ID": "1"
        },
        {
          "text": "Each of us should please our neighbors for their good, to build them up.",
          "ID": "2"
        },
        {
          "text": "For even Christ did not please himself but, as it is written: \"The insults of those who insult you have fallen on me.\"",
          "ID": "3"
        },
        {
          "text": "For everything that was written in the past was written to teach us, so that through the endurance taught in the Scriptures and the encouragement they provide we might have hope.",
          "ID": "4"
        },
        {
          "text": "May the God who gives endurance and encouragement give you the same attitude of mind toward each other that Christ Jesus had,",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "so that with one mind and one voice you may glorify the God and Father of our Lord Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "Accept one another, then, just as Christ accepted you, in order to bring praise to God.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "For I tell you that Christ has become a servant of the Jews on behalf of God's truth, so that the promises made to the patriarchs might be confirmed",
          "ID": "8"
        },
        {
          "text": "and, moreover, that the Gentiles might glorify God for his mercy. As it is written:",
          "ID": "9"
        },
        {
          "text": "\"Therefore I will praise you among the Gentiles;",
          "ID": "9"
        },
        {
          "text": "I will sing the praises of your name.\"",
          "ID": "9"
        },
        {
          "text": "Again, it says,",
          "ID": "10"
        },
        {
          "text": "\"Rejoice, you Gentiles, with his people.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And again,",
          "ID": "11"
        },
        {
          "text": "\"Praise the Lord, all you Gentiles;",
          "ID": "11"
        },
        {
          "text": "let all the peoples extol him.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And again, Isaiah says,",
          "ID": "12"
        },
        {
          "text": "\"The Root of Jesse will spring up,",
          "ID": "12"
        },
        {
          "text": "one who will arise to rule over the nations;",
          "ID": "12"
        },
        {
          "text": "in him the Gentiles will hope.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I myself am convinced, my brothers and sisters, that you yourselves are full of goodness, filled with knowledge and competent to instruct one another.",
          "ID": "14"
        },
        {
          "text": "Yet I have written you quite boldly on some points to remind you of them again, because of the grace God gave me",
          "ID": "15"
        },
        {
          "text": "to be a minister of Christ Jesus to the Gentiles. He gave me the priestly duty of proclaiming the gospel of God, so that the Gentiles might become an offering acceptable to God, sanctified by the Holy Spirit.",
          "ID": "16"
        },
        {
          "text": "Therefore I glory in Christ Jesus in my service to God.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "I will not venture to speak of anything except what Christ has accomplished through me in leading the Gentiles to obey God by what I have said and done—",
          "ID": "18"
        },
        {
          "text": "by the power of signs and wonders, through the power of the Spirit of God. So from Jerusalem all the way around to Illyricum, I have fully proclaimed the gospel of Christ.",
          "ID": "19"
        },
        {
          "text": "It has always been my ambition to preach the gospel where Christ was not known, so that I would not be building on someone else's foundation.",
          "ID": "20"
        },
        {
          "text": "Rather, as it is written:",
          "ID": "21"
        },
        {
          "text": "\"Those who were not told about him will see,",
          "ID": "21"
        },
        {
          "text": "and those who have not heard will understand.\"",
          "ID": "21"
        },
        {
          "text": "This is why I have often been hindered from coming to you.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "But now that there is no more place for me to work in these regions, and since I have been longing for many years to visit you,",
          "ID": "23"
        },
        {
          "text": "I plan to do so when I go to Spain. I hope to see you while passing through and to have you assist me on my journey there, after I have enjoyed your company for a while.",
          "ID": "24"
        },
        {
          "text": "Now, however, I am on my way to Jerusalem in the service of the Lord's people there.",
          "ID": "25"
        },
        {
          "text": "For Macedonia and Achaia were pleased to make a contribution for the poor among the Lord's people in Jerusalem.",
          "ID": "26"
        },
        {
          "text": "They were pleased to do it, and indeed they owe it to them. For if the Gentiles have shared in the Jews' spiritual blessings, they owe it to the Jews to share with them their material blessings.",
          "ID": "27"
        },
        {
          "text": "So after I have completed this task and have made sure that they have received this contribution, I will go to Spain and visit you on the way.",
          "ID": "28"
        },
        {
          "text": "I know that when I come to you, I will come in the full measure of the blessing of Christ.",
          "ID": "29"
        },
        {
          "text": "I urge you, brothers and sisters, by our Lord Jesus Christ and by the love of the Spirit, to join me in my struggle by praying to God for me.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Pray that I may be kept safe from the unbelievers in Judea and that the contribution I take to Jerusalem may be favorably received by the Lord's people there,",
          "ID": "31"
        },
        {
          "text": "so that I may come to you with joy, by God's will, and in your company be refreshed.",
          "ID": "32"
        },
        {
          "text": "The God of peace be with you all. Amen.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15"
    },
    {
      "name": "Romans 16",
      "text": [
        {
          "text": "I commend to you our sister Phoebe, a deacon of the church in Cenchreae.",
          "ID": "1"
        },
        {
          "text": "I ask you to receive her in the Lord in a way worthy of his people and to give her any help she may need from you, for she has been the benefactor of many people, including me.",
          "ID": "2"
        },
        {
          "text": "Greet Priscilla and Aquila, my co-workers in Christ Jesus.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "They risked their lives for me. Not only I but all the churches of the Gentiles are grateful to them.",
          "ID": "4"
        },
        {
          "text": "Greet also the church that meets at their house.Greet my dear friend Epenetus, who was the first convert to Christ in the province of Asia.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Greet Mary, who worked very hard for you.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Greet Andronicus and Junia, my fellow Jews who have been in prison with me. They are outstanding among the apostles, and they were in Christ before I was.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Greet Ampliatus, my dear friend in the Lord.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Greet Urbanus, our co-worker in Christ, and my dear friend Stachys.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Greet Apelles, whose fidelity to Christ has stood the test.Greet those who belong to the household of Aristobulus.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Greet Herodion, my fellow Jew.Greet those in the household of Narcissus who are in the Lord.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Greet Tryphena and Tryphosa, those women who work hard in the Lord.Greet my dear friend Persis, another woman who has worked very hard in the Lord.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Greet Rufus, chosen in the Lord, and his mother, who has been a mother to me, too.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the other brothers and sisters with them.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Greet Philologus, Julia, Nereus and his sister, and Olympas and all the Lord's people who are with them.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Greet one another with a holy kiss.All the churches of Christ send greetings.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "I urge you, brothers and sisters, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people.",
          "ID": "18"
        },
        {
          "text": "Everyone has heard about your obedience, so I rejoice because of you; but I want you to be wise about what is good, and innocent about what is evil.",
          "ID": "19"
        },
        {
          "text": "The God of peace will soon crush Satan under your feet.The grace of our Lord Jesus be with you.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Timothy, my co-worker, sends his greetings to you, as do Lucius, Jason and Sosipater, my fellow Jews.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "I, Tertius, who wrote down this letter, greet you in the Lord.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Gaius, whose hospitality I and the whole church here enjoy, sends you his greetings.Erastus, who is the city's director of public works, and our brother Quartus send you their greetings.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now to him who is able to establish you in accordance with my gospel, the message I proclaim about Jesus Christ, in keeping with the revelation of the mystery hidden for long ages past,",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "but now revealed and made known through the prophetic writings by the command of the eternal God, so that all the Gentiles might come to the obedience that comes from faith—",
          "ID": "26"
        },
        {
          "text": "to the only wise God be glory forever through Jesus Christ! Amen.",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:ROM(BOOKS)"
}