{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a servant of Jesus Christ, called as an Apostle, separated for the Gospel of God,",
          "ID": "1"
        },
        {
          "text": "which he had promised beforehand, through his Prophets, in the Holy Scriptures,",
          "ID": "2"
        },
        {
          "text": "about his Son, who was made for him from the offspring of David according to the flesh,",
          "ID": "3"
        },
        {
          "text": "the Son of God, who was predestined in virtue according to the Spirit of sanctification from the resurrection of the dead, our Lord Jesus Christ,",
          "ID": "4"
        },
        {
          "text": "through whom we have received grace and Apostleship, for the sake of his name, for the obedience of faith among all the Gentiles,",
          "ID": "5"
        },
        {
          "text": "from whom you also have been called by Jesus Christ:",
          "ID": "6"
        },
        {
          "text": "To all who are at Rome, the beloved of God, called as saints. Grace to you, and peace, from God our Father and from the Lord Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "Certainly, I give thanks to my God, through Jesus Christ, first for all of you, because your faith is being announced throughout the entire world.",
          "ID": "8"
        },
        {
          "text": "For God is my witness, whom I serve in my spirit by the Gospel of his Son, that without ceasing I have kept a remembrance of you",
          "ID": "9"
        },
        {
          "text": "always in my prayers, pleading that in some way, at some time, I may have a prosperous journey, within the will of God, to come to you.",
          "ID": "10"
        },
        {
          "text": "For I long to see you, so that I may impart to you a certain spiritual grace to strengthen you,",
          "ID": "11"
        },
        {
          "text": "specifically, to be consoled together with you through that which is mutual: your faith and mine.",
          "ID": "12"
        },
        {
          "text": "But I want you to know, brothers, that I have often intended to come to you, (though I have been hindered even to the present time) so that I might obtain some fruit among you also, just as also among the other Gentiles.",
          "ID": "13"
        },
        {
          "text": "To the Greeks and to the uncivilized, to the wise and to the foolish, I am in debt.",
          "ID": "14"
        },
        {
          "text": "So within me there is a prompting to evangelize to you also who are at Rome.",
          "ID": "15"
        },
        {
          "text": "For I am not ashamed of the Gospel. For it is the power of God unto salvation for all believers, the Jew first, and the Greek.",
          "ID": "16"
        },
        {
          "text": "For the justice of God is revealed within it, by faith unto faith, just as it was written: \"For the just one lives by faith.\"",
          "ID": "17"
        },
        {
          "text": "For the wrath of God is revealed from heaven over every impiety and injustice among those men who fend off the truth of God with injustice.",
          "ID": "18"
        },
        {
          "text": "For what is known about God is manifest in them. For God has manifested it to them.",
          "ID": "19"
        },
        {
          "text": "For unseen things about him have been made conspicuous, since the creation of the world, being understood by the things that were made; likewise his everlasting virtue and divinity, so much so that they have no excuse.",
          "ID": "20"
        },
        {
          "text": "For although they had known God, they did not glorify God, nor give thanks. Instead, they became weakened in their thoughts, and their foolish heart was obscured.",
          "ID": "21"
        },
        {
          "text": "For, while proclaiming themselves to be wise, they became foolish.",
          "ID": "22"
        },
        {
          "text": "And they exchanged the glory of the incorruptible God for the likeness of an image of corruptible man, and of flying things, and of four-legged beasts, and of serpents.",
          "ID": "23"
        },
        {
          "text": "For this reason, God handed them over to the desires of their own heart for impurity, so that they afflicted their own bodies with indignities among themselves.",
          "ID": "24"
        },
        {
          "text": "And they exchanged the truth of God for a lie. And they worshipped and served the creature, rather than the Creator, who is blessed for all eternity. Amen.",
          "ID": "25"
        },
        {
          "text": "Because of this, God handed them over to shameful passions. For example, their females have exchanged the natural use of the body for a use which is against nature.",
          "ID": "26"
        },
        {
          "text": "And similarly, the males also, abandoning the natural use of females, have burned in their desires for one another: males doing with males what is disgraceful, and receiving within themselves the recompense that necessarily results from their error.",
          "ID": "27"
        },
        {
          "text": "And since they did not prove to have God by knowledge, God handed them over to a morally depraved way of thinking, so that they might do those things which are not fitting:",
          "ID": "28"
        },
        {
          "text": "having been completely filled with all iniquity, malice, fornication, avarice, wickedness; full of envy, murder, contention, deceit, spite, gossiping;",
          "ID": "29"
        },
        {
          "text": "slanderous, hateful toward God, abusive, arrogant, self-exalting, devisers of evil, disobedient to parents,",
          "ID": "30"
        },
        {
          "text": "foolish, disorderly; without affection, without fidelity, without mercy.",
          "ID": "31"
        },
        {
          "text": "And these, though they had known the justice of God, did not understand that those who act in such a manner are deserving of death, and not only those who do these things, but also those who consent to what is done.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Romans 1"
    },
    {
      "text": [
        {
          "text": "For this reason, O man, each one of you who judges is inexcusable. For by that which you judge another, you condemn yourself. For you do the same things that you judge.",
          "ID": "1"
        },
        {
          "text": "For we know that the judgment of God is in accord with truth against those who do such things.",
          "ID": "2"
        },
        {
          "text": "But, O man, when you judge those who do such things as you yourself also do, do you think that you will escape the judgment of God?",
          "ID": "3"
        },
        {
          "text": "Or do you despise the riches of his goodness and patience and forbearance? Do you not know that the kindness of God is calling you to repentance?",
          "ID": "4"
        },
        {
          "text": "But in accord with your hard and impenitent heart, you store up wrath for yourself, unto the day of wrath and of revelation by the just judgment of God.",
          "ID": "5"
        },
        {
          "text": "For he will render to each one according to his works:",
          "ID": "6"
        },
        {
          "text": "To those who, in accord with patient good works, seek glory and honor and incorruption, certainly, he will render eternal life.",
          "ID": "7"
        },
        {
          "text": "But to those who are contentious and who do not acquiesce to the truth, but instead trust in iniquity, he will render wrath and indignation.",
          "ID": "8"
        },
        {
          "text": "Tribulation and anguish are upon every soul of man that works evil: the Jew first, and also the Greek.",
          "ID": "9"
        },
        {
          "text": "But glory and honor and peace are for all who do what is good: the Jew first, and also the Greek.",
          "ID": "10"
        },
        {
          "text": "For there is no favoritism with God.",
          "ID": "11"
        },
        {
          "text": "For whoever had sinned without the law, will perish without the law. And whoever had sinned in the law, will be judged by the law.",
          "ID": "12"
        },
        {
          "text": "For it is not the hearers of the law who are just before God, but rather it is the doers of the law who shall be justified.",
          "ID": "13"
        },
        {
          "text": "For when the Gentiles, who do not have the law, do by nature those things which are of the law, such persons, not having the law, are a law unto themselves.",
          "ID": "14"
        },
        {
          "text": "For they reveal the work of the law written in their hearts, while their conscience renders testimony about them, and their thoughts within themselves also accuse or even defend them,",
          "ID": "15"
        },
        {
          "text": "unto the day when God shall judge the hidden things of men, through Jesus Christ, according to my Gospel.",
          "ID": "16"
        },
        {
          "text": "But if you are called by name a Jew, and you rest upon the law, and you find glory in God,",
          "ID": "17"
        },
        {
          "text": "and you have known his will, and you demonstrate the more useful things, having been instructed by the law:",
          "ID": "18"
        },
        {
          "text": "you become confident within yourself that you are a guide to the blind, a light to those who are in darkness,",
          "ID": "19"
        },
        {
          "text": "an instructor to the foolish, a teacher to children, because you have a type of knowledge and truth in the law.",
          "ID": "20"
        },
        {
          "text": "As a result, you teach others, but you do not teach yourself. You preach that men should not steal, but you yourself steal.",
          "ID": "21"
        },
        {
          "text": "You speak against adultery, but you commit adultery. You abominate idols, but you commit sacrilege.",
          "ID": "22"
        },
        {
          "text": "You would glory in the law, but through a betrayal of the law you dishonor God.",
          "ID": "23"
        },
        {
          "text": "(For because of you the name of God is being blasphemed among the Gentiles, just as it was written.)",
          "ID": "24"
        },
        {
          "text": "Certainly, circumcision is beneficial, if you observe the law. But if you are a betrayer of the law, your circumcision becomes uncircumcision.",
          "ID": "25"
        },
        {
          "text": "And so, if the uncircumcised keep the justices of the law, shall not this lack of circumcision be counted as circumcision?",
          "ID": "26"
        },
        {
          "text": "And that which is by nature uncircumcised, if it fulfills the law, should it not judge you, who by the letter and by circumcision are a betrayer of the law?",
          "ID": "27"
        },
        {
          "text": "For a Jew is not he who seems so outwardly. Neither is circumcision that which seems so outwardly, in the flesh.",
          "ID": "28"
        },
        {
          "text": "But a Jew is he who is so inwardly. And circumcision of the heart is in the spirit, not in the letter. For its praise is not of men, but of God.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Romans 2"
    },
    {
      "text": [
        {
          "text": "So then, what more is the Jew, or what is the usefulness of circumcision?",
          "ID": "1"
        },
        {
          "text": "Much in every way: First of all, certainly, because the eloquence of God was entrusted to them.",
          "ID": "2"
        },
        {
          "text": "But what if some of them have not believed? Shall their unbelief nullify the faith of God? Let it not be so!",
          "ID": "3"
        },
        {
          "text": "For God is truthful, but every man is deceitful; just as it was written: \"Therefore, you are justified in your words, and you will prevail when you give judgment.\"",
          "ID": "4"
        },
        {
          "text": "But if even our injustice points to the justice of God, what shall we say? Could God be unfair for inflicting wrath?",
          "ID": "5"
        },
        {
          "text": "(I am speaking in human terms.) Let it not be so! Otherwise, how would God judge this world?",
          "ID": "6"
        },
        {
          "text": "For if the truth of God has abounded, through my falseness, unto his glory, why should I still be judged as such a sinner?",
          "ID": "7"
        },
        {
          "text": "And should we not do evil, so that good may result? For so we have been slandered, and so some have claimed we said; their condemnation is just.",
          "ID": "8"
        },
        {
          "text": "What is next? Should we try to excel ahead of them? By no means! For we have accused all Jews and Greeks to be under sin,",
          "ID": "9"
        },
        {
          "text": "just as it was written: \"There is no one who is just.",
          "ID": "10"
        },
        {
          "text": "There is no one who understands. There is no one who seeks God.",
          "ID": "11"
        },
        {
          "text": "All have gone astray; together they have become useless. There is no one who does good; there is not even one.",
          "ID": "12"
        },
        {
          "text": "Their throat is an open sepulcher. With their tongues, they have been acting deceitfully. The venom of asps is under their lips.",
          "ID": "13"
        },
        {
          "text": "Their mouth is full of curses and bitterness.",
          "ID": "14"
        },
        {
          "text": "Their feet are swift to shed blood.",
          "ID": "15"
        },
        {
          "text": "Grief and unhappiness are in their ways.",
          "ID": "16"
        },
        {
          "text": "And the way of peace they have not known.",
          "ID": "17"
        },
        {
          "text": "There is no fear of God before their eyes.\"",
          "ID": "18"
        },
        {
          "text": "But we know that whatever the law speaks, it speaks to those who are in the law, so that every mouth may be silenced and the entire world may be subject to God.",
          "ID": "19"
        },
        {
          "text": "For in his presence no flesh shall be justified by the works of the law. For knowledge of sin is through the law.",
          "ID": "20"
        },
        {
          "text": "But now, without the law, the justice of God, to which the law and the prophets have testified, has been made manifest.",
          "ID": "21"
        },
        {
          "text": "And the justice of God, though the faith of Jesus Christ, is in all those and over all those who believe in him. For there is no distinction.",
          "ID": "22"
        },
        {
          "text": "For all have sinned and all are in need of the glory of God.",
          "ID": "23"
        },
        {
          "text": "We have been justified freely by his grace through the redemption that is in Christ Jesus,",
          "ID": "24"
        },
        {
          "text": "whom God has offered as a propitiation, through faith in his blood, to reveal his justice for the remission of the former offenses,",
          "ID": "25"
        },
        {
          "text": "and by the forbearance of God, to reveal his justice in this time, so that he himself might be both the Just One and the Justifier of anyone who is of the faith of Jesus Christ.",
          "ID": "26"
        },
        {
          "text": "So then, where is your self-exaltation? It is excluded. Through what law? That of works? No, but rather through the law of faith.",
          "ID": "27"
        },
        {
          "text": "For we judge a man to be justified by faith, without the works of the law.",
          "ID": "28"
        },
        {
          "text": "Is God of the Jews only and not also of the Gentiles? On the contrary, of the Gentiles also.",
          "ID": "29"
        },
        {
          "text": "For One is the God who justifies circumcision by faith and uncircumcision through faith.",
          "ID": "30"
        },
        {
          "text": "Are we then destroying the law through faith? Let it not be so! Instead, we are making the law stand.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Romans 3"
    },
    {
      "text": [
        {
          "text": "So then, what shall we say that Abraham had achieved, who is our father according to the flesh?",
          "ID": "1"
        },
        {
          "text": "For if Abraham was justified by works, he would have glory, but not with God.",
          "ID": "2"
        },
        {
          "text": "For what does Scripture say? \"Abram believed God, and it was reputed to him unto justice.\"",
          "ID": "3"
        },
        {
          "text": "But for he who works, wages are not accounted according to grace, but according to debt.",
          "ID": "4"
        },
        {
          "text": "Yet truly, for he who does not work, but who believes in him who justifies the impious, his faith is reputed unto justice, according to the purpose of the grace of God.",
          "ID": "5"
        },
        {
          "text": "Similarly, David also declares the blessedness of a man, to whom God brings justice without works:",
          "ID": "6"
        },
        {
          "text": "\"Blessed are they whose iniquities have been forgiven and whose sins have been covered.",
          "ID": "7"
        },
        {
          "text": "Blessed is the man to whom the Lord has not imputed sin.\"",
          "ID": "8"
        },
        {
          "text": "Does this blessedness, then, remain only in the circumcised, or is it even in the uncircumcised? For we say that faith was reputed to Abraham unto justice.",
          "ID": "9"
        },
        {
          "text": "But then how was it reputed? In circumcision or in uncircumcision? Not in circumcision, but in uncircumcision.",
          "ID": "10"
        },
        {
          "text": "For he received the sign of circumcision as a symbol of the justice of that faith which exists apart from circumcision, so that he might be the father of all those who believe while uncircumcised, so that it might also be reputed to them unto justice,",
          "ID": "11"
        },
        {
          "text": "and he might be the father of circumcision, not only for those who are of circumcision, but even for those who follow the footsteps of that faith which is in the uncircumcision of our father Abraham.",
          "ID": "12"
        },
        {
          "text": "For the Promise to Abraham, and to his posterity, that he would inherit the world, was not through the law, but through the justice of faith.",
          "ID": "13"
        },
        {
          "text": "For if those who are of the law are the heirs, then faith becomes empty and the Promise is abolished.",
          "ID": "14"
        },
        {
          "text": "For the law works unto wrath. And where there is no law, there is no law-breaking.",
          "ID": "15"
        },
        {
          "text": "Because of this, it is from faith according to grace that the Promise is ensured for all posterity, not only for those who are of the law, but also for those who are of the faith of Abraham, who is the father of us all before God,",
          "ID": "16"
        },
        {
          "text": "in whom he believed, who revives the dead and who calls those things that do not exist into existence. For it is written: \"I have established you as the father of many nations.\"",
          "ID": "17"
        },
        {
          "text": "And he believed, with a hope beyond hope, so that he might become the father of many nations, according to what was said to him: \"Thus shall your posterity shall be.\"",
          "ID": "18"
        },
        {
          "text": "And he was not weakened in faith, nor did he consider his own body to be dead (though he was then almost one hundred years old), nor the womb of Sarah to be dead.",
          "ID": "19"
        },
        {
          "text": "And then, in the Promise of God, he did not hesitate out of distrust, but instead he was strengthened in faith, giving glory to God,",
          "ID": "20"
        },
        {
          "text": "knowing most fully that whatever God has promised, he is also able to accomplish.",
          "ID": "21"
        },
        {
          "text": "And for this reason, it was reputed to him unto justice.",
          "ID": "22"
        },
        {
          "text": "Now this has been written, that it was reputed to him unto justice, not only for his sake,",
          "ID": "23"
        },
        {
          "text": "but also for our sake. For the same shall be reputed to us, if we believe in him who raised up our Lord Jesus Christ from the dead,",
          "ID": "24"
        },
        {
          "text": "who was handed over because of our offenses, and who rose again for our justification.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Romans 4"
    },
    {
      "text": [
        {
          "text": "Therefore, having been justified by faith, let us be at peace with God, through our Lord Jesus Christ.",
          "ID": "1"
        },
        {
          "text": "For through him we also have access by faith to this grace, in which we stand firm, and to glory, in the hope of the glory of the sons of God.",
          "ID": "2"
        },
        {
          "text": "And not only that, but we also find glory in tribulation, knowing that tribulation exercises patience,",
          "ID": "3"
        },
        {
          "text": "and patience leads to proving, yet truly proving leads to hope,",
          "ID": "4"
        },
        {
          "text": "but hope is not unfounded, because the love of God is poured forth in our hearts through the Holy Spirit, who has been given to us.",
          "ID": "5"
        },
        {
          "text": "Yet why did Christ, while we were still infirm, at the proper time, suffer death for the impious?",
          "ID": "6"
        },
        {
          "text": "Now someone might barely be willing to die for the sake of justice, for example, perhaps someone might dare to die for the sake of a good man.",
          "ID": "7"
        },
        {
          "text": "But God demonstrates his love for us in that, while we were yet sinners, at the proper time,",
          "ID": "8"
        },
        {
          "text": "Christ died for us. Therefore, having been justified now by his blood, all the more so shall we be saved from wrath through him.",
          "ID": "9"
        },
        {
          "text": "For if we were reconciled to God through the death of his Son, while we were still enemies, all the more so, having been reconciled, shall we be saved by his life.",
          "ID": "10"
        },
        {
          "text": "And not only that, but we also glory in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
          "ID": "11"
        },
        {
          "text": "Therefore, just as through one man sin entered into this world, and through sin, death; so also death was transferred to all men, to all who have sinned.",
          "ID": "12"
        },
        {
          "text": "For even before the law, sin was in the world, but sin was not imputed while the law did not exist.",
          "ID": "13"
        },
        {
          "text": "Yet death reigned from Adam until Moses, even in those who have not sinned, in the likeness of the transgression of Adam, who is a figure of him who was to come.",
          "ID": "14"
        },
        {
          "text": "But the gift is not entirely like the offense. For though by the offense of one, many died, yet much more so, by the grace of one man, Jesus Christ, has the grace and gift of God abounded to many.",
          "ID": "15"
        },
        {
          "text": "And the sin through one is not entirely like the gift. For certainly, the judgment of one was unto condemnation, but the grace toward many offenses is unto justification.",
          "ID": "16"
        },
        {
          "text": "For though, by the one offense, death reigned through one, yet so much more so shall those who receive an abundance of grace, both of the gift and of justice, reign in life through the one Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "Therefore, just as through the offense of one, all men fell under condemnation, so also through the justice of one, all men fall under justification unto life.",
          "ID": "18"
        },
        {
          "text": "For, just as through the disobedience of one man, many were established as sinners, so also through the obedience of one man, many shall be established as just.",
          "ID": "19"
        },
        {
          "text": "Now the law entered in such a way that offenses would abound. But where offenses were abundant, grace was superabundant.",
          "ID": "20"
        },
        {
          "text": "So then, just as sin has reigned unto death, so also may grace reign through justice unto eternal life, through Jesus Christ our Lord.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Romans 5"
    },
    {
      "text": [
        {
          "text": "So what shall we say? Should we remain in sin, so that grace may abound?",
          "ID": "1"
        },
        {
          "text": "Let it not be so! For how can we who have died to sin still live in sin?",
          "ID": "2"
        },
        {
          "text": "Do you not know that those of us who have been baptized in Christ Jesus have been baptized into his death?",
          "ID": "3"
        },
        {
          "text": "For through baptism we have been buried with him into death, so that, in the manner that Christ rose from the dead, by the glory of the Father, so may we also walk in the newness of life.",
          "ID": "4"
        },
        {
          "text": "For if we have been planted together, in the likeness of his death, so shall we also be, in the likeness of his resurrection.",
          "ID": "5"
        },
        {
          "text": "For we know this: that our former selves have been crucified together with him, so that the body which is of sin may be destroyed, and moreover, so that we may no longer serve sin.",
          "ID": "6"
        },
        {
          "text": "For he who has died has been justified from sin.",
          "ID": "7"
        },
        {
          "text": "Now if we have died with Christ, we believe that we shall also live together with Christ.",
          "ID": "8"
        },
        {
          "text": "For we know that Christ, in rising up from the dead, can no longer die: death no longer has dominion over him.",
          "ID": "9"
        },
        {
          "text": "For in as much as he died for sin, he died once. But in as much as he lives, he lives for God.",
          "ID": "10"
        },
        {
          "text": "And so, you should consider yourselves to be certainly dead to sin, and to be living for God in Christ Jesus our Lord.",
          "ID": "11"
        },
        {
          "text": "Therefore, let not sin reign in your mortal body, such that you would obey its desires.",
          "ID": "12"
        },
        {
          "text": "Nor should you offer the parts of your body as instruments of iniquity for sin. Instead, offer yourselves to God, as if you were living after death, and offer the parts of your body as instruments of justice for God.",
          "ID": "13"
        },
        {
          "text": "For sin should not have dominion over you. For you are not under the law, but under grace.",
          "ID": "14"
        },
        {
          "text": "What is next? Should we sin because we are not under the law, but under grace? Let it not be so!",
          "ID": "15"
        },
        {
          "text": "Do you not know to whom you are offering yourselves as servants under obedience? You are the servants of whomever you obey: whether of sin, unto death, or of obedience, unto justice.",
          "ID": "16"
        },
        {
          "text": "But thanks be to God that, though you used to be the servants of sin, now you have been obedient from the heart to the very form of the doctrine into which you have been received.",
          "ID": "17"
        },
        {
          "text": "And having been freed from sin, we have become servants of justice.",
          "ID": "18"
        },
        {
          "text": "I am speaking in human terms because of the infirmity of your flesh. For just as you offered the parts of your body to serve impurity and iniquity, for the sake of iniquity, so also have you now yielded the parts of your body to serve justice, for the sake of sanctification.",
          "ID": "19"
        },
        {
          "text": "For though you were once the servants of sin, you have become the children of justice.",
          "ID": "20"
        },
        {
          "text": "But what fruit did you hold at that time, in those things about which you are now ashamed? For the end of those things is death.",
          "ID": "21"
        },
        {
          "text": "Yet truly, having been freed now from sin, and having been made servants of God, you hold your fruit in sanctification, and truly its end is eternal life.",
          "ID": "22"
        },
        {
          "text": "For the wages of sin is death. But the free gift of God is eternal life in Christ Jesus our Lord.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Romans 6"
    },
    {
      "text": [
        {
          "text": "Or do you not know, brothers, (now I am speaking to those who know the law) that the law has dominion over a man only so long as he lives?",
          "ID": "1"
        },
        {
          "text": "For example, a woman who is subject to a husband is obligated by the law while her husband lives. But when her husband has died, she is released from the law of her husband.",
          "ID": "2"
        },
        {
          "text": "Therefore, while her husband lives, if she has been with another man, she should be called an adulteress. But when her husband has died, she is freed from the law of her husband, such that, if she has been with another man, she is not an adulteress.",
          "ID": "3"
        },
        {
          "text": "And so, my brothers, you also have become dead to the law, through the body of Christ, so that you may be another one who has risen from the dead, in order that we may bear fruit for God.",
          "ID": "4"
        },
        {
          "text": "For when we were in the flesh, the passions of sins, which were under the law, operated within our bodies, so as to bear fruit unto death.",
          "ID": "5"
        },
        {
          "text": "But now we have been released from the law of death, by which we were being held, so that now we may serve with a renewed spirit, and not in the old way, by the letter.",
          "ID": "6"
        },
        {
          "text": "What should we say next? Is the law sin? Let it not be so! But I do not know sin, except through the law. For example, I would not have known about coveting, unless the law said: \"You shall not covet.\"",
          "ID": "7"
        },
        {
          "text": "But sin, receiving an opportunity through the commandment, wrought in me all manner of coveting. For apart from the law, sin was dead.",
          "ID": "8"
        },
        {
          "text": "Now I lived for some time apart from the law. But when the commandment had arrived, sin was revived,",
          "ID": "9"
        },
        {
          "text": "and I died. And the commandment, which was unto life, was itself found to be unto death for me.",
          "ID": "10"
        },
        {
          "text": "For sin, receiving an opportunity through the commandment, seduced me, and, through the law, sin killed me.",
          "ID": "11"
        },
        {
          "text": "And so, the law itself is indeed holy, and the commandment is holy and just and good.",
          "ID": "12"
        },
        {
          "text": "Then was what is good made into death for me? Let it not be so! But rather sin, in order that it might be known as sin by what is good, wrought death in me; so that sin, through the commandment, might become sinful beyond measure.",
          "ID": "13"
        },
        {
          "text": "For we know that the law is spiritual. But I am carnal, having been sold under sin.",
          "ID": "14"
        },
        {
          "text": "For I do things that I do not understand. For I do not do the good that I want to do. But the evil that I hate is what I do.",
          "ID": "15"
        },
        {
          "text": "So, when I do what I do not want to do, I am in agreement with the law, that the law is good.",
          "ID": "16"
        },
        {
          "text": "But I am then acting not according to the law, but according to the sin which lives within me.",
          "ID": "17"
        },
        {
          "text": "For I know that what is good does not live within me, that is, within my flesh. For the willingness to do good lies close to me, but the carrying out of that good, I cannot reach.",
          "ID": "18"
        },
        {
          "text": "For I do not do the good that I want to do. But instead, I do the evil that I do not want to do.",
          "ID": "19"
        },
        {
          "text": "Now if I do what I am not willing to do, it is no longer I who am doing it, but the sin which lives within me.",
          "ID": "20"
        },
        {
          "text": "And so, I discover the law, by wanting to do good within myself, though evil lies close beside me.",
          "ID": "21"
        },
        {
          "text": "For I am delighted with the law of God, according to the inner man.",
          "ID": "22"
        },
        {
          "text": "But I perceive another law within my body, fighting against the law of my mind, and captivating me with the law of sin which is in my body.",
          "ID": "23"
        },
        {
          "text": "Unhappy man that I am, who will free me from this body of death?",
          "ID": "24"
        },
        {
          "text": "The grace of God, by Jesus Christ our Lord! Therefore, I serve the law of God with my own mind; but with the flesh, the law of sin.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Romans 7"
    },
    {
      "text": [
        {
          "text": "Therefore, there is now no condemnation for those who are in Christ Jesus, who are not walking according to the flesh.",
          "ID": "1"
        },
        {
          "text": "For the law of the Spirit of life in Christ Jesus has freed me from the law of sin and death.",
          "ID": "2"
        },
        {
          "text": "For though this was impossible under the law, because it was weakened by the flesh, God sent his own Son in the likeness of sinful flesh and because of sin, in order to condemn sin in the flesh,",
          "ID": "3"
        },
        {
          "text": "so that the justification of the law might be fulfilled in us. For we are not walking according to the flesh, but according to the spirit.",
          "ID": "4"
        },
        {
          "text": "For those who are in agreement with the flesh are mindful of the things of the flesh. But those who are in agreement with the spirit are mindful of the things of the spirit.",
          "ID": "5"
        },
        {
          "text": "For the prudence of the flesh is death. But the prudence of the spirit is life and peace.",
          "ID": "6"
        },
        {
          "text": "And the wisdom of the flesh is inimical to God. For it is not subject to the law of God, nor can it be.",
          "ID": "7"
        },
        {
          "text": "So those who are in the flesh are not able to please God.",
          "ID": "8"
        },
        {
          "text": "And you are not in the flesh, but in the spirit, if it is true that the Spirit of God lives within you. But if anyone does not have the Spirit of Christ, he does not belong to him.",
          "ID": "9"
        },
        {
          "text": "But if Christ is within you, then the body is indeed dead, concerning sin, but the spirit truly lives, because of justification.",
          "ID": "10"
        },
        {
          "text": "But if the Spirit of him who raised up Jesus from the dead lives within you, then he who raised up Jesus Christ from the dead shall also enliven your mortal bodies, by means of his Spirit living within you.",
          "ID": "11"
        },
        {
          "text": "Therefore, brothers, we are not debtors to the flesh, so as to live according to the flesh.",
          "ID": "12"
        },
        {
          "text": "For if you live according to the flesh, you will die. But if, by the Spirit, you mortify the deeds of the flesh, you shall live.",
          "ID": "13"
        },
        {
          "text": "For all those who are led by the Spirit of God are the sons of God.",
          "ID": "14"
        },
        {
          "text": "And you have not received, again, a spirit of servitude in fear, but you have received the Spirit of the adoption of sons, in whom we cry out: \"Abba, Father!\"",
          "ID": "15"
        },
        {
          "text": "For the Spirit himself renders testimony to our spirit that we are the sons of God.",
          "ID": "16"
        },
        {
          "text": "But if we are sons, then we are also heirs: certainly heirs of God, but also co-heirs with Christ, yet in such a way that, if we suffer with him, we shall also be glorified with him.",
          "ID": "17"
        },
        {
          "text": "For I consider that the sufferings of this time are not worthy to be compared with that future glory which shall be revealed in us.",
          "ID": "18"
        },
        {
          "text": "For the anticipation of the creature anticipates the revelation of the sons of God.",
          "ID": "19"
        },
        {
          "text": "For the creature was made subject to emptiness, not willingly, but for the sake of the One who made it subject, unto hope.",
          "ID": "20"
        },
        {
          "text": "For the creature itself shall also be delivered from the servitude of corruption, into the liberty of the glory of the sons of God.",
          "ID": "21"
        },
        {
          "text": "For we know that every creature groans inwardly, as if giving birth, even until now;",
          "ID": "22"
        },
        {
          "text": "and not only these, but also ourselves, since we hold the first-fruits of the Spirit. For we also groan within ourselves, anticipating our adoption as the sons of God, and the redemption of our body.",
          "ID": "23"
        },
        {
          "text": "For we have been saved by hope. But a hope which is seen is not hope. For when a man sees something, why would he hope?",
          "ID": "24"
        },
        {
          "text": "But since we hope for what we do not see, we wait with patience.",
          "ID": "25"
        },
        {
          "text": "And similarly, the Spirit also helps our weakness. For we do not know how to pray as we ought, but the Spirit himself asks on our behalf with ineffable sighing.",
          "ID": "26"
        },
        {
          "text": "And he who examines hearts knows what the Spirit seeks, because he asks on behalf of the saints in accordance with God.",
          "ID": "27"
        },
        {
          "text": "And we know that, for those who love God, all things work together unto good, for those who, in accordance with his purpose, are called to be saints.",
          "ID": "28"
        },
        {
          "text": "For those whom he foreknew, he also predestinated, in conformity with the image of his Son, so that he might be the Firstborn among many brothers.",
          "ID": "29"
        },
        {
          "text": "And those whom he predestinated, he also called. And those whom he called, he also justified. And those whom he justified, he also glorified.",
          "ID": "30"
        },
        {
          "text": "So, what should we say about these things? If God is for us, who is against us?",
          "ID": "31"
        },
        {
          "text": "He who did not spare even his own Son, but handed him over for the sake of us all, how could he not also, with him, have given us all things?",
          "ID": "32"
        },
        {
          "text": "Who will make an accusation against the elect of God? God is the One who justifies;",
          "ID": "33"
        },
        {
          "text": "who is the one who condemns? Christ Jesus who has died, and who has indeed also risen again, is at the right hand of God, and even now he intercedes for us.",
          "ID": "34"
        },
        {
          "text": "Then who will separate us from the love of Christ? Tribulation? Or anguish? Or famine? Or nakedness? Or peril? Or persecution? Or the sword?",
          "ID": "35"
        },
        {
          "text": "For it is as it has been written: \"For your sake, we are being put to death all day long. We are being treated like sheep for the slaughter.\"",
          "ID": "36"
        },
        {
          "text": "But in all these things we overcome, because of him who has loved us.",
          "ID": "37"
        },
        {
          "text": "For I am certain that neither death, nor life, nor Angels, nor Principalities, nor Powers, nor the present things, nor the future things, nor strength,",
          "ID": "38"
        },
        {
          "text": "nor the heights, nor the depths, nor any other created thing, will be able to separate us from the love of God, which is in Christ Jesus our Lord.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Romans 8"
    },
    {
      "text": [
        {
          "text": "I am speaking the truth in Christ; I am not lying. My conscience offers testimony to me in the Holy Spirit,",
          "ID": "1"
        },
        {
          "text": "because the sadness within me is great, and there is a continuous sorrow in my heart.",
          "ID": "2"
        },
        {
          "text": "For I was desiring that I myself might be anathemized from Christ, for the sake of my brothers, who are my kinsmen according to the flesh.",
          "ID": "3"
        },
        {
          "text": "These are the Israelites, to whom belongs adoption as sons, and the glory and the testament, and the giving and following of the law, and the promises.",
          "ID": "4"
        },
        {
          "text": "Theirs are the fathers, and from them, according to the flesh, is the Christ, who is over all things, blessed God, for all eternity. Amen.",
          "ID": "5"
        },
        {
          "text": "But it is not that the Word of God has perished. For not all those who are Israelites are of Israel.",
          "ID": "6"
        },
        {
          "text": "And not all sons are the offspring of Abraham: \"For your offspring will be invoked in Isaac.\"",
          "ID": "7"
        },
        {
          "text": "In other words, those who are the sons of God are not those who are sons of the flesh, but those who are sons of the Promise; these are considered to be the offspring.",
          "ID": "8"
        },
        {
          "text": "For the word of promise is this: \"I will return at the proper time. And there shall be a son for Sarah.\"",
          "ID": "9"
        },
        {
          "text": "And she was not alone. For Rebecca also, having conceived by Isaac our father, from one act,",
          "ID": "10"
        },
        {
          "text": "when the children had not yet been born, and had not yet done anything good or bad (such that the purpose of God might be based on their choice),",
          "ID": "11"
        },
        {
          "text": "and not because of deeds, but because of a calling, it was said to her: \"The elder shall serve the younger.\"",
          "ID": "12"
        },
        {
          "text": "So also it was written: \"I have loved Jacob, but I have hated Esau.\"",
          "ID": "13"
        },
        {
          "text": "What should we say next? Is there unfairness with God? Let it not be so!",
          "ID": "14"
        },
        {
          "text": "For to Moses he says: \"I will pity whomever I pity. And I will offer mercy to whomever I will pity.\"",
          "ID": "15"
        },
        {
          "text": "Therefore, it is not based on those who choose, nor on those who excel, but on God who takes pity.",
          "ID": "16"
        },
        {
          "text": "For Scripture says to the Pharaoh: \"I have raised you up for this purpose, so that I may reveal my power by you, and so that my name may be announced to all the earth.\"",
          "ID": "17"
        },
        {
          "text": "Therefore, he takes pity on whomever he wills, and he hardens whomever he wills.",
          "ID": "18"
        },
        {
          "text": "And so, you would say to me: \"Then why does he still find fault? For who can resist his will?\"",
          "ID": "19"
        },
        {
          "text": "O man, who are you to question God? How can the thing that has been formed say to the One who formed him: \"Why have you made me this way?\"",
          "ID": "20"
        },
        {
          "text": "And does not the potter have the authority over the clay to make, from the same material, indeed, one vessel unto honor, yet truly another unto disgrace?",
          "ID": "21"
        },
        {
          "text": "What if God, wanting to reveal his wrath and to make his power known, endured, with much patience, vessels deserving wrath, fit to be destroyed,",
          "ID": "22"
        },
        {
          "text": "so that he might reveal the wealth of his glory, within these vessels of mercy, which he has prepared unto glory?",
          "ID": "23"
        },
        {
          "text": "And so it is with those of us whom he has also called, not only from among the Jews, but even from among the Gentiles,",
          "ID": "24"
        },
        {
          "text": "just as he says in Hosea: \"I will call those who were not my people, 'my people,' and she who was not beloved, 'beloved,' and she who had not obtained mercy, 'one who has obtained mercy.'",
          "ID": "25"
        },
        {
          "text": "And this shall be: in the place where it was said to them, 'You are not my people,' there they shall be called the sons of the living God.\"",
          "ID": "26"
        },
        {
          "text": "And Isaiah cried out on behalf of Israel: \"When the number of the sons of Israel is like the sand of the sea, a remnant shall be saved.",
          "ID": "27"
        },
        {
          "text": "For he shall complete his word, while abbreviating it out of equity. For the Lord shall accomplish a brief word upon the earth.\"",
          "ID": "28"
        },
        {
          "text": "And it is just as Isaiah predicted: \"Unless the Lord of hosts had bequeathed offspring, we would have become like Sodom, and we would have been made similar to Gomorrah.\"",
          "ID": "29"
        },
        {
          "text": "What should we say next? That the Gentiles who did not follow justice have attained justice, even the justice that is of faith.",
          "ID": "30"
        },
        {
          "text": "Yet truly, Israel, though following the law of justice, has not arrived at the law of justice.",
          "ID": "31"
        },
        {
          "text": "Why is this? Because they did not seek it from faith, but as if it were from works. For they stumbled over a stumbling block,",
          "ID": "32"
        },
        {
          "text": "just as it was written: \"Behold, I am placing a stumbling block in Zion, and a rock of scandal. But whoever believes in him shall not be confounded.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Romans 9"
    },
    {
      "text": [
        {
          "text": "Brothers, certainly the will of my heart, and my prayer to God, is for them unto salvation.",
          "ID": "1"
        },
        {
          "text": "For I offer testimony to them, that they have a zeal for God, but not according to knowledge.",
          "ID": "2"
        },
        {
          "text": "For, being ignorant of the justice of God, and seeking to establish their own justice, they have not subjected themselves to the justice of God.",
          "ID": "3"
        },
        {
          "text": "For the end of the law, Christ, is unto justice for all who believe.",
          "ID": "4"
        },
        {
          "text": "And Moses wrote, about the justice that is of the law, that the man who will have done justice shall live by justice.",
          "ID": "5"
        },
        {
          "text": "But the justice that is of faith speaks in this way: Do not say in your heart: \"Who shall ascend into heaven?\" (that is, to bring Christ down);",
          "ID": "6"
        },
        {
          "text": "\"Or who shall descend into the abyss?\" (that is, to call back Christ from the dead).",
          "ID": "7"
        },
        {
          "text": "But what does Scripture say? \"The word is near, in your mouth and in your heart.\" This is the word of faith, which we are preaching.",
          "ID": "8"
        },
        {
          "text": "For if you confess with your mouth the Lord Jesus, and if you believe in your heart that God has raised him up from the dead, you shall be saved.",
          "ID": "9"
        },
        {
          "text": "For with the heart, we believe unto justice; but with the mouth, confession is unto salvation.",
          "ID": "10"
        },
        {
          "text": "For Scripture says: \"All those who believe in him shall not be confounded.\"",
          "ID": "11"
        },
        {
          "text": "For there is no distinction between Jew and Greek. For the same Lord is over all, richly in all who call upon him.",
          "ID": "12"
        },
        {
          "text": "For all those who have called upon the name of the Lord shall be saved.",
          "ID": "13"
        },
        {
          "text": "Then in what way will those who have not believed in him call upon him? Or in what way will those who have not heard of him believe in him? And in what way will they hear of him without preaching?",
          "ID": "14"
        },
        {
          "text": "And truly, in what way will they preach, unless they have been sent, just as it has been written: \"How beautiful are the feet of those who evangelize peace, of those who evangelize what is good!\"",
          "ID": "15"
        },
        {
          "text": "But not all are obedient to the Gospel. For Isaiah says: \"Lord, who has believed our report?\"",
          "ID": "16"
        },
        {
          "text": "Therefore, faith is from hearing, and hearing is through the Word of Christ.",
          "ID": "17"
        },
        {
          "text": "But I say: Have they not heard? For certainly: \"Their sound has gone forth throughout all the earth, and their words unto the limits of the whole world.\"",
          "ID": "18"
        },
        {
          "text": "But I say: Has Israel not known? First, Moses says: \"I will lead you into a rivalry with those who are not a nation; in the midst of a foolish nation, I will send you into wrath.\"",
          "ID": "19"
        },
        {
          "text": "And Isaiah dares to say: \"I was discovered by those who were not seeking me. I appeared openly to those who were not asking about me.\"",
          "ID": "20"
        },
        {
          "text": "Then to Israel he says: \"All day long I have stretched out my hands to a people who do not believe and who contradict me.\"",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Romans 10"
    },
    {
      "text": [
        {
          "text": "Therefore, I say: Has God driven away his people? Let it not be so! For I, too, am an Israelite of the offspring of Abraham, from the tribe of Benjamin.",
          "ID": "1"
        },
        {
          "text": "God has not driven away his people, whom he foreknew. And do you not know what Scripture says in Elijah, how he calls upon God against Israel?",
          "ID": "2"
        },
        {
          "text": "\"Lord, they have slain your Prophets. They have overturned your altars. And I alone remain, and they are seeking my life.\"",
          "ID": "3"
        },
        {
          "text": "But what is the Divine response to him? \"I have retained for myself seven thousand men, who have not bent their knees before Baal.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, in the same way, again in this time, there is a remnant that has been saved in accord with the choice of grace.",
          "ID": "5"
        },
        {
          "text": "And if it is by grace, then it is not now by works; otherwise grace is no longer free.",
          "ID": "6"
        },
        {
          "text": "What is next? What Israel was seeking, he has not obtained. But the elect have obtained it. And truly, these others have been blinded,",
          "ID": "7"
        },
        {
          "text": "just as it was written: \"God has given them a spirit of reluctance: eyes that do not perceive, and ears that do not hear, even until this very day.\"",
          "ID": "8"
        },
        {
          "text": "And David says: \"Let their table become like a snare, and a deception, and a scandal, and a retribution for them.",
          "ID": "9"
        },
        {
          "text": "Let their eyes be obscured, so that they may not see, and so that they may bow down their backs always.\"",
          "ID": "10"
        },
        {
          "text": "Therefore, I say: Have they stumbled in such a way that they should fall? Let it not be so! Instead, by their offense, salvation is with the Gentiles, so that they may be a rival to them.",
          "ID": "11"
        },
        {
          "text": "Now if their offense is the riches of the world, and if their diminution is the riches of the Gentiles, how much more is their fullness?",
          "ID": "12"
        },
        {
          "text": "For I say to you Gentiles: Certainly, as long as I am an Apostle to the Gentiles, I will honor my ministry,",
          "ID": "13"
        },
        {
          "text": "in such a way that I might provoke to rivalry those who are my own flesh, and so that I may save some of them.",
          "ID": "14"
        },
        {
          "text": "For if their loss is for the reconciliation of the world, what could their return be for, except life out of death?",
          "ID": "15"
        },
        {
          "text": "For if the first-fruit has been sanctified, so also has the whole. And if the root is holy, so also are the branches.",
          "ID": "16"
        },
        {
          "text": "And if some of the branches are broken, and if you, being a wild olive branch, are grafted on to them, and you become a partaker of the root and of the fatness of the olive tree,",
          "ID": "17"
        },
        {
          "text": "do not glorify yourself above the branches. For though you glory, you do not support the root, but the root supports you.",
          "ID": "18"
        },
        {
          "text": "Therefore, you would say: The branches were broken off, so that I might be grafted on.",
          "ID": "19"
        },
        {
          "text": "Well enough. They were broken off because of unbelief. But you stand on faith. So do not choose to savor what is exalted, but instead be afraid.",
          "ID": "20"
        },
        {
          "text": "For if God has not spared the natural branches, perhaps also he might not spare you.",
          "ID": "21"
        },
        {
          "text": "So then, notice the goodness and the severity of God. Certainly, toward those who have fallen, there is severity; but toward you, there is the goodness of God, if you remain in goodness. Otherwise, you also will be cut off.",
          "ID": "22"
        },
        {
          "text": "Moreover, if they do not remain in unbelief, they will be grafted on. For God is able to graft them on again.",
          "ID": "23"
        },
        {
          "text": "So if you have been cut off from the wild olive tree, which is natural to you, and, contrary to nature, you are grafted on to the good olive tree, how much more shall those who are the natural branches be grafted on to their own olive tree?",
          "ID": "24"
        },
        {
          "text": "For I do not want you to be ignorant, brothers, of this mystery (lest you seem wise only to yourselves) that a certain blindness has occurred in Israel, until the fullness of the Gentiles has arrived.",
          "ID": "25"
        },
        {
          "text": "And in this way, all of Israel may be saved, just as it was written: \"From Zion shall arrive he who delivers, and he shall turn impiety away from Jacob.",
          "ID": "26"
        },
        {
          "text": "And this will be my covenant for them, when I will take away their sins.\"",
          "ID": "27"
        },
        {
          "text": "Certainly, according to the Gospel, they are enemies for your sake. But according to the election, they are most beloved for the sake of the fathers.",
          "ID": "28"
        },
        {
          "text": "For the gifts and the call of God are without regret.",
          "ID": "29"
        },
        {
          "text": "And just as you also, in times past, did not believe in God, but now you have obtained mercy because of their unbelief,",
          "ID": "30"
        },
        {
          "text": "so also have these now not believed, for your mercy, so that they might obtain mercy also.",
          "ID": "31"
        },
        {
          "text": "For God has enclosed everyone in unbelief, so that he may have mercy on everyone.",
          "ID": "32"
        },
        {
          "text": "Oh, the depths of the richness of the wisdom and knowledge of God! How incomprehensible are his judgments, and how unsearchable are his ways!",
          "ID": "33"
        },
        {
          "text": "For who has known the mind of the Lord? Or who has been his counselor?",
          "ID": "34"
        },
        {
          "text": "Or who first gave to him, so that repayment would be owed?",
          "ID": "35"
        },
        {
          "text": "For from him, and through him, and in him are all things. To him is glory, for all eternity. Amen.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Romans 11"
    },
    {
      "text": [
        {
          "text": "And so, I beg you, brothers, by the mercy of God, that you offer your bodies as a living sacrifice, holy and pleasing to God, with the subservience of your mind.",
          "ID": "1"
        },
        {
          "text": "And do not choose to be conformed to this age, but instead choose to be reformed in the newness of your mind, so that you may demonstrate what is the will of God: what is good, and what is well-pleasing, and what is perfect.",
          "ID": "2"
        },
        {
          "text": "For I say, through the grace that has been given to me, to all who are among you: Taste no more than it is necessary to taste, but taste unto sobriety and just as God has distributed a share of the faith to each one.",
          "ID": "3"
        },
        {
          "text": "For just as, within one body, we have many parts, though all the parts do not have the same role,",
          "ID": "4"
        },
        {
          "text": "so also we, being many, are one body in Christ, and each one is a part, the one of the other.",
          "ID": "5"
        },
        {
          "text": "And we each have different gifts, according to the grace that has been given to us: whether prophecy, in agreement with the reasonableness of faith;",
          "ID": "6"
        },
        {
          "text": "or ministry, in ministering; or he who teaches, in doctrine;",
          "ID": "7"
        },
        {
          "text": "he who exhorts, in exhortation; he who gives, in simplicity; he who governs, in solicitude; he who shows mercy, in cheerfulness.",
          "ID": "8"
        },
        {
          "text": "Let love be without falseness: hating evil, clinging to what is good,",
          "ID": "9"
        },
        {
          "text": "loving one another with fraternal charity, surpassing one another in honor:",
          "ID": "10"
        },
        {
          "text": "in solicitude, not lazy; in spirit, fervent; serving the Lord;",
          "ID": "11"
        },
        {
          "text": "in hope, rejoicing; in tribulation, enduring; in prayer, ever-willing;",
          "ID": "12"
        },
        {
          "text": "in the difficulties of the saints, sharing; in hospitality, attentive.",
          "ID": "13"
        },
        {
          "text": "Bless those who are persecuting you: bless, and do not curse.",
          "ID": "14"
        },
        {
          "text": "Rejoice with those who are rejoicing. Weep with those who are weeping.",
          "ID": "15"
        },
        {
          "text": "Be of the same mind toward one another: not savoring what is exalted, but consenting in humility. Do not choose to seem wise to yourself.",
          "ID": "16"
        },
        {
          "text": "Render to no one harm for harm. Provide good things, not only in the sight of God, but also in the sight of all men.",
          "ID": "17"
        },
        {
          "text": "If it is possible, in so far as you are able, be at peace with all men.",
          "ID": "18"
        },
        {
          "text": "Do not defend yourselves, dearest ones. Instead, step aside from wrath. For it is written: \"Vengeance is mine. I shall give retribution, says the Lord.\"",
          "ID": "19"
        },
        {
          "text": "So if an enemy is hungry, feed him; if he is thirsty, give him a drink. For in doing so, you will heap burning coals upon his head.",
          "ID": "20"
        },
        {
          "text": "Do not allow evil to prevail, instead prevail over evil by means of goodness.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Romans 12"
    },
    {
      "text": [
        {
          "text": "Let every soul be subject to higher authorities. For there is no authority except from God and those who have been ordained by God.",
          "ID": "1"
        },
        {
          "text": "And so, whoever resists authority, resists what has been ordained by God. And those who resist are acquiring damnation for themselves.",
          "ID": "2"
        },
        {
          "text": "For leaders are not a source of fear to those who work good, but to those who work evil. And would you prefer not to be afraid of authority? Then do what is good, and you shall have praise from them.",
          "ID": "3"
        },
        {
          "text": "For he is a minister of God for you unto good. But if you do what is evil, be afraid. For it is not without reason that he carries a sword. For he is a minister of God; an avenger to execute wrath upon whomever does evil.",
          "ID": "4"
        },
        {
          "text": "For this reason, it is necessary to be subject, not solely because of wrath, but also because of conscience.",
          "ID": "5"
        },
        {
          "text": "Therefore, you must also offer tribute. For they are the ministers of God, serving him in this.",
          "ID": "6"
        },
        {
          "text": "Therefore, render to all whatever is owed. Taxes, to whom taxes is due; revenue, to whom revenue is due; fear, to whom fear is due; honor, to whom honor is due.",
          "ID": "7"
        },
        {
          "text": "You should owe nothing to anyone, except so as to love one another. For whoever loves his neighbor has fulfilled the law.",
          "ID": "8"
        },
        {
          "text": "For example: You shall not commit adultery. You shall not kill. You shall not steal. You shall not speak false testimony. You shall not covet. And if there is any other commandment, it is summed up in this word: You shall love your neighbor as yourself.",
          "ID": "9"
        },
        {
          "text": "The love of neighbor does no harm. Therefore, love is the plenitude of the law.",
          "ID": "10"
        },
        {
          "text": "And we know the present time, that now is the hour for us to rise up from sleep. For already our salvation is closer than when we first believed.",
          "ID": "11"
        },
        {
          "text": "The night has passed, and the day draws near. Therefore, let us cast aside the works of darkness, and be clothed with the armor of light.",
          "ID": "12"
        },
        {
          "text": "Let us walk honestly, as in the daylight, not in carousing and drunkenness, not in promiscuity and sexual immorality, not in contention and envy.",
          "ID": "13"
        },
        {
          "text": "Instead, be clothed with the Lord Jesus Christ, and make no provision for the flesh in its desires.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Romans 13"
    },
    {
      "text": [
        {
          "text": "But accept those who are weak in faith, without disputing about ideas.",
          "ID": "1"
        },
        {
          "text": "For one person believes that he may eat all things, but if another is weak, let him eat plants.",
          "ID": "2"
        },
        {
          "text": "He who eats should not despise him who does not eat. And he who does not eat should not judge him who eats. For God has accepted him.",
          "ID": "3"
        },
        {
          "text": "Who are you to judge the servant of another? He stands or falls by his own Lord. But he shall stand. For God is able to make him stand.",
          "ID": "4"
        },
        {
          "text": "For one person discerns one age from the next. But another discerns unto every age. Let each one increase according to his own mind.",
          "ID": "5"
        },
        {
          "text": "He who understands the age, understands for the Lord. And he who eats, eats for the Lord; for he gives thanks to God. And he who does not eat, does not eat for the Lord, and he gives thanks to God.",
          "ID": "6"
        },
        {
          "text": "For none of us lives for himself, and none of us dies for himself.",
          "ID": "7"
        },
        {
          "text": "For if we live, we live for the Lord, and if we die, we die for the Lord. Therefore, whether we live or die, we belong to the Lord.",
          "ID": "8"
        },
        {
          "text": "For Christ died and rose again for this purpose: that he might be the ruler of both the dead and the living.",
          "ID": "9"
        },
        {
          "text": "So then, why do you judge your brother? Or why do you despise your brother? For we shall all stand before the judgment seat of Christ.",
          "ID": "10"
        },
        {
          "text": "For it is written: \"As I live, says the Lord, every knee shall bend to me, and every tongue shall confess to God.\"",
          "ID": "11"
        },
        {
          "text": "And so, each one of us shall offer an explanation of himself to God.",
          "ID": "12"
        },
        {
          "text": "Therefore, we should no longer judge one another. Instead, judge this to a greater extent: that you should not place an obstacle before your brother, nor lead him astray.",
          "ID": "13"
        },
        {
          "text": "I know, with confidence in the Lord Jesus, that nothing is unclean in and of itself. But to him who considers anything to be unclean, it is unclean to him.",
          "ID": "14"
        },
        {
          "text": "For if your brother is grieved because of your food, you are not now walking according to love. Do not allow your food to destroy him for whom Christ died.",
          "ID": "15"
        },
        {
          "text": "Therefore, what is good for us should not be a cause of blasphemy.",
          "ID": "16"
        },
        {
          "text": "For the kingdom of God is not food and drink, but rather justice and peace and joy, in the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "For he who serves Christ in this, pleases God and is proven before men.",
          "ID": "18"
        },
        {
          "text": "And so, let us pursue the things that are of peace, and let us keep to the things that are for the edification of one another.",
          "ID": "19"
        },
        {
          "text": "Do not be willing to destroy the work of God because of food. Certainly, all things are clean. But there is harm for a man who offends by eating.",
          "ID": "20"
        },
        {
          "text": "It is good to refrain from eating meat and from drinking wine, and from anything by which your brother is offended, or led astray, or weakened.",
          "ID": "21"
        },
        {
          "text": "Do you have faith? It belongs to you, so hold it before God. Blessed is he who does not judge himself in that by which he is tested.",
          "ID": "22"
        },
        {
          "text": "But he who discerns, if he eats, is condemned, because it is not of faith. For all that is not of faith is sin.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Romans 14"
    },
    {
      "text": [
        {
          "text": "But we who are stronger must bear with the feebleness of the weak, and not so as to please ourselves.",
          "ID": "1"
        },
        {
          "text": "Each one of you should please his neighbor unto good, for edification.",
          "ID": "2"
        },
        {
          "text": "For even Christ did not please himself, but as it was written: \"The reproaches of those who reproached you fell upon me.\"",
          "ID": "3"
        },
        {
          "text": "For whatever was written, was written to teach us, so that, through patience and the consolation of the Scriptures, we might have hope.",
          "ID": "4"
        },
        {
          "text": "So may the God of patience and solace grant you to be of one mind toward one another, in accord with Jesus Christ,",
          "ID": "5"
        },
        {
          "text": "so that, together with one mouth, you may glorify the God and Father of our Lord Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "For this reason, accept one another, just as Christ also has accepted you, in the honor of God.",
          "ID": "7"
        },
        {
          "text": "For I declare that Christ Jesus was the minister of circumcision because of the truth of God, so as to confirm the promises to the fathers,",
          "ID": "8"
        },
        {
          "text": "and that the Gentiles are to honor God because of his mercy, just as it was written: \"Because of this, I will confess you among the Gentiles, O Lord, and I will sing to your name.\"",
          "ID": "9"
        },
        {
          "text": "And again, he says: \"Rejoice, O Gentiles, along with his people.\"",
          "ID": "10"
        },
        {
          "text": "And again: \"All Gentiles, praise the Lord; and all peoples, magnify him.\"",
          "ID": "11"
        },
        {
          "text": "And again, Isaiah says: \"There shall be a root of Jesse, and he shall rise up to rule the Gentiles, and in him the Gentiles shall hope.\"",
          "ID": "12"
        },
        {
          "text": "So may the God of hope fill you with every joy and with peace in believing, so that you may abound in hope and in the virtue of the Holy Spirit.",
          "ID": "13"
        },
        {
          "text": "But I am also certain about you, my brothers, that you also have been filled with love, completed with all knowledge, so that you are able to admonish one another.",
          "ID": "14"
        },
        {
          "text": "But I have written to you, brothers, more boldly than to the others, as if calling you to mind again, because of the grace which has been given to me from God,",
          "ID": "15"
        },
        {
          "text": "so that I may be a minister of Christ Jesus among the Gentiles, sanctifying the Gospel of God, in order that the oblation of the Gentiles may be made acceptable and may be sanctified in the Holy Spirit.",
          "ID": "16"
        },
        {
          "text": "Therefore, I have glory in Christ Jesus before God.",
          "ID": "17"
        },
        {
          "text": "So I dare not speak of any of those things which Christ does not effect through me, unto the obedience of the Gentiles, in word and deed,",
          "ID": "18"
        },
        {
          "text": "with the power of signs and wonders, by power of the Holy Spirit. For in this way, from Jerusalem, throughout its surroundings, as far as Illyricum, I have replenished the Gospel of Christ.",
          "ID": "19"
        },
        {
          "text": "And so I have preached this Gospel, not where Christ was known by name, lest I build upon the foundation of another,",
          "ID": "20"
        },
        {
          "text": "but just as it was written: \"Those to whom he was not announced shall perceive, and those who have not heard shall understand.\"",
          "ID": "21"
        },
        {
          "text": "Because of this also, I was greatly hindered in coming to you, and I have been prevented until the present time.",
          "ID": "22"
        },
        {
          "text": "Yet truly now, having no other destination in these regions, and having already had a great desire to come to you over the past many years,",
          "ID": "23"
        },
        {
          "text": "when I begin to set out on my journey to Spain, I hope that, as I pass by, I may see you, and I may be guided from there by you, after first having borne some fruit among you.",
          "ID": "24"
        },
        {
          "text": "But next I will set out for Jerusalem, to minister to the saints.",
          "ID": "25"
        },
        {
          "text": "For those of Macedonia and Achaia have decided to make a collection for those of the poor among the saints who are at Jerusalem.",
          "ID": "26"
        },
        {
          "text": "And this has pleased them, because they are in their debt. For, since the Gentiles have become partakers of their spiritual things, they also ought to minister to them in worldly things.",
          "ID": "27"
        },
        {
          "text": "Therefore, when I have completed this task, and have consigned to them this fruit, I shall set out, by way of you, to Spain.",
          "ID": "28"
        },
        {
          "text": "And I know that when I come to you I shall arrive with an abundance of the blessings of the Gospel of Christ.",
          "ID": "29"
        },
        {
          "text": "Therefore, I beg you, brothers, through our Lord Jesus Christ and though the love of the Holy Spirit, that you assist me with your prayers to God on my behalf,",
          "ID": "30"
        },
        {
          "text": "so that I may be freed from the unfaithful who are in Judea, and so that the oblation of my service may be acceptable to the saints in Jerusalem.",
          "ID": "31"
        },
        {
          "text": "So may I come to you with joy, through the will of God, and so may I be refreshed with you.",
          "ID": "32"
        },
        {
          "text": "And may the God of peace be with you all. Amen.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Romans 15"
    },
    {
      "text": [
        {
          "text": "Now I commend to you our sister Phoebe, who is in the ministry of the church, which is at Cenchreae,",
          "ID": "1"
        },
        {
          "text": "so that you may receive her in the Lord with the worthiness of the saints, and so that you may be of assistance to her in whatever task she will have need of you. For she herself has also assisted many, and myself also.",
          "ID": "2"
        },
        {
          "text": "Greet Prisca and Aquila, my helpers in Christ Jesus,",
          "ID": "3"
        },
        {
          "text": "who have risked their own necks on behalf of my life, for whom I give thanks, not I alone, but also all the churches of the Gentiles;",
          "ID": "4"
        },
        {
          "text": "and greet the church at their house. Greet Epaenetus, my beloved, who is among the first-fruits of Asia in Christ.",
          "ID": "5"
        },
        {
          "text": "Greet Mary, who has labored much among you.",
          "ID": "6"
        },
        {
          "text": "Greet Andronicus and Junias, my kinsmen and fellow captives, who are noble among the Apostles, and who were in Christ prior to me.",
          "ID": "7"
        },
        {
          "text": "Greet Ampliatus, most beloved to me in the Lord.",
          "ID": "8"
        },
        {
          "text": "Greet Urbanus, our helper in Christ Jesus, and Stachys, my beloved.",
          "ID": "9"
        },
        {
          "text": "Greet Apelles, who has been tested in Christ.",
          "ID": "10"
        },
        {
          "text": "Greet those who are from the household of Aristobulus. Greet Herodian, my kinsman. Greet those who are of the household of Narcissus, who are in the Lord.",
          "ID": "11"
        },
        {
          "text": "Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, most beloved, who has labored much in the Lord.",
          "ID": "12"
        },
        {
          "text": "Greet Rufus, elect in the Lord, and his mother and mine.",
          "ID": "13"
        },
        {
          "text": "Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brothers who are with them.",
          "ID": "14"
        },
        {
          "text": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
          "ID": "15"
        },
        {
          "text": "Greet one another with a holy kiss. All the churches of Christ greet you.",
          "ID": "16"
        },
        {
          "text": "But I beg you, brothers, to take note of those who cause dissensions and offenses contrary to the doctrine that you have learned, and to turn away from them.",
          "ID": "17"
        },
        {
          "text": "For ones such as these do not serve Christ our Lord, but their inner selves, and, through pleasing words and skillful speaking, they seduce the hearts of the innocent.",
          "ID": "18"
        },
        {
          "text": "But your obedience has been made known in every place. And so, I rejoice in you. But I want you to be wise in what is good, and simple in what is evil.",
          "ID": "19"
        },
        {
          "text": "And may the God of peace quickly crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
          "ID": "20"
        },
        {
          "text": "Timothy, my fellow laborer, greets you, and Lucius and Jason and Sosipater, my kinsmen.",
          "ID": "21"
        },
        {
          "text": "I, Tertius, who wrote this epistle, greet you in the Lord.",
          "ID": "22"
        },
        {
          "text": "Gaius, my host, and the entire church, greets you. Erastus, the treasurer of the city, greets you, and Quartus, a brother.",
          "ID": "23"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all. Amen.",
          "ID": "24"
        },
        {
          "text": "But to him who is able to confirm you according to my Gospel and the preaching of Jesus Christ, in accord with the revelation of the mystery which has been hidden from time immemorial,",
          "ID": "25"
        },
        {
          "text": "(which now has been made clear through the Scriptures of the Prophets, in accord with the precept of the eternal God, unto the obedience of faith) which has been made known among all the Gentiles:",
          "ID": "26"
        },
        {
          "text": "to God, who alone is wise, through Jesus Christ, to him be honor and glory forever and ever. Amen.",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Romans 16"
    }
  ],
  "ID": "NT:ROM(CPDV)",
  "version": "CPDV",
  "name": "Romans"
}