{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God,",
          "ID": "1"
        },
        {
          "text": "which he promised beforehand through his prophets in the holy Scriptures,",
          "ID": "2"
        },
        {
          "text": "concerning his Son, who was descended from David according to the flesh",
          "ID": "3"
        },
        {
          "text": "and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,",
          "ID": "4"
        },
        {
          "text": "through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,",
          "ID": "5"
        },
        {
          "text": "including you who are called to belong to Jesus Christ,",
          "ID": "6"
        },
        {
          "text": "To all those in Rome who are loved by God and called to be saints:",
          "ID": "7"
        },
        {
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world.",
          "ID": "8"
        },
        {
          "text": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you",
          "ID": "9"
        },
        {
          "text": "always in my prayers, asking that somehow by God's will I may now at last succeed in coming to you.",
          "ID": "10"
        },
        {
          "text": "For I long to see you, that I may impart to you some spiritual gift to strengthen you—",
          "ID": "11"
        },
        {
          "text": "that is, that we may be mutually encouraged by each other's faith, both yours and mine.",
          "ID": "12"
        },
        {
          "text": "I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles.",
          "ID": "13"
        },
        {
          "text": "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish.",
          "ID": "14"
        },
        {
          "text": "So I am eager to preach the gospel to you also who are in Rome.",
          "ID": "15"
        },
        {
          "text": "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.",
          "ID": "16"
        },
        {
          "text": "For in it the righteousness of God is revealed from faith for faith, as it is written, \"The righteous shall live by faith.\"",
          "ID": "17"
        },
        {
          "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.",
          "ID": "18"
        },
        {
          "text": "For what can be known about God is plain to them, because God has shown it to them.",
          "ID": "19"
        },
        {
          "text": "For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.",
          "ID": "20"
        },
        {
          "text": "For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened.",
          "ID": "21"
        },
        {
          "text": "Claiming to be wise, they became fools,",
          "ID": "22"
        },
        {
          "text": "and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.",
          "ID": "23"
        },
        {
          "text": "Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,",
          "ID": "24"
        },
        {
          "text": "because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.",
          "ID": "25"
        },
        {
          "text": "For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;",
          "ID": "26"
        },
        {
          "text": "and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.",
          "ID": "27"
        },
        {
          "text": "And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done.",
          "ID": "28"
        },
        {
          "text": "They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips,",
          "ID": "29"
        },
        {
          "text": "slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents,",
          "ID": "30"
        },
        {
          "text": "foolish, faithless, heartless, ruthless.",
          "ID": "31"
        },
        {
          "text": "Though they know God's righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Romans 1"
    },
    {
      "text": [
        {
          "text": "Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.",
          "ID": "1"
        },
        {
          "text": "We know that the judgment of God rightly falls on those who practice such things.",
          "ID": "2"
        },
        {
          "text": "Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God?",
          "ID": "3"
        },
        {
          "text": "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
          "ID": "4"
        },
        {
          "text": "But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God's righteous judgment will be revealed.",
          "ID": "5"
        },
        {
          "text": "He will render to each one according to his works:",
          "ID": "6"
        },
        {
          "text": "to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;",
          "ID": "7"
        },
        {
          "text": "but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.",
          "ID": "8"
        },
        {
          "text": "There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek,",
          "ID": "9"
        },
        {
          "text": "but glory and honor and peace for everyone who does good, the Jew first and also the Greek.",
          "ID": "10"
        },
        {
          "text": "For God shows no partiality.",
          "ID": "11"
        },
        {
          "text": "For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law.",
          "ID": "12"
        },
        {
          "text": "For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified.",
          "ID": "13"
        },
        {
          "text": "For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law.",
          "ID": "14"
        },
        {
          "text": "They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them",
          "ID": "15"
        },
        {
          "text": "on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.",
          "ID": "16"
        },
        {
          "text": "But if you call yourself a Jew and rely on the law and boast in God",
          "ID": "17"
        },
        {
          "text": "and know his will and approve what is excellent, because you are instructed from the law;",
          "ID": "18"
        },
        {
          "text": "and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness,",
          "ID": "19"
        },
        {
          "text": "an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—",
          "ID": "20"
        },
        {
          "text": "you then who teach others, do you not teach yourself? While you preach against stealing, do you steal?",
          "ID": "21"
        },
        {
          "text": "You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
          "ID": "22"
        },
        {
          "text": "You who boast in the law dishonor God by breaking the law.",
          "ID": "23"
        },
        {
          "text": "For, as it is written, \"The name of God is blasphemed among the Gentiles because of you.\"",
          "ID": "24"
        },
        {
          "text": "For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision.",
          "ID": "25"
        },
        {
          "text": "So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision?",
          "ID": "26"
        },
        {
          "text": "Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law.",
          "ID": "27"
        },
        {
          "text": "For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical.",
          "ID": "28"
        },
        {
          "text": "But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Romans 2"
    },
    {
      "text": [
        {
          "text": "Then what advantage has the Jew? Or what is the value of circumcision?",
          "ID": "1"
        },
        {
          "text": "Much in every way. To begin with, the Jews were entrusted with the oracles of God.",
          "ID": "2"
        },
        {
          "text": "What if some were unfaithful? Does their faithlessness nullify the faithfulness of God?",
          "ID": "3"
        },
        {
          "text": "By no means! Let God be true though every one were a liar, as it is written,",
          "ID": "4"
        },
        {
          "text": "\"That you may be justified in your words,",
          "ID": "4"
        },
        {
          "text": "and prevail when you are judged.\"",
          "ID": "4"
        },
        {
          "text": "But if our unrighteousness serves to show the righteousness of God, what shall we say? That God is unrighteous to inflict wrath on us? (I speak in a human way.)",
          "ID": "5"
        },
        {
          "text": "By no means! For then how could God judge the world?",
          "ID": "6"
        },
        {
          "text": "But if through my lie God's truth abounds to his glory, why am I still being condemned as a sinner?",
          "ID": "7"
        },
        {
          "text": "And why not do evil that good may come?—as some people slanderously charge us with saying. Their condemnation is just.",
          "ID": "8"
        },
        {
          "text": "What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin,",
          "ID": "9"
        },
        {
          "text": "as it is written:",
          "ID": "10"
        },
        {
          "text": "\"None is righteous, no, not one;",
          "ID": "10"
        },
        {
          "text": "no one understands;",
          "ID": "11"
        },
        {
          "text": "no one seeks for God.",
          "ID": "11"
        },
        {
          "text": "All have turned aside; together they have become worthless;",
          "ID": "12"
        },
        {
          "text": "no one does good,",
          "ID": "12"
        },
        {
          "text": "not even one.\"",
          "ID": "12"
        },
        {
          "text": "\"Their throat is an open grave;",
          "ID": "13"
        },
        {
          "text": "they use their tongues to deceive.\"",
          "ID": "13"
        },
        {
          "text": "\"The venom of asps is under their lips.\"",
          "ID": "13"
        },
        {
          "text": "\"Their mouth is full of curses and bitterness.\"",
          "ID": "14"
        },
        {
          "text": "\"Their feet are swift to shed blood;",
          "ID": "15"
        },
        {
          "text": "in their paths are ruin and misery,",
          "ID": "16"
        },
        {
          "text": "and the way of peace they have not known.\"",
          "ID": "17"
        },
        {
          "text": "\"There is no fear of God before their eyes.\"",
          "ID": "18"
        },
        {
          "text": "Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God.",
          "ID": "19"
        },
        {
          "text": "For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin.",
          "ID": "20"
        },
        {
          "text": "But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—",
          "ID": "21"
        },
        {
          "text": "the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:",
          "ID": "22"
        },
        {
          "text": "for all have sinned and fall short of the glory of God,",
          "ID": "23"
        },
        {
          "text": "and are justified by his grace as a gift, through the redemption that is in Christ Jesus,",
          "ID": "24"
        },
        {
          "text": "whom God put forward as a propitiation by his blood, to be received by faith. This was to show God's righteousness, because in his divine forbearance he had passed over former sins.",
          "ID": "25"
        },
        {
          "text": "It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus.",
          "ID": "26"
        },
        {
          "text": "Then what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith.",
          "ID": "27"
        },
        {
          "text": "For we hold that one is justified by faith apart from works of the law.",
          "ID": "28"
        },
        {
          "text": "Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,",
          "ID": "29"
        },
        {
          "text": "since God is one—who will justify the circumcised by faith and the uncircumcised through faith.",
          "ID": "30"
        },
        {
          "text": "Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Romans 3"
    },
    {
      "text": [
        {
          "text": "What then shall we say was gained by Abraham, our forefather according to the flesh?",
          "ID": "1"
        },
        {
          "text": "For if Abraham was justified by works, he has something to boast about, but not before God.",
          "ID": "2"
        },
        {
          "text": "For what does the Scripture say? \"Abraham believed God, and it was counted to him as righteousness.\"",
          "ID": "3"
        },
        {
          "text": "Now to the one who works, his wages are not counted as a gift but as his due.",
          "ID": "4"
        },
        {
          "text": "And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness,",
          "ID": "5"
        },
        {
          "text": "just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:",
          "ID": "6"
        },
        {
          "text": "\"Blessed are those whose lawless deeds are forgiven,",
          "ID": "7"
        },
        {
          "text": "and whose sins are covered;",
          "ID": "7"
        },
        {
          "text": "blessed is the man against whom the Lord will not count his sin.\"",
          "ID": "8"
        },
        {
          "text": "Is this blessing then only for the circumcised, or also for the uncircumcised? For we say that faith was counted to Abraham as righteousness.",
          "ID": "9"
        },
        {
          "text": "How then was it counted to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised.",
          "ID": "10"
        },
        {
          "text": "He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well,",
          "ID": "11"
        },
        {
          "text": "and to make him the father of the circumcised who are not merely circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised.",
          "ID": "12"
        },
        {
          "text": "For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith.",
          "ID": "13"
        },
        {
          "text": "For if it is the adherents of the law who are to be the heirs, faith is null and the promise is void.",
          "ID": "14"
        },
        {
          "text": "For the law brings wrath, but where there is no law there is no transgression.",
          "ID": "15"
        },
        {
          "text": "That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all,",
          "ID": "16"
        },
        {
          "text": "as it is written, \"I have made you the father of many nations\"—in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist.",
          "ID": "17"
        },
        {
          "text": "In hope he believed against hope, that he should become the father of many nations, as he had been told, \"So shall your offspring be.\"",
          "ID": "18"
        },
        {
          "text": "He did not weaken in faith when he considered his own body, which was as good as dead (since he was about a hundred years old), or when he considered the barrenness of Sarah's womb.",
          "ID": "19"
        },
        {
          "text": "No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God,",
          "ID": "20"
        },
        {
          "text": "fully convinced that God was able to do what he had promised.",
          "ID": "21"
        },
        {
          "text": "That is why his faith was \"counted to him as righteousness.\"",
          "ID": "22"
        },
        {
          "text": "But the words \"it was counted to him\" were not written for his sake alone,",
          "ID": "23"
        },
        {
          "text": "but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord,",
          "ID": "24"
        },
        {
          "text": "who was delivered up for our trespasses and raised for our justification.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Romans 4"
    },
    {
      "text": [
        {
          "text": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
          "ID": "1"
        },
        {
          "text": "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.",
          "ID": "2"
        },
        {
          "text": "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,",
          "ID": "3"
        },
        {
          "text": "and endurance produces character, and character produces hope,",
          "ID": "4"
        },
        {
          "text": "and hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
          "ID": "5"
        },
        {
          "text": "For while we were still weak, at the right time Christ died for the ungodly.",
          "ID": "6"
        },
        {
          "text": "For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—",
          "ID": "7"
        },
        {
          "text": "but God shows his love for us in that while we were still sinners, Christ died for us.",
          "ID": "8"
        },
        {
          "text": "Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God.",
          "ID": "9"
        },
        {
          "text": "For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life.",
          "ID": "10"
        },
        {
          "text": "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
          "ID": "11"
        },
        {
          "text": "Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—",
          "ID": "12"
        },
        {
          "text": "for sin indeed was in the world before the law was given, but sin is not counted where there is no law.",
          "ID": "13"
        },
        {
          "text": "Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.",
          "ID": "14"
        },
        {
          "text": "But the free gift is not like the trespass. For if many died through one man's trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many.",
          "ID": "15"
        },
        {
          "text": "And the free gift is not like the result of that one man's sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification.",
          "ID": "16"
        },
        {
          "text": "For if, because of one man's trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men.",
          "ID": "18"
        },
        {
          "text": "For as by the one man's disobedience the many were made sinners, so by the one man's obedience the many will be made righteous.",
          "ID": "19"
        },
        {
          "text": "Now the law came in to increase the trespass, but where sin increased, grace abounded all the more,",
          "ID": "20"
        },
        {
          "text": "so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Romans 5"
    },
    {
      "text": [
        {
          "text": "What shall we say then? Are we to continue in sin that grace may abound?",
          "ID": "1"
        },
        {
          "text": "By no means! How can we who died to sin still live in it?",
          "ID": "2"
        },
        {
          "text": "Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?",
          "ID": "3"
        },
        {
          "text": "We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.",
          "ID": "4"
        },
        {
          "text": "For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his.",
          "ID": "5"
        },
        {
          "text": "We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin.",
          "ID": "6"
        },
        {
          "text": "For one who has died has been set free from sin.",
          "ID": "7"
        },
        {
          "text": "Now if we have died with Christ, we believe that we will also live with him.",
          "ID": "8"
        },
        {
          "text": "We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him.",
          "ID": "9"
        },
        {
          "text": "For the death he died he died to sin, once for all, but the life he lives he lives to God.",
          "ID": "10"
        },
        {
          "text": "So you also must consider yourselves dead to sin and alive to God in Christ Jesus.",
          "ID": "11"
        },
        {
          "text": "Let not sin therefore reign in your mortal body, to make you obey its passions.",
          "ID": "12"
        },
        {
          "text": "Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness.",
          "ID": "13"
        },
        {
          "text": "For sin will have no dominion over you, since you are not under law but under grace.",
          "ID": "14"
        },
        {
          "text": "What then? Are we to sin because we are not under law but under grace? By no means!",
          "ID": "15"
        },
        {
          "text": "Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?",
          "ID": "16"
        },
        {
          "text": "But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed,",
          "ID": "17"
        },
        {
          "text": "and, having been set free from sin, have become slaves of righteousness.",
          "ID": "18"
        },
        {
          "text": "I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.",
          "ID": "19"
        },
        {
          "text": "For when you were slaves of sin, you were free in regard to righteousness.",
          "ID": "20"
        },
        {
          "text": "But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death.",
          "ID": "21"
        },
        {
          "text": "But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life.",
          "ID": "22"
        },
        {
          "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Romans 6"
    },
    {
      "text": [
        {
          "text": "Or do you not know, brothers—for I am speaking to those who know the law—that the law is binding on a person only as long as he lives?",
          "ID": "1"
        },
        {
          "text": "For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage.",
          "ID": "2"
        },
        {
          "text": "Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress.",
          "ID": "3"
        },
        {
          "text": "Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God.",
          "ID": "4"
        },
        {
          "text": "For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death.",
          "ID": "5"
        },
        {
          "text": "But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code.",
          "ID": "6"
        },
        {
          "text": "What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, \"You shall not covet.\"",
          "ID": "7"
        },
        {
          "text": "But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead.",
          "ID": "8"
        },
        {
          "text": "I was once alive apart from the law, but when the commandment came, sin came alive and I died.",
          "ID": "9"
        },
        {
          "text": "The very commandment that promised life proved to be death to me.",
          "ID": "10"
        },
        {
          "text": "For sin, seizing an opportunity through the commandment, deceived me and through it killed me.",
          "ID": "11"
        },
        {
          "text": "So the law is holy, and the commandment is holy and righteous and good.",
          "ID": "12"
        },
        {
          "text": "Did that which is good, then, bring death to me? By no means! It was sin, producing death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure.",
          "ID": "13"
        },
        {
          "text": "For we know that the law is spiritual, but I am of the flesh, sold under sin.",
          "ID": "14"
        },
        {
          "text": "For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate.",
          "ID": "15"
        },
        {
          "text": "Now if I do what I do not want, I agree with the law, that it is good.",
          "ID": "16"
        },
        {
          "text": "So now it is no longer I who do it, but sin that dwells within me.",
          "ID": "17"
        },
        {
          "text": "For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out.",
          "ID": "18"
        },
        {
          "text": "For I do not do the good I want, but the evil I do not want is what I keep on doing.",
          "ID": "19"
        },
        {
          "text": "Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me.",
          "ID": "20"
        },
        {
          "text": "So I find it to be a law that when I want to do right, evil lies close at hand.",
          "ID": "21"
        },
        {
          "text": "For I delight in the law of God, in my inner being,",
          "ID": "22"
        },
        {
          "text": "but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members.",
          "ID": "23"
        },
        {
          "text": "Wretched man that I am! Who will deliver me from this body of death?",
          "ID": "24"
        },
        {
          "text": "Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Romans 7"
    },
    {
      "text": [
        {
          "text": "There is therefore now no condemnation for those who are in Christ Jesus.",
          "ID": "1"
        },
        {
          "text": "For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death.",
          "ID": "2"
        },
        {
          "text": "For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,",
          "ID": "3"
        },
        {
          "text": "in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit.",
          "ID": "4"
        },
        {
          "text": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit.",
          "ID": "5"
        },
        {
          "text": "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.",
          "ID": "6"
        },
        {
          "text": "For the mind that is set on the flesh is hostile to God, for it does not submit to God's law; indeed, it cannot.",
          "ID": "7"
        },
        {
          "text": "Those who are in the flesh cannot please God.",
          "ID": "8"
        },
        {
          "text": "You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.",
          "ID": "9"
        },
        {
          "text": "But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness.",
          "ID": "10"
        },
        {
          "text": "If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.",
          "ID": "11"
        },
        {
          "text": "So then, brothers, we are debtors, not to the flesh, to live according to the flesh.",
          "ID": "12"
        },
        {
          "text": "For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live.",
          "ID": "13"
        },
        {
          "text": "For all who are led by the Spirit of God are sons of God.",
          "ID": "14"
        },
        {
          "text": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, \"Abba! Father!\"",
          "ID": "15"
        },
        {
          "text": "The Spirit himself bears witness with our spirit that we are children of God,",
          "ID": "16"
        },
        {
          "text": "and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.",
          "ID": "17"
        },
        {
          "text": "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.",
          "ID": "18"
        },
        {
          "text": "For the creation waits with eager longing for the revealing of the sons of God.",
          "ID": "19"
        },
        {
          "text": "For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope",
          "ID": "20"
        },
        {
          "text": "that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God.",
          "ID": "21"
        },
        {
          "text": "For we know that the whole creation has been groaning together in the pains of childbirth until now.",
          "ID": "22"
        },
        {
          "text": "And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.",
          "ID": "23"
        },
        {
          "text": "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?",
          "ID": "24"
        },
        {
          "text": "But if we hope for what we do not see, we wait for it with patience.",
          "ID": "25"
        },
        {
          "text": "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.",
          "ID": "26"
        },
        {
          "text": "And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.",
          "ID": "27"
        },
        {
          "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
          "ID": "28"
        },
        {
          "text": "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
          "ID": "29"
        },
        {
          "text": "And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.",
          "ID": "30"
        },
        {
          "text": "What then shall we say to these things? If God is for us, who can be against us?",
          "ID": "31"
        },
        {
          "text": "He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?",
          "ID": "32"
        },
        {
          "text": "Who shall bring any charge against God's elect? It is God who justifies.",
          "ID": "33"
        },
        {
          "text": "Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us.",
          "ID": "34"
        },
        {
          "text": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
          "ID": "35"
        },
        {
          "text": "As it is written,",
          "ID": "36"
        },
        {
          "text": "\"For your sake we are being killed all the day long;",
          "ID": "36"
        },
        {
          "text": "we are regarded as sheep to be slaughtered.\"",
          "ID": "36"
        },
        {
          "text": "No, in all these things we are more than conquerors through him who loved us.",
          "ID": "37"
        },
        {
          "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,",
          "ID": "38"
        },
        {
          "text": "nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Romans 8"
    },
    {
      "text": [
        {
          "text": "I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—",
          "ID": "1"
        },
        {
          "text": "that I have great sorrow and unceasing anguish in my heart.",
          "ID": "2"
        },
        {
          "text": "For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh.",
          "ID": "3"
        },
        {
          "text": "They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises.",
          "ID": "4"
        },
        {
          "text": "To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen.",
          "ID": "5"
        },
        {
          "text": "But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel,",
          "ID": "6"
        },
        {
          "text": "and not all are children of Abraham because they are his offspring, but \"Through Isaac shall your offspring be named.\"",
          "ID": "7"
        },
        {
          "text": "This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring.",
          "ID": "8"
        },
        {
          "text": "For this is what the promise said: \"About this time next year I will return, and Sarah shall have a son.\"",
          "ID": "9"
        },
        {
          "text": "And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac,",
          "ID": "10"
        },
        {
          "text": "though they were not yet born and had done nothing either good or bad—in order that God's purpose of election might continue, not because of works but because of him who calls—",
          "ID": "11"
        },
        {
          "text": "she was told, \"The older will serve the younger.\"",
          "ID": "12"
        },
        {
          "text": "As it is written, \"Jacob I loved, but Esau I hated.\"",
          "ID": "13"
        },
        {
          "text": "What shall we say then? Is there injustice on God's part? By no means!",
          "ID": "14"
        },
        {
          "text": "For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\"",
          "ID": "15"
        },
        {
          "text": "So then it depends not on human will or exertion, but on God, who has mercy.",
          "ID": "16"
        },
        {
          "text": "For the Scripture says to Pharaoh, \"For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.\"",
          "ID": "17"
        },
        {
          "text": "So then he has mercy on whomever he wills, and he hardens whomever he wills.",
          "ID": "18"
        },
        {
          "text": "You will say to me then, \"Why does he still find fault? For who can resist his will?\"",
          "ID": "19"
        },
        {
          "text": "But who are you, O man, to answer back to God? Will what is molded say to its molder, \"Why have you made me like this?\"",
          "ID": "20"
        },
        {
          "text": "Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use?",
          "ID": "21"
        },
        {
          "text": "What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,",
          "ID": "22"
        },
        {
          "text": "in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—",
          "ID": "23"
        },
        {
          "text": "even us whom he has called, not from the Jews only but also from the Gentiles?",
          "ID": "24"
        },
        {
          "text": "As indeed he says in Hosea,",
          "ID": "25"
        },
        {
          "text": "\"Those who were not my people I will call 'my people,'",
          "ID": "25"
        },
        {
          "text": "and her who was not beloved I will call 'beloved.'\"",
          "ID": "25"
        },
        {
          "text": "\"And in the very place where it was said to them, 'You are not my people,'",
          "ID": "26"
        },
        {
          "text": "there they will be called 'sons of the living God.'\"",
          "ID": "26"
        },
        {
          "text": "And Isaiah cries out concerning Israel: \"Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved,",
          "ID": "27"
        },
        {
          "text": "for the Lord will carry out his sentence upon the earth fully and without delay.\"",
          "ID": "28"
        },
        {
          "text": "And as Isaiah predicted,",
          "ID": "29"
        },
        {
          "text": "\"If the Lord of hosts had not left us offspring,",
          "ID": "29"
        },
        {
          "text": "we would have been like Sodom",
          "ID": "29"
        },
        {
          "text": "and become like Gomorrah.\"",
          "ID": "29"
        },
        {
          "text": "What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith;",
          "ID": "30"
        },
        {
          "text": "but that Israel who pursued a law that would lead to righteousness did not succeed in reaching that law.",
          "ID": "31"
        },
        {
          "text": "Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone,",
          "ID": "32"
        },
        {
          "text": "as it is written,",
          "ID": "33"
        },
        {
          "text": "\"Behold, I am laying in Zion a stone of stumbling, and a rock of offense;",
          "ID": "33"
        },
        {
          "text": "and whoever believes in him will not be put to shame.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Romans 9"
    },
    {
      "text": [
        {
          "text": "Brothers, my heart's desire and prayer to God for them is that they may be saved.",
          "ID": "1"
        },
        {
          "text": "For I bear them witness that they have a zeal for God, but not according to knowledge.",
          "ID": "2"
        },
        {
          "text": "For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God's righteousness.",
          "ID": "3"
        },
        {
          "text": "For Christ is the end of the law for righteousness to everyone who believes.",
          "ID": "4"
        },
        {
          "text": "For Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them.",
          "ID": "5"
        },
        {
          "text": "But the righteousness based on faith says, \"Do not say in your heart, 'Who will ascend into heaven?'\" (that is, to bring Christ down)",
          "ID": "6"
        },
        {
          "text": "\"or 'Who will descend into the abyss?'\" (that is, to bring Christ up from the dead).",
          "ID": "7"
        },
        {
          "text": "But what does it say? \"The word is near you, in your mouth and in your heart\" (that is, the word of faith that we proclaim);",
          "ID": "8"
        },
        {
          "text": "because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
          "ID": "9"
        },
        {
          "text": "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
          "ID": "10"
        },
        {
          "text": "For the Scripture says, \"Everyone who believes in him will not be put to shame.\"",
          "ID": "11"
        },
        {
          "text": "For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him.",
          "ID": "12"
        },
        {
          "text": "For \"everyone who calls on the name of the Lord will be saved.\"",
          "ID": "13"
        },
        {
          "text": "How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching?",
          "ID": "14"
        },
        {
          "text": "And how are they to preach unless they are sent? As it is written, \"How beautiful are the feet of those who preach the good news!\"",
          "ID": "15"
        },
        {
          "text": "But they have not all obeyed the gospel. For Isaiah says, \"Lord, who has believed what he has heard from us?\"",
          "ID": "16"
        },
        {
          "text": "So faith comes from hearing, and hearing through the word of Christ.",
          "ID": "17"
        },
        {
          "text": "But I ask, have they not heard? Indeed they have, for",
          "ID": "18"
        },
        {
          "text": "\"Their voice has gone out to all the earth,",
          "ID": "18"
        },
        {
          "text": "and their words to the ends of the world.\"",
          "ID": "18"
        },
        {
          "text": "But I ask, did Israel not understand? First Moses says,",
          "ID": "19"
        },
        {
          "text": "\"I will make you jealous of those who are not a nation;",
          "ID": "19"
        },
        {
          "text": "with a foolish nation I will make you angry.\"",
          "ID": "19"
        },
        {
          "text": "Then Isaiah is so bold as to say,",
          "ID": "20"
        },
        {
          "text": "\"I have been found by those who did not seek me;",
          "ID": "20"
        },
        {
          "text": "I have shown myself to those who did not ask for me.\"",
          "ID": "20"
        },
        {
          "text": "But of Israel he says, \"All day long I have held out my hands to a disobedient and contrary people.\"",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Romans 10"
    },
    {
      "text": [
        {
          "text": "I ask, then, has God rejected his people? By no means! For I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin.",
          "ID": "1"
        },
        {
          "text": "God has not rejected his people whom he foreknew. Do you not know what the Scripture says of Elijah, how he appeals to God against Israel?",
          "ID": "2"
        },
        {
          "text": "\"Lord, they have killed your prophets, they have demolished your altars, and I alone am left, and they seek my life.\"",
          "ID": "3"
        },
        {
          "text": "But what is God's reply to him? \"I have kept for myself seven thousand men who have not bowed the knee to Baal.\"",
          "ID": "4"
        },
        {
          "text": "So too at the present time there is a remnant, chosen by grace.",
          "ID": "5"
        },
        {
          "text": "But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace.",
          "ID": "6"
        },
        {
          "text": "What then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened,",
          "ID": "7"
        },
        {
          "text": "as it is written,",
          "ID": "8"
        },
        {
          "text": "\"God gave them a spirit of stupor,",
          "ID": "8"
        },
        {
          "text": "eyes that would not see",
          "ID": "8"
        },
        {
          "text": "and ears that would not hear,",
          "ID": "8"
        },
        {
          "text": "down to this very day.\"",
          "ID": "8"
        },
        {
          "text": "And David says,",
          "ID": "9"
        },
        {
          "text": "\"Let their table become a snare and a trap,",
          "ID": "9"
        },
        {
          "text": "a stumbling block and a retribution for them;",
          "ID": "9"
        },
        {
          "text": "let their eyes be darkened so that they cannot see,",
          "ID": "10"
        },
        {
          "text": "and bend their backs forever.\"",
          "ID": "10"
        },
        {
          "text": "So I ask, did they stumble in order that they might fall? By no means! Rather through their trespass salvation has come to the Gentiles, so as to make Israel jealous.",
          "ID": "11"
        },
        {
          "text": "Now if their trespass means riches for the world, and if their failure means riches for the Gentiles, how much more will their full inclusion mean!",
          "ID": "12"
        },
        {
          "text": "Now I am speaking to you Gentiles. Inasmuch then as I am an apostle to the Gentiles, I magnify my ministry",
          "ID": "13"
        },
        {
          "text": "in order somehow to make my fellow Jews jealous, and thus save some of them.",
          "ID": "14"
        },
        {
          "text": "For if their rejection means the reconciliation of the world, what will their acceptance mean but life from the dead?",
          "ID": "15"
        },
        {
          "text": "If the dough offered as firstfruits is holy, so is the whole lump, and if the root is holy, so are the branches.",
          "ID": "16"
        },
        {
          "text": "But if some of the branches were broken off, and you, although a wild olive shoot, were grafted in among the others and now share in the nourishing root of the olive tree,",
          "ID": "17"
        },
        {
          "text": "do not be arrogant toward the branches. If you are, remember it is not you who support the root, but the root that supports you.",
          "ID": "18"
        },
        {
          "text": "Then you will say, \"Branches were broken off so that I might be grafted in.\"",
          "ID": "19"
        },
        {
          "text": "That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear.",
          "ID": "20"
        },
        {
          "text": "For if God did not spare the natural branches, neither will he spare you.",
          "ID": "21"
        },
        {
          "text": "Note then the kindness and the severity of God: severity toward those who have fallen, but God's kindness to you, provided you continue in his kindness. Otherwise you too will be cut off.",
          "ID": "22"
        },
        {
          "text": "And even they, if they do not continue in their unbelief, will be grafted in, for God has the power to graft them in again.",
          "ID": "23"
        },
        {
          "text": "For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these, the natural branches, be grafted back into their own olive tree.",
          "ID": "24"
        },
        {
          "text": "Lest you be wise in your own sight, I do not want you to be unaware of this mystery, brothers: a partial hardening has come upon Israel, until the fullness of the Gentiles has come in.",
          "ID": "25"
        },
        {
          "text": "And in this way all Israel will be saved, as it is written,",
          "ID": "26"
        },
        {
          "text": "\"The Deliverer will come from Zion,",
          "ID": "26"
        },
        {
          "text": "he will banish ungodliness from Jacob\";",
          "ID": "26"
        },
        {
          "text": "\"and this will be my covenant with them",
          "ID": "27"
        },
        {
          "text": "when I take away their sins.\"",
          "ID": "27"
        },
        {
          "text": "As regards the gospel, they are enemies for your sake. But as regards election, they are beloved for the sake of their forefathers.",
          "ID": "28"
        },
        {
          "text": "For the gifts and the calling of God are irrevocable.",
          "ID": "29"
        },
        {
          "text": "For just as you were at one time disobedient to God but now have received mercy because of their disobedience,",
          "ID": "30"
        },
        {
          "text": "so they too have now been disobedient in order that by the mercy shown to you they also may now receive mercy.",
          "ID": "31"
        },
        {
          "text": "For God has consigned all to disobedience, that he may have mercy on all.",
          "ID": "32"
        },
        {
          "text": "Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!",
          "ID": "33"
        },
        {
          "text": "\"For who has known the mind of the Lord,",
          "ID": "34"
        },
        {
          "text": "or who has been his counselor?\"",
          "ID": "34"
        },
        {
          "text": "\"Or who has given a gift to him",
          "ID": "35"
        },
        {
          "text": "that he might be repaid?\"",
          "ID": "35"
        },
        {
          "text": "For from him and through him and to him are all things. To him be glory forever. Amen.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Romans 11"
    },
    {
      "text": [
        {
          "text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
          "ID": "1"
        },
        {
          "text": "Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.",
          "ID": "2"
        },
        {
          "text": "For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.",
          "ID": "3"
        },
        {
          "text": "For as in one body we have many members, and the members do not all have the same function,",
          "ID": "4"
        },
        {
          "text": "so we, though many, are one body in Christ, and individually members one of another.",
          "ID": "5"
        },
        {
          "text": "Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith;",
          "ID": "6"
        },
        {
          "text": "if service, in our serving; the one who teaches, in his teaching;",
          "ID": "7"
        },
        {
          "text": "the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.",
          "ID": "8"
        },
        {
          "text": "Let love be genuine. Abhor what is evil; hold fast to what is good.",
          "ID": "9"
        },
        {
          "text": "Love one another with brotherly affection. Outdo one another in showing honor.",
          "ID": "10"
        },
        {
          "text": "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
          "ID": "11"
        },
        {
          "text": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
          "ID": "12"
        },
        {
          "text": "Contribute to the needs of the saints and seek to show hospitality.",
          "ID": "13"
        },
        {
          "text": "Bless those who persecute you; bless and do not curse them.",
          "ID": "14"
        },
        {
          "text": "Rejoice with those who rejoice, weep with those who weep.",
          "ID": "15"
        },
        {
          "text": "Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.",
          "ID": "16"
        },
        {
          "text": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
          "ID": "17"
        },
        {
          "text": "If possible, so far as it depends on you, live peaceably with all.",
          "ID": "18"
        },
        {
          "text": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, \"Vengeance is mine, I will repay, says the Lord.\"",
          "ID": "19"
        },
        {
          "text": "To the contrary, \"if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.\"",
          "ID": "20"
        },
        {
          "text": "Do not be overcome by evil, but overcome evil with good.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Romans 12"
    },
    {
      "text": [
        {
          "text": "Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.",
          "ID": "1"
        },
        {
          "text": "Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment.",
          "ID": "2"
        },
        {
          "text": "For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval,",
          "ID": "3"
        },
        {
          "text": "for he is God's servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God's wrath on the wrongdoer.",
          "ID": "4"
        },
        {
          "text": "Therefore one must be in subjection, not only to avoid God's wrath but also for the sake of conscience.",
          "ID": "5"
        },
        {
          "text": "For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing.",
          "ID": "6"
        },
        {
          "text": "Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.",
          "ID": "7"
        },
        {
          "text": "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
          "ID": "8"
        },
        {
          "text": "For the commandments, \"You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,\" and any other commandment, are summed up in this word: \"You shall love your neighbor as yourself.\"",
          "ID": "9"
        },
        {
          "text": "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
          "ID": "10"
        },
        {
          "text": "Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed.",
          "ID": "11"
        },
        {
          "text": "The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light.",
          "ID": "12"
        },
        {
          "text": "Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy.",
          "ID": "13"
        },
        {
          "text": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Romans 13"
    },
    {
      "text": [
        {
          "text": "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
          "ID": "1"
        },
        {
          "text": "One person believes he may eat anything, while the weak person eats only vegetables.",
          "ID": "2"
        },
        {
          "text": "Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him.",
          "ID": "3"
        },
        {
          "text": "Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.",
          "ID": "4"
        },
        {
          "text": "One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind.",
          "ID": "5"
        },
        {
          "text": "The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God.",
          "ID": "6"
        },
        {
          "text": "For none of us lives to himself, and none of us dies to himself.",
          "ID": "7"
        },
        {
          "text": "For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord's.",
          "ID": "8"
        },
        {
          "text": "For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.",
          "ID": "9"
        },
        {
          "text": "Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God;",
          "ID": "10"
        },
        {
          "text": "for it is written,",
          "ID": "11"
        },
        {
          "text": "\"As I live, says the Lord, every knee shall bow to me,",
          "ID": "11"
        },
        {
          "text": "and every tongue shall confess to God.\"",
          "ID": "11"
        },
        {
          "text": "So then each of us will give an account of himself to God.",
          "ID": "12"
        },
        {
          "text": "Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother.",
          "ID": "13"
        },
        {
          "text": "I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean.",
          "ID": "14"
        },
        {
          "text": "For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died.",
          "ID": "15"
        },
        {
          "text": "So do not let what you regard as good be spoken of as evil.",
          "ID": "16"
        },
        {
          "text": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "Whoever thus serves Christ is acceptable to God and approved by men.",
          "ID": "18"
        },
        {
          "text": "So then let us pursue what makes for peace and for mutual upbuilding.",
          "ID": "19"
        },
        {
          "text": "Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats.",
          "ID": "20"
        },
        {
          "text": "It is good not to eat meat or drink wine or do anything that causes your brother to stumble.",
          "ID": "21"
        },
        {
          "text": "The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves.",
          "ID": "22"
        },
        {
          "text": "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Romans 14"
    },
    {
      "text": [
        {
          "text": "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.",
          "ID": "1"
        },
        {
          "text": "Let each of us please his neighbor for his good, to build him up.",
          "ID": "2"
        },
        {
          "text": "For Christ did not please himself, but as it is written, \"The reproaches of those who reproached you fell on me.\"",
          "ID": "3"
        },
        {
          "text": "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
          "ID": "4"
        },
        {
          "text": "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
          "ID": "5"
        },
        {
          "text": "that together you may with one voice glorify the God and Father of our Lord Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "Therefore welcome one another as Christ has welcomed you, for the glory of God.",
          "ID": "7"
        },
        {
          "text": "For I tell you that Christ became a servant to the circumcised to show God's truthfulness, in order to confirm the promises given to the patriarchs,",
          "ID": "8"
        },
        {
          "text": "and in order that the Gentiles might glorify God for his mercy. As it is written,",
          "ID": "9"
        },
        {
          "text": "\"Therefore I will praise you among the Gentiles,",
          "ID": "9"
        },
        {
          "text": "and sing to your name.\"",
          "ID": "9"
        },
        {
          "text": "And again it is said,",
          "ID": "10"
        },
        {
          "text": "\"Rejoice, O Gentiles, with his people.\"",
          "ID": "10"
        },
        {
          "text": "And again,",
          "ID": "11"
        },
        {
          "text": "\"Praise the Lord, all you Gentiles,",
          "ID": "11"
        },
        {
          "text": "and let all the peoples extol him.\"",
          "ID": "11"
        },
        {
          "text": "And again Isaiah says,",
          "ID": "12"
        },
        {
          "text": "\"The root of Jesse will come,",
          "ID": "12"
        },
        {
          "text": "even he who arises to rule the Gentiles;",
          "ID": "12"
        },
        {
          "text": "in him will the Gentiles hope.\"",
          "ID": "12"
        },
        {
          "text": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
          "ID": "13"
        },
        {
          "text": "I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.",
          "ID": "14"
        },
        {
          "text": "But on some points I have written to you very boldly by way of reminder, because of the grace given me by God",
          "ID": "15"
        },
        {
          "text": "to be a minister of Christ Jesus to the Gentiles in the priestly service of the gospel of God, so that the offering of the Gentiles may be acceptable, sanctified by the Holy Spirit.",
          "ID": "16"
        },
        {
          "text": "In Christ Jesus, then, I have reason to be proud of my work for God.",
          "ID": "17"
        },
        {
          "text": "For I will not venture to speak of anything except what Christ has accomplished through me to bring the Gentiles to obedience—by word and deed,",
          "ID": "18"
        },
        {
          "text": "by the power of signs and wonders, by the power of the Spirit of God—so that from Jerusalem and all the way around to Illyricum I have fulfilled the ministry of the gospel of Christ;",
          "ID": "19"
        },
        {
          "text": "and thus I make it my ambition to preach the gospel, not where Christ has already been named, lest I build on someone else's foundation,",
          "ID": "20"
        },
        {
          "text": "but as it is written,",
          "ID": "21"
        },
        {
          "text": "\"Those who have never been told of him will see,",
          "ID": "21"
        },
        {
          "text": "and those who have never heard will understand.\"",
          "ID": "21"
        },
        {
          "text": "This is the reason why I have so often been hindered from coming to you.",
          "ID": "22"
        },
        {
          "text": "But now, since I no longer have any room for work in these regions, and since I have longed for many years to come to you,",
          "ID": "23"
        },
        {
          "text": "I hope to see you in passing as I go to Spain, and to be helped on my journey there by you, once I have enjoyed your company for a while.",
          "ID": "24"
        },
        {
          "text": "At present, however, I am going to Jerusalem bringing aid to the saints.",
          "ID": "25"
        },
        {
          "text": "For Macedonia and Achaia have been pleased to make some contribution for the poor among the saints at Jerusalem.",
          "ID": "26"
        },
        {
          "text": "For they were pleased to do it, and indeed they owe it to them. For if the Gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material blessings.",
          "ID": "27"
        },
        {
          "text": "When therefore I have completed this and have delivered to them what has been collected, I will leave for Spain by way of you.",
          "ID": "28"
        },
        {
          "text": "I know that when I come to you I will come in the fullness of the blessing of Christ.",
          "ID": "29"
        },
        {
          "text": "I appeal to you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf,",
          "ID": "30"
        },
        {
          "text": "that I may be delivered from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints,",
          "ID": "31"
        },
        {
          "text": "so that by God's will I may come to you with joy and be refreshed in your company.",
          "ID": "32"
        },
        {
          "text": "May the God of peace be with you all. Amen.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Romans 15"
    },
    {
      "text": [
        {
          "text": "I commend to you our sister Phoebe, a servant of the church at Cenchreae,",
          "ID": "1"
        },
        {
          "text": "that you may welcome her in the Lord in a way worthy of the saints, and help her in whatever she may need from you, for she has been a patron of many and of myself as well.",
          "ID": "2"
        },
        {
          "text": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
          "ID": "3"
        },
        {
          "text": "who risked their necks for my life, to whom not only I give thanks but all the churches of the Gentiles give thanks as well.",
          "ID": "4"
        },
        {
          "text": "Greet also the church in their house. Greet my beloved Epaenetus, who was the first convert to Christ in Asia.",
          "ID": "5"
        },
        {
          "text": "Greet Mary, who has worked hard for you.",
          "ID": "6"
        },
        {
          "text": "Greet Andronicus and Junia, my kinsmen and my fellow prisoners. They are well known to the apostles, and they were in Christ before me.",
          "ID": "7"
        },
        {
          "text": "Greet Ampliatus, my beloved in the Lord.",
          "ID": "8"
        },
        {
          "text": "Greet Urbanus, our fellow worker in Christ, and my beloved Stachys.",
          "ID": "9"
        },
        {
          "text": "Greet Apelles, who is approved in Christ. Greet those who belong to the family of Aristobulus.",
          "ID": "10"
        },
        {
          "text": "Greet my kinsman Herodion. Greet those in the Lord who belong to the family of Narcissus.",
          "ID": "11"
        },
        {
          "text": "Greet those workers in the Lord, Tryphaena and Tryphosa. Greet the beloved Persis, who has worked hard in the Lord.",
          "ID": "12"
        },
        {
          "text": "Greet Rufus, chosen in the Lord; also his mother, who has been a mother to me as well.",
          "ID": "13"
        },
        {
          "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
          "ID": "14"
        },
        {
          "text": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
          "ID": "15"
        },
        {
          "text": "Greet one another with a holy kiss. All the churches of Christ greet you.",
          "ID": "16"
        },
        {
          "text": "I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them.",
          "ID": "17"
        },
        {
          "text": "For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.",
          "ID": "18"
        },
        {
          "text": "For your obedience is known to all, so that I rejoice over you, but I want you to be wise as to what is good and innocent as to what is evil.",
          "ID": "19"
        },
        {
          "text": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
          "ID": "20"
        },
        {
          "text": "Timothy, my fellow worker, greets you; so do Lucius and Jason and Sosipater, my kinsmen.",
          "ID": "21"
        },
        {
          "text": "I Tertius, who wrote this letter, greet you in the Lord.",
          "ID": "22"
        },
        {
          "text": "Gaius, who is host to me and to the whole church, greets you. Erastus, the city treasurer, and our brother Quartus, greet you.",
          "ID": "23"
        },
        {
          "text": "Now to him who is able to strengthen you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery that was kept secret for long ages",
          "ID": "25"
        },
        {
          "text": "but has now been disclosed and through the prophetic writings has been made known to all nations, according to the command of the eternal God, to bring about the obedience of faith—",
          "ID": "26"
        },
        {
          "text": "to the only wise God be glory forevermore through Jesus Christ! Amen.",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Romans 16"
    }
  ],
  "ID": "NT:ROM(ESV)",
  "version": "ESV",
  "name": "Romans"
}