{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the Good News of God,",
          "ID": "1"
        },
        {
          "text": "which he promised before through his prophets in the holy Scriptures,",
          "ID": "2"
        },
        {
          "text": "concerning his Son, who was born of the offspring of David according to the flesh,",
          "ID": "3"
        },
        {
          "text": "who was declared to be the Son of God with power, according to the Spirit of holiness, by the resurrection from the dead, Jesus Christ our Lord,",
          "ID": "4"
        },
        {
          "text": "through whom we received grace and apostleship, for obedience of faith among all the nations, for his name’s sake;",
          "ID": "5"
        },
        {
          "text": "among whom you are also called to belong to Jesus Christ;",
          "ID": "6"
        },
        {
          "text": "to all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "First, I thank my God through Jesus Christ for all of you, that your faith is proclaimed throughout the whole world.",
          "ID": "8"
        },
        {
          "text": "For God is my witness, whom I serve in my spirit in the Good News of his Son, how unceasingly I make mention of you always in my prayers,",
          "ID": "9"
        },
        {
          "text": "requesting, if by any means now at last I may be prospered by the will of God to come to you.",
          "ID": "10"
        },
        {
          "text": "For I long to see you, that I may impart to you some spiritual gift, to the end that you may be established;",
          "ID": "11"
        },
        {
          "text": "that is, that I with you may be encouraged in you, each of us by the other’s faith, both yours and mine.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now I don’t desire to have you unaware, brothers, that I often planned to come to you, and was hindered so far, that I might have some fruit among you also, even as among the rest of the Gentiles.",
          "ID": "13"
        },
        {
          "text": "I am debtor both to Greeks and to foreigners, both to the wise and to the foolish.",
          "ID": "14"
        },
        {
          "text": "So, as much as is in me, I am eager to preach the Good News to you also who are in Rome.",
          "ID": "15"
        },
        {
          "text": "For I am not ashamed of the Good News of Christ, for it is the power of God for salvation for everyone who believes; for the Jew first, and also for the Greek.",
          "ID": "16"
        },
        {
          "text": "For in it is revealed God’s righteousness from faith to faith. As it is written, “But the righteous shall live by faith.”",
          "ID": "17"
        },
        {
          "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,",
          "ID": "18"
        },
        {
          "text": "because that which is known of God is revealed in them, for God revealed it to them.",
          "ID": "19"
        },
        {
          "text": "For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even his everlasting power and divinity; that they may be without excuse.",
          "ID": "20"
        },
        {
          "text": "Because, knowing God, they didn’t glorify him as God, neither gave thanks, but became vain in their reasoning, and their senseless heart was darkened.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Professing themselves to be wise, they became fools,",
          "ID": "22"
        },
        {
          "text": "and traded the glory of the incorruptible God for the likeness of an image of corruptible man, and of birds, and four-footed animals, and creeping things.",
          "ID": "23"
        },
        {
          "text": "Therefore God also gave them up in the lusts of their hearts to uncleanness, that their bodies should be dishonored among themselves,",
          "ID": "24"
        },
        {
          "text": "who exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "For this reason, God gave them up to vile passions. For their women changed the natural function into that which is against nature.",
          "ID": "26"
        },
        {
          "text": "Likewise also the men, leaving the natural function of the woman, burned in their lust toward one another, men doing what is inappropriate with men, and receiving in themselves the due penalty of their error.",
          "ID": "27"
        },
        {
          "text": "Even as they refused to have God in their knowledge, God gave them up to a reprobate mind, to do those things which are not fitting;",
          "ID": "28"
        },
        {
          "text": "being filled with all unrighteousness, sexual immorality, wickedness, covetousness, malice; full of envy, murder, strife, deceit, evil habits, secret slanderers,",
          "ID": "29"
        },
        {
          "text": "backbiters, hateful to God, insolent, haughty, boastful, inventors of evil things, disobedient to parents,",
          "ID": "30"
        },
        {
          "text": "without understanding, covenant breakers, without natural affection, unforgiving, unmerciful;",
          "ID": "31"
        },
        {
          "text": "who, knowing the ordinance of God, that those who practice such things are worthy of death, not only do the same, but also approve of those who practice them.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Paul’s Letter to the Romans 1"
    },
    {
      "text": [
        {
          "text": "Therefore you are without excuse, O man, whoever you are who judge. For in that which you judge another, you condemn yourself. For you who judge practice the same things.",
          "ID": "1"
        },
        {
          "text": "We know that the judgment of God is according to truth against those who practice such things.",
          "ID": "2"
        },
        {
          "text": "Do you think this, O man who judges those who practice such things, and do the same, that you will escape the judgment of God?",
          "ID": "3"
        },
        {
          "text": "Or do you despise the riches of his goodness, forbearance, and patience, not knowing that the goodness of God leads you to repentance?",
          "ID": "4"
        },
        {
          "text": "But according to your hardness and unrepentant heart you are treasuring up for yourself wrath in the day of wrath, revelation, and of the righteous judgment of God;",
          "ID": "5"
        },
        {
          "text": "who “will pay back to everyone according to their works:”",
          "ID": "6"
        },
        {
          "text": "to those who by perseverance in well-doing seek for glory, honor, and incorruptibility, eternal life;",
          "ID": "7"
        },
        {
          "text": "but to those who are self-seeking, and don’t obey the truth, but obey unrighteousness, will be wrath and indignation,",
          "ID": "8"
        },
        {
          "text": "oppression and anguish, on every soul of man who does evil, to the Jew first, and also to the Greek.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But glory, honor, and peace go to every man who does good, to the Jew first, and also to the Greek.",
          "ID": "10"
        },
        {
          "text": "For there is no partiality with God.",
          "ID": "11"
        },
        {
          "text": "For as many as have sinned without law will also perish without the law. As many as have sinned under the law will be judged by the law.",
          "ID": "12"
        },
        {
          "text": "For it isn’t the hearers of the law who are righteous before God, but the doers of the law will be justified",
          "ID": "13"
        },
        {
          "text": "(for when Gentiles who don’t have the law do by nature the things of the law, these, not having the law, are a law to themselves,",
          "ID": "14"
        },
        {
          "text": "in that they show the work of the law written in their hearts, their conscience testifying with them, and their thoughts among themselves accusing or else excusing them)",
          "ID": "15"
        },
        {
          "text": "in the day when God will judge the secrets of men, according to my Good News, by Jesus Christ.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Indeed you bear the name of a Jew, and rest on the law, and glory in God,",
          "ID": "17"
        },
        {
          "text": "and know his will, and approve the things that are excellent, being instructed out of the law,",
          "ID": "18"
        },
        {
          "text": "and are confident that you yourself are a guide of the blind, a light to those who are in darkness,",
          "ID": "19"
        },
        {
          "text": "a corrector of the foolish, a teacher of babies, having in the law the form of knowledge and of the truth.",
          "ID": "20"
        },
        {
          "text": "You therefore who teach another, don’t you teach yourself? You who preach that a man shouldn’t steal, do you steal?",
          "ID": "21"
        },
        {
          "text": "You who say a man shouldn’t commit adultery. Do you commit adultery? You who abhor idols, do you rob temples?",
          "ID": "22"
        },
        {
          "text": "You who glory in the law, through your disobedience of the law do you dishonor God?",
          "ID": "23"
        },
        {
          "text": "For “the name of God is blasphemed among the Gentiles because of you,”  just as it is written.",
          "ID": "24"
        },
        {
          "text": "For circumcision indeed profits, if you are a doer of the law, but if you are a transgressor of the law, your circumcision has become uncircumcision.",
          "ID": "25"
        },
        {
          "text": "If therefore the uncircumcised keep the ordinances of the law, won’t his uncircumcision be accounted as circumcision?",
          "ID": "26"
        },
        {
          "text": "Won’t the uncircumcision which is by nature, if it fulfills the law, judge you, who with the letter and circumcision are a transgressor of the law?",
          "ID": "27"
        },
        {
          "text": "For he is not a Jew who is one outwardly, neither is that circumcision which is outward in the flesh;",
          "ID": "28"
        },
        {
          "text": "but he is a Jew who is one inwardly, and circumcision is that of the heart, in the spirit not in the letter; whose praise is not from men, but from God.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Paul’s Letter to the Romans 2"
    },
    {
      "text": [
        {
          "text": "Then what advantage does the Jew have? Or what is the profit of circumcision?",
          "ID": "1"
        },
        {
          "text": "Much in every way! Because first of all, they were entrusted with the revelations of God.",
          "ID": "2"
        },
        {
          "text": "For what if some were without faith? Will their lack of faith nullify the faithfulness of God?",
          "ID": "3"
        },
        {
          "text": "May it never be! Yes, let God be found true, but every man a liar. As it is written,",
          "ID": "4"
        },
        {
          "text": "“That you might be justified in your words,",
          "ID": "4"
        },
        {
          "text": "and might prevail when you come into judgment.”",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But if our unrighteousness commends the righteousness of God, what will we say? Is God unrighteous who inflicts wrath? I speak like men do.",
          "ID": "5"
        },
        {
          "text": "May it never be! For then how will God judge the world?",
          "ID": "6"
        },
        {
          "text": "For if the truth of God through my lie abounded to his glory, why am I also still judged as a sinner?",
          "ID": "7"
        },
        {
          "text": "Why not (as we are slanderously reported, and as some affirm that we say), “Let us do evil, that good may come?” Those who say so are justly condemned.",
          "ID": "8"
        },
        {
          "text": "What then? Are we better than they? No, in no way. For we previously warned both Jews and Greeks, that they are all under sin.",
          "ID": "9"
        },
        {
          "text": "As it is written,",
          "ID": "10"
        },
        {
          "text": "“There is no one righteous;",
          "ID": "10"
        },
        {
          "text": "no, not one.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "There is no one who understands.",
          "ID": "11"
        },
        {
          "text": "There is no one who seeks after God.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "They have all turned aside.",
          "ID": "12"
        },
        {
          "text": "They have together become unprofitable.",
          "ID": "12"
        },
        {
          "text": "There is no one who does good,",
          "ID": "12"
        },
        {
          "text": "no, not so much as one.”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "“Their throat is an open tomb.",
          "ID": "13"
        },
        {
          "text": "With their tongues they have used deceit.”",
          "ID": "13"
        },
        {
          "text": "“The poison of vipers is under their lips”;",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "“whose mouth is full of cursing and bitterness.”",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "“Their feet are swift to shed blood.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Destruction and misery are in their ways.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "The way of peace, they haven’t known.”",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "“There is no fear of God before their eyes.”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now we know that whatever things the law says, it speaks to those who are under the law, that every mouth may be closed, and all the world may be brought under the judgment of God.",
          "ID": "19"
        },
        {
          "text": "Because by the works of the law, no flesh will be justified in his sight. For through the law comes the knowledge of sin.",
          "ID": "20"
        },
        {
          "text": "But now apart from the law, a righteousness of God has been revealed, being testified by the law and the prophets;",
          "ID": "21"
        },
        {
          "text": "even the righteousness of God through faith in Jesus Christ to all and on all those who believe. For there is no distinction,",
          "ID": "22"
        },
        {
          "text": "for all have sinned, and fall short of the glory of God;",
          "ID": "23"
        },
        {
          "text": "being justified freely by his grace through the redemption that is in Christ Jesus;",
          "ID": "24"
        },
        {
          "text": "whom God sent to be an atoning sacrifice, through faith in his blood, for a demonstration of his righteousness through the passing over of prior sins, in God’s forbearance;",
          "ID": "25"
        },
        {
          "text": "to demonstrate his righteousness at this present time; that he might himself be just, and the justifier of him who has faith in Jesus.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Where then is the boasting? It is excluded. By what kind of law? Of works? No, but by a law of faith.",
          "ID": "27"
        },
        {
          "text": "We maintain therefore that a man is justified by faith apart from the works of the law.",
          "ID": "28"
        },
        {
          "text": "Or is God the God of Jews only? Isn’t he the God of Gentiles also? Yes, of Gentiles also,",
          "ID": "29"
        },
        {
          "text": "since indeed there is one God who will justify the circumcised by faith, and the uncircumcised through faith.",
          "ID": "30"
        },
        {
          "text": "Do we then nullify the law through faith? May it never be! No, we establish the law.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Paul’s Letter to the Romans 3"
    },
    {
      "text": [
        {
          "text": "What then will we say that Abraham, our forefather, has found according to the flesh?",
          "ID": "1"
        },
        {
          "text": "For if Abraham was justified by works, he has something to boast about, but not toward God.",
          "ID": "2"
        },
        {
          "text": "For what does the Scripture say? “Abraham believed God, and it was accounted to him for righteousness.”",
          "ID": "3"
        },
        {
          "text": "Now to him who works, the reward is not counted as grace, but as something owed.",
          "ID": "4"
        },
        {
          "text": "But to him who doesn’t work, but believes in him who justifies the ungodly, his faith is accounted for righteousness.",
          "ID": "5"
        },
        {
          "text": "Even as David also pronounces blessing on the man to whom God counts righteousness apart from works,",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "“Blessed are they whose iniquities are forgiven,",
          "ID": "7"
        },
        {
          "text": "whose sins are covered.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Blessed is the man whom the Lord will by no means charge with sin.”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Is this blessing then pronounced on the circumcised, or on the uncircumcised also? For we say that faith was accounted to Abraham for righteousness.",
          "ID": "9"
        },
        {
          "text": "How then was it counted? When he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
          "ID": "10"
        },
        {
          "text": "He received the sign of circumcision, a seal of the righteousness of the faith which he had while he was in uncircumcision, that he might be the father of all those who believe, though they might be in uncircumcision, that righteousness might also be accounted to them.",
          "ID": "11"
        },
        {
          "text": "He is the father of circumcision to those who not only are of the circumcision, but who also walk in the steps of that faith of our father Abraham, which he had in uncircumcision.",
          "ID": "12"
        },
        {
          "text": "For the promise to Abraham and to his offspring that he should be heir of the world wasn’t through the law, but through the righteousness of faith.",
          "ID": "13"
        },
        {
          "text": "For if those who are of the law are heirs, faith is made void, and the promise is made of no effect.",
          "ID": "14"
        },
        {
          "text": "For the law produces wrath, for where there is no law, neither is there disobedience.",
          "ID": "15"
        },
        {
          "text": "For this cause it is of faith, that it may be according to grace, to the end that the promise may be sure to all the offspring, not to that only which is of the law, but to that also which is of the faith of Abraham, who is the father of us all.",
          "ID": "16"
        },
        {
          "text": "As it is written, “I have made you a father of many nations.” This is in the presence of him whom he believed: God, who gives life to the dead, and calls the things that are not, as though they were.",
          "ID": "17"
        },
        {
          "text": "Besides hope, Abraham in hope believed, to the end that he might become a father of many nations, according to that which had been spoken, “So will your offspring be.”",
          "ID": "18"
        },
        {
          "text": "Without being weakened in faith, he didn’t consider his own body, already having been worn out, (he being about a hundred years old), and the deadness of Sarah’s womb.",
          "ID": "19"
        },
        {
          "text": "Yet, looking to the promise of God, he didn’t waver through unbelief, but grew strong through faith, giving glory to God,",
          "ID": "20"
        },
        {
          "text": "and being fully assured that what he had promised, he was also able to perform.",
          "ID": "21"
        },
        {
          "text": "Therefore it also was “credited to him for righteousness.”",
          "ID": "22"
        },
        {
          "text": "Now it was not written that it was accounted to him for his sake alone,",
          "ID": "23"
        },
        {
          "text": "but for our sake also, to whom it will be accounted, who believe in him who raised Jesus, our Lord, from the dead,",
          "ID": "24"
        },
        {
          "text": "who was delivered up for our trespasses, and was raised for our justification.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Paul’s Letter to the Romans 4"
    },
    {
      "text": [
        {
          "text": "Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;",
          "ID": "1"
        },
        {
          "text": "through whom we also have our access by faith into this grace in which we stand. We rejoice in hope of the glory of God.",
          "ID": "2"
        },
        {
          "text": "Not only this, but we also rejoice in our sufferings, knowing that suffering produces perseverance;",
          "ID": "3"
        },
        {
          "text": "and perseverance, proven character; and proven character, hope:",
          "ID": "4"
        },
        {
          "text": "and hope doesn’t disappoint us, because God’s love has been poured out into our hearts through the Holy Spirit who was given to us.",
          "ID": "5"
        },
        {
          "text": "For while we were yet weak, at the right time Christ died for the ungodly.",
          "ID": "6"
        },
        {
          "text": "For one will hardly die for a righteous man. Yet perhaps for a righteous person someone would even dare to die.",
          "ID": "7"
        },
        {
          "text": "But God commends his own love toward us, in that while we were yet sinners, Christ died for us.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Much more then, being now justified by his blood, we will be saved from God’s wrath through him.",
          "ID": "9"
        },
        {
          "text": "For if, while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, we will be saved by his life.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.",
          "ID": "11"
        },
        {
          "text": "Therefore as sin entered into the world through one man, and death through sin; and so death passed to all men, because all sinned.",
          "ID": "12"
        },
        {
          "text": "For until the law, sin was in the world; but sin is not charged when there is no law.",
          "ID": "13"
        },
        {
          "text": "Nevertheless death reigned from Adam until Moses, even over those whose sins weren’t like Adam’s disobedience, who is a foreshadowing of him who was to come.",
          "ID": "14"
        },
        {
          "text": "But the free gift isn’t like the trespass. For if by the trespass of the one the many died, much more did the grace of God, and the gift by the grace of the one man, Jesus Christ, abound to the many.",
          "ID": "15"
        },
        {
          "text": "The gift is not as through one who sinned: for the judgment came by one to condemnation, but the free gift came of many trespasses to justification.",
          "ID": "16"
        },
        {
          "text": "For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "So then as through one trespass, all men were condemned; even so through one act of righteousness, all men were justified to life.",
          "ID": "18"
        },
        {
          "text": "For as through the one man’s disobedience many were made sinners, even so through the obedience of the one, many will be made righteous.",
          "ID": "19"
        },
        {
          "text": "The law came in besides, that the trespass might abound; but where sin abounded, grace abounded more exceedingly;",
          "ID": "20"
        },
        {
          "text": "that as sin reigned in death, even so grace might reign through righteousness to eternal life through Jesus Christ our Lord.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Paul’s Letter to the Romans 5"
    },
    {
      "text": [
        {
          "text": "What shall we say then? Shall we continue in sin, that grace may abound?",
          "ID": "1"
        },
        {
          "text": "May it never be! We who died to sin, how could we live in it any longer?",
          "ID": "2"
        },
        {
          "text": "Or don’t you know that all we who were baptized into Christ Jesus were baptized into his death?",
          "ID": "3"
        },
        {
          "text": "We were buried therefore with him through baptism into death, that just as Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.",
          "ID": "4"
        },
        {
          "text": "For if we have become united with him in the likeness of his death, we will also be part of his resurrection;",
          "ID": "5"
        },
        {
          "text": "knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin.",
          "ID": "6"
        },
        {
          "text": "For he who has died has been freed from sin.",
          "ID": "7"
        },
        {
          "text": "But if we died with Christ, we believe that we will also live with him;",
          "ID": "8"
        },
        {
          "text": "knowing that Christ, being raised from the dead, dies no more. Death no more has dominion over him!",
          "ID": "9"
        },
        {
          "text": "For the death that he died, he died to sin one time; but the life that he lives, he lives to God.",
          "ID": "10"
        },
        {
          "text": "Thus consider yourselves also to be dead to sin, but alive to God in Christ Jesus our Lord.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Therefore don’t let sin reign in your mortal body, that you should obey it in its lusts.",
          "ID": "12"
        },
        {
          "text": "Also, do not present your members to sin as instruments of unrighteousness, but present yourselves to God, as alive from the dead, and your members as instruments of righteousness to God.",
          "ID": "13"
        },
        {
          "text": "For sin will not have dominion over you. For you are not under law, but under grace.",
          "ID": "14"
        },
        {
          "text": "What then? Shall we sin, because we are not under law, but under grace? May it never be!",
          "ID": "15"
        },
        {
          "text": "Don’t you know that when you present yourselves as servants and obey someone, you are the servants of whomever you obey; whether of sin to death, or of obedience to righteousness?",
          "ID": "16"
        },
        {
          "text": "But thanks be to God, that, whereas you were bondservants of sin, you became obedient from the heart to that form of teaching to which you were delivered.",
          "ID": "17"
        },
        {
          "text": "Being made free from sin, you became bondservants of righteousness.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "I speak in human terms because of the weakness of your flesh, for as you presented your members as servants to uncleanness and to wickedness upon wickedness, even so now present your members as servants to righteousness for sanctification.",
          "ID": "19"
        },
        {
          "text": "For when you were servants of sin, you were free in regard to righteousness.",
          "ID": "20"
        },
        {
          "text": "What fruit then did you have at that time in the things of which you are now ashamed? For the end of those things is death.",
          "ID": "21"
        },
        {
          "text": "But now, being made free from sin, and having become servants of God, you have your fruit of sanctification, and the result of eternal life.",
          "ID": "22"
        },
        {
          "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Paul’s Letter to the Romans 6"
    },
    {
      "text": [
        {
          "text": "Or don’t you know, brothers (for I speak to men who know the law), that the law has dominion over a man for as long as he lives?",
          "ID": "1"
        },
        {
          "text": "For the woman that has a husband is bound by law to the husband while he lives, but if the husband dies, she is discharged from the law of the husband.",
          "ID": "2"
        },
        {
          "text": "So then if, while the husband lives, she is joined to another man, she would be called an adulteress. But if the husband dies, she is free from the law, so that she is no adulteress, though she is joined to another man.",
          "ID": "3"
        },
        {
          "text": "Therefore, my brothers, you also were made dead to the law through the body of Christ, that you would be joined to another, to him who was raised from the dead, that we might produce fruit to God.",
          "ID": "4"
        },
        {
          "text": "For when we were in the flesh, the sinful passions which were through the law, worked in our members to bring out fruit to death.",
          "ID": "5"
        },
        {
          "text": "But now we have been discharged from the law, having died to that in which we were held; so that we serve in newness of the spirit, and not in oldness of the letter.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "What shall we say then? Is the law sin? May it never be! However, I wouldn’t have known sin, except through the law. For I wouldn’t have known coveting, unless the law had said, “You shall not covet.”",
          "ID": "7"
        },
        {
          "text": "But sin, finding occasion through the commandment, produced in me all kinds of coveting. For apart from the law, sin is dead.",
          "ID": "8"
        },
        {
          "text": "I was alive apart from the law once, but when the commandment came, sin revived, and I died.",
          "ID": "9"
        },
        {
          "text": "The commandment, which was for life, this I found to be for death;",
          "ID": "10"
        },
        {
          "text": "for sin, finding occasion through the commandment, deceived me, and through it killed me.",
          "ID": "11"
        },
        {
          "text": "Therefore the law indeed is holy, and the commandment holy, and righteous, and good.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Did then that which is good become death to me? May it never be! But sin, that it might be shown to be sin, by producing death in me through that which is good; that through the commandment sin might become exceedingly sinful.",
          "ID": "13"
        },
        {
          "text": "For we know that the law is spiritual, but I am fleshly, sold under sin.",
          "ID": "14"
        },
        {
          "text": "For I don’t know what I am doing. For I don’t practice what I desire to do; but what I hate, that I do.",
          "ID": "15"
        },
        {
          "text": "But if what I don’t desire, that I do, I consent to the law that it is good.",
          "ID": "16"
        },
        {
          "text": "So now it is no more I that do it, but sin which dwells in me.",
          "ID": "17"
        },
        {
          "text": "For I know that in me, that is, in my flesh, dwells no good thing. For desire is present with me, but I don’t find it doing that which is good.",
          "ID": "18"
        },
        {
          "text": "For the good which I desire, I don’t do; but the evil which I don’t desire, that I practice.",
          "ID": "19"
        },
        {
          "text": "But if what I don’t desire, that I do, it is no more I that do it, but sin which dwells in me.",
          "ID": "20"
        },
        {
          "text": "I find then the law, that, to me, while I desire to do good, evil is present.",
          "ID": "21"
        },
        {
          "text": "For I delight in God’s law after the inward man,",
          "ID": "22"
        },
        {
          "text": "but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.",
          "ID": "23"
        },
        {
          "text": "What a wretched man I am! Who will deliver me out of the body of this death?",
          "ID": "24"
        },
        {
          "text": "I thank God through Jesus Christ, our Lord! So then with the mind, I myself serve God’s law, but with the flesh, the sin’s law.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Paul’s Letter to the Romans 7"
    },
    {
      "text": [
        {
          "text": "There is therefore now no condemnation to those who are in Christ Jesus, who don’t walk according to the flesh, but according to the Spirit.",
          "ID": "1"
        },
        {
          "text": "For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.",
          "ID": "2"
        },
        {
          "text": "For what the law couldn’t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh;",
          "ID": "3"
        },
        {
          "text": "that the ordinance of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.",
          "ID": "4"
        },
        {
          "text": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.",
          "ID": "5"
        },
        {
          "text": "For the mind of the flesh is death, but the mind of the Spirit is life and peace;",
          "ID": "6"
        },
        {
          "text": "because the mind of the flesh is hostile towards God; for it is not subject to God’s law, neither indeed can it be.",
          "ID": "7"
        },
        {
          "text": "Those who are in the flesh can’t please God.",
          "ID": "8"
        },
        {
          "text": "But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn’t have the Spirit of Christ, he is not his.",
          "ID": "9"
        },
        {
          "text": "If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.",
          "ID": "10"
        },
        {
          "text": "But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.",
          "ID": "11"
        },
        {
          "text": "So then, brothers, we are debtors, not to the flesh, to live after the flesh.",
          "ID": "12"
        },
        {
          "text": "For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live.",
          "ID": "13"
        },
        {
          "text": "For as many as are led by the Spirit of God, these are children of God.",
          "ID": "14"
        },
        {
          "text": "For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba! Father!”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "The Spirit himself testifies with our spirit that we are children of God;",
          "ID": "16"
        },
        {
          "text": "and if children, then heirs; heirs of God, and joint heirs with Christ; if indeed we suffer with him, that we may also be glorified with him.",
          "ID": "17"
        },
        {
          "text": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us.",
          "ID": "18"
        },
        {
          "text": "For the creation waits with eager expectation for the children of God to be revealed.",
          "ID": "19"
        },
        {
          "text": "For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope",
          "ID": "20"
        },
        {
          "text": "that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God.",
          "ID": "21"
        },
        {
          "text": "For we know that the whole creation groans and travails in pain together until now.",
          "ID": "22"
        },
        {
          "text": "Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body.",
          "ID": "23"
        },
        {
          "text": "For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?",
          "ID": "24"
        },
        {
          "text": "But if we hope for that which we don’t see, we wait for it with patience.",
          "ID": "25"
        },
        {
          "text": "In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.",
          "ID": "26"
        },
        {
          "text": "He who searches the hearts knows what is on the Spirit’s mind, because he makes intercession for the saints according to God.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "We know that all things work together for good for those who love God, to those who are called according to his purpose.",
          "ID": "28"
        },
        {
          "text": "For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.",
          "ID": "29"
        },
        {
          "text": "Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "What then shall we say about these things? If God is for us, who can be against us?",
          "ID": "31"
        },
        {
          "text": "He who didn’t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?",
          "ID": "32"
        },
        {
          "text": "Who could bring a charge against God’s chosen ones? It is God who justifies.",
          "ID": "33"
        },
        {
          "text": "Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?",
          "ID": "35"
        },
        {
          "text": "Even as it is written, “For your sake we are killed all day long. We were accounted as sheep for the slaughter.”",
          "ID": "36"
        },
        {
          "text": "No, in all these things, we are more than conquerors through him who loved us.",
          "ID": "37"
        },
        {
          "text": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,",
          "ID": "38"
        },
        {
          "text": "nor height, nor depth, nor any other created thing, will be able to separate us from God’s love, which is in Christ Jesus our Lord.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Paul’s Letter to the Romans 8"
    },
    {
      "text": [
        {
          "text": "I tell the truth in Christ. I am not lying, my conscience testifying with me in the Holy Spirit,",
          "ID": "1"
        },
        {
          "text": "that I have great sorrow and unceasing pain in my heart.",
          "ID": "2"
        },
        {
          "text": "For I could wish that I myself were accursed from Christ for my brothers’ sake, my relatives according to the flesh,",
          "ID": "3"
        },
        {
          "text": "who are Israelites; whose is the adoption, the glory, the covenants, the giving of the law, the service, and the promises;",
          "ID": "4"
        },
        {
          "text": "of whom are the fathers, and from whom is Christ as concerning the flesh, who is over all, God, blessed forever. Amen.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "But it is not as though the word of God has come to nothing. For they are not all Israel, that are of Israel.",
          "ID": "6"
        },
        {
          "text": "Neither, because they are Abraham’s offspring, are they all children. But, “your offspring will be accounted as from Isaac.”",
          "ID": "7"
        },
        {
          "text": "That is, it is not the children of the flesh who are children of God, but the children of the promise are counted as heirs.",
          "ID": "8"
        },
        {
          "text": "For this is a word of promise, “At the appointed time I will come, and Sarah will have a son.”",
          "ID": "9"
        },
        {
          "text": "Not only so, but Rebekah also conceived by one, by our father Isaac.",
          "ID": "10"
        },
        {
          "text": "For being not yet born, neither having done anything good or bad, that the purpose of God according to election might stand, not of works, but of him who calls,",
          "ID": "11"
        },
        {
          "text": "it was said to her, “The elder will serve the younger.”",
          "ID": "12"
        },
        {
          "text": "Even as it is written, “Jacob I loved, but Esau I hated.”",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "What shall we say then? Is there unrighteousness with God? May it never be!",
          "ID": "14"
        },
        {
          "text": "For he said to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”",
          "ID": "15"
        },
        {
          "text": "So then it is not of him who wills, nor of him who runs, but of God who has mercy.",
          "ID": "16"
        },
        {
          "text": "For the Scripture says to Pharaoh, “For this very purpose I caused you to be raised up, that I might show in you my power, and that my name might be proclaimed in all the earth.”",
          "ID": "17"
        },
        {
          "text": "So then, he has mercy on whom he desires, and he hardens whom he desires.",
          "ID": "18"
        },
        {
          "text": "You will say then to me, “Why does he still find fault? For who withstands his will?”",
          "ID": "19"
        },
        {
          "text": "But indeed, O man, who are you to reply against God? Will the thing formed ask him who formed it, “Why did you make me like this?”",
          "ID": "20"
        },
        {
          "text": "Or hasn’t the potter a right over the clay, from the same lump to make one part a vessel for honor, and another for dishonor?",
          "ID": "21"
        },
        {
          "text": "What if God, willing to show his wrath, and to make his power known, endured with much patience vessels of wrath made for destruction,",
          "ID": "22"
        },
        {
          "text": "and that he might make known the riches of his glory on vessels of mercy, which he prepared beforehand for glory,",
          "ID": "23"
        },
        {
          "text": "us, whom he also called, not from the Jews only, but also from the Gentiles?",
          "ID": "24"
        },
        {
          "text": "As he says also in Hosea,",
          "ID": "25"
        },
        {
          "text": "“I will call them ‘my people,’ which were not my people;",
          "ID": "25"
        },
        {
          "text": "and her ‘beloved,’ who was not beloved.”",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "“It will be that in the place where it was said to them, ‘You are not my people,’",
          "ID": "26"
        },
        {
          "text": "There they will be called ‘children of the living God.’”",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Isaiah cries concerning Israel,",
          "ID": "27"
        },
        {
          "text": "“If the number of the children of Israel are as the sand of the sea,",
          "ID": "27"
        },
        {
          "text": "it is the remnant who will be saved;",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "for He will finish the work and cut it short in righteousness,",
          "ID": "28"
        },
        {
          "text": "because the Lord will make a short work upon the earth.”",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "As Isaiah has said before,",
          "ID": "29"
        },
        {
          "text": "“Unless the Lord of Armies had left us a seed,",
          "ID": "29"
        },
        {
          "text": "we would have become like Sodom,",
          "ID": "29"
        },
        {
          "text": "and would have been made like Gomorrah.”",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "What shall we say then? That the Gentiles, who didn’t follow after righteousness, attained to righteousness, even the righteousness which is of faith;",
          "ID": "30"
        },
        {
          "text": "but Israel, following after a law of righteousness, didn’t arrive at the law of righteousness.",
          "ID": "31"
        },
        {
          "text": "Why? Because they didn’t seek it by faith, but as it were by works of the law. They stumbled over the stumbling stone;",
          "ID": "32"
        },
        {
          "text": "even as it is written,",
          "ID": "33"
        },
        {
          "text": "“Behold, I lay in Zion a stumbling stone and a rock of offense;",
          "ID": "33"
        },
        {
          "text": "and no one who believes in him will be disappointed.”",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Paul’s Letter to the Romans 9"
    },
    {
      "text": [
        {
          "text": "Brothers, my heart’s desire and my prayer to God is for Israel, that they may be saved.",
          "ID": "1"
        },
        {
          "text": "For I testify about them that they have a zeal for God, but not according to knowledge.",
          "ID": "2"
        },
        {
          "text": "For being ignorant of God’s righteousness, and seeking to establish their own righteousness, they didn’t subject themselves to the righteousness of God.",
          "ID": "3"
        },
        {
          "text": "For Christ is the fulfillment of the law for righteousness to everyone who believes.",
          "ID": "4"
        },
        {
          "text": "For Moses writes about the righteousness of the law, “The one who does them will live by them.”",
          "ID": "5"
        },
        {
          "text": "But the righteousness which is of faith says this, “Don’t say in your heart, ‘Who will ascend into heaven?’ (that is, to bring Christ down);",
          "ID": "6"
        },
        {
          "text": "or, ‘Who will descend into the abyss?’ (that is, to bring Christ up from the dead.)”",
          "ID": "7"
        },
        {
          "text": "But what does it say? “The word is near you, in your mouth, and in your heart”; that is, the word of faith, which we preach:",
          "ID": "8"
        },
        {
          "text": "that if you will confess with your mouth that Jesus is Lord, and believe in your heart that God raised him from the dead, you will be saved.",
          "ID": "9"
        },
        {
          "text": "For with the heart, one believes unto righteousness; and with the mouth confession is made unto salvation.",
          "ID": "10"
        },
        {
          "text": "For the Scripture says, “Whoever believes in him will not be disappointed.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For there is no distinction between Jew and Greek; for the same Lord is Lord of all, and is rich to all who call on him.",
          "ID": "12"
        },
        {
          "text": "For, “Whoever will call on the name of the Lord will be saved.”",
          "ID": "13"
        },
        {
          "text": "How then will they call on him in whom they have not believed? How will they believe in him whom they have not heard? How will they hear without a preacher?",
          "ID": "14"
        },
        {
          "text": "And how will they preach unless they are sent? As it is written:",
          "ID": "15"
        },
        {
          "text": "“How beautiful are the feet of those who preach the Good News of peace,",
          "ID": "15"
        },
        {
          "text": "who bring glad tidings of good things!”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "But they didn’t all listen to the glad news. For Isaiah says, “Lord, who has believed our report?”",
          "ID": "16"
        },
        {
          "text": "So faith comes by hearing, and hearing by the word of God.",
          "ID": "17"
        },
        {
          "text": "But I say, didn’t they hear? Yes, most certainly,",
          "ID": "18"
        },
        {
          "text": "“Their sound went out into all the earth,",
          "ID": "18"
        },
        {
          "text": "their words to the ends of the world.”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "But I ask, didn’t Israel know? First Moses says,",
          "ID": "19"
        },
        {
          "text": "“I will provoke you to jealousy with that which is no nation,",
          "ID": "19"
        },
        {
          "text": "with a nation void of understanding I will make you angry.”",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Isaiah is very bold, and says,",
          "ID": "20"
        },
        {
          "text": "“I was found by those who didn’t seek me.",
          "ID": "20"
        },
        {
          "text": "I was revealed to those who didn’t ask for me.”",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But as to Israel he says, “All day long I stretched out my hands to a disobedient and contrary people.”",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Paul’s Letter to the Romans 10"
    },
    {
      "text": [
        {
          "text": "I ask then, did God reject his people? May it never be! For I also am an Israelite, a descendant of Abraham, of the tribe of Benjamin.",
          "ID": "1"
        },
        {
          "text": "God didn’t reject his people, which he foreknew. Or don’t you know what the Scripture says about Elijah? How he pleads with God against Israel:",
          "ID": "2"
        },
        {
          "text": "“Lord, they have killed your prophets, they have broken down your altars; and I am left alone, and they seek my life.”",
          "ID": "3"
        },
        {
          "text": "But how does God answer him? “I have reserved for myself seven thousand men, who have not bowed the knee to Baal.”",
          "ID": "4"
        },
        {
          "text": "Even so then at this present time also there is a remnant according to the election of grace.",
          "ID": "5"
        },
        {
          "text": "And if by grace, then it is no longer of works; otherwise grace is no longer grace. But if it is of works, it is no longer grace; otherwise work is no longer work.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "What then? That which Israel seeks for, that he didn’t obtain, but the chosen ones obtained it, and the rest were hardened.",
          "ID": "7"
        },
        {
          "text": "According as it is written, “God gave them a spirit of stupor, eyes that they should not see, and ears that they should not hear, to this very day.”",
          "ID": "8"
        },
        {
          "text": "David says,",
          "ID": "9"
        },
        {
          "text": "“Let their table be made a snare, and a trap,",
          "ID": "9"
        },
        {
          "text": "a stumbling block, and a retribution to them.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Let their eyes be darkened, that they may not see.",
          "ID": "10"
        },
        {
          "text": "Bow down their back always.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "I ask then, did they stumble that they might fall? May it never be! But by their fall salvation has come to the Gentiles, to provoke them to jealousy.",
          "ID": "11"
        },
        {
          "text": "Now if their fall is the riches of the world, and their loss the riches of the Gentiles; how much more their fullness?",
          "ID": "12"
        },
        {
          "text": "For I speak to you who are Gentiles. Since then as I am an apostle to Gentiles, I glorify my ministry;",
          "ID": "13"
        },
        {
          "text": "if by any means I may provoke to jealousy those who are my flesh, and may save some of them.",
          "ID": "14"
        },
        {
          "text": "For if the rejection of them is the reconciling of the world, what would their acceptance be, but life from the dead?",
          "ID": "15"
        },
        {
          "text": "If the first fruit is holy, so is the lump. If the root is holy, so are the branches.",
          "ID": "16"
        },
        {
          "text": "But if some of the branches were broken off, and you, being a wild olive, were grafted in among them, and became partaker with them of the root and of the richness of the olive tree;",
          "ID": "17"
        },
        {
          "text": "don’t boast over the branches. But if you boast, it is not you who support the root, but the root supports you.",
          "ID": "18"
        },
        {
          "text": "You will say then, “Branches were broken off, that I might be grafted in.”",
          "ID": "19"
        },
        {
          "text": "True; by their unbelief they were broken off, and you stand by your faith. Don’t be conceited, but fear;",
          "ID": "20"
        },
        {
          "text": "for if God didn’t spare the natural branches, neither will he spare you.",
          "ID": "21"
        },
        {
          "text": "See then the goodness and severity of God. Toward those who fell, severity; but toward you, goodness, if you continue in his goodness; otherwise you also will be cut off.",
          "ID": "22"
        },
        {
          "text": "They also, if they don’t continue in their unbelief, will be grafted in, for God is able to graft them in again.",
          "ID": "23"
        },
        {
          "text": "For if you were cut out of that which is by nature a wild olive tree, and were grafted contrary to nature into a good olive tree, how much more will these, which are the natural branches, be grafted into their own olive tree?",
          "ID": "24"
        },
        {
          "text": "For I don’t desire you to be ignorant, brothers, of this mystery, so that you won’t be wise in your own conceits, that a partial hardening has happened to Israel, until the fullness of the Gentiles has come in,",
          "ID": "25"
        },
        {
          "text": "and so all Israel will be saved. Even as it is written,",
          "ID": "26"
        },
        {
          "text": "“There will come out of Zion the Deliverer,",
          "ID": "26"
        },
        {
          "text": "and he will turn away ungodliness from Jacob.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "This is my covenant to them,",
          "ID": "27"
        },
        {
          "text": "when I will take away their sins.”",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Concerning the Good News, they are enemies for your sake. But concerning the election, they are beloved for the fathers’ sake.",
          "ID": "28"
        },
        {
          "text": "For the gifts and the calling of God are irrevocable.",
          "ID": "29"
        },
        {
          "text": "For as you in time past were disobedient to God, but now have obtained mercy by their disobedience,",
          "ID": "30"
        },
        {
          "text": "even so these also have now been disobedient, that by the mercy shown to you they may also obtain mercy.",
          "ID": "31"
        },
        {
          "text": "For God has shut up all to disobedience, that he might have mercy on all.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Oh the depth of the riches both of the wisdom and the knowledge of God! How unsearchable are his judgments, and his ways past tracing out!",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "“For who has known the mind of the Lord?",
          "ID": "34"
        },
        {
          "text": "Or who has been his counselor?”",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "“Or who has first given to him,",
          "ID": "35"
        },
        {
          "text": "and it will be repaid to him again?”",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "For of him, and through him, and to him, are all things. To him be the glory for ever! Amen.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Paul’s Letter to the Romans 11"
    },
    {
      "text": [
        {
          "text": "Therefore I urge you, brothers, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service.",
          "ID": "1"
        },
        {
          "text": "Don’t be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God.",
          "ID": "2"
        },
        {
          "text": "For I say, through the grace that was given me, to every man who is among you, not to think of himself more highly than he ought to think; but to think reasonably, as God has apportioned to each person a measure of faith.",
          "ID": "3"
        },
        {
          "text": "For even as we have many members in one body, and all the members don’t have the same function,",
          "ID": "4"
        },
        {
          "text": "so we, who are many, are one body in Christ, and individually members one of another.",
          "ID": "5"
        },
        {
          "text": "Having gifts differing according to the grace that was given to us, if prophecy, let us prophesy according to the proportion of our faith;",
          "ID": "6"
        },
        {
          "text": "or service, let us give ourselves to service; or he who teaches, to his teaching;",
          "ID": "7"
        },
        {
          "text": "or he who exhorts, to his exhorting: he who gives, let him do it with liberality; he who rules, with diligence; he who shows mercy, with cheerfulness.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Let love be without hypocrisy. Abhor that which is evil. Cling to that which is good.",
          "ID": "9"
        },
        {
          "text": "In love of the brothers be tenderly affectionate to one another; in honor preferring one another;",
          "ID": "10"
        },
        {
          "text": "not lagging in diligence; fervent in spirit; serving the Lord;",
          "ID": "11"
        },
        {
          "text": "rejoicing in hope; enduring in troubles; continuing steadfastly in prayer;",
          "ID": "12"
        },
        {
          "text": "contributing to the needs of the saints; given to hospitality.",
          "ID": "13"
        },
        {
          "text": "Bless those who persecute you; bless, and don’t curse.",
          "ID": "14"
        },
        {
          "text": "Rejoice with those who rejoice. Weep with those who weep.",
          "ID": "15"
        },
        {
          "text": "Be of the same mind one toward another. Don’t set your mind on high things, but associate with the humble. Don’t be wise in your own conceits.",
          "ID": "16"
        },
        {
          "text": "Repay no one evil for evil. Respect what is honorable in the sight of all men.",
          "ID": "17"
        },
        {
          "text": "If it is possible, as much as it is up to you, be at peace with all men.",
          "ID": "18"
        },
        {
          "text": "Don’t seek revenge yourselves, beloved, but give place to God’s wrath. For it is written, “Vengeance belongs to me; I will repay, says the Lord.”",
          "ID": "19"
        },
        {
          "text": "Therefore",
          "ID": "20"
        },
        {
          "text": "“If your enemy is hungry, feed him.",
          "ID": "20"
        },
        {
          "text": "If he is thirsty, give him a drink;",
          "ID": "20"
        },
        {
          "text": "for in doing so, you will heap coals of fire on his head.”",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Don’t be overcome by evil, but overcome evil with good.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Paul’s Letter to the Romans 12"
    },
    {
      "text": [
        {
          "text": "Let every soul be in subjection to the higher authorities, for there is no authority except from God, and those who exist are ordained by God.",
          "ID": "1"
        },
        {
          "text": "Therefore he who resists the authority, withstands the ordinance of God; and those who withstand will receive to themselves judgment.",
          "ID": "2"
        },
        {
          "text": "For rulers are not a terror to the good work, but to the evil. Do you desire to have no fear of the authority? Do that which is good, and you will have praise from the same,",
          "ID": "3"
        },
        {
          "text": "for he is a servant of God to you for good. But if you do that which is evil, be afraid, for he doesn’t bear the sword in vain; for he is a servant of God, an avenger for wrath to him who does evil.",
          "ID": "4"
        },
        {
          "text": "Therefore you need to be in subjection, not only because of the wrath, but also for conscience’ sake.",
          "ID": "5"
        },
        {
          "text": "For this reason you also pay taxes, for they are servants of God’s service, attending continually on this very thing.",
          "ID": "6"
        },
        {
          "text": "Therefore give everyone what you owe: if you owe taxes, pay taxes; if customs, then customs; if respect, then respect; if honor, then honor.",
          "ID": "7"
        },
        {
          "text": "Owe no one anything, except to love one another; for he who loves his neighbor has fulfilled the law.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,”  and whatever other commandments there are, are all summed up in this saying, namely, “You shall love your neighbor as yourself.”",
          "ID": "9"
        },
        {
          "text": "Love doesn’t harm a neighbor. Love therefore is the fulfillment of the law.",
          "ID": "10"
        },
        {
          "text": "Do this, knowing the time, that it is already time for you to awaken out of sleep, for salvation is now nearer to us than when we first believed.",
          "ID": "11"
        },
        {
          "text": "The night is far gone, and the day is near. Let’s therefore throw off the deeds of darkness, and let’s put on the armor of light.",
          "ID": "12"
        },
        {
          "text": "Let us walk properly, as in the day; not in reveling and drunkenness, not in sexual promiscuity and lustful acts, and not in strife and jealousy.",
          "ID": "13"
        },
        {
          "text": "But put on the Lord Jesus Christ, and make no provision for the flesh, for its lusts.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Paul’s Letter to the Romans 13"
    },
    {
      "text": [
        {
          "text": "Now accept one who is weak in faith, but not for disputes over opinions.",
          "ID": "1"
        },
        {
          "text": "One man has faith to eat all things, but he who is weak eats only vegetables.",
          "ID": "2"
        },
        {
          "text": "Don’t let him who eats despise him who doesn’t eat. Don’t let him who doesn’t eat judge him who eats, for God has accepted him.",
          "ID": "3"
        },
        {
          "text": "Who are you who judge another’s servant? To his own lord he stands or falls. Yes, he will be made to stand, for God has power to make him stand.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "One man esteems one day as more important. Another esteems every day alike. Let each man be fully assured in his own mind.",
          "ID": "5"
        },
        {
          "text": "He who observes the day, observes it to the Lord; and he who does not observe the day, to the Lord he does not observe it. He who eats, eats to the Lord, for he gives God thanks. He who doesn’t eat, to the Lord he doesn’t eat, and gives God thanks.",
          "ID": "6"
        },
        {
          "text": "For none of us lives to himself, and none dies to himself.",
          "ID": "7"
        },
        {
          "text": "For if we live, we live to the Lord. Or if we die, we die to the Lord. If therefore we live or die, we are the Lord’s.",
          "ID": "8"
        },
        {
          "text": "For to this end Christ died, rose, and lived again, that he might be Lord of both the dead and the living.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But you, why do you judge your brother? Or you again, why do you despise your brother? For we will all stand before the judgment seat of Christ.",
          "ID": "10"
        },
        {
          "text": "For it is written,",
          "ID": "11"
        },
        {
          "text": "“‘As I live,’ says the Lord, ‘to me every knee will bow.",
          "ID": "11"
        },
        {
          "text": "Every tongue will confess to God.’”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So then each one of us will give account of himself to God.",
          "ID": "12"
        },
        {
          "text": "Therefore let’s not judge one another any more, but judge this rather, that no man put a stumbling block in his brother’s way, or an occasion for falling.",
          "ID": "13"
        },
        {
          "text": "I know, and am persuaded in the Lord Jesus, that nothing is unclean of itself; except that to him who considers anything to be unclean, to him it is unclean.",
          "ID": "14"
        },
        {
          "text": "Yet if because of food your brother is grieved, you walk no longer in love. Don’t destroy with your food him for whom Christ died.",
          "ID": "15"
        },
        {
          "text": "Then don’t let your good be slandered,",
          "ID": "16"
        },
        {
          "text": "for God’s Kingdom is not eating and drinking, but righteousness, peace, and joy in the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "For he who serves Christ in these things is acceptable to God and approved by men.",
          "ID": "18"
        },
        {
          "text": "So then, let us follow after things which make for peace, and things by which we may build one another up.",
          "ID": "19"
        },
        {
          "text": "Don’t overthrow God’s work for food’s sake. All things indeed are clean, however it is evil for that man who creates a stumbling block by eating.",
          "ID": "20"
        },
        {
          "text": "It is good to not eat meat, drink wine, nor do anything by which your brother stumbles, is offended, or is made weak.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Do you have faith? Have it to yourself before God. Happy is he who doesn’t judge himself in that which he approves.",
          "ID": "22"
        },
        {
          "text": "But he who doubts is condemned if he eats, because it isn’t of faith; and whatever is not of faith is sin.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now to him who is able to establish you according to my Good News and the preaching of Jesus Christ, according to the revelation of the mystery which has been kept secret through long ages,",
          "ID": "24"
        },
        {
          "text": "but now is revealed, and by the Scriptures of the prophets, according to the commandment of the eternal God, is made known for obedience of faith to all the nations;",
          "ID": "25"
        },
        {
          "text": "to the only wise God, through Jesus Christ, to whom be the glory forever! Amen.",
          "ID": "26"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Paul’s Letter to the Romans 14"
    },
    {
      "text": [
        {
          "text": "Now we who are strong ought to bear the weaknesses of the weak, and not to please ourselves.",
          "ID": "1"
        },
        {
          "text": "Let each one of us please his neighbor for that which is good, to be building him up.",
          "ID": "2"
        },
        {
          "text": "For even Christ didn’t please himself. But, as it is written, “The reproaches of those who reproached you fell on me.”",
          "ID": "3"
        },
        {
          "text": "For whatever things were written before were written for our learning, that through perseverance and through encouragement of the Scriptures we might have hope.",
          "ID": "4"
        },
        {
          "text": "Now the God of perseverance and of encouragement grant you to be of the same mind one with another according to Christ Jesus,",
          "ID": "5"
        },
        {
          "text": "that with one accord you may with one mouth glorify the God and Father of our Lord Jesus Christ.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Therefore accept one another, even as Christ also accepted you, to the glory of God.",
          "ID": "7"
        },
        {
          "text": "Now I say that Christ has been made a servant of the circumcision for the truth of God, that he might confirm the promises given to the fathers,",
          "ID": "8"
        },
        {
          "text": "and that the Gentiles might glorify God for his mercy. As it is written,",
          "ID": "9"
        },
        {
          "text": "“Therefore will I give praise to you among the Gentiles,",
          "ID": "9"
        },
        {
          "text": "and sing to your name.”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Again he says,",
          "ID": "10"
        },
        {
          "text": "“Rejoice, you Gentiles, with his people.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Again,",
          "ID": "11"
        },
        {
          "text": "“Praise the Lord, all you Gentiles!",
          "ID": "11"
        },
        {
          "text": "Let all the peoples praise him.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Again, Isaiah says,",
          "ID": "12"
        },
        {
          "text": "“There will be the root of Jesse,",
          "ID": "12"
        },
        {
          "text": "he who arises to rule over the Gentiles;",
          "ID": "12"
        },
        {
          "text": "in him the Gentiles will hope.”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope, in the power of the Holy Spirit.",
          "ID": "13"
        },
        {
          "text": "I myself am also persuaded about you, my brothers, that you yourselves are full of goodness, filled with all knowledge, able also to admonish others.",
          "ID": "14"
        },
        {
          "text": "But I write the more boldly to you in part, as reminding you, because of the grace that was given to me by God,",
          "ID": "15"
        },
        {
          "text": "that I should be a servant of Christ Jesus to the Gentiles, serving as a priest of the Good News of God, that the offering up of the Gentiles might be made acceptable, sanctified by the Holy Spirit.",
          "ID": "16"
        },
        {
          "text": "I have therefore my boasting in Christ Jesus in things pertaining to God.",
          "ID": "17"
        },
        {
          "text": "For I will not dare to speak of any things except those which Christ worked through me, for the obedience of the Gentiles, by word and deed,",
          "ID": "18"
        },
        {
          "text": "in the power of signs and wonders, in the power of God’s Spirit; so that from Jerusalem, and around as far as to Illyricum, I have fully preached the Good News of Christ;",
          "ID": "19"
        },
        {
          "text": "yes, making it my aim to preach the Good News, not where Christ was already named, that I might not build on another’s foundation.",
          "ID": "20"
        },
        {
          "text": "But, as it is written,",
          "ID": "21"
        },
        {
          "text": "“They will see, to whom no news of him came.",
          "ID": "21"
        },
        {
          "text": "They who haven’t heard will understand.”",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Therefore also I was hindered these many times from coming to you,",
          "ID": "22"
        },
        {
          "text": "but now, no longer having any place in these regions, and having these many years a longing to come to you,",
          "ID": "23"
        },
        {
          "text": "whenever I travel to Spain, I will come to you. For I hope to see you on my journey, and to be helped on my way there by you, if first I may enjoy your company for a while.",
          "ID": "24"
        },
        {
          "text": "But now, I say, I am going to Jerusalem, serving the saints.",
          "ID": "25"
        },
        {
          "text": "For it has been the good pleasure of Macedonia and Achaia to make a certain contribution for the poor among the saints who are at Jerusalem.",
          "ID": "26"
        },
        {
          "text": "Yes, it has been their good pleasure, and they are their debtors. For if the Gentiles have been made partakers of their spiritual things, they owe it to them also to serve them in fleshly things.",
          "ID": "27"
        },
        {
          "text": "When therefore I have accomplished this, and have sealed to them this fruit, I will go on by way of you to Spain.",
          "ID": "28"
        },
        {
          "text": "I know that, when I come to you, I will come in the fullness of the blessing of the Good News of Christ.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Now I beg you, brothers, by our Lord Jesus Christ, and by the love of the Spirit, that you strive together with me in your prayers to God for me,",
          "ID": "30"
        },
        {
          "text": "that I may be delivered from those who are disobedient in Judea, and that my service which I have for Jerusalem may be acceptable to the saints;",
          "ID": "31"
        },
        {
          "text": "that I may come to you in joy through the will of God, and together with you, find rest.",
          "ID": "32"
        },
        {
          "text": "Now the God of peace be with you all. Amen.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Paul’s Letter to the Romans 15"
    },
    {
      "text": [
        {
          "text": "I commend to you Phoebe, our sister, who is a servant of the assembly that is at Cenchreae,",
          "ID": "1"
        },
        {
          "text": "that you receive her in the Lord, in a way worthy of the saints, and that you assist her in whatever matter she may need from you, for she herself also has been a helper of many, and of my own self.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
          "ID": "3"
        },
        {
          "text": "who for my life, laid down their own necks; to whom not only I give thanks, but also all the assemblies of the Gentiles.",
          "ID": "4"
        },
        {
          "text": "Greet the assembly that is in their house. Greet Epaenetus, my beloved, who is the first fruits of Achaia to Christ.",
          "ID": "5"
        },
        {
          "text": "Greet Mary, who labored much for us.",
          "ID": "6"
        },
        {
          "text": "Greet Andronicus and Junia, my relatives and my fellow prisoners, who are notable among the apostles, who were also in Christ before me.",
          "ID": "7"
        },
        {
          "text": "Greet Amplias, my beloved in the Lord.",
          "ID": "8"
        },
        {
          "text": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved.",
          "ID": "9"
        },
        {
          "text": "Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus.",
          "ID": "10"
        },
        {
          "text": "Greet Herodion, my kinsman. Greet them of the household of Narcissus, who are in the Lord.",
          "ID": "11"
        },
        {
          "text": "Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, the beloved, who labored much in the Lord.",
          "ID": "12"
        },
        {
          "text": "Greet Rufus, the chosen in the Lord, and his mother and mine.",
          "ID": "13"
        },
        {
          "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers  who are with them.",
          "ID": "14"
        },
        {
          "text": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
          "ID": "15"
        },
        {
          "text": "Greet one another with a holy kiss. The assemblies of Christ greet you.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now I beg you, brothers, look out for those who are causing the divisions and occasions of stumbling, contrary to the doctrine which you learned, and turn away from them.",
          "ID": "17"
        },
        {
          "text": "For those who are such don’t serve our Lord, Jesus Christ, but their own belly; and by their smooth and flattering speech, they deceive the hearts of the innocent.",
          "ID": "18"
        },
        {
          "text": "For your obedience has become known to all. I rejoice therefore over you. But I desire to have you wise in that which is good, but innocent in that which is evil.",
          "ID": "19"
        },
        {
          "text": "And the God of peace will quickly crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my relatives.",
          "ID": "21"
        },
        {
          "text": "I, Tertius, who write the letter, greet you in the Lord.",
          "ID": "22"
        },
        {
          "text": "Gaius, my host and host of the whole assembly, greets you. Erastus, the treasurer of the city, greets you, as does Quartus, the brother.",
          "ID": "23"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all! Amen.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Paul’s Letter to the Romans 16"
    }
  ],
  "ID": "NT:ROM(WEB)",
  "version": "WEB",
  "name": "Paul’s Letter to the Romans"
}