{
  "name": "Malachi",
  "text": [
    {
      "name": "Malachi 1",
      "text": [
        {
          "text": "THE BURDEN or oracle (the thing to be lifted up) of the word of the Lord to Israel by Malachi [My messenger].",
          "ID": "1"
        },
        {
          "text": "I have loved you, says the Lord. Yet you say, How and in what way have You loved us? Was not Esau Jacob's brother? says the Lord; yet I loved Jacob (Israel),",
          "ID": "2"
        },
        {
          "text": "But [in comparison with the degree of love I have for Jacob] I have hated Esau [Edom] and have laid waste his mountains, and his heritage I have given to the jackals of the wilderness. [Rom. 9:13, 16.]",
          "ID": "3"
        },
        {
          "text": "Though [impoverished] Edom should say, We are beaten down, but we will return and build the waste places–thus says the Lord of hosts: They may build, but I will tear and throw down; and men will call them the Wicked Country, the people against whom the Lord has indignation forever.",
          "ID": "4"
        },
        {
          "text": "Your own eyes shall see this and you shall say, The Lord is great and will be magnified over and beyond the border of Israel! [Isa. 34; 63:1-6; Jer. 49:7-22; Ezek. 25:12-14; Obad. 1.]",
          "ID": "5"
        },
        {
          "text": "A son honors his father, and a servant his master. If then I am a Father, where is My honor? And if I am a Master, where is the [reverent] fear due Me? says the Lord of hosts to you, O priests, who despise My name. You say, How and in what way have we despised Your name?",
          "ID": "6"
        },
        {
          "text": "By offering polluted food upon My altar. And you ask, How have we polluted it and profaned You? By thinking that the table of the Lord is contemptible and may be despised.",
          "ID": "7"
        },
        {
          "text": "When you [priests] offer blind [animals] for sacrifice, is it not evil? And when you offer the lame and the sick, is it not evil? Present such a thing [a blind or lame or sick animal] now to your governor [in payment of your taxes, and see what will happen]. Will he be pleased with you? Or will he receive you graciously? says the Lord of hosts.",
          "ID": "8"
        },
        {
          "text": "Now then, I [Malachi] beg [you priests], entreat God [earnestly] that He will be gracious to us. With such a gift from your hand [as a defective animal for sacrifice], will He accept it or show favor to any of you? says the Lord of hosts.",
          "ID": "9"
        },
        {
          "text": "Oh, that there were even one among you [whose duty it is to minister to Me] who would shut the doors, that you might not kindle fire on My altar to no purpose [an empty, futile, fruitless pretense]! I have no pleasure in you, says the Lord of hosts, nor will I accept an offering from your hand.",
          "ID": "10"
        },
        {
          "text": "For from the rising of the sun to its setting My name shall be great among the nations, and in every place incense shall be offered to My name, and indeed a pure offering; for My name shall be great among the nations, says the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "But you [priests] profane it when [by your actions] you say, The table of the Lord is polluted, and the fruit of it, its food, is contemptible and may be despised.",
          "ID": "12"
        },
        {
          "text": "You say also, Behold, what a drudgery and weariness this is! And you have sniffed at it, says the Lord of hosts. And you have brought that which was taken by violence, or the lame or the sick; this you bring as an offering! Shall I accept this from your hand? says the Lord. [Lev. 1:3; Deut. 15:21.]",
          "ID": "13"
        },
        {
          "text": "But cursed is the [cheating] deceiver who has a male in his flock and vows to offer it, yet sacrifices to the [sovereign] Lord a blemished or diseased thing! For I am a great King, says the Lord of hosts, and My name is terrible and to be [reverently] feared among the nations.",
          "ID": "14"
        }
      ],
      "ID": "OT:MAL.1"
    },
    {
      "name": "Malachi 2",
      "text": [
        {
          "text": "AND NOW, O you priests, this commandment is for you.",
          "ID": "1"
        },
        {
          "text": "If you will not hear and if you will not lay it to heart to give glory to My name, says the Lord of hosts, then I will send the curse upon you, and I will curse your blessings; yes, I have already turned them to curses because you do not lay it to heart.",
          "ID": "2"
        },
        {
          "text": "Behold, I will rebuke your seed [grain–which will prevent due harvest], and I will spread the dung from the festival offerings upon your faces, and you shall be taken away with it.",
          "ID": "3"
        },
        {
          "text": "And you shall know, recognize, and understand that I have sent this [new] decree to you priests, to be My [new] covenant with Levi [the priestly tribe], says the Lord of hosts.",
          "ID": "4"
        },
        {
          "text": "My covenant [on My part with Levi] was to give him life and peace, because [on his part] of the [reverent and worshipful] fear with which [the priests] would revere Me and stand in awe of My name.",
          "ID": "5"
        },
        {
          "text": "The law of truth was in [Levi's] mouth, and unrighteousness was not found in his lips; he walked with Me in peace and uprightness and turned many away from iniquity.",
          "ID": "6"
        },
        {
          "text": "For the priest's lips should guard and keep pure the knowledge [of My law], and the people should seek (inquire for and require) instruction at his mouth; for he is the messenger of the Lord of hosts.",
          "ID": "7"
        },
        {
          "text": "But you have turned aside out of the way; you have caused many to stumble by your instruction [in the law]; you have corrupted the covenant of Levi [with Me], says the Lord of hosts.",
          "ID": "8"
        },
        {
          "text": "Therefore have I also made you despised and abased before all the people, inasmuch as you have not kept My ways but have shown favoritism to persons in your administration of the law [of God].",
          "ID": "9"
        },
        {
          "text": "Have we not all one Father? Has not one God created us? Why then do we deal faithlessly and treacherously each against his brother, profaning the covenant of [God with] our fathers?",
          "ID": "10"
        },
        {
          "text": "Judah has been faithless and dealt treacherously, and an abomination has been committed in Israel and in Jerusalem; for Judah [that is, Jewish men] has profaned the holy sanctuary of the Lord which He loves, and has married the daughter of a foreign god [having divorced his Jewish wife]. [Ezra 9:2; Jer. 2:3.]",
          "ID": "11"
        },
        {
          "text": "The Lord will cast out of the tents of Jacob to the last man those who do this [evil thing], the master and the servant [or the pupil] alike, even him who brings an offering to the Lord of hosts.",
          "ID": "12"
        },
        {
          "text": "And this you do with double guilt; you cover the altar of the Lord with tears [shed by your unoffending wives, divorced by you that you might take heathen wives], and with [your own] weeping and crying out because the Lord does not regard your offering any more or accept it with favor at your hand.",
          "ID": "13"
        },
        {
          "text": "Yet you ask, Why does He reject it? Because the Lord was witness [to the covenant made at your marriage] between you and the wife of your youth, against whom you have dealt treacherously and to whom you were faithless. Yet she is your companion and the wife of your covenant [made by your marriage vows].",
          "ID": "14"
        },
        {
          "text": "And did not God make [you and your wife] one [flesh]? Did not One make you and preserve your spirit alive? And why [did God make you two] one? Because He sought a godly offspring [from your union]. Therefore take heed to yourselves, and let no one deal treacherously and be faithless to the wife of his youth.",
          "ID": "15"
        },
        {
          "text": "For the Lord, the God of Israel, says: I hate divorce and marital separation and him who covers his garment [his wife] with violence. Therefore keep a watch upon your spirit [that it may be controlled by My Spirit], that you deal not treacherously and faithlessly [with your marriage mate].",
          "ID": "16"
        },
        {
          "text": "You have wearied the Lord with your words. Yet you say, In what way have we wearied Him? [You do it when by your actions] you say, Everyone who does evil is good in the sight of the Lord and He delights in them. Or [by asking], Where is the God of justice?",
          "ID": "17"
        }
      ],
      "ID": "OT:MAL.2"
    },
    {
      "name": "Malachi 3",
      "text": [
        {
          "text": "BEHOLD, I send My messenger, and he shall prepare the way before Me. And the Lord [the Messiah], Whom you seek, will suddenly come to His temple; the Messenger or Angel of the covenant, Whom you desire, behold, He shall come, says the Lord of hosts. [Matt. 11:10; Luke 1:13-17, 76.]",
          "ID": "1"
        },
        {
          "text": "But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner's fire and like fullers' soap; [Rev. 6:12-17.]",
          "ID": "2"
        },
        {
          "text": "He will sit as a refiner and purifier of silver, and He will purify the priests, the sons of Levi, and refine them like gold and silver, that they may offer to the Lord offerings in righteousness.",
          "ID": "3"
        },
        {
          "text": "Then will the offering of Judah and Jerusalem be pleasing to the Lord as in the days of old and as in ancient years.",
          "ID": "4"
        },
        {
          "text": "Then I will draw near to you for judgment; I will be a swift witness against the sorcerers, against the adulterers, against the false swearers, and against those who oppress the hireling in his wages, the widow and the fatherless, and who turn aside the temporary resident from his right and fear not Me, says the Lord of hosts.",
          "ID": "5"
        },
        {
          "text": "For I am the Lord, I do not change; that is why you, O sons of Jacob, are not consumed.",
          "ID": "6"
        },
        {
          "text": "Even from the days of your fathers you have turned aside from My ordinances and have not kept them. Return to me, and I will return to you, says the Lord of hosts. But you say, How shall we return?",
          "ID": "7"
        },
        {
          "text": "Will a man rob or defraud God? Yet you rob and defraud Me. But you say, In what way do we rob or defraud You? [You have withheld your] tithes and offerings.",
          "ID": "8"
        },
        {
          "text": "You are cursed with the curse, for you are robbing Me, even this whole nation. [Lev. 26:14-17.]",
          "ID": "9"
        },
        {
          "text": "Bring all the tithes (the whole tenth of your income) into the storehouse, that there may be food in My house, and prove Me now by it, says the Lord of hosts, if I will not open the windows of heaven for you and pour you out a blessing, that there shall not be room enough to receive it. [Mal. 2:2.]",
          "ID": "10"
        },
        {
          "text": "And I will rebuke the devourer [insects and plagues] for your sakes and he shall not destroy the fruits of your ground, neither shall your vine drop its fruit before the time in the field, says the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "And all nations shall call you happy and blessed, for you shall be a land of delight, says the Lord of hosts.",
          "ID": "12"
        },
        {
          "text": "Your words have been strong and hard against Me, says the Lord. Yet you say, What have we spoken against You?",
          "ID": "13"
        },
        {
          "text": "You have said, It is useless to serve God, and what profit is it if we keep His ordinances and walk gloomily and as if in mourning apparel before the Lord of hosts?",
          "ID": "14"
        },
        {
          "text": "And now we consider the proud and arrogant to be happy and favored; evildoers are exalted and prosper; yes, and when they test God, they escape [unpunished].",
          "ID": "15"
        },
        {
          "text": "Then those who feared the Lord talked often one to another; and the Lord listened and heard it, and a book of remembrance was written before Him of those who reverenced and worshipfully feared the Lord and who thought on His name.",
          "ID": "16"
        },
        {
          "text": "And they shall be Mine, says the Lord of hosts, in that day when I publicly recognize and openly declare them to be My jewels (My special possession, My peculiar treasure). And I will spare them, as a man spares his own son who serves him.",
          "ID": "17"
        },
        {
          "text": "Then shall you return and discern between the righteous and the wicked, between him who serves God and him who does not serve Him.",
          "ID": "18"
        }
      ],
      "ID": "OT:MAL.3"
    },
    {
      "name": "Malachi 4",
      "text": [
        {
          "text": "FOR BEHOLD, the day comes that shall burn like an oven, and all the proud and arrogant, yes, and all that do wickedly and are lawless, shall be stubble; the day that comes shall burn them up, says the Lord of hosts, so that it will leave them neither root nor branch. [Isa. 5:21-25; Matt. 3:12.]",
          "ID": "1"
        },
        {
          "text": "But unto you who revere and worshipfully fear My name shall the Sun of Righteousness arise with healing in His wings and His beams, and you shall go forth and gambol like calves [released] from the stall and leap for joy.",
          "ID": "2"
        },
        {
          "text": "And you shall tread down the lawless and wicked, for they shall be ashes under the soles of your feet in the day that I shall do this, says the Lord of hosts.",
          "ID": "3"
        },
        {
          "text": "[Earnestly] remember the law of Moses, My servant, the statutes and the ordinances which I commanded him on [Mount] Horeb [to give] to all Israel.",
          "ID": "4"
        },
        {
          "text": "Behold, I will send you Elijah the prophet before the great and terrible day of the Lord comes. [Matt. 11:14; 17:10-13.]",
          "ID": "5"
        },
        {
          "text": "And he shall turn and reconcile the hearts of the [estranged] fathers to the [ungodly] children, and the hearts of the [rebellious] children to [the piety of] their fathers [a reconciliation produced by repentance of the ungodly], lest I come and smite the land with a curse and a ban of utter destruction. [Luke 1:17.]",
          "ID": "6"
        }
      ],
      "ID": "OT:MAL.4"
    }
  ],
  "version": "AMP",
  "ID": "OT:MAL(AMP)"
}