{
  "text": [
    {
      "text": [
        {
          "text": "The oracle of the word of the Lord to Israel by Malachi.",
          "ID": "1"
        },
        {
          "text": "\"I have loved you,\" says the Lord. But you say, \"How have you loved us?\" \"Is not Esau Jacob's brother?\" declares the Lord. \"Yet I have loved Jacob",
          "ID": "2"
        },
        {
          "text": "but Esau I have hated. I have laid waste his hill country and left his heritage to jackals of the desert.\"",
          "ID": "3"
        },
        {
          "text": "If Edom says, \"We are shattered but we will rebuild the ruins,\" the Lord of hosts says, \"They may build, but I will tear down, and they will be called 'the wicked country,' and 'the people with whom the Lord is angry forever.'\"",
          "ID": "4"
        },
        {
          "text": "Your own eyes shall see this, and you shall say, \"Great is the Lord beyond the border of Israel!\"",
          "ID": "5"
        },
        {
          "text": "\"A son honors his father, and a servant his master. If then I am a father, where is my honor? And if I am a master, where is my fear? says the Lord of hosts to you, O priests, who despise my name. But you say, 'How have we despised your name?'",
          "ID": "6"
        },
        {
          "text": "By offering polluted food upon my altar. But you say, 'How have we polluted you?' By saying that the Lord's table may be despised.",
          "ID": "7"
        },
        {
          "text": "When you offer blind animals in sacrifice, is that not evil? And when you offer those that are lame or sick, is that not evil? Present that to your governor; will he accept you or show you favor? says the Lord of hosts.",
          "ID": "8"
        },
        {
          "text": "And now entreat the favor of God, that he may be gracious to us. With such a gift from your hand, will he show favor to any of you? says the Lord of hosts.",
          "ID": "9"
        },
        {
          "text": "Oh that there were one among you who would shut the doors, that you might not kindle fire on my altar in vain! I have no pleasure in you, says the Lord of hosts, and I will not accept an offering from your hand.",
          "ID": "10"
        },
        {
          "text": "For from the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "But you profane it when you say that the Lord's table is polluted, and its fruit, that is, its food may be despised.",
          "ID": "12"
        },
        {
          "text": "But you say, 'What a weariness this is,' and you snort at it, says the Lord of hosts. You bring what has been taken by violence or is lame or sick, and this you bring as your offering! Shall I accept that from your hand? says the Lord.",
          "ID": "13"
        },
        {
          "text": "Cursed be the cheat who has a male in his flock, and vows it, and yet sacrifices to the Lord what is blemished. For I am a great King, says the Lord of hosts, and my name will be feared among the nations.",
          "ID": "14"
        }
      ],
      "ID": "OT:MAL.1",
      "name": "Malachi 1"
    },
    {
      "text": [
        {
          "text": "\"And now, O priests, this command is for you.",
          "ID": "1"
        },
        {
          "text": "If you will not listen, if you will not take it to heart to give honor to my name, says the Lord of hosts, then I will send the curse upon you and I will curse your blessings. Indeed, I have already cursed them, because you do not lay it to heart.",
          "ID": "2"
        },
        {
          "text": "Behold, I will rebuke your offspring, and spread dung on your faces, the dung of your offerings, and you shall be taken away with it.",
          "ID": "3"
        },
        {
          "text": "So shall you know that I have sent this command to you, that my covenant with Levi may stand, says the Lord of hosts.",
          "ID": "4"
        },
        {
          "text": "My covenant with him was one of life and peace, and I gave them to him. It was a covenant of fear, and he feared me. He stood in awe of my name.",
          "ID": "5"
        },
        {
          "text": "True instruction was in his mouth, and no wrong was found on his lips. He walked with me in peace and uprightness, and he turned many from iniquity.",
          "ID": "6"
        },
        {
          "text": "For the lips of a priest should guard knowledge, and people should seek instruction from his mouth, for he is the messenger of the Lord of hosts.",
          "ID": "7"
        },
        {
          "text": "But you have turned aside from the way. You have caused many to stumble by your instruction. You have corrupted the covenant of Levi, says the Lord of hosts,",
          "ID": "8"
        },
        {
          "text": "and so I make you despised and abased before all the people, inasmuch as you do not keep my ways but show partiality in your instruction.\"",
          "ID": "9"
        },
        {
          "text": "Have we not all one Father? Has not one God created us? Why then are we faithless to one another, profaning the covenant of our fathers?",
          "ID": "10"
        },
        {
          "text": "Judah has been faithless, and abomination has been committed in Israel and in Jerusalem. For Judah has profaned the sanctuary of the Lord, which he loves, and has married the daughter of a foreign god.",
          "ID": "11"
        },
        {
          "text": "May the Lord cut off from the tents of Jacob any descendant of the man who does this, who brings an offering to the Lord of hosts!",
          "ID": "12"
        },
        {
          "text": "And this second thing you do. You cover the Lord's altar with tears, with weeping and groaning because he no longer regards the offering or accepts it with favor from your hand.",
          "ID": "13"
        },
        {
          "text": "But you say, \"Why does he not?\" Because the Lord was witness between you and the wife of your youth, to whom you have been faithless, though she is your companion and your wife by covenant.",
          "ID": "14"
        },
        {
          "text": "Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth.",
          "ID": "15"
        },
        {
          "text": "\"For the man who does not love his wife but divorces her, says the Lord, the God of Israel, covers his garment with violence, says the Lord of hosts. So guard yourselves in your spirit, and do not be faithless.\"",
          "ID": "16"
        },
        {
          "text": "You have wearied the Lord with your words. But you say, \"How have we wearied him?\" By saying, \"Everyone who does evil is good in the sight of the Lord, and he delights in them.\" Or by asking, \"Where is the God of justice?\"",
          "ID": "17"
        }
      ],
      "ID": "OT:MAL.2",
      "name": "Malachi 2"
    },
    {
      "text": [
        {
          "text": "\"Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the Lord of hosts.",
          "ID": "1"
        },
        {
          "text": "But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner's fire and like fullers' soap.",
          "ID": "2"
        },
        {
          "text": "He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the Lord.",
          "ID": "3"
        },
        {
          "text": "Then the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years.",
          "ID": "4"
        },
        {
          "text": "\"Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the Lord of hosts.",
          "ID": "5"
        },
        {
          "text": "\"For I the Lord do not change; therefore you, O children of Jacob, are not consumed.",
          "ID": "6"
        },
        {
          "text": "From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the Lord of hosts. But you say, 'How shall we return?'",
          "ID": "7"
        },
        {
          "text": "Will man rob God? Yet you are robbing me. But you say, 'How have we robbed you?' In your tithes and contributions.",
          "ID": "8"
        },
        {
          "text": "You are cursed with a curse, for you are robbing me, the whole nation of you.",
          "ID": "9"
        },
        {
          "text": "Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.",
          "ID": "10"
        },
        {
          "text": "I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "Then all nations will call you blessed, for you will be a land of delight, says the Lord of hosts.",
          "ID": "12"
        },
        {
          "text": "\"Your words have been hard against me, says the Lord. But you say, 'How have we spoken against you?'",
          "ID": "13"
        },
        {
          "text": "You have said, 'It is vain to serve God. What is the profit of our keeping his charge or of walking as in mourning before the Lord of hosts?",
          "ID": "14"
        },
        {
          "text": "And now we call the arrogant blessed. Evildoers not only prosper but they put God to the test and they escape.'\"",
          "ID": "15"
        },
        {
          "text": "Then those who feared the Lord spoke with one another. The Lord paid attention and heard them, and a book of remembrance was written before him of those who feared the Lord and esteemed his name.",
          "ID": "16"
        },
        {
          "text": "\"They shall be mine, says the Lord of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him.",
          "ID": "17"
        },
        {
          "text": "Then once more you shall see the distinction between the righteous and the wicked, between one who serves God and one who does not serve him.",
          "ID": "18"
        }
      ],
      "ID": "OT:MAL.3",
      "name": "Malachi 3"
    },
    {
      "text": [
        {
          "text": "\"For behold, the day is coming, burning like an oven, when all the arrogant and all evildoers will be stubble. The day that is coming shall set them ablaze, says the Lord of hosts, so that it will leave them neither root nor branch.",
          "ID": "1"
        },
        {
          "text": "But for you who fear my name, the sun of righteousness shall rise with healing in its wings. You shall go out leaping like calves from the stall.",
          "ID": "2"
        },
        {
          "text": "And you shall tread down the wicked, for they will be ashes under the soles of your feet, on the day when I act, says the Lord of hosts.",
          "ID": "3"
        },
        {
          "text": "\"Remember the law of my servant Moses, the statutes and rules that I commanded him at Horeb for all Israel.",
          "ID": "4"
        },
        {
          "text": "\"Behold, I will send you Elijah the prophet before the great and awesome day of the Lord comes.",
          "ID": "5"
        },
        {
          "text": "And he will turn the hearts of fathers to their children and the hearts of children to their fathers, lest I come and strike the land with a decree of utter destruction.\"",
          "ID": "6"
        }
      ],
      "ID": "OT:MAL.4",
      "name": "Malachi 4"
    }
  ],
  "ID": "OT:MAL(ESV)",
  "version": "ESV",
  "name": "Malachi"
}