{
  "name": "Obadiah",
  "text": [
    {
      "name": "Obadiah 1",
      "text": [
        {
          "text": "THE VISION of Obadiah. Thus says the Lord God concerning Edom: We have heard tidings from the Lord, and an ambassador is sent forth among the nations [saying], Arise, and let us rise up against [Edom] for battle! [Ps. 137:7; Isa. 34:1-15; 63:1-6; Jer. 49:7-22; Ezek. 25:8-14.]",
          "ID": "1"
        },
        {
          "text": "Behold, I will make you small among the nations [Edom]; you shall be despised exceedingly. [Ezek. 35.]",
          "ID": "2"
        },
        {
          "text": "The pride of your heart has deceived you, you dweller in the refuges of the rock [Petra, Edom's capital], whose habitation is high, who says in his heart, Who can bring me down to the ground?",
          "ID": "3"
        },
        {
          "text": "Though you mount on high as the eagle and though you set your nest among the stars, I will bring you down from there, says the Lord.",
          "ID": "4"
        },
        {
          "text": "If thieves came to you, if robbers by night–how you are brought to nothing!–would they not steal only enough for themselves? If grape gatherers came to you, would they not leave some grapes for gleaning? [But this ravaging was done by God, not men.] [Jer. 49:9.]",
          "ID": "5"
        },
        {
          "text": "How are the things of Esau [Edom] searched out! How are his hidden treasures sought out!",
          "ID": "6"
        },
        {
          "text": "All the men of your confederacy (your allies) have brought you on your way, even to the border; the men who were at peace with you have deceived you and prevailed against you; they who eat your bread have laid a snare under you. There is no understanding [in Edom, or] of it.",
          "ID": "7"
        },
        {
          "text": "Will not I in that day, says the Lord, destroy the wise men out of Edom and [men of] understanding out of Mount Esau [Idumea, a mountainous region]?",
          "ID": "8"
        },
        {
          "text": "And your mighty men, O Teman, shall be dismayed, to the end that everyone from Mount Esau will be cut off by slaughter.",
          "ID": "9"
        },
        {
          "text": "For the violence you did against your brother Jacob, shame shall cover you, and you shall be cut off forever.",
          "ID": "10"
        },
        {
          "text": "On the day that you stood aloof [from your brother Jacob]–on the day that strangers took captive his forces and carried off his wealth, and foreigners entered into his gates and cast lots for Jerusalem–you were even as one of them. [Num. 20:18-20; Amos 1:11, 12.]",
          "ID": "11"
        },
        {
          "text": "But you should not have gloated over your brother's day, the day when his misfortune came and he was made a stranger; you should not have rejoiced over the sons of Judah in the day of their ruin; you should not have spoken arrogantly in the day of their distress.",
          "ID": "12"
        },
        {
          "text": "You should not have entered the gate of My people in the day of their calamity and ruin; yes, you should not have looked [with delight] on their misery in the day of their calamity and ruin, and not have reached after their army and their possessions in the day of their calamity and ruin.",
          "ID": "13"
        },
        {
          "text": "And you should not have stood at the crossway to cut off those of Judah who escaped, neither should you have delivered up those [of Judah] who remained in the day of distress.",
          "ID": "14"
        },
        {
          "text": "For the day of the Lord is near upon all the nations. As you have done, it shall be done to you; your dealings will return upon your own head. [Isa. 2:10-22; Zeph. 3:8-20; Zech. 12:1-14; Rev. 19:11-21.]",
          "ID": "15"
        },
        {
          "text": "For as you [Edom] have drunk upon the mountain of My holiness [desecrating it in the wild revelry of the destroyers], so shall all the nations drink continually [in turn, of My wrath]; yes, they shall drink, talk foolishly, and swallow down [the full measure of punishment] and they shall be [destroyed] as though they had not been. [Rev. 16:14-16.]",
          "ID": "16"
        },
        {
          "text": "But on Mount Zion [in Jerusalem] there shall be deliverance [for those who escape], and it shall be holy; and the house of Jacob shall possess its [own former] possessions. [Ezek. 36; Joel 2:32.]",
          "ID": "17"
        },
        {
          "text": "The house of Jacob shall be a fire and the house of Joseph a flame, but the house of Esau shall be stubble; they shall kindle and burn them and consume them, and there shall be no survivor of the house of Esau, for the Lord has spoken it. [Ezek. 25:12-14.]",
          "ID": "18"
        },
        {
          "text": "They of the South (the Negeb) shall possess Mount Esau, and they of the lowland the land of the Philistines; they shall possess the land of Ephraim and the fields of Samaria, and Benjamin shall possess Gilead [across the Jordan River]. [Amos 9:12; Zeph. 2:7.]",
          "ID": "19"
        },
        {
          "text": "And the exiles of this host of the children of Israel who are among the Canaanites shall possess [Phoenicia] as far as Zarephath, and the exiles of Jerusalem who are in Sepharad shall possess the cities of the South (the Negeb).",
          "ID": "20"
        },
        {
          "text": "And deliverers shall go up on Mount Zion to rule and judge Mount Esau, and the kingdom and the kingship shall be the Lord's. [Zech. 12:8, 9; Mal. 1:2-5; Matt. 24:27-30; Luke 1:31-33; Acts 15:14-17.]",
          "ID": "21"
        }
      ],
      "ID": "OT:OBA.1"
    }
  ],
  "version": "AMP",
  "ID": "OT:OBA(AMP)"
}