{
  "version": "ERV",
  "text": [
    {
      "title": "Edom Will Be Brought Low",
      "text": [
        {
          "text": "This is the vision of Obadiah. This is what the Lord God says about Edom:\nWe heard a report from the Lord.\nA messenger was sent to the nations.\nHe said, “Let’s go fight against Edom.”",
          "ID": "1"
        },
        {
          "text": "“Edom, I will make you the smallest nation.\nEveryone will hate you very much.",
          "ID": "2"
        },
        {
          "text": "Your pride has fooled you.\nYou live in those caves high on the cliff.\nYour home is high in the hills.\nSo you say to yourself,\n‘No one can bring me to the ground.’”",
          "ID": "3"
        },
        {
          "text": "This is what the Lord says:\n“Even though you fly high like the eagle\nand put your nest among the stars,\nI will bring you down from there.",
          "ID": "4"
        },
        {
          "text": "You really will be ruined!\nThieves will come to you.\nRobbers will come in the night,\nand they will take all they want.\nWhen workers gather grapes in your vineyards,\nthey will leave a few grapes behind.",
          "ID": "5"
        },
        {
          "text": "But the enemy will search hard for Esau’s hidden treasures,\nand they will find them all.",
          "ID": "6"
        },
        {
          "text": "All those who are your friends\nwill force you out of the land.\nThose who were at peace with you will trick you,\nand they will defeat you.\nThe soldiers who fought by your side\nare planning a trap for you.\nThey say, ‘He doesn’t expect a thing!’”",
          "ID": "7"
        },
        {
          "text": "The Lord says, “On that day\nI will destroy the wise people from Edom.\nI will destroy the intelligent people from the mountain of Esau.",
          "ID": "8",
          "comments": [
            "mountain of Esau That is, Mount Seir."
          ]
        },
        {
          "text": "Teman, your brave soldiers will be afraid.\nEveryone will be destroyed from the mountain of Esau.\nMany people will be killed.",
          "ID": "9"
        },
        {
          "text": "You will be covered with shame\nbecause you were very cruel to your brother Jacob.\nSo you will be destroyed completely.",
          "ID": "10"
        },
        {
          "text": "You joined the enemies of Israel.\nStrangers carried Israel’s treasures away.\nForeigners entered Israel’s city gate.\nThey threw lots to decide what part of Jerusalem they would get.\nAnd you were right there with them, waiting to get your share.",
          "ID": "11"
        },
        {
          "text": "You should not have laughed\nat your brother’s trouble.\nYou should not have been happy\nwhen they destroyed Judah.\nYou should not have bragged\nat the time of their trouble.",
          "ID": "12",
          "comments": [
            "laughed Literally, “looked.” Also in verse 13.",
            "bragged Literally, “made your mouth big.”"
          ]
        },
        {
          "text": "You should not have entered the city gate of my people\nand laughed at their problems.\nYou should not have taken their treasures\nin the time of their trouble.",
          "ID": "13"
        },
        {
          "text": "You should not have stood where the roads cross\nand destroyed those who were trying to escape.\nYou should not have captured those who escaped alive.",
          "ID": "14"
        },
        {
          "text": "The Day of the Lord is coming soon\nto all the nations.\nAnd the evil you did to others will happen to you.\nThe same bad things will fall down on your own head.",
          "ID": "15"
        },
        {
          "text": "You spilled blood on my holy mountain,\nso other nations will spill your blood.\nYou will be finished.\nIt will be as if you never existed.",
          "ID": "16",
          "comments": [
            "spilled Literally, “drank.”",
            "holy mountain One of the mountains Jerusalem was built on. Sometimes Zion is used to mean Jerusalem itself. Also in verses 17, 21.",
            "spill your blood Literally, “drink and swallow.”"
          ]
        },
        {
          "text": "But there will be survivors on Mount Zion.\nThey will be my special people.\nThe nation of Jacob will take back\nwhat belongs to it.",
          "ID": "17",
          "comments": [
            "nation of Jacob Literally, “the house of Jacob.” This could mean the people of Israel or only its leaders."
          ]
        },
        {
          "text": "The family of Jacob will be like a fire.\nThe nation of Joseph will be like a flame.\nBut the nation of Esau will be like ashes.\nThe people of Judah will burn Edom,\nand they will destroy it.\nThen there will be no survivors in the nation of Esau.”\nThis will happen because the Lord said it would.",
          "ID": "18",
          "comments": [
            "nation of Esau Literally, “the house of Esau.”"
          ]
        },
        {
          "text": "Then people from the Negev will live on the mountain of Esau.\nAnd people from the foothills will take the Philistine lands.\nThey will live in the land of Ephraim and Samaria.\nGilead will belong to Benjamin.",
          "ID": "19"
        },
        {
          "text": "People from Israel were forced to leave their homes,\nbut they will take back the land of Canaan, all the way to Zarephath.\nPeople from Judah were forced to leave Jerusalem and live in Sepharad.\nBut they will take back the cities of the Negev.",
          "ID": "20",
          "comments": [
            "Sepharad This is probably Spain."
          ]
        },
        {
          "text": "The winners will go up on Mount Zion\nto rule the people who live on Esau’s mountain.\nAnd the kingdom will belong to the Lord.",
          "ID": "21",
          "comments": [
            "winners Or “saviors.” Those who led their people to victory in war."
          ]
        }
      ],
      "ID": "OT:OBA.1",
      "name": "Obadiah 1"
    }
  ],
  "ID": "OT:OBA(ERV)",
  "name": "Obadiah"
}