{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Слова Иеремии, сына Хелкиина, из священников в Анафофе, в земле Вениаминовой,",
          "ID": "1"
        },
        {
          "text": "к которому было слово Господне во дни Иосии, сына Амонова, царя Иудейского, в тринадцатый год царствования его,",
          "ID": "2"
        },
        {
          "text": "и также во дни Иоакима, сына Иосиина, царя Иудейского, до конца одиннадцатого года Седекии, сына Иосиина, царя Иудейского, до переселения Иерусалима в пятом месяце.",
          "ID": "3"
        },
        {
          "text": "И было ко мне слово Господне:",
          "ID": "4"
        },
        {
          "text": "прежде нежели Я образовал тебя во чреве, Я познал тебя, и прежде нежели ты вышел из утробы, Я освятил тебя: пророком для народов поставил тебя.",
          "ID": "5"
        },
        {
          "text": "А я сказал: о, Господи Боже! я не умею говорить, ибо я еще молод.",
          "ID": "6"
        },
        {
          "text": "Но Господь сказал мне: не говори: \"я молод\"; ибо ко всем, к кому пошлю тебя, пойдешь, и все, что повелю тебе, скажешь.",
          "ID": "7"
        },
        {
          "text": "Не бойся их; ибо Я с тобою, чтобы избавлять тебя, сказал Господь.",
          "ID": "8"
        },
        {
          "text": "И простер Господь руку Свою, и коснулся уст моих, и сказал мне Господь: вот, Я вложил слова Мои в уста твои.",
          "ID": "9"
        },
        {
          "text": "Смотри, Я поставил тебя в сей день над народами и царствами, чтобы искоренять и разорять, губить и разрушать, созидать и насаждать.",
          "ID": "10"
        },
        {
          "text": "И было слово Господне ко мне: что видишь ты, Иеремия? Я сказал: вижу жезл миндального дерева.",
          "ID": "11"
        },
        {
          "text": "Господь сказал мне: ты верно видишь; ибо Я бодрствую над словом Моим, чтоб оно скоро исполнилось.",
          "ID": "12"
        },
        {
          "text": "И было слово Господне ко мне в другой раз: что видишь ты? Я сказал: вижу поддуваемый ветром кипящий котел, и лицо его со стороны севера.",
          "ID": "13"
        },
        {
          "text": "И сказал мне Господь: от севера откроется бедствие на всех обитателей сей земли.",
          "ID": "14"
        },
        {
          "text": "Ибо вот, Я призову все племена царств северных, говорит Господь, и придут они, и поставят каждый престол свой при входе в ворота Иерусалима, и вокруг всех стен его, и во всех городах Иудейских.",
          "ID": "15"
        },
        {
          "text": "И произнесу над ними суды Мои за все беззакония их, за то, что они оставили Меня, и воскуряли фимиам чужеземным богам и поклонялись делам рук своих.",
          "ID": "16"
        },
        {
          "text": "А ты препояшь чресла твои, и встань, и скажи им все, что Я повелю тебе; не малодушествуй пред ними, чтобы Я не поразил тебя в глазах их.",
          "ID": "17"
        },
        {
          "text": "И вот, Я поставил тебя ныне укрепленным городом и железным столбом и медною стеною на всей этой земле, против царей Иуды, против князей его, против священников его и против народа земли сей.",
          "ID": "18"
        },
        {
          "text": "Они будут ратовать против тебя, но не превозмогут тебя; ибо Я с тобою, говорит Господь, чтобы избавлять тебя.",
          "ID": "19"
        }
      ],
      "ID": "OT:JER.1",
      "name": "Книга пророка Иеремии 1"
    },
    {
      "text": [
        {
          "text": "И было слово Господне ко мне:",
          "ID": "1"
        },
        {
          "text": "иди и возгласи в уши [дщери] Иерусалима: так говорит Господь: Я вспоминаю о дружестве юности твоей, о любви твоей, когда ты была невестою, когда последовала за Мною в пустыню, в землю незасеянную.",
          "ID": "2"
        },
        {
          "text": "Израиль [был] святынею Господа, начатком плодов Его; все поедавшие его были осуждаемы, бедствие постигало их, говорит Господь.",
          "ID": "3"
        },
        {
          "text": "Выслушайте слово Господне, дом Иаковлев и все роды дома Израилева!",
          "ID": "4"
        },
        {
          "text": "Так говорит Господь: какую неправду нашли во Мне отцы ваши, что удалились от Меня и пошли за суетою, и осуетились,",
          "ID": "5"
        },
        {
          "text": "и не сказали: \"где Господь, Который вывел нас из земли Египетской, вел нас по пустыне, по земле пустой и необитаемой, по земле сухой, по земле тени смертной, по которой никто не ходил и где не обитал человек?\"",
          "ID": "6"
        },
        {
          "text": "И Я ввел вас в землю плодоносную, чтобы вы питались плодами ее и добром ее; а вы вошли и осквернили землю Мою, и достояние Мое сделали мерзостью.",
          "ID": "7"
        },
        {
          "text": "Священники не говорили: \"где Господь?\", и учители закона не знали Меня, и пастыри отпали от Меня, и пророки пророчествовали во имя Ваала и ходили во след тех, которые не помогают.",
          "ID": "8"
        },
        {
          "text": "Поэтому Я еще буду судиться с вами, говорит Господь, и с сыновьями сыновей ваших буду судиться.",
          "ID": "9"
        },
        {
          "text": "Ибо пойдите на острова Хиттимские и посмотрите, и пошлите в Кидар и разведайте прилежно, и рассмотрите: было ли [там] что–нибудь подобное сему?",
          "ID": "10"
        },
        {
          "text": "переменил ли какой народ богов [своих], хотя они и не боги? а Мой народ променял славу свою на то, что не помогает.",
          "ID": "11"
        },
        {
          "text": "Подивитесь сему, небеса, и содрогнитесь, и ужаснитесь, говорит Господь.",
          "ID": "12"
        },
        {
          "text": "Ибо два зла сделал народ Мой: Меня, источник воды живой, оставили, и высекли себе водоемы разбитые, которые не могут держать воды.",
          "ID": "13"
        },
        {
          "text": "Разве Израиль раб? или он домочадец? почему он сделался добычею?",
          "ID": "14"
        },
        {
          "text": "Зарыкали на него молодые львы, подали голос свой и сделали землю его пустынею; города его сожжены, без жителей.",
          "ID": "15"
        },
        {
          "text": "И сыновья Мемфиса и Тафны объели темя твое.",
          "ID": "16"
        },
        {
          "text": "Не причинил ли ты себе это тем, что оставил Господа Бога твоего в то время, когда Он путеводил тебя?",
          "ID": "17"
        },
        {
          "text": "И ныне для чего тебе путь в Египет, чтобы пить воду из Нила? и для чего тебе путь в Ассирию, чтобы пить воду из реки ее?",
          "ID": "18"
        },
        {
          "text": "Накажет тебя нечестие твое, и отступничество твое обличит тебя; итак познай и размысли, как худо и горько то, что ты оставил Господа Бога твоего и страха Моего нет в тебе, говорит Господь Бог Саваоф.",
          "ID": "19"
        },
        {
          "text": "Ибо издавна Я сокрушил ярмо твое, разорвал узы твои, и ты говорил: \"не буду служить [идолам]\", а между тем на всяком высоком холме и под всяким ветвистым деревом ты блудодействовал.",
          "ID": "20"
        },
        {
          "text": "Я насадил тебя [как] благородную лозу, – самое чистое семя; как же ты превратилась у Меня в дикую отрасль чужой лозы?",
          "ID": "21"
        },
        {
          "text": "Посему, хотя бы ты умылся мылом и много употребил на себя щелоку, нечестие твое отмечено предо Мною, говорит Господь Бог.",
          "ID": "22"
        },
        {
          "text": "Как можешь ты сказать: \"я не осквернил себя, я не ходил во след Ваала?\" Посмотри на поведение твое в долине, познай, что делала ты, резвая верблюдица, рыщущая по путям твоим?",
          "ID": "23"
        },
        {
          "text": "Привыкшую к пустыне дикую ослицу, в страсти души своей глотающую воздух, кто может удержать? Все, ищущие ее, не утомятся: в ее месяце они найдут ее.",
          "ID": "24"
        },
        {
          "text": "Не давай ногам твоим истаптывать обувь, и гортани твоей – томиться жаждою. Но ты сказал: \"не надейся, нет! ибо люблю чужих и буду ходить во след их\".",
          "ID": "25"
        },
        {
          "text": "Как вор, когда поймают его, бывает осрамлен, так осрамил себя дом Израилев: они, цари их, князья их, и священники их, и пророки их, –",
          "ID": "26"
        },
        {
          "text": "говоря дереву: \"ты мой отец\", и камню: \"ты родил меня\"; ибо они оборотили ко Мне спину, а не лице; а во время бедствия своего будут говорить: \"встань и спаси нас!\"",
          "ID": "27"
        },
        {
          "text": "Где же боги твои, которых ты сделал себе? – пусть они встанут, если могут спасти тебя во время бедствия твоего; ибо сколько у тебя городов, столько и богов у тебя, Иуда.",
          "ID": "28"
        },
        {
          "text": "Для чего вам состязаться со Мною? – все вы согрешали против Меня, говорит Господь.",
          "ID": "29"
        },
        {
          "text": "Вотще поражал Я детей ваших: они не приняли вразумления; пророков ваших поядал меч ваш, как истребляющий лев.",
          "ID": "30"
        },
        {
          "text": "О, род! внемлите вы слову Господню: был ли Я пустынею для Израиля? был ли Я страною мрака? Зачем же народ Мой говорит: \"мы сами себе господа; мы уже не придем к Тебе\"?",
          "ID": "31"
        },
        {
          "text": "Забывает ли девица украшение свое и невеста – наряд свой? а народ Мой забыл Меня, – нет числа дням.",
          "ID": "32"
        },
        {
          "text": "Как искусно направляешь ты пути твои, чтобы снискать любовь! и для того даже к преступлениям приспособляла ты пути твои.",
          "ID": "33"
        },
        {
          "text": "Даже на полах одежды твоей находится кровь людей бедных, невинных, которых ты не застала при взломе, и, несмотря на все это,",
          "ID": "34"
        },
        {
          "text": "говоришь: \"так как я невинна, то верно гнев Его отвратится от меня\". Вот, Я буду судиться с тобою за то, что говоришь: \"я не согрешила\".",
          "ID": "35"
        },
        {
          "text": "Зачем ты так много бродишь, меняя путь твой? Ты так же будешь посрамлена и Египтом, как была посрамлена Ассириею;",
          "ID": "36"
        },
        {
          "text": "и от него ты выйдешь, положив руки на голову, потому что отверг Господь надежды твои, и не будешь иметь с ними успеха.",
          "ID": "37"
        }
      ],
      "ID": "OT:JER.2",
      "name": "Книга пророка Иеремии 2"
    },
    {
      "text": [
        {
          "text": "Говорят: \"если муж отпустит жену свою, и она отойдет от него и сделается женою другого мужа, то может ли она возвратиться к нему? Не осквернилась ли бы этим страна та?\" А ты со многими любовниками блудодействовала, – и однако же возвратись ко Мне, говорит Господь.",
          "ID": "1"
        },
        {
          "text": "Подними глаза твои на высоты и посмотри, где не блудодействовали с тобою? У дороги сидела ты для них, как Аравитянин в пустыне, и осквернила землю блудом твоим и лукавством твоим.",
          "ID": "2"
        },
        {
          "text": "За то были удержаны дожди, и не было дождя позднего; но у тебя был лоб блудницы, ты отбросила стыд.",
          "ID": "3"
        },
        {
          "text": "Не будешь ли ты отныне взывать ко Мне: \"Отец мой! Ты был путеводителем юности моей!",
          "ID": "4"
        },
        {
          "text": "Неужели всегда будет Он во гневе? и неужели вечно будет удерживать его в Себе?\" Вот, что говоришь ты, а делаешь зло и преуспеваешь в нем.",
          "ID": "5"
        },
        {
          "text": "Господь сказал мне во дни Иосии царя: видел ли ты, что делала отступница, дочь Израиля? Она ходила на всякую высокую гору и под всякое ветвистое дерево и там блудодействовала.",
          "ID": "6"
        },
        {
          "text": "И после того, как она все это делала, Я говорил: \"возвратись ко Мне\"; но она не возвратилась; и видела [это] вероломная сестра ее Иудея.",
          "ID": "7"
        },
        {
          "text": "И Я видел, что, когда за все прелюбодейные действия отступницы, дочери Израиля, Я отпустил ее и дал ей разводное письмо, вероломная сестра ее Иудея не убоялась, а пошла и сама блудодействовала.",
          "ID": "8"
        },
        {
          "text": "И явным блудодейством она осквернила землю, и прелюбодействовала с камнем и деревом.",
          "ID": "9"
        },
        {
          "text": "Но при всем этом вероломная сестра ее Иудея не обратилась ко Мне всем сердцем своим, а только притворно, говорит Господь.",
          "ID": "10"
        },
        {
          "text": "И сказал мне Господь: отступница, [дочь] Израилева, оказалась правее, нежели вероломная Иудея.",
          "ID": "11"
        },
        {
          "text": "Иди и провозгласи слова сии к северу, и скажи: возвратись, отступница, [дочь] Израилева, говорит Господь. Я не изолью на вас гнева Моего; ибо Я милостив, говорит Господь, – не вечно буду негодовать.",
          "ID": "12"
        },
        {
          "text": "Признай только вину твою: ибо ты отступила от Господа Бога твоего и распутствовала с чужими под всяким ветвистым деревом, а гласа Моего вы не слушали, говорит Господь.",
          "ID": "13"
        },
        {
          "text": "Возвратитесь, дети–отступники, говорит Господь, потому что Я сочетался с вами, и возьму вас по одному из города, по два из племени, и приведу вас на Сион.",
          "ID": "14"
        },
        {
          "text": "И дам вам пастырей по сердцу Моему, которые будут пасти вас с знанием и благоразумием",
          "ID": "15"
        },
        {
          "text": "И будет, когда вы размножитесь и сделаетесь многоплодными на земле, в те дни, говорит Господь, не будут говорить более: \"ковчег завета Господня\"; он и на ум не придет, и не вспомнят о нем, и не будут приходить к нему, и его уже не будет.",
          "ID": "16"
        },
        {
          "text": "В то время назовут Иерусалим престолом Господа; и все народы ради имени Господа соберутся в Иерусалим и не будут более поступать по упорству злого сердца своего.",
          "ID": "17"
        },
        {
          "text": "В те дни придет дом Иудин к дому Израилеву, и пойдут вместе из земли северной в землю, которую Я дал в наследие отцам вашим.",
          "ID": "18"
        },
        {
          "text": "И говорил Я: как поставлю тебя в число детей и дам тебе вожделенную землю, прекраснейшее наследие множества народов? И сказал: ты будешь называть Меня отцом твоим и не отступишь от Меня.",
          "ID": "19"
        },
        {
          "text": "Но поистине, как жена вероломно изменяет другу своему, так вероломно поступили со Мною вы, дом Израилев, говорит Господь.",
          "ID": "20"
        },
        {
          "text": "Голос слышен на высотах, жалобный плач сынов Израиля о том, что они извратили путь свой, забыли Господа Бога своего.",
          "ID": "21"
        },
        {
          "text": "Возвратитесь, мятежные дети: Я исцелю вашу непокорность. – Вот, мы идем к Тебе, ибо Ты – Господь Бог наш.",
          "ID": "22"
        },
        {
          "text": "Поистине, напрасно надеялись мы на холмы и на множество гор; поистине, в Господе Боге нашем спасение Израилево!",
          "ID": "23"
        },
        {
          "text": "От юности нашей эта мерзость пожирала труды отцов наших, овец их и волов их, сыновей их и дочерей их.",
          "ID": "24"
        },
        {
          "text": "Мы лежим в стыде своем, и срам наш покрывает нас, потому что мы грешили пред Господом Богом нашим, – мы и отцы наши, от юности нашей и до сего дня, и не слушались голоса Господа Бога нашего.",
          "ID": "25"
        }
      ],
      "ID": "OT:JER.3",
      "name": "Книга пророка Иеремии 3"
    },
    {
      "text": [
        {
          "text": "Если хочешь обратиться, Израиль, говорит Господь, ко Мне обратись; и если удалишь мерзости твои от лица Моего, то не будешь скитаться.",
          "ID": "1"
        },
        {
          "text": "И будешь клясться: \"жив Господь!\" в истине, суде и правде; и народы Им будут благословляться и Им хвалиться.",
          "ID": "2"
        },
        {
          "text": "Ибо так говорит Господь к мужам Иуды и Иерусалима: распашите себе новые нивы и не сейте между тернами.",
          "ID": "3"
        },
        {
          "text": "Обрежьте себя для Господа, и снимите крайнюю плоть с сердца вашего, мужи Иуды и жители Иерусалима, чтобы гнев Мой не открылся, как огонь, и не воспылал неугасимо по причине злых наклонностей ваших.",
          "ID": "4"
        },
        {
          "text": "Объявите в Иудее и разгласите в Иерусалиме, и говорите, и трубите трубою по земле; взывайте громко и говорите: \"соберитесь, и пойдем в укрепленные города\".",
          "ID": "5"
        },
        {
          "text": "Выставьте знамя к Сиону, бегите, не останавливайтесь, ибо Я приведу от севера бедствие и великую гибель.",
          "ID": "6"
        },
        {
          "text": "Выходит лев из своей чащи, и выступает истребитель народов: он выходит из своего места, чтобы землю твою сделать пустынею; города твои будут разорены, [останутся] без жителей.",
          "ID": "7"
        },
        {
          "text": "Посему препояшьтесь вретищем, плачьте и рыдайте, ибо ярость гнева Господня не отвратится от нас.",
          "ID": "8"
        },
        {
          "text": "И будет в тот день, говорит Господь, замрет сердце у царя и сердце у князей; и ужаснутся священники, и изумятся пророки.",
          "ID": "9"
        },
        {
          "text": "И сказал я: о, Господи Боже! Неужели Ты обольщал только народ сей и Иерусалим, говоря: \"мир будет у вас\"; а между тем меч доходит до души?",
          "ID": "10"
        },
        {
          "text": "В то время сказано будет народу сему и Иерусалиму: жгучий ветер несется с высот пустынных на путь дочери народа Моего, не для веяния и не для очищения;",
          "ID": "11"
        },
        {
          "text": "и придет ко Мне оттуда ветер сильнее сего, и Я произнесу суд над ними.",
          "ID": "12"
        },
        {
          "text": "Вот, поднимается он подобно облакам, и колесницы его – как вихрь, кони его быстрее орлов; горе нам! ибо мы будем разорены.",
          "ID": "13"
        },
        {
          "text": "Смой злое с сердца твоего, Иерусалим, чтобы спастись тебе: доколе будут гнездиться в тебе злочестивые мысли?",
          "ID": "14"
        },
        {
          "text": "Ибо уже несется голос от Дана и гибельная весть с горы Ефремовой:",
          "ID": "15"
        },
        {
          "text": "объявите народам, известите Иерусалим, что идут из дальней страны осаждающие и криками своими оглашают города Иудеи.",
          "ID": "16"
        },
        {
          "text": "Как сторожа полей, они обступают его кругом, ибо он возмутился против Меня, говорит Господь.",
          "ID": "17"
        },
        {
          "text": "Пути твои и деяния твои причинили тебе это; от твоего нечестия тебе так горько, что доходит до сердца твоего.",
          "ID": "18"
        },
        {
          "text": "Утроба моя! утроба моя! скорблю во глубине сердца моего, волнуется во мне сердце мое, не могу молчать; ибо ты слышишь, душа моя, звук трубы, тревогу брани.",
          "ID": "19"
        },
        {
          "text": "Беда за бедою: вся земля опустошается, внезапно разорены шатры мои, мгновенно – палатки мои.",
          "ID": "20"
        },
        {
          "text": "Долго ли мне видеть знамя, слушать звук трубы?",
          "ID": "21"
        },
        {
          "text": "Это от того, что народ Мой глуп, не знает Меня: неразумные они дети, и нет у них смысла; они умны на зло, но добра делать не умеют.",
          "ID": "22"
        },
        {
          "text": "Смотрю на землю, и вот, она разорена и пуста, – на небеса, и нет на них света.",
          "ID": "23"
        },
        {
          "text": "Смотрю на горы, и вот, они дрожат, и все холмы колеблются.",
          "ID": "24"
        },
        {
          "text": "Смотрю, и вот, нет человека, и все птицы небесные разлетелись.",
          "ID": "25"
        },
        {
          "text": "Смотрю, и вот, Кармил – пустыня, и все города его разрушены от лица Господа, от ярости гнева Его.",
          "ID": "26"
        },
        {
          "text": "Ибо так сказал Господь: вся земля будет опустошена, но совершенного истребления не сделаю.",
          "ID": "27"
        },
        {
          "text": "Восплачет о сем земля, и небеса помрачатся вверху, потому что Я сказал, Я определил, и не раскаюсь в том, и не отступлю от того.",
          "ID": "28"
        },
        {
          "text": "От шума всадников и стрелков разбегутся все города: они уйдут в густые леса и влезут на скалы; все города будут оставлены, и не будет в них ни одного жителя.",
          "ID": "29"
        },
        {
          "text": "А ты, опустошенная, что станешь делать? Хотя ты одеваешься в пурпур, хотя украшаешь себя золотыми нарядами, обрисовываешь глаза твои красками, но напрасно украшаешь себя: презрели тебя любовники, они ищут души твоей.",
          "ID": "30"
        },
        {
          "text": "Ибо Я слышу голос как бы женщины в родах, стон как бы рождающей в первый раз, голос дочери Сиона; она стонет, простирая руки свои: \"о, горе мне! душа моя изнывает пред убийцами\".",
          "ID": "31"
        }
      ],
      "ID": "OT:JER.4",
      "name": "Книга пророка Иеремии 4"
    },
    {
      "text": [
        {
          "text": "Походите по улицам Иерусалима, и посмотрите, и разведайте, и поищите на площадях его, не найдете ли человека, нет ли соблюдающего правду, ищущего истины? Я пощадил бы [Иерусалим].",
          "ID": "1"
        },
        {
          "text": "Хотя и говорят они: \"жив Господь!\", но клянутся ложно.",
          "ID": "2"
        },
        {
          "text": "О, Господи! очи Твои не к истине ли [обращены]? Ты поражаешь их, а они не чувствуют боли; Ты истребляешь их, а они не хотят принять вразумления; лица свои сделали они крепче камня, не хотят обратиться.",
          "ID": "3"
        },
        {
          "text": "И сказал я [сам в себе]: это, может быть, бедняки; они глупы, потому что не знают пути Господня, закона Бога своего;",
          "ID": "4"
        },
        {
          "text": "пойду я к знатным и поговорю с ними, ибо они знают путь Господень, закон Бога своего. Но и они все сокрушили ярмо, расторгли узы.",
          "ID": "5"
        },
        {
          "text": "За то поразит их лев из леса, волк пустынный опустошит их, барс будет подстерегать у городов их: кто выйдет из них, будет растерзан; ибо умножились преступления их, усилились отступничества их.",
          "ID": "6"
        },
        {
          "text": "Как же Мне простить тебя за это? Сыновья твои оставили Меня и клянутся теми, которые не боги. Я насыщал их, а они прелюбодействовали и толпами ходили в домы блудниц.",
          "ID": "7"
        },
        {
          "text": "Это откормленные кони: каждый из них ржет на жену другого.",
          "ID": "8"
        },
        {
          "text": "Неужели Я не накажу за это? говорит Господь; и не отмстит ли душа Моя такому народу, как этот?",
          "ID": "9"
        },
        {
          "text": "Восходите на стены его и разрушайте, но не до конца; уничтожьте зубцы их, потому что они не Господни;",
          "ID": "10"
        },
        {
          "text": "ибо дом Израилев и дом Иудин поступили со Мною очень вероломно, говорит Господь:",
          "ID": "11"
        },
        {
          "text": "они солгали на Господа и сказали: \"нет Его, и беда не придет на нас, и мы не увидим ни меча, ни голода.",
          "ID": "12"
        },
        {
          "text": "И пророки станут ветром, и слова [Господня] нет в них; над ними самими пусть это будет\".",
          "ID": "13"
        },
        {
          "text": "Посему так говорит Господь Бог Саваоф: за то, что вы говорите такие слова, вот, Я сделаю слова Мои в устах твоих огнем, а этот народ – дровами, и этот [огонь] пожрет их.",
          "ID": "14"
        },
        {
          "text": "Вот, Я приведу на вас, дом Израилев, народ издалека, говорит Господь, народ сильный, народ древний, народ, которого языка ты не знаешь, и не будешь понимать, что он говорит.",
          "ID": "15"
        },
        {
          "text": "Колчан его – как открытый гроб; все они люди храбрые.",
          "ID": "16"
        },
        {
          "text": "И съедят они жатву твою и хлеб твой, съедят сыновей твоих и дочерей твоих, съедят овец твоих и волов твоих, съедят виноград твой и смоквы твои; разрушат мечом укрепленные города твои, на которые ты надеешься.",
          "ID": "17"
        },
        {
          "text": "Но и в те дни, говорит Господь, не истреблю вас до конца.",
          "ID": "18"
        },
        {
          "text": "И если вы скажете: \"за что Господь, Бог наш, делает нам все это?\", то отвечай: так как вы оставили Меня и служили чужим богам в земле своей, то будете служить чужим в земле не вашей.",
          "ID": "19"
        },
        {
          "text": "Объявите это в доме Иакова и возвестите в Иудее, говоря:",
          "ID": "20"
        },
        {
          "text": "выслушай это, народ глупый и неразумный, у которого есть глаза, а не видит, у которого есть уши, а не слышит:",
          "ID": "21"
        },
        {
          "text": "Меня ли вы не боитесь, говорит Господь, предо Мною ли не трепещете? Я положил песок границею морю, вечным пределом, которого не перейдет; и хотя волны его устремляются, но превозмочь не могут; хотя они бушуют, но переступить его не могут.",
          "ID": "22"
        },
        {
          "text": "А у народа сего сердце буйное и мятежное; они отступили и пошли;",
          "ID": "23"
        },
        {
          "text": "и не сказали в сердце своем: \"убоимся Господа Бога нашего, Который дает нам дождь ранний и поздний в свое время, хранит для нас седмицы, назначенные для жатвы\".",
          "ID": "24"
        },
        {
          "text": "Беззакония ваши отвратили это, и грехи ваши удалили от вас это доброе.",
          "ID": "25"
        },
        {
          "text": "Ибо между народом Моим находятся нечестивые: сторожат, как птицеловы, припадают к земле, ставят ловушки и уловляют людей.",
          "ID": "26"
        },
        {
          "text": "Как клетка, наполненная птицами, домы их полны обмана; чрез это они и возвысились и разбогатели,",
          "ID": "27"
        },
        {
          "text": "сделались тучны, жирны, переступили даже всякую меру во зле, не разбирают судебных дел, дел сирот; благоденствуют, и справедливому делу нищих не дают суда.",
          "ID": "28"
        },
        {
          "text": "Неужели Я не накажу за это? говорит Господь; и не отмстит ли душа Моя такому народу, как этот?",
          "ID": "29"
        },
        {
          "text": "Изумительное и ужасное совершается в сей земле:",
          "ID": "30"
        },
        {
          "text": "пророки пророчествуют ложь, и священники господствуют при посредстве их, и народ Мой любит это. Что же вы будете делать после всего этого?",
          "ID": "31"
        }
      ],
      "ID": "OT:JER.5",
      "name": "Книга пророка Иеремии 5"
    },
    {
      "text": [
        {
          "text": "Бегите, дети Вениаминовы, из среды Иерусалима, и в Фекое трубите трубою и дайте знать огнем в Бефкареме, ибо от севера появляется беда и великая гибель.",
          "ID": "1"
        },
        {
          "text": "Разорю Я дочь Сиона, красивую и изнеженную.",
          "ID": "2"
        },
        {
          "text": "Пастухи со своими стадами придут к ней, раскинут палатки вокруг нее; каждый будет пасти свой участок.",
          "ID": "3"
        },
        {
          "text": "Приготовляйте против нее войну; вставайте и пойдем в полдень. Горе нам! день уже склоняется, распростираются вечерние тени.",
          "ID": "4"
        },
        {
          "text": "Вставайте, пойдем и ночью, и разорим чертоги ее!",
          "ID": "5"
        },
        {
          "text": "Ибо так говорит Господь Саваоф: рубите дерева и делайте насыпь против Иерусалима: этот город должен быть наказан; в нем всякое угнетение.",
          "ID": "6"
        },
        {
          "text": "Как источник извергает из себя воду, так он источает из себя зло: в нем слышно насилие и грабительство, пред лицем Моим всегда обиды и раны.",
          "ID": "7"
        },
        {
          "text": "Вразумись, Иерусалим, чтобы душа Моя не удалилась от тебя, чтоб Я не сделал тебя пустынею, землею необитаемою.",
          "ID": "8"
        },
        {
          "text": "Так говорит Господь Саваоф: до конца доберут остаток Израиля, как виноград; работай рукою твоею, как обиратель винограда, наполняя корзины.",
          "ID": "9"
        },
        {
          "text": "К кому мне говорить и кого увещевать, чтобы слушали? Вот, ухо у них необрезанное, и они не могут слушать; вот, слово Господне у них в посмеянии; оно неприятно им.",
          "ID": "10"
        },
        {
          "text": "Поэтому я преисполнен яростью Господнею, не могу держать ее в себе; изолью ее на детей на улице и на собрание юношей; взяты будут муж с женою, пожилой с отжившим лета.",
          "ID": "11"
        },
        {
          "text": "И домы их перейдут к другим, равно поля и жены; потому что Я простру руку Мою на обитателей сей земли, говорит Господь.",
          "ID": "12"
        },
        {
          "text": "Ибо от малого до большого, каждый из них предан корысти, и от пророка до священника – все действуют лживо;",
          "ID": "13"
        },
        {
          "text": "врачуют раны народа Моего легкомысленно, говоря: \"мир! мир!\", а мира нет.",
          "ID": "14"
        },
        {
          "text": "Стыдятся ли они, делая мерзости? нет, нисколько не стыдятся и не краснеют. За то падут между падшими, и во время посещения Моего будут повержены, говорит Господь.",
          "ID": "15"
        },
        {
          "text": "Так говорит Господь: остановитесь на путях ваших и рассмотрите, и расспросите о путях древних, где путь добрый, и идите по нему, и найдете покой душам вашим. Но они сказали: \"не пойдем\".",
          "ID": "16"
        },
        {
          "text": "И поставил Я стражей над вами, [сказав]: \"слушайте звука трубы\". Но они сказали: \"не будем слушать\".",
          "ID": "17"
        },
        {
          "text": "Итак слушайте, народы, и знай, собрание, что с ними будет.",
          "ID": "18"
        },
        {
          "text": "Слушай, земля: вот, Я приведу на народ сей пагубу, плод помыслов их; ибо они слов Моих не слушали и закон Мой отвергли.",
          "ID": "19"
        },
        {
          "text": "Для чего Мне ладан, который идет из Савы, и благовонный тростник из дальней страны? Всесожжения ваши неугодны, и жертвы ваши неприятны Мне.",
          "ID": "20"
        },
        {
          "text": "Посему так говорит Господь: вот, Я полагаю пред народом сим преткновения, и преткнутся о них отцы и дети вместе, сосед и друг его, и погибнут.",
          "ID": "21"
        },
        {
          "text": "Так говорит Господь: вот, идет народ от страны северной, и народ великий поднимается от краев земли;",
          "ID": "22"
        },
        {
          "text": "держат в руках лук и копье; они жестоки и немилосерды, голос их шумит, как море, и несутся на конях, выстроены, как один человек, чтобы сразиться с тобою, дочь Сиона.",
          "ID": "23"
        },
        {
          "text": "Мы услышали весть о них, и руки у нас опустились, скорбь объяла нас, муки, как женщину в родах.",
          "ID": "24"
        },
        {
          "text": "Не выходите в поле и не ходите по дороге, ибо меч неприятелей, ужас со всех сторон.",
          "ID": "25"
        },
        {
          "text": "Дочь народа моего! опояшь себя вретищем и посыпь себя пеплом; сокрушайся, как бы о смерти единственного сына, горько плачь; ибо внезапно придет на нас губитель.",
          "ID": "26"
        },
        {
          "text": "Башнею поставил Я тебя среди народа Моего, столпом, чтобы ты знал и следил путь их.",
          "ID": "27"
        },
        {
          "text": "Все они – упорные отступники, живут клеветою; это медь и железо, – все они развратители.",
          "ID": "28"
        },
        {
          "text": "Раздувальный мех обгорел, свинец истлел от огня: плавильщик плавил напрасно, ибо злые не отделились;",
          "ID": "29"
        },
        {
          "text": "отверженным серебром назовут их, ибо Господь отверг их.",
          "ID": "30"
        }
      ],
      "ID": "OT:JER.6",
      "name": "Книга пророка Иеремии 6"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа:",
          "ID": "1"
        },
        {
          "text": "стань во вратах дома Господня и провозгласи там слово сие и скажи: слушайте слово Господне, все Иудеи, входящие сими вратами на поклонение Господу.",
          "ID": "2"
        },
        {
          "text": "Так говорит Господь Саваоф, Бог Израилев: исправьте пути ваши и деяния ваши, и Я оставлю вас жить на сем месте.",
          "ID": "3"
        },
        {
          "text": "Не надейтесь на обманчивые слова: \"здесь храм Господень, храм Господень, храм Господень\".",
          "ID": "4"
        },
        {
          "text": "Но если совсем исправите пути ваши и деяния ваши, если будете верно производить суд между человеком и соперником его,",
          "ID": "5"
        },
        {
          "text": "не будете притеснять иноземца, сироты и вдовы, и проливать невинной крови на месте сем, и не пойдете во след иных богов на беду себе, –",
          "ID": "6"
        },
        {
          "text": "то Я оставлю вас жить на месте сем, на этой земле, которую дал отцам вашим в роды родов.",
          "ID": "7"
        },
        {
          "text": "Вот, вы надеетесь на обманчивые слова, которые не принесут вам пользы.",
          "ID": "8"
        },
        {
          "text": "Как! вы крадете, убиваете и прелюбодействуете, и клянетесь во лжи и кадите Ваалу, и ходите во след иных богов, которых вы не знаете,",
          "ID": "9"
        },
        {
          "text": "и потом приходите и становитесь пред лицем Моим в доме сем, над которым наречено имя Мое, и говорите: \"мы спасены\", чтобы впредь делать все эти мерзости.",
          "ID": "10"
        },
        {
          "text": "Не соделался ли вертепом разбойников в глазах ваших дом сей, над которым наречено имя Мое? Вот, Я видел это, говорит Господь.",
          "ID": "11"
        },
        {
          "text": "Пойдите же на место Мое в Силом, где Я прежде назначил пребывать имени Моему, и посмотрите, что сделал Я с ним за нечестие народа Моего Израиля.",
          "ID": "12"
        },
        {
          "text": "И ныне, так как вы делаете все эти дела, говорит Господь, и Я говорил вам с раннего утра, а вы не слушали, и звал вас, а вы не отвечали, –",
          "ID": "13"
        },
        {
          "text": "то Я так же поступлю с домом [сим], над которым наречено имя Мое, на который вы надеетесь, и с местом, которое Я дал вам и отцам вашим, как поступил с Силомом.",
          "ID": "14"
        },
        {
          "text": "И отвергну вас от лица Моего, как отверг всех братьев ваших, все семя Ефремово.",
          "ID": "15"
        },
        {
          "text": "Ты же не проси за этот народ и не возноси за них молитвы и прошения, и не ходатайствуй предо Мною, ибо Я не услышу тебя.",
          "ID": "16"
        },
        {
          "text": "Не видишь ли, что они делают в городах Иудеи и на улицах Иерусалима?",
          "ID": "17"
        },
        {
          "text": "Дети собирают дрова, а отцы разводят огонь, и женщины месят тесто, чтобы делать пирожки для богини неба и совершать возлияния иным богам, чтобы огорчать Меня.",
          "ID": "18"
        },
        {
          "text": "Но Меня ли огорчают они? говорит Господь; не себя ли самих к стыду своему?",
          "ID": "19"
        },
        {
          "text": "Посему так говорит Господь Бог: вот, изливается гнев Мой и ярость Моя на место сие, на людей и на скот, и на дерева полевые и на плоды земли, и возгорится и не погаснет.",
          "ID": "20"
        },
        {
          "text": "Так говорит Господь Саваоф, Бог Израилев: всесожжения ваши прилагайте к жертвам вашим и ешьте мясо;",
          "ID": "21"
        },
        {
          "text": "ибо отцам вашим Я не говорил и не давал им заповеди в тот день, в который Я вывел их из земли Египетской, о всесожжении и жертве;",
          "ID": "22"
        },
        {
          "text": "но такую заповедь дал им: \"слушайтесь гласа Моего, и Я буду вашим Богом, а вы будете Моим народом, и ходите по всякому пути, который Я заповедаю вам, чтобы вам было хорошо\".",
          "ID": "23"
        },
        {
          "text": "Но они не послушали и не приклонили уха своего, и жили по внушению и упорству злого сердца своего, и стали ко Мне спиною, а не лицом.",
          "ID": "24"
        },
        {
          "text": "С того дня, как отцы ваши вышли из земли Египетской, до сего дня Я посылал к вам всех рабов Моих – пророков, посылал всякий день с раннего утра;",
          "ID": "25"
        },
        {
          "text": "но они не слушались Меня и не приклонили уха своего, а ожесточили выю свою, поступали хуже отцов своих.",
          "ID": "26"
        },
        {
          "text": "И когда ты будешь говорить им все эти слова, они тебя не послушают; и когда будешь звать их, они тебе не ответят.",
          "ID": "27"
        },
        {
          "text": "Тогда скажи им: вот народ, который не слушает гласа Господа Бога своего и не принимает наставления! Не стало у них истины, она отнята от уст их.",
          "ID": "28"
        },
        {
          "text": "Остриги волоса твои и брось, и подними плач на горах, ибо отверг Господь и оставил род, [навлекший] гнев Его.",
          "ID": "29"
        },
        {
          "text": "Ибо сыновья Иуды делают злое пред очами Моими, говорит Господь; поставили мерзости свои в доме, над которым наречено имя Мое, чтобы осквернить его;",
          "ID": "30"
        },
        {
          "text": "и устроили высоты Тофета в долине сыновей Енномовых, чтобы сожигать сыновей своих и дочерей своих в огне, чего Я не повелевал и что Мне на сердце не приходило.",
          "ID": "31"
        },
        {
          "text": "За то вот, приходят дни, говорит Господь, когда не будут более называть [место сие] Тофетом и долиною сыновей Енномовых, но долиною убийства, и в Тофете будут хоронить по недостатку места.",
          "ID": "32"
        },
        {
          "text": "И будут трупы народа сего пищею птицам небесным и зверям земным, и некому будет отгонять их.",
          "ID": "33"
        },
        {
          "text": "И прекращу в городах Иудеи и на улицах Иерусалима голос торжества и голос веселия, голос жениха и голос невесты; потому что земля эта будет пустынею.",
          "ID": "34"
        }
      ],
      "ID": "OT:JER.7",
      "name": "Книга пророка Иеремии 7"
    },
    {
      "text": [
        {
          "text": "В то время, говорит Господь, выбросят кости царей Иуды, и кости князей его, и кости священников, и кости пророков, и кости жителей Иерусалима из гробов их;",
          "ID": "1"
        },
        {
          "text": "и раскидают их пред солнцем и луною и пред всем воинством небесным, которых они любили и которым служили и в след которых ходили, которых искали и которым поклонялись; не уберут их и не похоронят: они будут навозом на земле.",
          "ID": "2"
        },
        {
          "text": "И будут смерть предпочитать жизни все остальные, которые останутся от этого злого племени во всех местах, куда Я изгоню их, говорит Господь Саваоф.",
          "ID": "3"
        },
        {
          "text": "И скажи им: так говорит Господь: разве, упав, не встают и, совратившись с дороги, не возвращаются?",
          "ID": "4"
        },
        {
          "text": "Для чего этот народ, Иерусалим, находится в упорном отступничестве? они крепко держатся обмана и не хотят обратиться.",
          "ID": "5"
        },
        {
          "text": "Я наблюдал и слушал: не говорят они правды, никто не раскаивается в своем нечестии, никто не говорит: \"что я сделал?\"; каждый обращается на свой путь, как конь, бросающийся в сражение.",
          "ID": "6"
        },
        {
          "text": "И аист под небом знает свои определенные времена, и горлица, и ласточка, и журавль наблюдают время, когда им прилететь; а народ Мой не знает определения Господня.",
          "ID": "7"
        },
        {
          "text": "Как вы говорите: \"мы мудры, и закон Господень у нас\"? А вот, лживая трость книжников [и его] превращает в ложь.",
          "ID": "8"
        },
        {
          "text": "Посрамились мудрецы, смутились и запутались в сеть: вот, они отвергли слово Господне; в чем же мудрость их?",
          "ID": "9"
        },
        {
          "text": "За то жен их отдам другим, поля их – иным владетелям; потому что все они, от малого до большого, предались корыстолюбию; от пророка до священника – все действуют лживо.",
          "ID": "10"
        },
        {
          "text": "И врачуют рану дочери народа Моего легкомысленно, говоря: \"мир, мир!\", а мира нет.",
          "ID": "11"
        },
        {
          "text": "Стыдятся ли они, делая мерзости? нет, они нисколько не стыдятся и не краснеют. За то падут они между падшими; во время посещения их будут повержены, говорит Господь.",
          "ID": "12"
        },
        {
          "text": "До конца оберу их, говорит Господь, не останется ни одной виноградины на лозе, ни смоквы на смоковнице, и лист опадет, и что Я дал им, отойдет от них.",
          "ID": "13"
        },
        {
          "text": "\"Что мы сидим? собирайтесь, пойдем в укрепленные города, и там погибнем; ибо Господь Бог наш определил нас на погибель и дает нам пить воду с желчью за то, что мы грешили пред Господом\".",
          "ID": "14"
        },
        {
          "text": "Ждем мира, а ничего доброго нет, – времени исцеления, и вот ужасы.",
          "ID": "15"
        },
        {
          "text": "От Дана слышен храп коней его, от громкого ржания жеребцов его дрожит вся земля; и придут и истребят землю и все, что на ней, город и живущих в нем.",
          "ID": "16"
        },
        {
          "text": "Ибо вот, Я пошлю на вас змеев, василисков, против которых нет заговариванья, и они будут уязвлять вас, говорит Господь.",
          "ID": "17"
        },
        {
          "text": "Когда утешусь я в горести моей! сердце мое изныло во мне.",
          "ID": "18"
        },
        {
          "text": "Вот, слышу вопль дщери народа Моего из дальней страны: разве нет Господа на Сионе? разве нет Царя его на нем? – Зачем они подвигли Меня на гнев своими идолами, чужеземными, ничтожными?",
          "ID": "19"
        },
        {
          "text": "Прошла жатва, кончилось лето, а мы не спасены.",
          "ID": "20"
        },
        {
          "text": "О сокрушении дщери народа моего я сокрушаюсь, хожу мрачен, ужас объял меня.",
          "ID": "21"
        },
        {
          "text": "Разве нет бальзама в Галааде? разве нет там врача? Отчего же нет исцеления дщери народа моего?",
          "ID": "22"
        }
      ],
      "ID": "OT:JER.8",
      "name": "Книга пророка Иеремии 8"
    },
    {
      "text": [
        {
          "text": "О, кто даст голове моей воду и глазам моим – источник слез! я плакал бы день и ночь о пораженных дщери народа моего.",
          "ID": "1"
        },
        {
          "text": "О, кто дал бы мне в пустыне пристанище путников! оставил бы я народ мой и ушел бы от них: ибо все они прелюбодеи, скопище вероломных.",
          "ID": "2"
        },
        {
          "text": "Как лук, напрягают язык свой для лжи, усиливаются на земле неправдою; ибо переходят от одного зла к другому, и Меня не знают, говорит Господь.",
          "ID": "3"
        },
        {
          "text": "Берегитесь каждый своего друга, и не доверяйте ни одному из своих братьев; ибо всякий брат ставит преткновение другому, и всякий друг разносит клеветы.",
          "ID": "4"
        },
        {
          "text": "Каждый обманывает своего друга, и правды не говорят: приучили язык свой говорить ложь, лукавствуют до усталости.",
          "ID": "5"
        },
        {
          "text": "Ты живешь среди коварства; по коварству они отрекаются знать Меня, говорит Господь.",
          "ID": "6"
        },
        {
          "text": "Посему так говорит Господь Саваоф: вот, Я расплавлю и испытаю их; ибо как иначе Мне поступать со дщерью народа Моего?",
          "ID": "7"
        },
        {
          "text": "Язык их – убийственная стрела, говорит коварно; устами своими говорят с ближним своим дружелюбно, а в сердце своем строят ему ковы.",
          "ID": "8"
        },
        {
          "text": "Неужели Я не накажу их за это? говорит Господь; не отмстит ли душа Моя такому народу, как этот?",
          "ID": "9"
        },
        {
          "text": "О горах подниму плач и вопль, и о степных пастбищах – рыдание, потому что они выжжены, так что никто там не проходит, и не слышно блеяния стад: от птиц небесных до скота – [все] рассеялись, ушли.",
          "ID": "10"
        },
        {
          "text": "И сделаю Иерусалим грудою камней, жилищем шакалов, и города Иудеи сделаю пустынею, без жителей.",
          "ID": "11"
        },
        {
          "text": "Есть ли такой мудрец, который понял бы это? И к кому говорят уста Господни – объяснил бы, за что погибла страна и выжжена, как пустыня, так что никто не проходит [по ней]?",
          "ID": "12"
        },
        {
          "text": "И сказал Господь: за то, что они оставили закон Мой, который Я постановил для них, и не слушали гласа Моего и не поступали по нему;",
          "ID": "13"
        },
        {
          "text": "а ходили по упорству сердца своего и во след Ваалов, как научили их отцы их.",
          "ID": "14"
        },
        {
          "text": "Посему так говорит Господь Саваоф, Бог Израилев: вот, Я накормлю их, этот народ, полынью, и напою их водою с желчью;",
          "ID": "15"
        },
        {
          "text": "и рассею их между народами, которых не знали ни они, ни отцы их, и пошлю вслед их меч, доколе не истреблю их.",
          "ID": "16"
        },
        {
          "text": "Так говорит Господь Саваоф: подумайте, и позовите плакальщиц, чтобы они пришли; пошлите за искусницами [в этом деле], чтобы они пришли.",
          "ID": "17"
        },
        {
          "text": "Пусть они поспешат и поднимут плач о нас, чтобы из глаз наших лились слезы, и с ресниц наших текла вода.",
          "ID": "18"
        },
        {
          "text": "Ибо голос плача слышен с Сиона: \"как мы ограблены! мы жестоко посрамлены, ибо оставляем землю, потому что разрушили жилища наши\".",
          "ID": "19"
        },
        {
          "text": "Итак слушайте, женщины, слово Господа, и да внимает ухо ваше слову уст Его; и учите дочерей ваших плачу, и одна другую – плачевным песням.",
          "ID": "20"
        },
        {
          "text": "Ибо смерть входит в наши окна, вторгается в чертоги наши, чтобы истребить детей с улицы, юношей с площадей.",
          "ID": "21"
        },
        {
          "text": "Скажи: так говорит Господь: и будут повержены трупы людей, как навоз на поле и как снопы позади жнеца, и некому будет собрать их.",
          "ID": "22"
        },
        {
          "text": "Так говорит Господь: да не хвалится мудрый мудростью своею, да не хвалится сильный силою своею, да не хвалится богатый богатством своим.",
          "ID": "23"
        },
        {
          "text": "Но хвалящийся хвались тем, что разумеет и знает Меня, что Я – Господь, творящий милость, суд и правду на земле; ибо только это благоугодно Мне, говорит Господь.",
          "ID": "24"
        },
        {
          "text": "Вот, приходят дни, говорит Господь, когда Я посещу всех обрезанных и необрезанных:",
          "ID": "25"
        },
        {
          "text": "Египет и Иудею, и Едома и сыновей Аммоновых, и Моава и всех стригущих волосы на висках, обитающих в пустыне; ибо все эти народы необрезаны, а весь дом Израилев с необрезанным сердцем.",
          "ID": "26"
        }
      ],
      "ID": "OT:JER.9",
      "name": "Книга пророка Иеремии 9"
    },
    {
      "text": [
        {
          "text": "Слушайте слово, которое Господь говорит вам, дом Израилев.",
          "ID": "1"
        },
        {
          "text": "Так говорит Господь: не учитесь путям язычников и не страшитесь знамений небесных, которых язычники страшатся.",
          "ID": "2"
        },
        {
          "text": "Ибо уставы народов – пустота: вырубают дерево в лесу, обделывают его руками плотника при помощи топора,",
          "ID": "3"
        },
        {
          "text": "покрывают серебром и золотом, прикрепляют гвоздями и молотом, чтобы не шаталось.",
          "ID": "4"
        },
        {
          "text": "Они – как обточенный столп, и не говорят; их носят, потому что ходить не могут. Не бойтесь их, ибо они не могут причинить зла, но и добра делать не в силах.",
          "ID": "5"
        },
        {
          "text": "Нет подобного Тебе, Господи! Ты велик, и имя Твое велико могуществом.",
          "ID": "6"
        },
        {
          "text": "Кто не убоится Тебя, Царь народов? ибо Тебе [единому] принадлежит это; потому что между всеми мудрецами народов и во всех царствах их нет подобного Тебе.",
          "ID": "7"
        },
        {
          "text": "Все до одного они бессмысленны и глупы; пустое учение – это дерево.",
          "ID": "8"
        },
        {
          "text": "Разбитое в листы серебро привезено из Фарсиса, золото – из Уфаза, дело художника и рук плавильщика; одежда на них – гиацинт и пурпур: все это – дело людей искусных.",
          "ID": "9"
        },
        {
          "text": "А Господь Бог есть истина; Он есть Бог живый и Царь вечный. От гнева Его дрожит земля, и народы не могут выдержать негодования Его.",
          "ID": "10"
        },
        {
          "text": "Так говорите им: боги, которые не сотворили неба и земли, исчезнут с земли и из–под небес.",
          "ID": "11"
        },
        {
          "text": "Он сотворил землю силою Своею, утвердил вселенную мудростью Своею и разумом Своим распростер небеса.",
          "ID": "12"
        },
        {
          "text": "По гласу Его шумят воды на небесах, и Он возводит облака от краев земли, творит молнии среди дождя и изводит ветер из хранилищ Своих.",
          "ID": "13"
        },
        {
          "text": "Безумствует всякий человек в своем знании, срамит себя всякий плавильщик истуканом [своим], ибо выплавленное им есть ложь, и нет в нем духа.",
          "ID": "14"
        },
        {
          "text": "Это совершенная пустота, дело заблуждения; во время посещения их они исчезнут.",
          "ID": "15"
        },
        {
          "text": "Не такова, как их, доля Иакова; ибо [Бог его] есть Творец всего, и Израиль есть жезл наследия Его; имя Его – Господь Саваоф.",
          "ID": "16"
        },
        {
          "text": "Убирай с земли имущество твое, имеющая сидеть в осаде;",
          "ID": "17"
        },
        {
          "text": "ибо так говорит Господь: вот, Я выброшу жителей сей земли на сей раз и загоню их в тесное место, чтобы схватили их.",
          "ID": "18"
        },
        {
          "text": "Горе мне в моем сокрушении; мучительна рана моя, но я говорю [сам] [в себе]: \"подлинно, это моя скорбь, и я буду нести ее;",
          "ID": "19"
        },
        {
          "text": "шатер мой опустошен, и все веревки мои порваны; дети мои ушли от меня, и нет их: некому уже раскинуть шатра моего и развесить ковров моих,",
          "ID": "20"
        },
        {
          "text": "ибо пастыри сделались бессмысленными и не искали Господа, а потому они и поступали безрассудно, и все стадо их рассеяно\".",
          "ID": "21"
        },
        {
          "text": "Несется слух: вот он идет, и большой шум от страны северной, чтобы города Иудеи сделать пустынею, жилищем шакалов.",
          "ID": "22"
        },
        {
          "text": "Знаю, Господи, что не в воле человека путь его, что не во власти идущего давать направление стопам своим.",
          "ID": "23"
        },
        {
          "text": "Наказывай меня, Господи, но по правде, не во гневе Твоем, чтобы не умалить меня.",
          "ID": "24"
        },
        {
          "text": "Излей ярость Твою на народы, которые не знают Тебя, и на племена, которые не призывают имени Твоего; ибо они съели Иакова, пожрали его и истребили его, и жилище его опустошили.",
          "ID": "25"
        }
      ],
      "ID": "OT:JER.10",
      "name": "Книга пророка Иеремии 10"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа:",
          "ID": "1"
        },
        {
          "text": "слушайте слова завета сего и скажите мужам Иуды и жителям Иерусалима;",
          "ID": "2"
        },
        {
          "text": "и скажи им: так говорит Господь, Бог Израилев: проклят человек, который не послушает слов завета сего,",
          "ID": "3"
        },
        {
          "text": "который Я заповедал отцам вашим, когда вывел их из земли Египетской, из железной печи, сказав: \"слушайтесь гласа Моего и делайте все, что Я заповедаю вам, – и будете Моим народом, и Я буду вашим Богом,",
          "ID": "4"
        },
        {
          "text": "чтобы исполнить клятву, которою Я клялся отцам вашим – дать им землю, текущую молоком и медом, как это ныне\". И отвечал я, сказав: аминь, Господи!",
          "ID": "5"
        },
        {
          "text": "И сказал мне Господь: провозгласи все сии слова в городах Иуды и на улицах Иерусалима и скажи: слушайте слова завета сего и исполняйте их.",
          "ID": "6"
        },
        {
          "text": "Ибо отцов ваших Я увещевал постоянно с того дня, как вывел их из земли Египетской, до сего дня; увещевал их с раннего утра, говоря: \"слушайтесь гласа Моего\".",
          "ID": "7"
        },
        {
          "text": "Но они не слушались и не приклоняли уха своего, а ходили каждый по упорству злого сердца своего: поэтому Я навел на них все сказанное в завете сем, который Я заповедал им исполнять, а они не исполняли.",
          "ID": "8"
        },
        {
          "text": "И сказал мне Господь: есть заговор между мужами Иуды и жителями Иерусалима:",
          "ID": "9"
        },
        {
          "text": "они опять обратились к беззакониям праотцев своих, которые отреклись слушаться слов Моих и пошли вослед чужих богов, служа им. Дом Израиля и дом Иуды нарушили завет Мой, который Я заключил с отцами их.",
          "ID": "10"
        },
        {
          "text": "Посему так говорит Господь: вот, Я наведу на них бедствие, от которого они не могут избавиться, и когда воззовут ко Мне, не услышу их.",
          "ID": "11"
        },
        {
          "text": "Тогда города Иуды и жители Иерусалима пойдут и воззовут к богам, которым они кадят; но они нисколько не помогут им во время бедствия их.",
          "ID": "12"
        },
        {
          "text": "Ибо сколько у тебя городов, столько и богов у тебя, Иуда, и сколько улиц в Иерусалиме, столько вы наставили жертвенников постыдному, жертвенников для каждения Ваалу.",
          "ID": "13"
        },
        {
          "text": "Ты же не проси за этот народ и не возноси за них молитвы и прошений; ибо Я не услышу, когда они будут взывать ко Мне в бедствии своем.",
          "ID": "14"
        },
        {
          "text": "Что возлюбленному Моему в доме Моем, когда в нем совершаются многие непотребства? и священные мяса не помогут тебе, когда, делая зло, ты радуешься.",
          "ID": "15"
        },
        {
          "text": "Зеленеющею маслиною, красующеюся приятными плодами, именовал тебя Господь. А ныне, при шуме сильного смятения, Он воспламенил огонь вокруг нее, и сокрушились ветви ее.",
          "ID": "16"
        },
        {
          "text": "Господь Саваоф, Который насадил тебя, изрек на тебя злое за зло дома Израилева и дома Иудина, которое они причинили себе тем, что подвигли Меня на гнев каждением Ваалу.",
          "ID": "17"
        },
        {
          "text": "Господь открыл мне, и я знаю; Ты показал мне деяния их.",
          "ID": "18"
        },
        {
          "text": "А я, как кроткий агнец, ведомый на заклание, и не знал, что они составляют замыслы против меня, [говоря]: \"положим [ядовитое] дерево в пищу его и отторгнем его от земли живых, чтобы и имя его более не упоминалось\".",
          "ID": "19"
        },
        {
          "text": "Но, Господи Саваоф, Судия праведный, испытующий сердца и утробы! дай увидеть мне мщение Твое над ними, ибо Тебе вверил я дело мое.",
          "ID": "20"
        },
        {
          "text": "Посему так говорит Господь о мужах Анафофа, ищущих души твоей и говорящих: \"не пророчествуй во имя Господа, чтобы не умереть тебе от рук наших\";",
          "ID": "21"
        },
        {
          "text": "посему так говорит Господь Саваоф: вот, Я посещу их: юноши [их] умрут от меча; сыновья их и дочери их умрут от голода.",
          "ID": "22"
        },
        {
          "text": "И остатка не будет от них; ибо Я наведу бедствие на мужей Анафофа в год посещения их.",
          "ID": "23"
        }
      ],
      "ID": "OT:JER.11",
      "name": "Книга пророка Иеремии 11"
    },
    {
      "text": [
        {
          "text": "Праведен будешь Ты, Господи, если я стану судиться с Тобою; и однако же буду говорить с Тобою о правосудии: почему путь нечестивых благоуспешен, и все вероломные благоденствуют?",
          "ID": "1"
        },
        {
          "text": "Ты насадил их, и они укоренились, выросли и приносят плод. В устах их Ты близок, но далек от сердца их.",
          "ID": "2"
        },
        {
          "text": "А меня, Господи, Ты знаешь, видишь меня и испытываешь сердце мое, каково оно к Тебе. Отдели их, как овец на заклание, и приготовь их на день убиения.",
          "ID": "3"
        },
        {
          "text": "Долго ли будет сетовать земля, и трава на всех полях – сохнуть? скот и птицы гибнут за нечестие жителей ее, ибо они говорят: \"Он не увидит, что с нами будет\".",
          "ID": "4"
        },
        {
          "text": "Если ты с пешими бежал, и они утомили тебя, как же тебе состязаться с конями? и если в стране мирной ты был безопасен, то что будешь делать в наводнение Иордана?",
          "ID": "5"
        },
        {
          "text": "Ибо и братья твои и дом отца твоего, и они вероломно поступают с тобою, и они кричат вслед тебя громким голосом. Не верь им, когда они говорят тебе и доброе.",
          "ID": "6"
        },
        {
          "text": "Я оставил дом Мой; покинул удел Мой; самое любезное для души Моей отдал в руки врагов его.",
          "ID": "7"
        },
        {
          "text": "Удел Мой сделался для Меня как лев в лесу; возвысил на Меня голос свой: за то Я возненавидел его.",
          "ID": "8"
        },
        {
          "text": "Удел Мой стал у Меня, как разноцветная птица, на которую со всех сторон напали другие хищные птицы. Идите, собирайтесь, все полевые звери: идите пожирать его.",
          "ID": "9"
        },
        {
          "text": "Множество пастухов испортили Мой виноградник, истоптали ногами участок Мой; любимый участок Мой сделали пустою степью;",
          "ID": "10"
        },
        {
          "text": "сделали его пустынею, и в запустении он плачет предо Мною; вся земля опустошена, потому что ни один человек не прилагает этого к сердцу.",
          "ID": "11"
        },
        {
          "text": "На все горы в пустыне пришли опустошители; ибо меч Господа пожирает [все] от одного края земли до другого: нет мира ни для какой плоти.",
          "ID": "12"
        },
        {
          "text": "Они сеяли пшеницу, а пожали терны; измучились, и не получили никакой пользы; постыдитесь же таких прибытков ваших по причине пламенного гнева Господа.",
          "ID": "13"
        },
        {
          "text": "Так говорит Господь обо всех злых Моих соседях, нападающих на удел, который Я дал в наследие народу Моему, Израилю: вот, Я исторгну их из земли их, и дом Иудин исторгну из среды их.",
          "ID": "14"
        },
        {
          "text": "Но после того, как Я исторгну их, снова возвращу и помилую их, и приведу каждого в удел его и каждого в землю его.",
          "ID": "15"
        },
        {
          "text": "И если они научатся путям народа Моего, чтобы клясться именем Моим: \"жив Господь!\", как они научили народ Мой клясться Ваалом, то водворятся среди народа Моего.",
          "ID": "16"
        },
        {
          "text": "Если же не послушаются, то Я искореню и совершенно истреблю такой народ, говорит Господь.",
          "ID": "17"
        }
      ],
      "ID": "OT:JER.12",
      "name": "Книга пророка Иеремии 12"
    },
    {
      "text": [
        {
          "text": "Так сказал мне Господь: пойди, купи себе льняной пояс и положи его на чресла твои, но в воду не клади его.",
          "ID": "1"
        },
        {
          "text": "И я купил пояс, по слову Господню, и положил его на чресла мои.",
          "ID": "2"
        },
        {
          "text": "И было ко мне слово Господне в другой раз, и сказано:",
          "ID": "3"
        },
        {
          "text": "возьми пояс, который ты купил, который на чреслах твоих, и встань, пойди к Евфрату и спрячь его там в расселине скалы.",
          "ID": "4"
        },
        {
          "text": "Я пошел и спрятал его у Евфрата, как повелел мне Господь.",
          "ID": "5"
        },
        {
          "text": "По прошествии же многих дней сказал мне Господь: встань, пойди к Евфрату и возьми оттуда пояс, который Я велел тебе спрятать там.",
          "ID": "6"
        },
        {
          "text": "И я пришел к Евфрату, выкопал и взял пояс из того места, где спрятал его, и вот, пояс был испорчен, ни к чему стал не годен.",
          "ID": "7"
        },
        {
          "text": "И было ко мне слово Господне:",
          "ID": "8"
        },
        {
          "text": "так говорит Господь: так сокрушу Я гордость Иуды и великую гордость Иерусалима.",
          "ID": "9"
        },
        {
          "text": "Этот негодный народ, который не хочет слушать слов Моих, живет по упорству сердца своего и ходит во след иных богов, чтобы служить им и поклоняться им, будет как этот пояс, который ни к чему не годен.",
          "ID": "10"
        },
        {
          "text": "Ибо, как пояс близко лежит к чреслам человека, так Я приблизил к Себе весь дом Израилев и весь дом Иудин, говорит Господь, чтобы они были Моим народом и Моею славою, хвалою и украшением; но они не послушались.",
          "ID": "11"
        },
        {
          "text": "Посему скажи им слово сие: так говорит Господь, Бог Израилев: всякий винный мех наполняется вином. Они скажут тебе: \"разве мы не знаем, что всякий винный мех наполняется вином?\"",
          "ID": "12"
        },
        {
          "text": "А ты скажи им: так говорит Господь: вот, Я наполню вином до опьянения всех жителей сей земли и царей, сидящих на престоле Давида, и священников, и пророков и всех жителей Иерусалима,",
          "ID": "13"
        },
        {
          "text": "и сокрушу их друг о друга, и отцов и сыновей вместе, говорит Господь; не пощажу и не помилую, и не пожалею истребить их.",
          "ID": "14"
        },
        {
          "text": "Слушайте и внимайте; не будьте горды, ибо Господь говорит.",
          "ID": "15"
        },
        {
          "text": "Воздайте славу Господу Богу вашему, доколе Он еще не навел темноты, и доколе еще ноги ваши не спотыкаются на горах мрака: тогда вы будете ожидать света, а Он обратит его в тень смерти и сделает тьмою.",
          "ID": "16"
        },
        {
          "text": "Если же вы не послушаете сего, то душа моя в сокровенных местах будет оплакивать гордость вашу, будет плакать горько, и глаза мои будут изливаться в слезах; потому что стадо Господне отведено будет в плен.",
          "ID": "17"
        },
        {
          "text": "Скажи царю и царице: смиритесь, сядьте пониже, ибо упал с головы вашей венец славы вашей.",
          "ID": "18"
        },
        {
          "text": "Южные города заперты, и некому отворять их; Иуда весь отводится в плен, отводится в плен весь совершенно.",
          "ID": "19"
        },
        {
          "text": "Поднимите глаза ваши и посмотрите на идущих от севера: где стадо, которое дано было тебе, прекрасное стадо твое?",
          "ID": "20"
        },
        {
          "text": "Что скажешь, [дочь Сиона], когда Он посетит тебя? Ты сама приучила их начальствовать над тобою; не схватят ли тебя боли, как рождающую женщину?",
          "ID": "21"
        },
        {
          "text": "И если скажешь в сердце твоем: \"за что постигло меня это?\" – За множество беззаконий твоих открыт подол у тебя, обнажены пяты твои.",
          "ID": "22"
        },
        {
          "text": "Может ли Ефиоплянин переменить кожу свою и барс – пятна свои? так и вы можете ли делать доброе, привыкнув делать злое?",
          "ID": "23"
        },
        {
          "text": "Поэтому развею их, как прах, разносимый ветром пустынным.",
          "ID": "24"
        },
        {
          "text": "Вот жребий твой, отмеренная тебе от Меня часть, говорит Господь, потому что ты забыла Меня и надеялась на ложь.",
          "ID": "25"
        },
        {
          "text": "За то будет поднят подол твой на лице твое, чтобы открылся срам твой.",
          "ID": "26"
        },
        {
          "text": "Видел Я прелюбодейство твое и неистовые похотения твои, твои непотребства и твои мерзости на холмах в поле. Горе тебе, Иерусалим! ты и после сего не очистишься. Доколе же?",
          "ID": "27"
        }
      ],
      "ID": "OT:JER.13",
      "name": "Книга пророка Иеремии 13"
    },
    {
      "text": [
        {
          "text": "Слово Господа, которое было к Иеремии по случаю бездождия.",
          "ID": "1"
        },
        {
          "text": "Плачет Иуда, ворота его распались, почернели на земле, и вопль поднимается в Иерусалиме.",
          "ID": "2"
        },
        {
          "text": "Вельможи посылают слуг своих за водою; они приходят к колодезям и не находят воды; возвращаются с пустыми сосудами; пристыженные и смущенные, они покрывают свои головы.",
          "ID": "3"
        },
        {
          "text": "Так как почва растрескалась от того, что не было дождя на землю, то и земледельцы в смущении и покрывают свои головы.",
          "ID": "4"
        },
        {
          "text": "Даже и лань рождает на поле и оставляет [детей], потому что нет травы.",
          "ID": "5"
        },
        {
          "text": "И дикие ослы стоят на возвышенных местах и глотают, подобно шакалам, воздух; глаза их потускли, потому что нет травы.",
          "ID": "6"
        },
        {
          "text": "Хотя беззакония наши свидетельствуют против нас, но Ты, Господи, твори с нами ради имени Твоего; отступничество наше велико, согрешили мы пред Тобою.",
          "ID": "7"
        },
        {
          "text": "Надежда Израиля, Спаситель его во время скорби! Для чего Ты – как чужой в этой земле, как прохожий, который зашел переночевать?",
          "ID": "8"
        },
        {
          "text": "Для чего Ты – как человек изумленный, как сильный, не имеющий силы спасти? И однако же Ты, Господи, посреди нас, и Твое имя наречено над нами; не оставляй нас.",
          "ID": "9"
        },
        {
          "text": "Так говорит Господь народу сему: за то, что они любят бродить, не удерживают ног своих, за то Господь не благоволит к ним, припоминает ныне беззакония их и наказывает грехи их.",
          "ID": "10"
        },
        {
          "text": "И сказал мне Господь: ты не молись о народе сем во благо ему.",
          "ID": "11"
        },
        {
          "text": "Если они будут поститься, Я не услышу вопля их; и если вознесут всесожжение и дар, не приму их; но мечом и голодом, и моровою язвою истреблю их.",
          "ID": "12"
        },
        {
          "text": "Тогда сказал я: Господи Боже! вот, пророки говорят им: \"не увидите меча, и голода не будет у вас, но постоянный мир дам вам на сем месте\".",
          "ID": "13"
        },
        {
          "text": "И сказал мне Господь: пророки пророчествуют ложное именем Моим; Я не посылал их и не давал им повеления, и не говорил им; они возвещают вам видения ложные и гадания, и пустое и мечты сердца своего.",
          "ID": "14"
        },
        {
          "text": "Поэтому так говорит Господь о пророках: они пророчествуют именем Моим, а Я не посылал их; они говорят: \"меча и голода не будет на сей земле\": мечом и голодом будут истреблены эти пророки,",
          "ID": "15"
        },
        {
          "text": "и народ, которому они пророчествуют, разбросан будет по улицам Иерусалима от голода и меча, и некому будет хоронить их, – они и жены их, и сыновья их, и дочери их; и Я изолью на них зло их.",
          "ID": "16"
        },
        {
          "text": "И скажи им слово сие: да льются из глаз моих слезы ночь и день, и да не перестают; ибо великим поражением поражена дева, дочь народа моего, тяжким ударом.",
          "ID": "17"
        },
        {
          "text": "Выхожу я на поле, – и вот, убитые мечом; вхожу в город, – и вот истаевающие от голода; даже и пророк и священник бродят по земле бессознательно.",
          "ID": "18"
        },
        {
          "text": "Разве Ты совсем отверг Иуду? Разве душе Твоей опротивел Сион? Для чего поразил нас так, что нет нам исцеления? Ждем мира, и ничего доброго нет; ждем времени исцеления, и вот ужасы.",
          "ID": "19"
        },
        {
          "text": "Сознаем, Господи, нечестие наше, беззаконие отцов наших; ибо согрешили мы пред Тобою.",
          "ID": "20"
        },
        {
          "text": "Не отрини [нас] ради имени Твоего; не унижай престола славы Твоей: вспомни, не разрушай завета Твоего с нами.",
          "ID": "21"
        },
        {
          "text": "Есть ли между суетными [богами] языческими производящие дождь? или может ли небо [само собою] подавать ливень? не Ты ли это, Господи, Боже наш? На Тебя надеемся мы; ибо Ты творишь все это.",
          "ID": "22"
        }
      ],
      "ID": "OT:JER.14",
      "name": "Книга пророка Иеремии 14"
    },
    {
      "text": [
        {
          "text": "И сказал мне Господь: хотя бы предстали пред лице Мое Моисей и Самуил, душа Моя не [приклонится] к народу сему; отгони [их] от лица Моего, пусть они отойдут.",
          "ID": "1"
        },
        {
          "text": "Если же скажут тебе: \"куда нам идти?\", то скажи им: так говорит Господь: кто [обречен] на смерть, иди на смерть; и кто под меч, – под меч; и кто на голод, – на голод; и кто в плен, – в плен.",
          "ID": "2"
        },
        {
          "text": "И пошлю на них четыре рода [казней], говорит Господь: меч, чтобы убивать, и псов, чтобы терзать, и птиц небесных и зверей полевых, чтобы пожирать и истреблять;",
          "ID": "3"
        },
        {
          "text": "и отдам их на озлобление всем царствам земли за Манассию, сына Езекии, царя Иудейского, за то, что он сделал в Иерусалиме.",
          "ID": "4"
        },
        {
          "text": "Ибо кто пожалеет о тебе, Иерусалим? и кто окажет сострадание к тебе? и кто зайдет к тебе спросить о твоем благосостоянии?",
          "ID": "5"
        },
        {
          "text": "Ты оставил Меня, говорит Господь, отступил назад; поэтому Я простру на тебя руку Мою и погублю тебя: Я устал миловать.",
          "ID": "6"
        },
        {
          "text": "Я развеваю их веялом за ворота земли; лишаю их детей, гублю народ Мой; но они не возвращаются с путей своих.",
          "ID": "7"
        },
        {
          "text": "Вдов их у Меня более, нежели песку в море; наведу на них, на мать юношей, опустошителя в полдень; нападет на них внезапно страх и ужас.",
          "ID": "8"
        },
        {
          "text": "Лежит в изнеможении родившая семерых, испускает дыхание свое; еще днем закатилось солнце ее, она постыжена и посрамлена. И остаток их предам мечу пред глазами врагов их, говорит Господь.",
          "ID": "9"
        },
        {
          "text": "\"Горе мне, мать моя, что ты родила меня человеком, который спорит и ссорится со всею землею! никому не давал я в рост, и мне никто не давал в рост, [а] все проклинают меня\".",
          "ID": "10"
        },
        {
          "text": "Господь сказал: конец твой будет хорош, и Я заставлю врага поступать с тобою хорошо во время бедствия и во время скорби.",
          "ID": "11"
        },
        {
          "text": "Может ли железо сокрушить железо северное и медь?",
          "ID": "12"
        },
        {
          "text": "Имущество твое и сокровища твои отдам на расхищение, без платы, за все грехи твои, во всех пределах твоих;",
          "ID": "13"
        },
        {
          "text": "и отправлю с врагами твоими в землю, которой ты не знаешь; ибо огонь возгорелся в гневе Моем, – будет пылать на вас.",
          "ID": "14"
        },
        {
          "text": "О, Господи! Ты знаешь [все]; вспомни обо мне и посети меня, и отмсти за меня гонителям моим; не погуби меня по долготерпению Твоему; Ты знаешь, что ради Тебя несу я поругание.",
          "ID": "15"
        },
        {
          "text": "Обретены слова Твои, и я съел их; и было слово Твое мне в радость и в веселие сердца моего; ибо имя Твое наречено на мне, Господи, Боже Саваоф.",
          "ID": "16"
        },
        {
          "text": "Не сидел я в собрании смеющихся и не веселился: под тяготеющею на мне рукою Твоею я сидел одиноко, ибо Ты исполнил меня негодования.",
          "ID": "17"
        },
        {
          "text": "За что так упорна болезнь моя, и рана моя так неисцельна, что отвергает врачевание? Неужели Ты будешь для меня как бы обманчивым источником, неверною водою?",
          "ID": "18"
        },
        {
          "text": "На сие так сказал Господь: если ты обратишься, то Я восставлю тебя, и будешь предстоять пред лицем Моим; и если извлечешь драгоценное из ничтожного, то будешь как Мои уста. Они сами будут обращаться к тебе, а не ты будешь обращаться к ним.",
          "ID": "19"
        },
        {
          "text": "И сделаю тебя для этого народа крепкою медною стеною; они будут ратовать против тебя, но не одолеют тебя, ибо Я с тобою, чтобы спасать и избавлять тебя, говорит Господь.",
          "ID": "20"
        },
        {
          "text": "И спасу тебя от руки злых и избавлю тебя от руки притеснителей.",
          "ID": "21"
        }
      ],
      "ID": "OT:JER.15",
      "name": "Книга пророка Иеремии 15"
    },
    {
      "text": [
        {
          "text": "И было ко мне слово Господне:",
          "ID": "1"
        },
        {
          "text": "не бери себе жены, и пусть не будет у тебя ни сыновей, ни дочерей на месте сем.",
          "ID": "2"
        },
        {
          "text": "Ибо так говорит Господь о сыновьях и дочерях, которые родятся на месте сем, и о матерях их, которые родят их, и об отцах их, которые произведут их на сей земле:",
          "ID": "3"
        },
        {
          "text": "тяжкими смертями умрут они и не будут ни оплаканы, ни похоронены; будут навозом на поверхности земли; мечом и голодом будут истреблены, и трупы их будут пищею птицам небесным и зверям земным.",
          "ID": "4"
        },
        {
          "text": "Ибо так говорит Господь: не входи в дом сетующих и не ходи плакать и жалеть с ними; ибо Я отнял от этого народа, говорит Господь, мир Мой и милость и сожаление.",
          "ID": "5"
        },
        {
          "text": "И умрут великие и малые на земле сей; и не будут погребены, и не будут оплакивать их, ни терзать себя, ни стричься ради них.",
          "ID": "6"
        },
        {
          "text": "И не будут преломлять для них хлеб в печали, в утешение об умершем; и не подадут им чаши утешения, чтобы пить по отце их и матери их.",
          "ID": "7"
        },
        {
          "text": "Не ходи также и в дом пиршества, чтобы сидеть с ними, есть и пить;",
          "ID": "8"
        },
        {
          "text": "ибо так говорит Господь Саваоф, Бог Израилев: вот, Я прекращу на месте сем в глазах ваших и во дни ваши голос радости и голос веселья, голос жениха и голос невесты.",
          "ID": "9"
        },
        {
          "text": "Когда ты перескажешь народу сему все эти слова, и они скажут тебе: \"за что изрек на нас Господь все это великое бедствие, и какая наша неправда, и какой наш грех, которым согрешили мы пред Господом Богом нашим?\" –",
          "ID": "10"
        },
        {
          "text": "тогда скажи им: за то, что отцы ваши оставили Меня, говорит Господь, и пошли вослед иных богов, и служили им, и поклонялись им, а Меня оставили, и закона Моего не хранили.",
          "ID": "11"
        },
        {
          "text": "А вы поступаете еще хуже отцов ваших и живете каждый по упорству злого сердца своего, чтобы не слушать Меня.",
          "ID": "12"
        },
        {
          "text": "За это выброшу вас из земли сей в землю, которой не знали ни вы, ни отцы ваши, и там будете служить иным богам день и ночь; ибо Я не окажу вам милосердия.",
          "ID": "13"
        },
        {
          "text": "Посему вот, приходят дни, говорит Господь, когда не будут уже говорить: \"жив Господь, Который вывел сынов Израилевых из земли Египетской\";",
          "ID": "14"
        },
        {
          "text": "но: \"жив Господь, Который вывел сынов Израилевых из земли северной и из всех земель, в которые изгнал их\": ибо возвращу их в землю их, которую Я дал отцам их.",
          "ID": "15"
        },
        {
          "text": "Вот, Я пошлю множество рыболовов, говорит Господь, и будут ловить их; а потом пошлю множество охотников, и они погонят их со всякой горы, и со всякого холма, и из ущелий скал.",
          "ID": "16"
        },
        {
          "text": "Ибо очи Мои на всех путях их; они не скрыты от лица Моего, и неправда их не сокрыта от очей Моих.",
          "ID": "17"
        },
        {
          "text": "И воздам им прежде всего за неправду их и за сугубый грех их, потому что осквернили землю Мою, трупами гнусных своих и мерзостями своими наполнили наследие Мое.",
          "ID": "18"
        },
        {
          "text": "Господи, сила моя и крепость моя и прибежище мое в день скорби! к Тебе придут народы от краев земли и скажут: \"только ложь наследовали наши отцы, пустоту и то, в чем никакой нет пользы\".",
          "ID": "19"
        },
        {
          "text": "Может ли человек сделать себе богов, которые впрочем не боги?",
          "ID": "20"
        },
        {
          "text": "Посему, вот Я покажу им ныне, покажу им руку Мою и могущество Мое, и узнают, что имя Мое – Господь.",
          "ID": "21"
        }
      ],
      "ID": "OT:JER.16",
      "name": "Книга пророка Иеремии 16"
    },
    {
      "text": [
        {
          "text": "Грех Иуды написан железным резцом, алмазным острием начертан на скрижали сердца их и на рогах жертвенников их.",
          "ID": "1"
        },
        {
          "text": "Как о сыновьях своих, воспоминают они о жертвенниках своих и дубравах своих у зеленых дерев, на высоких холмах.",
          "ID": "2"
        },
        {
          "text": "Гору Мою в поле, имущество твое и все сокровища твои отдам на расхищение, и все высоты твои – за грехи во всех пределах твоих.",
          "ID": "3"
        },
        {
          "text": "И ты чрез себя лишишься наследия твоего, которое Я дал тебе, и отдам тебя в рабство врагам твоим, в землю, которой ты не знаешь, потому что вы воспламенили огонь гнева Моего; он будет гореть вовеки.",
          "ID": "4"
        },
        {
          "text": "Так говорит Господь: проклят человек, который надеется на человека и плоть делает своею опорою, и которого сердце удаляется от Господа.",
          "ID": "5"
        },
        {
          "text": "Он будет как вереск в пустыне и не увидит, когда придет доброе, и поселится в местах знойных в степи, на земле бесплодной, необитаемой.",
          "ID": "6"
        },
        {
          "text": "Благословен человек, который надеется на Господа, и которого упование – Господь.",
          "ID": "7"
        },
        {
          "text": "Ибо он будет как дерево, посаженное при водах и пускающее корни свои у потока; не знает оно, когда приходит зной; лист его зелен, и во время засухи оно не боится и не перестает приносить плод.",
          "ID": "8"
        },
        {
          "text": "Лукаво сердце [человеческое] более всего и крайне испорчено; кто узнает его?",
          "ID": "9"
        },
        {
          "text": "Я, Господь, проникаю сердце и испытываю внутренности, чтобы воздать каждому по пути его и по плодам дел его.",
          "ID": "10"
        },
        {
          "text": "Куропатка садится на яйца, которых не несла; таков приобретающий богатство неправдою: он оставит его на половине дней своих, и глупцом останется при конце своем.",
          "ID": "11"
        },
        {
          "text": "Престол славы, возвышенный от начала, есть место освящения нашего.",
          "ID": "12"
        },
        {
          "text": "Ты, Господи, надежда Израилева; все, оставляющие Тебя, посрамятся. \"Отступающие от Меня будут написаны на прахе, потому что оставили Господа, источник воды живой\".",
          "ID": "13"
        },
        {
          "text": "Исцели меня, Господи, и исцелен буду; спаси меня, и спасен буду; ибо Ты хвала моя.",
          "ID": "14"
        },
        {
          "text": "Вот, они говорят мне: \"где слово Господне? пусть оно придет!\"",
          "ID": "15"
        },
        {
          "text": "Я не спешил быть пастырем у Тебя и не желал бедственного дня, Ты это знаешь; что вышло из уст моих, открыто пред лицем Твоим.",
          "ID": "16"
        },
        {
          "text": "Не будь страшен для меня, Ты – надежда моя в день бедствия.",
          "ID": "17"
        },
        {
          "text": "Пусть постыдятся гонители мои, а я не буду постыжен; пусть они вострепещут, а я буду бестрепетен; наведи на них день бедствия и сокруши их сугубым сокрушением.",
          "ID": "18"
        },
        {
          "text": "Так сказал мне Господь: пойди и стань в воротах сынов народа, которыми входят цари Иудейские и которыми они выходят, и во всех воротах Иерусалимских,",
          "ID": "19"
        },
        {
          "text": "и говори им: слушайте слово Господне, цари Иудейские, и вся Иудея, и все жители Иерусалима, входящие сими воротами.",
          "ID": "20"
        },
        {
          "text": "Так говорит Господь: берегите души свои и не носите нош в день субботний и не вносите их воротами Иерусалимскими,",
          "ID": "21"
        },
        {
          "text": "и не выносите нош из домов ваших в день субботний, и не занимайтесь никакою работою, но святите день субботний так, как Я заповедал отцам вашим,",
          "ID": "22"
        },
        {
          "text": "которые впрочем не послушались и не приклонили уха своего, но сделались жестоковыйными, чтобы не слушать и не принимать наставления.",
          "ID": "23"
        },
        {
          "text": "И если вы послушаете Меня в том, говорит Господь, чтобы не носить нош воротами сего города в день субботний и чтобы святить субботу, не занимаясь в этот день никакою работою,",
          "ID": "24"
        },
        {
          "text": "то воротами сего города будут входить цари и князья, сидящие на престоле Давида, ездящие на колесницах и на конях, они и князья их, Иудеи и жители Иерусалима, и город сей будет обитаем вечно.",
          "ID": "25"
        },
        {
          "text": "И будут приходить из городов Иудейских, и из окрестностей Иерусалима, и из земли Вениаминовой, и с равнины и с гор и с юга, и приносить всесожжение и жертву, и хлебное приношение, и ливан, и благодарственные жертвы в дом Господень.",
          "ID": "26"
        },
        {
          "text": "А если не послушаете Меня в том, чтобы святить день субботний и не носить нош, входя в ворота Иерусалима в день субботний, то возжгу огонь в воротах его, и он пожрет чертоги Иерусалима и не погаснет.",
          "ID": "27"
        }
      ],
      "ID": "OT:JER.17",
      "name": "Книга пророка Иеремии 17"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа:",
          "ID": "1"
        },
        {
          "text": "встань и сойди в дом горшечника, и там Я возвещу тебе слова Мои.",
          "ID": "2"
        },
        {
          "text": "И сошел я в дом горшечника, и вот, он работал свою работу на кружале.",
          "ID": "3"
        },
        {
          "text": "И сосуд, который горшечник делал из глины, развалился в руке его; и он снова сделал из него другой сосуд, какой горшечнику вздумалось сделать.",
          "ID": "4"
        },
        {
          "text": "И было слово Господне ко мне:",
          "ID": "5"
        },
        {
          "text": "не могу ли Я поступить с вами, дом Израилев, подобно горшечнику сему? говорит Господь. Вот, что глина в руке горшечника, то вы в Моей руке, дом Израилев.",
          "ID": "6"
        },
        {
          "text": "Иногда Я скажу о каком–либо народе и царстве, что искореню, сокрушу и погублю его;",
          "ID": "7"
        },
        {
          "text": "но если народ этот, на который Я это изрек, обратится от своих злых дел, Я отлагаю то зло, которое помыслил сделать ему.",
          "ID": "8"
        },
        {
          "text": "А иногда скажу о каком–либо народе и царстве, что устрою и утвержу его;",
          "ID": "9"
        },
        {
          "text": "но если он будет делать злое пред очами Моими и не слушаться гласа Моего, Я отменю то добро, которым хотел облагодетельствовать его.",
          "ID": "10"
        },
        {
          "text": "Итак скажи мужам Иуды и жителям Иерусалима: так говорит Господь: вот, Я готовлю вам зло и замышляю против вас; итак обратитесь каждый от злого пути своего и исправьте пути ваши и поступки ваши.",
          "ID": "11"
        },
        {
          "text": "Но они говорят: \"не надейся; мы будем жить по своим помыслам и будем поступать каждый по упорству злого своего сердца\".",
          "ID": "12"
        },
        {
          "text": "Посему так говорит Господь: спросите между народами, слыхал ли кто подобное сему? крайне гнусные дела совершила дева Израилева.",
          "ID": "13"
        },
        {
          "text": "Оставляет ли снег Ливанский скалу горы? и иссякают ли из других мест текущие холодные воды?",
          "ID": "14"
        },
        {
          "text": "А народ Мой оставил Меня; они кадят суетным, споткнулись на путях своих, оставили пути древние, чтобы ходить по стезям пути непроложенного,",
          "ID": "15"
        },
        {
          "text": "чтобы сделать землю свою ужасом, всегдашним посмеянием, так что каждый, проходящий по ней, изумится и покачает головою своею.",
          "ID": "16"
        },
        {
          "text": "Как восточным ветром развею их пред лицем врага; спиною, а не лицем обращусь к ним в день бедствия их.",
          "ID": "17"
        },
        {
          "text": "А они сказали: \"придите, составим замысел против Иеремии; ибо не исчез же закон у священника и совет у мудрого, и слово у пророка; придите, сразим его языком и не будем внимать словам его\".",
          "ID": "18"
        },
        {
          "text": "Внемли мне, Господи, и услышь голос моих противников.",
          "ID": "19"
        },
        {
          "text": "Должно ли воздавать злом за добро? а они роют яму душе моей. Вспомни, что я стою пред лицем Твоим, чтобы говорить за них доброе, чтобы отвратить от них гнев Твой.",
          "ID": "20"
        },
        {
          "text": "Итак предай сыновей их голоду и подвергни их мечу; да будут жены их бездетными и вдовами, и мужья их да будут поражены смертью, и юноши их умерщвлены мечом на войне.",
          "ID": "21"
        },
        {
          "text": "Да будет слышен вопль из домов их, когда приведешь на них полки внезапно; ибо они роют яму, чтобы поймать меня, и тайно расставили сети для ног моих.",
          "ID": "22"
        },
        {
          "text": "Но Ты, Господи, знаешь все замыслы их против меня, чтобы умертвить меня; не прости неправды их и греха их не изгладь пред лицем Твоим; да будут они низвержены пред Тобою; поступи с ними во время гнева Твоего.",
          "ID": "23"
        }
      ],
      "ID": "OT:JER.18",
      "name": "Книга пророка Иеремии 18"
    },
    {
      "text": [
        {
          "text": "Так сказал Господь: пойди и купи глиняный кувшин у горшечника; и возьми с собою старейших из народа и из старейшин священнических,",
          "ID": "1"
        },
        {
          "text": "и выйди в долину сыновей Енномовых, которая у ворот Харшиф, и провозгласи там слова, которые скажу тебе,",
          "ID": "2"
        },
        {
          "text": "и скажи: слушайте слово Господне, цари Иудейские и жители Иерусалима! так говорит Господь Саваоф, Бог Израилев: вот, Я наведу бедствие на место сие, – о котором кто услышит, у того зазвенит в ушах,",
          "ID": "3"
        },
        {
          "text": "за то, что они оставили Меня и чужим сделали место сие и кадят на нем иным богам, которых не знали ни они, ни отцы их, ни цари Иудейские; наполнили место сие кровью невинных",
          "ID": "4"
        },
        {
          "text": "и устроили высоты Ваалу, чтобы сожигать сыновей своих огнем во всесожжение Ваалу, чего Я не повелевал и не говорил, и что на мысль не приходило Мне;",
          "ID": "5"
        },
        {
          "text": "за то вот, приходят дни, говорит Господь, когда место сие не будет более называться Тофетом или долиною сыновей Енномовых, но долиною убиения.",
          "ID": "6"
        },
        {
          "text": "И уничтожу совет Иуды и Иерусалима на месте сем и сражу их мечом пред лицем врагов их и рукою ищущих души их, и отдам трупы их в пищу птицам небесным и зверям земным.",
          "ID": "7"
        },
        {
          "text": "И сделаю город сей ужасом и посмеянием; каждый, проходящий через него, изумится и посвищет, смотря на все язвы его.",
          "ID": "8"
        },
        {
          "text": "И накормлю их плотью сыновей их и плотью дочерей их; и будет каждый есть плоть своего ближнего, находясь в осаде и тесноте, когда стеснят их враги их и ищущие души их.",
          "ID": "9"
        },
        {
          "text": "И разбей кувшин пред глазами тех мужей, которые придут с тобою,",
          "ID": "10"
        },
        {
          "text": "и скажи им: так говорит Господь Саваоф: так сокрушу Я народ сей и город сей, как сокрушен горшечников сосуд, который уже не может быть восстановлен, и будут хоронить их в Тофете, по недостатку места для погребения.",
          "ID": "11"
        },
        {
          "text": "Так поступлю с местом сим, говорит Господь, и с жителями его; и город сей сделаю подобным Тофету.",
          "ID": "12"
        },
        {
          "text": "И домы Иерусалима и домы царей Иудейских будут, как место Тофет, нечистыми, потому что на кровлях всех домов кадят всему воинству небесному и совершают возлияния богам чужим.",
          "ID": "13"
        },
        {
          "text": "И пришел Иеремия с Тофета, куда Господь посылал его пророчествовать, и стал на дворе дома Господня и сказал всему народу:",
          "ID": "14"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: вот, Я наведу на город сей и на все города его все то бедствие, которое изрек на него, потому что они жестоковыйны и не слушают слов Моих.",
          "ID": "15"
        }
      ],
      "ID": "OT:JER.19",
      "name": "Книга пророка Иеремии 19"
    },
    {
      "text": [
        {
          "text": "Когда Пасхор, сын Еммеров, священник, он же и надзиратель в доме Господнем, услышал, что Иеремия пророчески произнес слова сии,",
          "ID": "1"
        },
        {
          "text": "то ударил Пасхор Иеремию пророка и посадил его в колоду, которая была у верхних ворот Вениаминовых при доме Господнем.",
          "ID": "2"
        },
        {
          "text": "Но на другой день Пасхор выпустил Иеремию из колоды, и Иеремия сказал ему: не \"Пасхор\" нарек Господь имя тебе, но \"Магор Миссавив\".",
          "ID": "3"
        },
        {
          "text": "Ибо так говорит Господь: вот, Я сделаю тебя ужасом для тебя самого и для всех друзей твоих, и падут они от меча врагов своих, и твои глаза увидят это. И всего Иуду предам в руки царя Вавилонского, и отведет их в Вавилон и поразит их мечом.",
          "ID": "4"
        },
        {
          "text": "И предам все богатство этого города и все стяжание его, и все драгоценности его; и все сокровища царей Иудейских отдам в руки врагов их, и разграбят их и возьмут, и отправят их в Вавилон.",
          "ID": "5"
        },
        {
          "text": "И ты, Пасхор, и все живущие в доме твоем, пойдете в плен; и придешь в Вавилон, и там умрешь, и там будешь похоронен, ты и все друзья твои, которым ты пророчествовал ложно.",
          "ID": "6"
        },
        {
          "text": "Ты влек меня, Господи, – и я увлечен; Ты сильнее меня – и превозмог, и я каждый день в посмеянии, всякий издевается надо мною.",
          "ID": "7"
        },
        {
          "text": "Ибо лишь только начну говорить я, – кричу о насилии, вопию о разорении, потому что слово Господне обратилось в поношение мне и в повседневное посмеяние.",
          "ID": "8"
        },
        {
          "text": "И подумал я: \"не буду я напоминать о Нем и не буду более говорить во имя Его\"; но было в сердце моем, как бы горящий огонь, заключенный в костях моих, и я истомился, удерживая его, и не мог.",
          "ID": "9"
        },
        {
          "text": "Ибо я слышал толки многих: угрозы вокруг; \"заявите, [говорили] [они], и мы сделаем донос\". Все, жившие со мною в мире, сторожат за мною, не споткнусь ли я: \"может быть, [говорят], он попадется, и мы одолеем его и отмстим ему\".",
          "ID": "10"
        },
        {
          "text": "Но со мною Господь, как сильный ратоборец; поэтому гонители мои споткнутся и не одолеют; сильно посрамятся, потому что поступали неразумно; посрамление будет вечное, никогда не забудется.",
          "ID": "11"
        },
        {
          "text": "Господи сил! Ты испытываешь праведного и видишь внутренность и сердце. Да увижу я мщение Твое над ними, ибо Тебе вверил я дело мое.",
          "ID": "12"
        },
        {
          "text": "Пойте Господу, хвалите Господа, ибо Он спасает душу бедного от руки злодеев. –",
          "ID": "13"
        },
        {
          "text": "Проклят день, в который я родился! день, в который родила меня мать моя, да не будет благословен!",
          "ID": "14"
        },
        {
          "text": "Проклят человек, который принес весть отцу моему и сказал: \"у тебя родился сын\", [и] тем очень обрадовал его.",
          "ID": "15"
        },
        {
          "text": "И да будет с тем человеком, что с городами, которые разрушил Господь и не пожалел; да слышит он утром вопль и в полдень рыдание",
          "ID": "16"
        },
        {
          "text": "за то, что он не убил меня в самой утробе – так, чтобы мать моя была мне гробом, и чрево ее оставалось вечно беременным.",
          "ID": "17"
        },
        {
          "text": "Для чего вышел я из утробы, чтобы видеть труды и скорби, и чтобы дни мои исчезали в бесславии?",
          "ID": "18"
        }
      ],
      "ID": "OT:JER.20",
      "name": "Книга пророка Иеремии 20"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа, когда царь Седекия прислал к нему Пасхора, сына Молхиина, и Софонию, сына Маасеи священника, сказать [ему]:",
          "ID": "1"
        },
        {
          "text": "\"вопроси о нас Господа, ибо Навуходоносор, царь Вавилонский, воюет против нас; может быть, Господь сотворит с нами что–либо такое, как все чудеса Его, чтобы тот отступил от нас\".",
          "ID": "2"
        },
        {
          "text": "И сказал им Иеремия: так скажите Седекии:",
          "ID": "3"
        },
        {
          "text": "так говорит Господь, Бог Израилев: вот, Я обращу назад воинские орудия, которые в руках ваших, которыми вы сражаетесь с царем Вавилонским и с Халдеями, осаждающими вас вне стены, и соберу оные посреди города сего;",
          "ID": "4"
        },
        {
          "text": "и Сам буду воевать против вас рукою простертою и мышцею крепкою, во гневе и в ярости и в великом негодовании;",
          "ID": "5"
        },
        {
          "text": "и поражу живущих в сем городе – и людей и скот; от великой язвы умрут они.",
          "ID": "6"
        },
        {
          "text": "А после того, говорит Господь, Седекию, царя Иудейского, слуг его и народ, и оставшихся в городе сем от моровой язвы, меча и голода, предам в руки Навуходоносора, царя Вавилонского, и в руки врагов их и в руки ищущих души их; и он поразит их острием меча и не пощадит их, и не пожалеет и не помилует.",
          "ID": "7"
        },
        {
          "text": "И народу сему скажи: так говорит Господь: вот, Я предлагаю вам путь жизни и путь смерти:",
          "ID": "8"
        },
        {
          "text": "кто останется в этом городе, тот умрет от меча и голода и моровой язвы; а кто выйдет и предастся Халдеям, осаждающим вас, тот будет жив, и душа его будет ему вместо добычи;",
          "ID": "9"
        },
        {
          "text": "ибо Я обратил лице Мое против города сего, говорит Господь, на зло, а не на добро; он будет предан в руки царя Вавилонского, и тот сожжет его огнем.",
          "ID": "10"
        },
        {
          "text": "И дому царя Иудейского [скажи]: слушайте слово Господне:",
          "ID": "11"
        },
        {
          "text": "дом Давидов! так говорит Господь: с раннего утра производите суд и спасайте обижаемого от руки обидчика, чтобы ярость Моя не вышла, как огонь, и не разгорелась по причине злых дел ваших до того, что никто не погасит.",
          "ID": "12"
        },
        {
          "text": "Вот, Я – против тебя, жительница долины, скала равнины, говорит Господь, – против вас, которые говорите: \"кто выступит против нас и кто войдет в жилища наши?\"",
          "ID": "13"
        },
        {
          "text": "Но Я посещу вас по плодам дел ваших, говорит Господь, и зажгу огонь в лесу вашем, и пожрет все вокруг него.",
          "ID": "14"
        }
      ],
      "ID": "OT:JER.21",
      "name": "Книга пророка Иеремии 21"
    },
    {
      "text": [
        {
          "text": "Так сказал Господь: сойди в дом царя Иудейского и произнеси слово сие",
          "ID": "1"
        },
        {
          "text": "и скажи: выслушай слово Господне, царь Иудейский, сидящий на престоле Давидовом, ты, и слуги твои, и народ твой, входящие сими воротами.",
          "ID": "2"
        },
        {
          "text": "Так говорит Господь: производите суд и правду и спасайте обижаемого от руки притеснителя, не обижайте и не тесните пришельца, сироты и вдовы, и невинной крови не проливайте на месте сем.",
          "ID": "3"
        },
        {
          "text": "Ибо если вы будете исполнять слово сие, то будут входить воротами дома сего цари, сидящие вместо Давида на престоле его, ездящие на колеснице и на конях, сами и слуги их и народ их.",
          "ID": "4"
        },
        {
          "text": "А если не послушаете слов сих, то Мною клянусь, говорит Господь, что дом сей сделается пустым.",
          "ID": "5"
        },
        {
          "text": "Ибо так говорит Господь дому царя Иудейского: Галаад ты у Меня, вершина Ливана; но Я сделаю тебя пустынею и города необитаемыми",
          "ID": "6"
        },
        {
          "text": "и приготовлю против тебя истребителей, каждого со своими орудиями, и срубят лучшие кедры твои и бросят в огонь.",
          "ID": "7"
        },
        {
          "text": "И многие народы будут проходить через город сей и говорить друг другу: \"за что Господь так поступил с этим великим городом?\"",
          "ID": "8"
        },
        {
          "text": "И скажут в ответ: \"за то, что они оставили завет Господа Бога своего и поклонялись иным богам и служили им\".",
          "ID": "9"
        },
        {
          "text": "Не плачьте об умершем и не жалейте о нем; но горько плачьте об отходящем в плен, ибо он уже не возвратится и не увидит родной страны своей.",
          "ID": "10"
        },
        {
          "text": "Ибо так говорит Господь о Саллуме, сыне Иосии, царе Иудейском, который царствовал после отца своего, Иосии, и который вышел из сего места: он уже не возвратится сюда,",
          "ID": "11"
        },
        {
          "text": "но умрет в том месте, куда отвели его пленным, и более не увидит земли сей.",
          "ID": "12"
        },
        {
          "text": "Горе тому, кто строит дом свой неправдою и горницы свои беззаконием, кто заставляет ближнего своего работать даром и не отдает ему платы его,",
          "ID": "13"
        },
        {
          "text": "кто говорит: \"построю себе дом обширный и горницы просторные\", – и прорубает себе окна, и обшивает кедром, и красит красною краскою.",
          "ID": "14"
        },
        {
          "text": "Думаешь ли ты быть царем, потому что заключил себя в кедр? отец твой ел и пил, но производил суд и правду, и потому ему было хорошо.",
          "ID": "15"
        },
        {
          "text": "Он разбирал дело бедного и нищего, и потому ему хорошо было. Не это ли значит знать Меня? говорит Господь.",
          "ID": "16"
        },
        {
          "text": "Но твои глаза и твое сердце обращены только к твоей корысти и к пролитию невинной крови, к тому, чтобы делать притеснение и насилие.",
          "ID": "17"
        },
        {
          "text": "Посему так говорит Господь о Иоакиме, сыне Иосии, царе Иудейском: не будут оплакивать его: \"увы, брат мой!\" и: \"увы, сестра!\" Не будут оплакивать его: \"увы, государь!\" и: \"увы, его величие!\"",
          "ID": "18"
        },
        {
          "text": "Ослиным погребением будет он погребен; вытащат его и бросят далеко за ворота Иерусалима.",
          "ID": "19"
        },
        {
          "text": "Взойди на Ливан и кричи, и на Васане возвысь голос твой и кричи с Аварима, ибо сокрушены все друзья твои.",
          "ID": "20"
        },
        {
          "text": "Я говорил тебе во время благоденствия твоего; но ты сказал: \"не послушаю\". Таково было поведение твое с самой юности твоей, что ты не слушал гласа Моего.",
          "ID": "21"
        },
        {
          "text": "Всех пастырей твоих унесет ветер, и друзья твои пойдут в плен; и тогда ты будешь постыжен и посрамлен за все злодеяния твои.",
          "ID": "22"
        },
        {
          "text": "Живущий на Ливане, гнездящийся на кедрах! как жалок будешь ты, когда постигнут тебя муки, как боли женщины в родах!",
          "ID": "23"
        },
        {
          "text": "Живу Я, сказал Господь: если бы Иехония, сын Иоакима, царь Иудейский, был перстнем на правой руке Моей, то и отсюда Я сорву тебя",
          "ID": "24"
        },
        {
          "text": "и отдам тебя в руки ищущих души твоей и в руки тех, которых ты боишься, в руки Навуходоносора, царя Вавилонского, и в руки Халдеев,",
          "ID": "25"
        },
        {
          "text": "и выброшу тебя и твою мать, которая родила тебя, в чужую страну, где вы не родились, и там умрете;",
          "ID": "26"
        },
        {
          "text": "а в землю, куда душа их будет желать возвратиться, туда не возвратятся.",
          "ID": "27"
        },
        {
          "text": "\"Неужели этот человек, Иехония, есть создание презренное, отверженное? или он – сосуд непотребный? за что они выброшены – он и племя его, и брошены в страну, которой не знали?\"",
          "ID": "28"
        },
        {
          "text": "О, земля, земля, земля! слушай слово Господне.",
          "ID": "29"
        },
        {
          "text": "Так говорит Господь: запишите человека сего лишенным детей, человеком злополучным во дни свои, потому что никто уже из племени его не будет сидеть на престоле Давидовом и владычествовать в Иудее.",
          "ID": "30"
        }
      ],
      "ID": "OT:JER.22",
      "name": "Книга пророка Иеремии 22"
    },
    {
      "text": [
        {
          "text": "Горе пастырям, которые губят и разгоняют овец паствы Моей! говорит Господь.",
          "ID": "1"
        },
        {
          "text": "Посему так говорит Господь, Бог Израилев, к пастырям, пасущим народ Мой: вы рассеяли овец Моих, и разогнали их, и не смотрели за ними; вот, Я накажу вас за злые деяния ваши, говорит Господь.",
          "ID": "2"
        },
        {
          "text": "И соберу остаток стада Моего из всех стран, куда Я изгнал их, и возвращу их во дворы их; и будут плодиться и размножаться.",
          "ID": "3"
        },
        {
          "text": "И поставлю над ними пастырей, которые будут пасти их, и они уже не будут бояться и пугаться, и не будут теряться, говорит Господь.",
          "ID": "4"
        },
        {
          "text": "Вот, наступают дни, говорит Господь, и восставлю Давиду Отрасль праведную, и воцарится Царь, и будет поступать мудро, и будет производить суд и правду на земле.",
          "ID": "5"
        },
        {
          "text": "Во дни Его Иуда спасется и Израиль будет жить безопасно; и вот имя Его, которым будут называть Его: \"Господь оправдание наше!\"",
          "ID": "6"
        },
        {
          "text": "Посему, вот наступают дни, говорит Господь, когда уже не будут говорить: \"жив Господь, Который вывел сынов Израилевых из земли Египетской\",",
          "ID": "7"
        },
        {
          "text": "но: \"жив Господь, Который вывел и Который привел племя дома Израилева из земли северной и из всех земель, куда Я изгнал их\", и будут жить на земле своей.",
          "ID": "8"
        },
        {
          "text": "О пророках. Сердце мое во мне раздирается, все кости мои сотрясаются; я – как пьяный, как человек, которого одолело вино, ради Господа и ради святых слов Его,",
          "ID": "9"
        },
        {
          "text": "потому что земля наполнена прелюбодеями, потому что плачет земля от проклятия; засохли пастбища пустыни, и стремление их – зло, и сила их – неправда,",
          "ID": "10"
        },
        {
          "text": "ибо и пророк и священник – лицемеры; даже в доме Моем Я нашел нечестие их, говорит Господь.",
          "ID": "11"
        },
        {
          "text": "За то путь их будет для них, как скользкие места в темноте: их толкнут, и они упадут там; ибо Я наведу на них бедствие, год посещения их, говорит Господь.",
          "ID": "12"
        },
        {
          "text": "И в пророках Самарии Я видел безумие; они пророчествовали именем Ваала, и ввели в заблуждение народ Мой, Израиля.",
          "ID": "13"
        },
        {
          "text": "Но в пророках Иерусалима вижу ужасное: они прелюбодействуют и ходят во лжи, поддерживают руки злодеев, чтобы никто не обращался от своего нечестия; все они предо Мною – как Содом, и жители его – как Гоморра.",
          "ID": "14"
        },
        {
          "text": "Посему так говорит Господь Саваоф о пророках: вот, Я накормлю их полынью и напою их водою с желчью, ибо от пророков Иерусалимских нечестие распространилось на всю землю.",
          "ID": "15"
        },
        {
          "text": "Так говорит Господь Саваоф: не слушайте слов пророков, пророчествующих вам: они обманывают вас, рассказывают мечты сердца своего, [а] не от уст Господних.",
          "ID": "16"
        },
        {
          "text": "Они постоянно говорят пренебрегающим Меня: \"Господь сказал: мир будет у вас\". И всякому, поступающему по упорству своего сердца, говорят: \"не придет на вас беда\".",
          "ID": "17"
        },
        {
          "text": "Ибо кто стоял в совете Господа и видел и слышал слово Его? Кто внимал слову Его и услышал?",
          "ID": "18"
        },
        {
          "text": "Вот, идет буря Господня с яростью, буря грозная, и падет на главу нечестивых.",
          "ID": "19"
        },
        {
          "text": "Гнев Господа не отвратится, доколе Он не совершит и доколе не выполнит намерений сердца Своего; в последующие дни вы ясно уразумеете это.",
          "ID": "20"
        },
        {
          "text": "Я не посылал пророков сих, а они сами побежали; Я не говорил им, а они пророчествовали.",
          "ID": "21"
        },
        {
          "text": "Если бы они стояли в Моем совете, то объявили бы народу Моему слова Мои и отводили бы их от злого пути их и от злых дел их.",
          "ID": "22"
        },
        {
          "text": "Разве Я – Бог [только] вблизи, говорит Господь, а не Бог и вдали?",
          "ID": "23"
        },
        {
          "text": "Может ли человек скрыться в тайное место, где Я не видел бы его? говорит Господь. Не наполняю ли Я небо и землю? говорит Господь.",
          "ID": "24"
        },
        {
          "text": "Я слышал, что говорят пророки, Моим именем пророчествующие ложь. Они говорят: \"мне снилось, мне снилось\".",
          "ID": "25"
        },
        {
          "text": "Долго ли это будет в сердце пророков, пророчествующих ложь, пророчествующих обман своего сердца?",
          "ID": "26"
        },
        {
          "text": "Думают ли они довести народ Мой до забвения имени Моего посредством снов своих, которые они пересказывают друг другу, как отцы их забыли имя Мое из–за Ваала?",
          "ID": "27"
        },
        {
          "text": "Пророк, который видел сон, пусть и рассказывает его как сон; а у которого Мое слово, тот пусть говорит слово Мое верно. Что общего у мякины с чистым зерном? говорит Господь.",
          "ID": "28"
        },
        {
          "text": "Слово Мое не подобно ли огню, говорит Господь, и не подобно ли молоту, разбивающему скалу?",
          "ID": "29"
        },
        {
          "text": "Посему, вот Я – на пророков, говорит Господь, которые крадут слова Мои друг у друга.",
          "ID": "30"
        },
        {
          "text": "Вот, Я – на пророков, говорит Господь, которые действуют своим языком, а говорят: \"Он сказал\".",
          "ID": "31"
        },
        {
          "text": "Вот, Я – на пророков ложных снов, говорит Господь, которые рассказывают их и вводят народ Мой в заблуждение своими обманами и обольщением, тогда как Я не посылал их и не повелевал им, и они никакой пользы не приносят народу сему, говорит Господь.",
          "ID": "32"
        },
        {
          "text": "Если спросит у тебя народ сей, или пророк, или священник: \"какое бремя от Господа?\", то скажи им: \"какое бремя? Я покину вас, говорит Господь\".",
          "ID": "33"
        },
        {
          "text": "Если пророк, или священник, или народ скажет: \"бремя от Господа\", Я накажу того человека и дом его.",
          "ID": "34"
        },
        {
          "text": "Так говорите друг другу и брат брату: \"что ответил Господь?\" или: \"что сказал Господь?\"",
          "ID": "35"
        },
        {
          "text": "А этого слова: \"бремя от Господа\", впредь не употребляйте: ибо бременем будет [такому] человеку слово его, потому что вы извращаете слова живаго Бога, Господа Саваофа Бога нашего.",
          "ID": "36"
        },
        {
          "text": "Так говори пророку: \"что ответил тебе Господь?\" или: \"что сказал Господь?\"",
          "ID": "37"
        },
        {
          "text": "А если вы еще будете говорить: \"бремя от Господа\", то так говорит Господь: за то, что вы говорите слово сие: \"бремя от Господа\", тогда как Я послал сказать вам: \"не говорите: бремя от Господа\", –",
          "ID": "38"
        },
        {
          "text": "за то, вот, Я забуду вас вовсе и оставлю вас, и город сей, который Я дал вам и отцам вашим, отвергну от лица Моего",
          "ID": "39"
        },
        {
          "text": "и положу на вас поношение вечное и бесславие вечное, которое не забудется.",
          "ID": "40"
        }
      ],
      "ID": "OT:JER.23",
      "name": "Книга пророка Иеремии 23"
    },
    {
      "text": [
        {
          "text": "Господь показал мне: и вот, две корзины со смоквами поставлены пред храмом Господним, после того, как Навуходоносор, царь Вавилонский, вывел из Иерусалима пленными Иехонию, сына Иоакимова, царя Иудейского, и князей Иудейских с плотниками и кузнецами и привел их в Вавилон:",
          "ID": "1"
        },
        {
          "text": "одна корзина была со смоквами весьма хорошими, каковы бывают смоквы ранние, а другая корзина – со смоквами весьма худыми, которых по негодности [их] нельзя есть.",
          "ID": "2"
        },
        {
          "text": "И сказал мне Господь: что видишь ты, Иеремия? Я сказал: смоквы, смоквы хорошие – весьма хороши, а худые – весьма худы, так что их нельзя есть, потому что они очень нехороши.",
          "ID": "3"
        },
        {
          "text": "И было ко мне слово Господне:",
          "ID": "4"
        },
        {
          "text": "так говорит Господь, Бог Израилев: подобно этим смоквам хорошим Я признаю хорошими переселенцев Иудейских, которых Я послал из сего места в землю Халдейскую;",
          "ID": "5"
        },
        {
          "text": "и обращу на них очи Мои во благо им и возвращу их в землю сию, и устрою их, а не разорю, и насажду их, а не искореню;",
          "ID": "6"
        },
        {
          "text": "и дам им сердце, чтобы знать Меня, что Я Господь, и они будут Моим народом, а Я буду их Богом; ибо они обратятся ко Мне всем сердцем своим.",
          "ID": "7"
        },
        {
          "text": "А о худых смоквах, которых и есть нельзя по негодности [их], так говорит Господь: таким Я сделаю Седекию, царя Иудейского, и князей его и прочих Иерусалимлян, остающихся в земле сей и живущих в земле Египетской;",
          "ID": "8"
        },
        {
          "text": "и отдам их на озлобление и на злострадание во всех царствах земных, в поругание, в притчу, в посмеяние и проклятие во всех местах, куда Я изгоню их.",
          "ID": "9"
        },
        {
          "text": "И пошлю на них меч, голод и моровую язву, доколе не истреблю их с земли, которую Я дал им и отцам их.",
          "ID": "10"
        }
      ],
      "ID": "OT:JER.24",
      "name": "Книга пророка Иеремии 24"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии о всем народе Иудейском, в четвертый год Иоакима, сына Иосии, царя Иудейского, – это был первый год Навуходоносора, царя Вавилонского, –",
          "ID": "1"
        },
        {
          "text": "и которое пророк Иеремия произнес ко всему народу Иудейскому и ко всем жителям Иерусалима и сказал:",
          "ID": "2"
        },
        {
          "text": "от тринадцатого года Иосии, сына Амонова, царя Иудейского, до сего дня, вот уже двадцать три года, было ко мне слово Господне, и я с раннего утра говорил вам, – и вы не слушали.",
          "ID": "3"
        },
        {
          "text": "Господь посылал к вам всех рабов Своих, пророков, с раннего утра посылал, – и вы не слушали и не приклоняли уха своего, чтобы слушать.",
          "ID": "4"
        },
        {
          "text": "Вам говорили: \"обратитесь каждый от злого пути своего и от злых дел своих и живите на земле, которую Господь дал вам и отцам вашим из века в век;",
          "ID": "5"
        },
        {
          "text": "и не ходите во след иных богов, чтобы служить им и поклоняться им, и не прогневляйте Меня делами рук своих, и не сделаю вам зла\".",
          "ID": "6"
        },
        {
          "text": "Но вы не слушали Меня, говорит Господь, прогневляя Меня делами рук своих, на зло себе.",
          "ID": "7"
        },
        {
          "text": "Посему так говорит Господь Саваоф: за то, что вы не слушали слов Моих,",
          "ID": "8"
        },
        {
          "text": "вот, Я пошлю и возьму все племена северные, говорит Господь, и пошлю к Навуходоносору, царю Вавилонскому, рабу Моему, и приведу их на землю сию и на жителей ее и на все окрестные народы; и совершенно истреблю их и сделаю их ужасом и посмеянием и вечным запустением.",
          "ID": "9"
        },
        {
          "text": "И прекращу у них голос радости и голос веселия, голос жениха и голос невесты, звук жерновов и свет светильника.",
          "ID": "10"
        },
        {
          "text": "И вся земля эта будет пустынею и ужасом; и народы сии будут служить царю Вавилонскому семьдесят лет.",
          "ID": "11"
        },
        {
          "text": "И будет: когда исполнится семьдесят лет, накажу царя Вавилонского и тот народ, говорит Господь, за их нечестие, и землю Халдейскую, и сделаю ее вечною пустынею.",
          "ID": "12"
        },
        {
          "text": "И совершу над тою землею все слова Мои, которые Я произнес на нее, все написанное в сей книге, что Иеремия пророчески изрек на все народы.",
          "ID": "13"
        },
        {
          "text": "Ибо и их поработят многочисленные народы и цари великие; и Я воздам им по их поступкам и по делам рук их.",
          "ID": "14"
        },
        {
          "text": "Ибо так сказал мне Господь, Бог Израилев: возьми из руки Моей чашу сию с вином ярости и напой из нее все народы, к которым Я посылаю тебя.",
          "ID": "15"
        },
        {
          "text": "И они выпьют, и будут шататься и обезумеют при виде меча, который Я пошлю на них.",
          "ID": "16"
        },
        {
          "text": "И взял я чашу из руки Господней и напоил из нее все народы, к которым послал меня Господь:",
          "ID": "17"
        },
        {
          "text": "Иерусалим и города Иудейские, и царей его и князей его, чтоб опустошить их и сделать ужасом, посмеянием и проклятием, как и видно ныне,",
          "ID": "18"
        },
        {
          "text": "фараона, царя Египетского, и слуг его, и князей его и весь народ его,",
          "ID": "19"
        },
        {
          "text": "и весь смешанный народ, и всех царей земли Уца, и всех царей земли Филистимской, и Аскалон, и Газу, и Екрон, и остатки Азота,",
          "ID": "20"
        },
        {
          "text": "Едома, и Моава, и сыновей Аммоновых,",
          "ID": "21"
        },
        {
          "text": "и всех царей Тира, и всех царей Сидона, и царей островов, которые за морем,",
          "ID": "22"
        },
        {
          "text": "Дедана, и Фему, и Буза, и всех, стригущих волосы на висках,",
          "ID": "23"
        },
        {
          "text": "и всех царей Аравии, и всех царей народов разноплеменных, живущих в пустыне,",
          "ID": "24"
        },
        {
          "text": "всех царей Зимврии, и всех царей Елама, и всех царей Мидии,",
          "ID": "25"
        },
        {
          "text": "и всех царей севера, близких друг к другу и дальних, и все царства земные, которые на лице земли, а царь Сесаха выпьет после них.",
          "ID": "26"
        },
        {
          "text": "И скажи им: так говорит Господь Саваоф, Бог Израилев: пейте и опьянейте, и изрыгните и падите, и не вставайте при виде меча, который Я пошлю на вас.",
          "ID": "27"
        },
        {
          "text": "Если же они будут отказываться брать чашу из руки твоей, чтобы пить, то скажи им: так говорит Господь Саваоф: вы непременно будете пить.",
          "ID": "28"
        },
        {
          "text": "Ибо вот на город сей, на котором наречено имя Мое, Я начинаю наводить бедствие; и вы ли останетесь ненаказанными? Нет, не останетесь ненаказанными; ибо Я призываю меч на всех живущих на земле, говорит Господь Саваоф.",
          "ID": "29"
        },
        {
          "text": "Посему прореки на них все слова сии и скажи им: Господь возгремит с высоты и из жилища святыни Своей подаст глас Свой; страшно возгремит на селение Свое; как топчущие в точиле, воскликнет на всех живущих на земле.",
          "ID": "30"
        },
        {
          "text": "Шум дойдет до концов земли, ибо у Господа состязание с народами: Он будет судиться со всякою плотью, нечестивых Он предаст мечу, говорит Господь.",
          "ID": "31"
        },
        {
          "text": "Так говорит Господь Саваоф: вот, бедствие пойдет от народа к народу, и большой вихрь поднимется от краев земли.",
          "ID": "32"
        },
        {
          "text": "И будут пораженные Господом в тот день от конца земли до конца земли, не будут оплаканы и не будут прибраны и похоронены, навозом будут на лице земли.",
          "ID": "33"
        },
        {
          "text": "Рыдайте, пастыри, и стенайте, и посыпайте себя прахом, вожди стада; ибо исполнились дни ваши для заклания и рассеяния вашего, и падете, как дорогой сосуд.",
          "ID": "34"
        },
        {
          "text": "И не будет убежища пастырям и спасения вождям стада.",
          "ID": "35"
        },
        {
          "text": "Слышен вопль пастырей и рыдание вождей стада, ибо опустошил Господь пажить их.",
          "ID": "36"
        },
        {
          "text": "Истребляются мирные селения от ярости гнева Господня.",
          "ID": "37"
        },
        {
          "text": "Он оставил жилище Свое, как лев; и земля их сделалась пустынею от ярости опустошителя и от пламенного гнева Его.",
          "ID": "38"
        }
      ],
      "ID": "OT:JER.25",
      "name": "Книга пророка Иеремии 25"
    },
    {
      "text": [
        {
          "text": "В начале царствования Иоакима, сына Иосии, царя Иудейского, было такое слово от Господа:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь: стань на дворе дома Господня и скажи ко всем городам Иудеи, приходящим на поклонение в дом Господень, все те слова, какие повелю тебе сказать им; не убавь ни слова.",
          "ID": "2"
        },
        {
          "text": "Может быть, они послушают и обратятся каждый от злого пути своего, и тогда Я отменю то бедствие, которое думаю сделать им за злые деяния их.",
          "ID": "3"
        },
        {
          "text": "И скажи им: так говорит Господь: если вы не послушаетесь Меня в том, чтобы поступать по закону Моему, который Я дал вам,",
          "ID": "4"
        },
        {
          "text": "чтобы внимать словам рабов Моих, пророков, которых Я посылаю к вам, посылаю с раннего утра, и которых вы не слушаете, –",
          "ID": "5"
        },
        {
          "text": "то с домом сим Я сделаю то же, что с Силомом, и город сей предам на проклятие всем народам земли.",
          "ID": "6"
        },
        {
          "text": "Священники и пророки и весь народ слушали Иеремию, когда он говорил сии слова в доме Господнем.",
          "ID": "7"
        },
        {
          "text": "И когда Иеремия сказал все, что Господь повелел ему сказать всему народу, тогда схватили его священники и пророки и весь народ, и сказали: \"ты должен умереть;",
          "ID": "8"
        },
        {
          "text": "зачем ты пророчествуешь именем Господа и говоришь: дом сей будет как Силом, и город сей опустеет, [останется] без жителей?\" И собрался весь народ против Иеремии в доме Господнем.",
          "ID": "9"
        },
        {
          "text": "Когда услышали об этом князья Иудейские, то пришли из дома царя к дому Господню и сели у входа в новые ворота [дома] Господня.",
          "ID": "10"
        },
        {
          "text": "Тогда священники и пророки так сказали князьям и всему народу: \"смертный приговор этому человеку! потому что он пророчествует против города сего, как вы слышали своими ушами\".",
          "ID": "11"
        },
        {
          "text": "И сказал Иеремия всем князьям и всему народу: \"Господь послал меня пророчествовать против дома сего и против города сего все те слова, которые вы слышали;",
          "ID": "12"
        },
        {
          "text": "итак исправьте пути ваши и деяния ваши и послушайтесь гласа Господа Бога вашего, и Господь отменит бедствие, которое изрек на вас;",
          "ID": "13"
        },
        {
          "text": "а что до меня, вот – я в ваших руках; делайте со мною, что в глазах ваших покажется хорошим и справедливым;",
          "ID": "14"
        },
        {
          "text": "только твердо знайте, что если вы умертвите меня, то невинную кровь возложите на себя и на город сей и на жителей его; ибо истинно Господь послал меня к вам сказать все те слова в уши ваши\".",
          "ID": "15"
        },
        {
          "text": "Тогда князья и весь народ сказали священникам и пророкам: \"этот человек не подлежит смертному приговору, потому что он говорил нам именем Господа Бога нашего\".",
          "ID": "16"
        },
        {
          "text": "И из старейшин земли встали некоторые и сказали всему народному собранию:",
          "ID": "17"
        },
        {
          "text": "\"Михей Морасфитянин пророчествовал во дни Езекии, царя Иудейского, и сказал всему народу Иудейскому: так говорит Господь Саваоф: Сион будет вспахан, как поле, и Иерусалим сделается грудою развалин, и гора дома сего – лесистым холмом.",
          "ID": "18"
        },
        {
          "text": "Умертвили ли его за это Езекия, царь Иудейский, и весь Иуда? Не убоялся ли он Господа и не умолял ли Господа? и Господь отменил бедствие, которое изрек на них; а мы хотим сделать большое зло душам нашим?",
          "ID": "19"
        },
        {
          "text": "Пророчествовал также именем Господа некто Урия, сын Шемаии, из Кариаф–Иарима, – и пророчествовал против города сего и против земли сей точно такими же словами, как Иеремия.",
          "ID": "20"
        },
        {
          "text": "Когда услышал слова его царь Иоаким и все вельможи его и все князья, то искал царь умертвить его. Услышав об этом, Урия убоялся и убежал, и удалился в Египет.",
          "ID": "21"
        },
        {
          "text": "Но царь Иоаким и в Египет послал людей: Елнафана, сына Ахборова, и других с ним.",
          "ID": "22"
        },
        {
          "text": "И вывели Урию из Египта и привели его к царю Иоакиму, и он умертвил его мечом и бросил труп его, где были простонародные гробницы.",
          "ID": "23"
        },
        {
          "text": "Но рука Ахикама, сына Сафанова, была за Иеремию, чтобы не отдавать его в руки народа на убиение\".",
          "ID": "24"
        }
      ],
      "ID": "OT:JER.26",
      "name": "Книга пророка Иеремии 26"
    },
    {
      "text": [
        {
          "text": "В начале царствования Иоакима, сына Иосии, царя Иудейского, было слово сие к Иеремии от Господа:",
          "ID": "1"
        },
        {
          "text": "так сказал мне Господь: сделай себе узы и ярмо и возложи их себе на выю;",
          "ID": "2"
        },
        {
          "text": "и пошли такие же к царю Идумейскому, и к царю Моавитскому, и к царю сыновей Аммоновых, и к царю Тира, и к царю Сидона, через послов, пришедших в Иерусалим к Седекии, царю Иудейскому;",
          "ID": "3"
        },
        {
          "text": "и накажи им сказать государям их: так говорит Господь Саваоф, Бог Израилев: так скажите государям вашим:",
          "ID": "4"
        },
        {
          "text": "Я сотворил землю, человека и животных, которые на лице земли, великим могуществом Моим и простертою мышцею Моею, и отдал ее, кому Мне благоугодно было.",
          "ID": "5"
        },
        {
          "text": "И ныне Я отдаю все земли сии в руку Навуходоносора, царя Вавилонского, раба Моего, и даже зверей полевых отдаю ему на служение.",
          "ID": "6"
        },
        {
          "text": "И все народы будут служить ему и сыну его и сыну сына его, доколе не придет время и его земле и ему самому; и будут служить ему народы многие и цари великие.",
          "ID": "7"
        },
        {
          "text": "И если какой народ и царство не захочет служить ему, Навуходоносору, царю Вавилонскому, и не подклонит выи своей под ярмо царя Вавилонского, – этот народ Я накажу мечом, голодом и моровою язвою, говорит Господь, доколе не истреблю их рукою его.",
          "ID": "8"
        },
        {
          "text": "И вы не слушайте своих пророков и своих гадателей, и своих сновидцев, и своих волшебников, и своих звездочетов, которые говорят вам: \"не будете служить царю Вавилонскому\".",
          "ID": "9"
        },
        {
          "text": "Ибо они пророчествуют вам ложь, чтобы удалить вас из земли вашей, и чтобы Я изгнал вас и вы погибли.",
          "ID": "10"
        },
        {
          "text": "Народ же, который подклонит выю свою под ярмо царя Вавилонского и станет служить ему, Я оставлю на земле своей, говорит Господь, и он будет возделывать ее и жить на ней.",
          "ID": "11"
        },
        {
          "text": "И Седекии, царю Иудейскому, я говорил всеми сими словами и сказал: подклоните выю свою под ярмо царя Вавилонского и служите ему и народу его, и будете живы.",
          "ID": "12"
        },
        {
          "text": "Зачем умирать тебе и народу твоему от меча, голода и моровой язвы, как изрек Господь о том народе, который не будет служить царю Вавилонскому?",
          "ID": "13"
        },
        {
          "text": "И не слушайте слов пророков, которые говорят вам: \"не будете служить царю Вавилонскому\"; ибо они пророчествуют вам ложь.",
          "ID": "14"
        },
        {
          "text": "Я не посылал их, говорит Господь; и они ложно пророчествуют именем Моим, чтоб Я изгнал вас и чтобы вы погибли, – вы и пророки ваши, пророчествующие вам.",
          "ID": "15"
        },
        {
          "text": "И священникам и всему народу сему я говорил: так говорит Господь: не слушайте слов пророков ваших, которые пророчествуют вам и говорят: \"вот, скоро возвращены будут из Вавилона сосуды дома Господня\"; ибо они пророчествуют вам ложь.",
          "ID": "16"
        },
        {
          "text": "Не слушайте их, служите царю Вавилонскому и живите; зачем доводить город сей до опустошения?",
          "ID": "17"
        },
        {
          "text": "А если они пророки, и если у них есть слово Господне, то пусть ходатайствуют пред Господом Саваофом, чтобы сосуды, остающиеся в доме Господнем и в доме царя Иудейского и в Иерусалиме, не перешли в Вавилон.",
          "ID": "18"
        },
        {
          "text": "Ибо так говорит Господь Саваоф о столбах и о [медном] море и о подножиях и о прочих вещах, оставшихся в этом городе,",
          "ID": "19"
        },
        {
          "text": "которых Навуходоносор, царь Вавилонский, не взял, когда Иехонию, сына Иоакима, царя Иудейского, и всех знатных Иудеев и Иерусалимлян вывел из Иерусалима в Вавилон,",
          "ID": "20"
        },
        {
          "text": "ибо так говорит Господь Саваоф, Бог Израилев, о сосудах, оставшихся в доме Господнем и в доме царя Иудейского и в Иерусалиме:",
          "ID": "21"
        },
        {
          "text": "они будут отнесены в Вавилон и там останутся до того дня, когда Я посещу их, говорит Господь, и выведу их и возвращу их на место сие.",
          "ID": "22"
        }
      ],
      "ID": "OT:JER.27",
      "name": "Книга пророка Иеремии 27"
    },
    {
      "text": [
        {
          "text": "В тот же год, в начале царствования Седекии, царя Иудейского, в четвертый год, в пятый месяц, Анания, сын Азура, пророк из Гаваона, говорил мне в доме Господнем пред глазами священников и всего народа и сказал:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: сокрушу ярмо царя Вавилонского;",
          "ID": "2"
        },
        {
          "text": "через два года Я возвращу на место сие все сосуды дома Господня, которые Навуходоносор, царь Вавилонский, взял из сего места и перенес их в Вавилон;",
          "ID": "3"
        },
        {
          "text": "и Иехонию, сына Иоакима, царя Иудейского, и всех пленных Иудеев, пришедших в Вавилон, Я возвращу на место сие, говорит Господь; ибо сокрушу ярмо царя Вавилонского.",
          "ID": "4"
        },
        {
          "text": "И сказал Иеремия пророк пророку Анании пред глазами священников и пред глазами всего народа, стоявших в доме Господнем, –",
          "ID": "5"
        },
        {
          "text": "и сказал Иеремия пророк: да будет так, да сотворит сие Господь! да исполнит Господь слова твои, какие ты произнес о возвращении из Вавилона сосудов дома Господня и всех пленников на место сие!",
          "ID": "6"
        },
        {
          "text": "Только выслушай слово сие, которое я скажу вслух тебе и вслух всего народа:",
          "ID": "7"
        },
        {
          "text": "пророки, которые издавна были прежде меня и прежде тебя, предсказывали многим землям и великим царствам войну и бедствие и мор.",
          "ID": "8"
        },
        {
          "text": "Если какой пророк предсказывал мир, то тогда только он признаваем был за пророка, которого истинно послал Господь, когда сбывалось слово того пророка.",
          "ID": "9"
        },
        {
          "text": "Тогда пророк Анания взял ярмо с выи Иеремии пророка и сокрушил его.",
          "ID": "10"
        },
        {
          "text": "И сказал Анания пред глазами всего народа сии слова: так говорит Господь: так сокрушу ярмо Навуходоносора, царя Вавилонского, через два года, [сняв его] с выи всех народов. И пошел Иеремия своею дорогою.",
          "ID": "11"
        },
        {
          "text": "И было слово Господне к Иеремии после того, как пророк Анания сокрушил ярмо с выи пророка Иеремии:",
          "ID": "12"
        },
        {
          "text": "иди и скажи Анании: так говорит Господь: ты сокрушил ярмо деревянное, и сделаешь вместо него ярмо железное.",
          "ID": "13"
        },
        {
          "text": "Ибо так говорит Господь Саваоф, Бог Израилев: железное ярмо возложу на выю всех этих народов, чтобы они работали Навуходоносору, царю Вавилонскому, и они будут служить ему, и даже зверей полевых Я отдал ему.",
          "ID": "14"
        },
        {
          "text": "И сказал пророк Иеремия пророку Анании: послушай, Анания: Господь тебя не посылал, и ты обнадеживаешь народ сей ложно.",
          "ID": "15"
        },
        {
          "text": "Посему так говорит Господь: вот, Я сброшу тебя с лица земли; в этом же году ты умрешь, потому что ты говорил вопреки Господу.",
          "ID": "16"
        },
        {
          "text": "И умер пророк Анания в том же году, в седьмом месяце.",
          "ID": "17"
        }
      ],
      "ID": "OT:JER.28",
      "name": "Книга пророка Иеремии 28"
    },
    {
      "text": [
        {
          "text": "И вот слова письма, которое пророк Иеремия послал из Иерусалима к остатку старейшин между переселенцами и к священникам, и к пророкам, и ко всему народу, которых Навуходоносор вывел из Иерусалима в Вавилон, –",
          "ID": "1"
        },
        {
          "text": "после того, как вышли из Иерусалима царь Иехония и царица и евнухи, князья Иудеи и Иерусалима, и плотники и кузнецы, –",
          "ID": "2"
        },
        {
          "text": "через Елеасу, сына Сафанова, и Гемарию, сына Хелкиина, которых Седекия, царь Иудейский, посылал в Вавилон к Навуходоносору, царю Вавилонскому:",
          "ID": "3"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев, всем пленникам, которых Я переселил из Иерусалима в Вавилон:",
          "ID": "4"
        },
        {
          "text": "стройте домы и живите [в них], и разводите сады и ешьте плоды их;",
          "ID": "5"
        },
        {
          "text": "берите жен и рождайте сыновей и дочерей; и сыновьям своим берите жен и дочерей своих отдавайте в замужество, чтобы они рождали сыновей и дочерей, и размножайтесь там, а не умаляйтесь;",
          "ID": "6"
        },
        {
          "text": "и заботьтесь о благосостоянии города, в который Я переселил вас, и молитесь за него Господу; ибо при благосостоянии его и вам будет мир.",
          "ID": "7"
        },
        {
          "text": "Ибо так говорит Господь Саваоф, Бог Израилев: да не обольщают вас пророки ваши, которые среди вас, и гадатели ваши; и не слушайте снов ваших, которые вам снятся;",
          "ID": "8"
        },
        {
          "text": "ложно пророчествуют они вам именем Моим; Я не посылал их, говорит Господь.",
          "ID": "9"
        },
        {
          "text": "Ибо так говорит Господь: когда исполнится вам в Вавилоне семьдесят лет, тогда Я посещу вас и исполню доброе слово Мое о вас, чтобы возвратить вас на место сие.",
          "ID": "10"
        },
        {
          "text": "Ибо [только] Я знаю намерения, какие имею о вас, говорит Господь, намерения во благо, а не на зло, чтобы дать вам будущность и надежду.",
          "ID": "11"
        },
        {
          "text": "И воззовете ко Мне, и пойдете и помолитесь Мне, и Я услышу вас;",
          "ID": "12"
        },
        {
          "text": "и взыщете Меня и найдете, если взыщете Меня всем сердцем вашим.",
          "ID": "13"
        },
        {
          "text": "И буду Я найден вами, говорит Господь, и возвращу вас из плена и соберу вас из всех народов и из всех мест, куда Я изгнал вас, говорит Господь, и возвращу вас в то место, откуда переселил вас.",
          "ID": "14"
        },
        {
          "text": "Вы говорите: \"Господь воздвиг нам пророков и в Вавилоне\".",
          "ID": "15"
        },
        {
          "text": "Так говорит Господь о царе, сидящем на престоле Давидовом, и о всем народе, живущем в городе сем, о братьях ваших, которые не отведены с вами в плен, –",
          "ID": "16"
        },
        {
          "text": "так говорит [о них] Господь Саваоф: вот, Я пошлю на них меч, голод и моровую язву, и сделаю их такими, как негодные смоквы, которых нельзя есть по негодности [их];",
          "ID": "17"
        },
        {
          "text": "и буду преследовать их мечом, голодом и моровою язвою, и предам их на озлобление всем царствам земли, на проклятие и ужас, на посмеяние и поругание между всеми народами, куда Я изгоню их,",
          "ID": "18"
        },
        {
          "text": "за то, что они не слушали слов Моих, говорит Господь, с которыми Я посылал к ним рабов Моих, пророков, посылал с раннего утра, но они не слушали, говорит Господь.",
          "ID": "19"
        },
        {
          "text": "А вы, все переселенцы, которых Я послал из Иерусалима в Вавилон, слушайте слово Господне:",
          "ID": "20"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев, об Ахаве, сыне Колии, и о Седекии, сыне Маасеи, которые пророчествуют вам именем Моим ложь: вот, Я предам их в руки Навуходоносора, царя Вавилонского, и он умертвит их пред вашими глазами.",
          "ID": "21"
        },
        {
          "text": "И принято будет от них всеми переселенцами Иудейскими, которые в Вавилоне, проклинать так: \"да соделает тебе Господь то же, что Седекии и Ахаву\", которых царь Вавилонский изжарил на огне",
          "ID": "22"
        },
        {
          "text": "за то, что они делали гнусное в Израиле: прелюбодействовали с женами ближних своих и именем Моим говорили ложь, чего Я не повелевал им; Я знаю это, и Я свидетель, говорит Господь.",
          "ID": "23"
        },
        {
          "text": "И Шемаии Нехеламитянину скажи:",
          "ID": "24"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: за то, что ты посылал письма от имени своего ко всему народу, который в Иерусалиме, и к священнику Софонии, сыну Маасеи, и ко всем священникам, и писал:",
          "ID": "25"
        },
        {
          "text": "\"Господь поставил тебя священником вместо священника Иодая, чтобы ты был между блюстителями в доме Господнем за всяким человеком, неистовствующим и пророчествующим, и чтобы ты сажал такого в темницу и в колоду:",
          "ID": "26"
        },
        {
          "text": "почему же ты не запретишь Иеремии Анафофскому пророчествовать у вас?",
          "ID": "27"
        },
        {
          "text": "Ибо он и к нам в Вавилон прислал сказать: плен будет продолжителен: стройте домы и живите в них; разводите сады и ешьте плоды их\".",
          "ID": "28"
        },
        {
          "text": "Когда Софония священник прочитал это письмо вслух пророка Иеремии,",
          "ID": "29"
        },
        {
          "text": "тогда было слово Господне к Иеремии:",
          "ID": "30"
        },
        {
          "text": "пошли ко всем переселенцам сказать: так говорит Господь о Шемаии Нехеламитянине: за то, что Шемаия у вас пророчествует, а Я не посылал его, и обнадеживает вас ложно, –",
          "ID": "31"
        },
        {
          "text": "за то, так говорит Господь: вот, Я накажу Шемаию Нехеламитянина и племя его; не будет от него человека, живущего среди народа сего, и не увидит он того добра, которое Я сделаю народу Моему, говорит Господь; ибо он говорил вопреки Господу.",
          "ID": "32"
        }
      ],
      "ID": "OT:JER.29",
      "name": "Книга пророка Иеремии 29"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь, Бог Израилев: напиши себе все слова, которые Я говорил тебе, в книгу.",
          "ID": "2"
        },
        {
          "text": "Ибо вот, наступают дни, говорит Господь, когда Я возвращу из плена народ Мой, Израиля и Иуду, говорит Господь; и приведу их опять в ту землю, которую дал отцам их, и они будут владеть ею.",
          "ID": "3"
        },
        {
          "text": "И вот те слова, которые сказал Господь об Израиле и Иуде.",
          "ID": "4"
        },
        {
          "text": "Так сказал Господь: голос смятения и ужаса слышим мы, а не мира.",
          "ID": "5"
        },
        {
          "text": "Спросите и рассудите: рождает ли мужчина? Почему же Я вижу у каждого мужчины руки на чреслах его, как у женщины в родах, и лица у всех бледные?",
          "ID": "6"
        },
        {
          "text": "О, горе! велик тот день, не было подобного ему; это – бедственное время для Иакова, но он будет спасен от него.",
          "ID": "7"
        },
        {
          "text": "И будет в тот день, говорит Господь Саваоф: сокрушу ярмо его, которое на вые твоей, и узы твои разорву; и не будут уже служить чужеземцам,",
          "ID": "8"
        },
        {
          "text": "но будут служить Господу Богу своему и Давиду, царю своему, которого Я восстановлю им.",
          "ID": "9"
        },
        {
          "text": "И ты, раб Мой Иаков, не бойся, говорит Господь, и не страшись, Израиль; ибо вот, Я спасу тебя из далекой страны и племя твое из земли пленения их; и возвратится Иаков и будет жить спокойно и мирно, и никто не будет устрашать его,",
          "ID": "10"
        },
        {
          "text": "ибо Я с тобою, говорит Господь, чтобы спасать тебя: Я совершенно истреблю все народы, среди которых рассеял тебя, а тебя не истреблю; Я буду наказывать тебя в мере, но ненаказанным не оставлю тебя.",
          "ID": "11"
        },
        {
          "text": "Ибо так говорит Господь: рана твоя неисцельна, язва твоя жестока;",
          "ID": "12"
        },
        {
          "text": "никто не заботится о деле твоем, чтобы заживить рану твою; целебного врачевства нет для тебя;",
          "ID": "13"
        },
        {
          "text": "все друзья твои забыли тебя, не ищут тебя; ибо Я поразил тебя ударами неприятельскими, жестоким наказанием за множество беззаконий твоих, потому что грехи твои умножились.",
          "ID": "14"
        },
        {
          "text": "Что вопиешь ты о ранах твоих, о жестокости болезни твоей? по множеству беззаконий твоих Я сделал тебе это, потому что грехи твои умножились.",
          "ID": "15"
        },
        {
          "text": "Но все пожирающие тебя будут пожраны; и все враги твои, все сами пойдут в плен, и опустошители твои будут опустошены, и всех грабителей твоих предам грабежу.",
          "ID": "16"
        },
        {
          "text": "Я обложу тебя пластырем и исцелю тебя от ран твоих, говорит Господь. Тебя называли отверженным, говоря: \"вот Сион, о котором никто не спрашивает\";",
          "ID": "17"
        },
        {
          "text": "так говорит Господь: вот, возвращу плен шатров Иакова и селения его помилую; и город опять будет построен на холме своем, и храм устроится по–прежнему.",
          "ID": "18"
        },
        {
          "text": "И вознесутся из них благодарение и голос веселящихся; и Я умножу их, и не будут умаляться, и прославлю их, и не будут унижены.",
          "ID": "19"
        },
        {
          "text": "И сыновья его будут, как прежде, и сонм его будет предстоять предо Мною, и накажу всех притеснителей его.",
          "ID": "20"
        },
        {
          "text": "И будет вождь его из него самого, и владыка его произойдет из среды его; и Я приближу его, и он приступит ко Мне; ибо кто отважится сам собою приблизиться ко Мне? говорит Господь.",
          "ID": "21"
        },
        {
          "text": "И вы будете Моим народом, и Я буду вам Богом.",
          "ID": "22"
        },
        {
          "text": "Вот, яростный вихрь идет от Господа, вихрь грозный; он падет на голову нечестивых.",
          "ID": "23"
        },
        {
          "text": "Пламенный гнев Господа не отвратится, доколе Он не совершит и не выполнит намерений сердца Своего. В последние дни уразумеете это.",
          "ID": "24"
        }
      ],
      "ID": "OT:JER.30",
      "name": "Книга пророка Иеремии 30"
    },
    {
      "text": [
        {
          "text": "В то время, говорит Господь, Я буду Богом всем племенам Израилевым, а они будут Моим народом.",
          "ID": "1"
        },
        {
          "text": "Так говорит Господь: народ, уцелевший от меча, нашел милость в пустыне; иду успокоить Израиля.",
          "ID": "2"
        },
        {
          "text": "Издали явился мне Господь и сказал: любовью вечною Я возлюбил тебя и потому простер к тебе благоволение.",
          "ID": "3"
        },
        {
          "text": "Я снова устрою тебя, и ты будешь устроена, дева Израилева, снова будешь украшаться тимпанами твоими и выходить в хороводе веселящихся;",
          "ID": "4"
        },
        {
          "text": "снова разведешь виноградники на горах Самарии; виноградари, которые будут разводить их, сами будут и пользоваться ими.",
          "ID": "5"
        },
        {
          "text": "Ибо будет день, когда стражи на горе Ефремовой провозгласят: \"вставайте, и взойдем на Сион к Господу Богу нашему\".",
          "ID": "6"
        },
        {
          "text": "Ибо так говорит Господь: радостно пойте об Иакове и восклицайте пред главою народов: провозглашайте, славьте и говорите: \"спаси, Господи, народ твой, остаток Израиля!\"",
          "ID": "7"
        },
        {
          "text": "Вот, Я приведу их из страны северной и соберу их с краев земли; слепой и хромой, беременная и родильница вместе с ними, – великий сонм возвратится сюда.",
          "ID": "8"
        },
        {
          "text": "Они пошли со слезами, а Я поведу их с утешением; поведу их близ потоков вод дорогою ровною, на которой не споткнутся; ибо Я – отец Израилю, и Ефрем – первенец Мой.",
          "ID": "9"
        },
        {
          "text": "Слушайте слово Господне, народы, и возвестите островам отдаленным и скажите: \"Кто рассеял Израиля, Тот и соберет его, и будет охранять его, как пастырь стадо свое\";",
          "ID": "10"
        },
        {
          "text": "ибо искупит Господь Иакова и избавит его от руки того, кто был сильнее его.",
          "ID": "11"
        },
        {
          "text": "И придут они, и будут торжествовать на высотах Сиона; и стекутся к благостыне Господа, к пшенице и вину и елею, к агнцам и волам; и душа их будет как напоенный водою сад, и они не будут уже более томиться.",
          "ID": "12"
        },
        {
          "text": "Тогда девица будет веселиться в хороводе, и юноши и старцы вместе; и изменю печаль их на радость и утешу их, и обрадую их после скорби их.",
          "ID": "13"
        },
        {
          "text": "И напитаю душу священников туком, и народ Мой насытится благами Моими, говорит Господь.",
          "ID": "14"
        },
        {
          "text": "Так говорит Господь: голос слышен в Раме, вопль и горькое рыдание; Рахиль плачет о детях своих и не хочет утешиться о детях своих, ибо их нет.",
          "ID": "15"
        },
        {
          "text": "Так говорит Господь: удержи голос твой от рыдания и глаза твои от слез, ибо есть награда за труд твой, говорит Господь, и возвратятся они из земли неприятельской.",
          "ID": "16"
        },
        {
          "text": "И есть надежда для будущности твоей, говорит Господь, и возвратятся сыновья твои в пределы свои.",
          "ID": "17"
        },
        {
          "text": "Слышу Ефрема плачущего: \"Ты наказал меня, и я наказан, как телец неукротимый; обрати меня, и обращусь, ибо Ты Господь Бог мой.",
          "ID": "18"
        },
        {
          "text": "Когда я был обращен, я каялся, и когда был вразумлен, бил себя по бедрам; я был постыжен, я был смущен, потому что нес бесславие юности моей\".",
          "ID": "19"
        },
        {
          "text": "Не дорогой ли у Меня сын Ефрем? не любимое ли дитя? ибо, как только заговорю о нем, всегда с любовью воспоминаю о нем; внутренность Моя возмущается за него; умилосержусь над ним, говорит Господь.",
          "ID": "20"
        },
        {
          "text": "Поставь себе путевые знаки, поставь себе столбы, обрати сердце твое на дорогу, на путь, по которому ты шла; возвращайся, дева Израилева, возвращайся в сии города твои.",
          "ID": "21"
        },
        {
          "text": "Долго ли тебе скитаться, отпадшая дочь? Ибо Господь сотворит на земле нечто новое: жена спасет мужа.",
          "ID": "22"
        },
        {
          "text": "Так говорит Господь Саваоф, Бог Израилев: впредь, когда Я возвращу плен их, будут говорить на земле Иуды и в городах его сие слово: \"да благословит тебя Господь, жилище правды, гора святая!\"",
          "ID": "23"
        },
        {
          "text": "И поселится на ней Иуда и все города его вместе, земледельцы и ходящие со стадами.",
          "ID": "24"
        },
        {
          "text": "Ибо Я напою душу утомленную и насыщу всякую душу скорбящую.",
          "ID": "25"
        },
        {
          "text": "При этом я пробудился и посмотрел, и сон мой был приятен мне.",
          "ID": "26"
        },
        {
          "text": "Вот, наступают дни, говорит Господь, когда Я засею дом Израилев и дом Иудин семенем человека и семенем скота.",
          "ID": "27"
        },
        {
          "text": "И как Я наблюдал за ними, искореняя и сокрушая, и разрушая и погубляя, и повреждая, так буду наблюдать за ними, созидая и насаждая, говорит Господь.",
          "ID": "28"
        },
        {
          "text": "В те дни уже не будут говорить: \"отцы ели кислый виноград, а у детей на зубах оскомина\",",
          "ID": "29"
        },
        {
          "text": "но каждый будет умирать за свое собственное беззаконие; кто будет есть кислый виноград, у того на зубах и оскомина будет.",
          "ID": "30"
        },
        {
          "text": "Вот наступают дни, говорит Господь, когда Я заключу с домом Израиля и с домом Иуды новый завет,",
          "ID": "31"
        },
        {
          "text": "не такой завет, какой Я заключил с отцами их в тот день, когда взял их за руку, чтобы вывести их из земли Египетской; тот завет Мой они нарушили, хотя Я оставался в союзе с ними, говорит Господь.",
          "ID": "32"
        },
        {
          "text": "Но вот завет, который Я заключу с домом Израилевым после тех дней, говорит Господь: вложу закон Мой во внутренность их и на сердцах их напишу его, и буду им Богом, а они будут Моим народом.",
          "ID": "33"
        },
        {
          "text": "И уже не будут учить друг друга, брат брата, и говорить: \"познайте Господа\", ибо все сами будут знать Меня, от малого до большого, говорит Господь, потому что Я прощу беззакония их и грехов их уже не воспомяну более.",
          "ID": "34"
        },
        {
          "text": "Так говорит Господь, Который дал солнце для освещения днем, уставы луне и звездам для освещения ночью, Который возмущает море, так что волны его ревут; Господь Саваоф – имя Ему.",
          "ID": "35"
        },
        {
          "text": "Если сии уставы перестанут действовать предо Мною, говорит Господь, то и племя Израилево перестанет быть народом предо Мною навсегда.",
          "ID": "36"
        },
        {
          "text": "Так говорит Господь: если небо может быть измерено вверху, и основания земли исследованы внизу, то и Я отвергну все племя Израилево за все то, что они делали, говорит Господь.",
          "ID": "37"
        },
        {
          "text": "Вот, наступают дни, говорит Господь, когда город устроен будет во славу Господа от башни Анамеила до ворот угольных,",
          "ID": "38"
        },
        {
          "text": "и землемерная вервь пойдет далее прямо до холма Гарива и обойдет Гоаф.",
          "ID": "39"
        },
        {
          "text": "И вся долина трупов и пепла, и все поле до потока Кедрона, до угла конских ворот к востоку, будет святынею Господа; не разрушится и не распадется вовеки.",
          "ID": "40"
        }
      ],
      "ID": "OT:JER.31",
      "name": "Книга пророка Иеремии 31"
    },
    {
      "text": [
        {
          "text": "Слово, которое было от Господа к Иеремии в десятый год Седекии, царя Иудейского; этот год был восемнадцатым годом Навуходоносора.",
          "ID": "1"
        },
        {
          "text": "Тогда войско царя Вавилонского осаждало Иерусалим, и Иеремия пророк был заключен во дворе стражи, который был при доме царя Иудейского.",
          "ID": "2"
        },
        {
          "text": "Седекия, царь Иудейский, заключил его туда, сказав: \"зачем ты пророчествуешь и говоришь: так говорит Господь: вот, Я отдаю город сей в руки царя Вавилонского, и он возьмет его;",
          "ID": "3"
        },
        {
          "text": "и Седекия, царь Иудейский, не избегнет от рук Халдеев, но непременно предан будет в руки царя Вавилонского, и будет говорить с ним устами к устам, и глаза его увидят глаза его;",
          "ID": "4"
        },
        {
          "text": "и он отведет Седекию в Вавилон, где он и будет, доколе не посещу его, говорит Господь. Если вы будете воевать с Халдеями, то не будете иметь успеха?\"",
          "ID": "5"
        },
        {
          "text": "И сказал Иеремия: таково было ко мне слово Господне:",
          "ID": "6"
        },
        {
          "text": "вот Анамеил, сын Саллума, дяди твоего, идет к тебе сказать: \"купи себе поле мое, которое в Анафофе, потому что по праву родства тебе надлежит купить его\".",
          "ID": "7"
        },
        {
          "text": "И Анамеил, сын дяди моего, пришел ко мне, по слову Господню, во двор стражи и сказал мне: \"купи поле мое, которое в Анафофе, в земле Вениаминовой, ибо право наследства твое и право выкупа твое; купи себе\". Тогда я узнал, что это было слово Господне.",
          "ID": "8"
        },
        {
          "text": "И купил я поле у Анамеила, сына дяди моего, которое в Анафофе, и отвесил ему семь сиклей серебра и десять сребренников;",
          "ID": "9"
        },
        {
          "text": "и записал в книгу и запечатал ее, и пригласил к тому свидетелей и отвесил серебро на весах.",
          "ID": "10"
        },
        {
          "text": "И взял я купчую запись, как запечатанную по закону и уставу, так и открытую;",
          "ID": "11"
        },
        {
          "text": "и отдал эту купчую запись Варуху, сыну Нирии, сына Маасеи, в глазах Анамеила, сына дяди моего, и в глазах свидетелей, подписавших эту купчую запись, в глазах всех Иудеев, сидевших на дворе стражи;",
          "ID": "12"
        },
        {
          "text": "и заповедал Варуху в присутствии их:",
          "ID": "13"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: возьми сии записи, эту купчую запись, которая запечатана, и эту запись открытую, и положи их в глиняный сосуд, чтобы они оставались там многие дни.",
          "ID": "14"
        },
        {
          "text": "Ибо так говорит Господь Саваоф, Бог Израилев: домы и поля и виноградники будут снова покупаемы в земле сей.",
          "ID": "15"
        },
        {
          "text": "И, передав купчую запись Варуху, сыну Нирии, я помолился Господу:",
          "ID": "16"
        },
        {
          "text": "\"о, Господи Боже! Ты сотворил небо и землю великою силою Твоею и простертою мышцею; для Тебя ничего нет невозможного;",
          "ID": "17"
        },
        {
          "text": "Ты являешь милость тысячам и за беззаконие отцов воздаешь в недро детям их после них: Боже великий, сильный, Которому имя Господь Саваоф!",
          "ID": "18"
        },
        {
          "text": "Великий в совете и сильный в делах, Которого очи отверсты на все пути сынов человеческих, чтобы воздавать каждому по путям его и по плодам дел его,",
          "ID": "19"
        },
        {
          "text": "Который совершил чудеса и знамения в земле Египетской, [и] [совершаешь] до сего дня и в Израиле и между всеми людьми, и соделал Себе имя, как в сей день,",
          "ID": "20"
        },
        {
          "text": "и вывел народ Твой Израиля из земли Египетской знамениями и чудесами, и рукою сильною и мышцею простертою, при великом ужасе,",
          "ID": "21"
        },
        {
          "text": "и дал им землю сию, которую дать им клятвенно обещал отцам их, землю, текущую молоком и медом.",
          "ID": "22"
        },
        {
          "text": "Они вошли и завладели ею, но не стали слушать гласа Твоего и поступать по закону Твоему, не стали делать того, что Ты заповедал им делать, и за то Ты навел на них все это бедствие.",
          "ID": "23"
        },
        {
          "text": "Вот, насыпи достигают до города, чтобы взять его; и город от меча и голода и моровой язвы отдается в руки Халдеев, воюющих против него; что Ты говорил, то и исполняется, и вот, Ты видишь это.",
          "ID": "24"
        },
        {
          "text": "А Ты, Господи Боже, сказал мне: \"купи себе поле за серебро и пригласи свидетелей, тогда как город отдается в руки Халдеев\".",
          "ID": "25"
        },
        {
          "text": "И было слово Господне к Иеремии:",
          "ID": "26"
        },
        {
          "text": "вот, Я Господь, Бог всякой плоти; есть ли что невозможное для Меня?",
          "ID": "27"
        },
        {
          "text": "Посему так говорит Господь: вот, Я отдаю город сей в руки Халдеев и в руки Навуходоносора, царя Вавилонского, и он возьмет его,",
          "ID": "28"
        },
        {
          "text": "и войдут Халдеи, осаждающие сей город, зажгут город огнем и сожгут его и домы, на кровлях которых возносились курения Ваалу и возливаемы были возлияния чужим богам, чтобы прогневлять Меня.",
          "ID": "29"
        },
        {
          "text": "Ибо сыновья Израилевы и сыновья Иудины только зло делали пред очами Моими от юности своей; сыновья Израилевы только прогневляли Меня делами рук своих, говорит Господь.",
          "ID": "30"
        },
        {
          "text": "И как бы для гнева Моего и ярости Моей существовал город сей с самого дня построения его до сего дня, чтобы Я отверг его от лица Моего",
          "ID": "31"
        },
        {
          "text": "за все зло сыновей Израиля и сыновей Иуды, какое они к прогневлению Меня делали, они, цари их, князья их, священники их и пророки их, и мужи Иуды и жители Иерусалима.",
          "ID": "32"
        },
        {
          "text": "Они оборотились ко Мне спиною, а не лицем; и когда Я учил их, с раннего утра учил, они не хотели принять наставления,",
          "ID": "33"
        },
        {
          "text": "и в доме, над которым наречено имя Мое, поставили мерзости свои, оскверняя его.",
          "ID": "34"
        },
        {
          "text": "Устроили капища Ваалу в долине сыновей Енномовых, чтобы проводить через огонь сыновей своих и дочерей своих в честь Молоху, чего Я не повелевал им, и Мне на ум не приходило, чтобы они делали эту мерзость, вводя в грех Иуду.",
          "ID": "35"
        },
        {
          "text": "И однако же ныне так говорит Господь, Бог Израилев, об этом городе, о котором вы говорите: \"он предается в руки царя Вавилонского мечом и голодом и моровою язвою\", –",
          "ID": "36"
        },
        {
          "text": "вот, Я соберу их из всех стран, в которые изгнал их во гневе Моем и в ярости Моей и в великом негодовании, и возвращу их на место сие и дам им безопасное житие.",
          "ID": "37"
        },
        {
          "text": "Они будут Моим народом, а Я буду им Богом.",
          "ID": "38"
        },
        {
          "text": "И дам им одно сердце и один путь, чтобы боялись Меня во все дни [жизни], ко благу своему и благу детей своих после них.",
          "ID": "39"
        },
        {
          "text": "И заключу с ними вечный завет, по которому Я не отвращусь от них, чтобы благотворить им, и страх Мой вложу в сердца их, чтобы они не отступали от Меня.",
          "ID": "40"
        },
        {
          "text": "И буду радоваться о них, благотворя им, и насажду их на земле сей твердо, от всего сердца Моего и от всей души Моей.",
          "ID": "41"
        },
        {
          "text": "Ибо так говорит Господь: как Я навел на народ сей все это великое зло, так наведу на них все благо, какое Я изрек о них.",
          "ID": "42"
        },
        {
          "text": "И будут покупать поля в земле сей, о которой вы говорите: \"это пустыня, без людей и без скота; она отдана в руки Халдеям\";",
          "ID": "43"
        },
        {
          "text": "будут покупать поля за серебро и вносить в записи, и запечатывать и приглашать свидетелей – в земле Вениаминовой и в окрестностях Иерусалима, и в городах Иуды и в городах нагорных, и в городах низменных и в городах южных; ибо возвращу плен их, говорит Господь.",
          "ID": "44"
        }
      ],
      "ID": "OT:JER.32",
      "name": "Книга пророка Иеремии 32"
    },
    {
      "text": [
        {
          "text": "И было слово Господне к Иеремии вторично, когда он еще содержался во дворе стражи:",
          "ID": "1"
        },
        {
          "text": "Так говорит Господь, Который сотворил [землю], Господь, Который устроил и утвердил ее, – Господь имя Ему:",
          "ID": "2"
        },
        {
          "text": "воззови ко Мне – и Я отвечу тебе, покажу тебе великое и недоступное, чего ты не знаешь.",
          "ID": "3"
        },
        {
          "text": "Ибо так говорит Господь, Бог Израилев, о домах города сего и о домах царей Иудейских, которые разрушаются для завалов и для сражения",
          "ID": "4"
        },
        {
          "text": "пришедшими воевать с Халдеями, чтобы наполнить домы трупами людей, которых Я поражу во гневе Моем и в ярости Моей, и за все беззакония которых Я сокрыл лице Мое от города сего.",
          "ID": "5"
        },
        {
          "text": "Вот, Я приложу ему пластырь и целебные средства, и уврачую их, и открою им обилие мира и истины,",
          "ID": "6"
        },
        {
          "text": "и возвращу плен Иуды и плен Израиля и устрою их, как вначале,",
          "ID": "7"
        },
        {
          "text": "и очищу их от всего нечестия их, которым они грешили предо Мною, и прощу все беззакония их, которыми они грешили предо Мною и отпали от Меня.",
          "ID": "8"
        },
        {
          "text": "И будет для меня [Иерусалим] радостным именем, похвалою и честью пред всеми народами земли, которые услышат о всех благах, какие Я сделаю ему, и изумятся и затрепещут от всех благодеяний и всего благоденствия, которое Я доставлю ему.",
          "ID": "9"
        },
        {
          "text": "Так говорит Господь: на этом месте, о котором вы говорите: \"оно пусто, без людей и без скота\", – в городах Иудейских и на улицах Иерусалима, которые пусты, без людей, без жителей, без скота,",
          "ID": "10"
        },
        {
          "text": "опять будет слышен голос радости и голос веселья, голос жениха и голос невесты, голос говорящих: \"славьте Господа Саваофа, ибо благ Господь, ибо вовек милость Его\", и голос приносящих жертву благодарения в доме Господнем; ибо Я возвращу плененных сей земли в прежнее состояние, говорит Господь.",
          "ID": "11"
        },
        {
          "text": "Так говорит Господь Саваоф: на этом месте, которое пусто, без людей, без скота, и во всех городах его опять будут жилища пастухов, которые будут покоить стада.",
          "ID": "12"
        },
        {
          "text": "В городах нагорных, в городах низменных и в городах южных, и в земле Вениаминовой, и в окрестностях Иерусалима, и в городах Иуды опять будут проходить стада под рукою считающего, говорит Господь.",
          "ID": "13"
        },
        {
          "text": "Вот, наступят дни, говорит Господь, когда Я выполню то доброе слово, которое изрек о доме Израилевом и о доме Иудином.",
          "ID": "14"
        },
        {
          "text": "В те дни и в то время возращу Давиду Отрасль праведную, и будет производить суд и правду на земле.",
          "ID": "15"
        },
        {
          "text": "В те дни Иуда будет спасен и Иерусалим будет жить безопасно, и нарекут имя Ему: \"Господь оправдание наше!\"",
          "ID": "16"
        },
        {
          "text": "Ибо так говорит Господь: не прекратится у Давида муж, сидящий на престоле дома Израилева,",
          "ID": "17"
        },
        {
          "text": "и у священников–левитов не будет недостатка в муже пред лицем Моим, во все дни возносящем всесожжение и сожигающем приношения и совершающем жертвы.",
          "ID": "18"
        },
        {
          "text": "И было слово Господне к Иеремии:",
          "ID": "19"
        },
        {
          "text": "так говорит Господь: если можете разрушить завет Мой о дне и завет Мой о ночи, чтобы день и ночь не приходили в свое время,",
          "ID": "20"
        },
        {
          "text": "то может быть разрушен и завет Мой с рабом Моим Давидом, так что не будет у него сына, царствующего на престоле его, и также с левитами–священниками, служителями Моими.",
          "ID": "21"
        },
        {
          "text": "Как неисчислимо небесное воинство и неизмерим песок морской, так размножу племя Давида, раба Моего, и левитов, служащих Мне.",
          "ID": "22"
        },
        {
          "text": "И было слово Господне к Иеремии:",
          "ID": "23"
        },
        {
          "text": "не видишь ли, что народ этот говорит: \"те два племени, которые избрал Господь, Он отверг?\" и чрез это они презирают народ Мой, как бы он уже не был народом в глазах их.",
          "ID": "24"
        },
        {
          "text": "Так говорит Господь: если завета Моего о дне и ночи и уставов неба и земли Я не утвердил,",
          "ID": "25"
        },
        {
          "text": "то и племя Иакова и Давида, раба Моего, отвергну, чтобы не брать более владык из его племени для племени Авраама, Исаака и Иакова; ибо возвращу плен их и помилую их.",
          "ID": "26"
        }
      ],
      "ID": "OT:JER.33",
      "name": "Книга пророка Иеремии 33"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа, когда Навуходоносор, царь Вавилонский, и все войско его и все царства земли, подвластные руке его, и все народы воевали против Иерусалима и против всех городов его:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь, Бог Израилев: иди и скажи Седекии, царю Иудейскому, и скажи ему: так говорит Господь: вот, Я отдаю город сей в руки царя Вавилонского, и он сожжет его огнем;",
          "ID": "2"
        },
        {
          "text": "и ты не избежишь от руки его, но непременно будешь взят и предан в руки его, и глаза твои увидят глаза царя Вавилонского, и уста его будут говорить твоим устам, и пойдешь в Вавилон.",
          "ID": "3"
        },
        {
          "text": "Впрочем слушай слово Господне, Седекия, царь Иудейский! так говорит Господь о тебе: ты не умрешь от меча;",
          "ID": "4"
        },
        {
          "text": "ты умрешь в мире, и как для отцов твоих, прежних царей, которые были прежде тебя, сожигали [при погребении благовония], так сожгут и для тебя и оплачут тебя: \"увы, государь!\", ибо Я изрек это слово, говорит Господь.",
          "ID": "5"
        },
        {
          "text": "Иеремия пророк все слова сии пересказал Седекии, царю Иудейскому, в Иерусалиме.",
          "ID": "6"
        },
        {
          "text": "Между тем войско царя Вавилонского воевало против Иерусалима и против всех городов Иудейских, которые еще оставались, против Лахиса и Азеки; ибо из городов Иудейских сии только оставались, как города укрепленные.",
          "ID": "7"
        },
        {
          "text": "Слово, которое было к Иеремии от Господа после того, как царь Седекия заключил завет со всем народом, бывшим в Иерусалиме, чтобы объявить свободу,",
          "ID": "8"
        },
        {
          "text": "чтобы каждый отпустил на волю раба своего и рабу свою, Еврея и Евреянку, чтобы никто из них не держал в рабстве Иудея, брата своего.",
          "ID": "9"
        },
        {
          "text": "И послушались все князья и весь народ, которые вступили в завет, чтобы отпустить каждому раба своего и каждому рабу свою на волю, чтобы не держать их впредь в рабах, – и послушались и отпустили;",
          "ID": "10"
        },
        {
          "text": "но после того, раздумавши, стали брать назад рабов и рабынь, которых отпустили на волю, и принудили их быть рабами и рабынями.",
          "ID": "11"
        },
        {
          "text": "И было слово Господне к Иеремии от Господа:",
          "ID": "12"
        },
        {
          "text": "так говорит Господь, Бог Израилев: Я заключил завет с отцами вашими, когда вывел их из земли Египетской, из дома рабства, и сказал:",
          "ID": "13"
        },
        {
          "text": "\"в конце седьмого года отпускайте каждый брата своего, Еврея, который продал себя тебе; пусть он работает тебе шесть лет, а потом отпусти его от себя на волю\"; но отцы ваши не послушали Меня и не приклонили уха своего.",
          "ID": "14"
        },
        {
          "text": "Вы ныне обратились и поступили справедливо пред очами Моими, объявив каждый свободу ближнему своему, и заключили предо Мною завет в доме, над которым наречено имя Мое;",
          "ID": "15"
        },
        {
          "text": "но потом раздумали и обесславили имя Мое, и возвратили к себе каждый раба своего и каждый рабу свою, которых отпустили на волю, куда душе их угодно, и принуждаете их быть у вас рабами и рабынями.",
          "ID": "16"
        },
        {
          "text": "Посему так говорит Господь: вы не послушались Меня в том, чтобы каждый объявил свободу брату своему и ближнему своему; за то вот Я, говорит Господь, объявляю вам свободу подвергнуться мечу, моровой язве и голоду, и отдам вас на озлобление во все царства земли;",
          "ID": "17"
        },
        {
          "text": "и отдам преступивших завет Мой и не устоявших в словах завета, который они заключили пред лицем Моим, рассекши тельца надвое и пройдя между рассеченными частями его,",
          "ID": "18"
        },
        {
          "text": "князей Иудейских и князей Иерусалимских, евнухов и священников и весь народ земли, проходивший между рассеченными частями тельца, –",
          "ID": "19"
        },
        {
          "text": "отдам их в руки врагов их и в руки ищущих души их, и трупы их будут пищею птицам небесным и зверям земным.",
          "ID": "20"
        },
        {
          "text": "И Седекию, царя Иудейского, и князей его отдам в руки врагов их и в руки ищущих души их и в руки войска царя Вавилонского, которое отступило от вас.",
          "ID": "21"
        },
        {
          "text": "Вот, Я дам повеление, говорит Господь, и возвращу их к этому городу, и они нападут на него, и возьмут его, и сожгут его огнем, и города Иудеи сделаю пустынею необитаемою.",
          "ID": "22"
        }
      ],
      "ID": "OT:JER.34",
      "name": "Книга пророка Иеремии 34"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа во дни Иоакима, сына Иосии, царя Иудейского:",
          "ID": "1"
        },
        {
          "text": "иди в дом Рехавитов и поговори с ними, и приведи их в дом Господень, в одну из комнат, и дай им пить вина.",
          "ID": "2"
        },
        {
          "text": "Я взял Иазанию, сына Иеремии, сына Авацинии, и братьев его, и всех сыновей его и весь дом Рехавитов,",
          "ID": "3"
        },
        {
          "text": "и привел их в дом Господень, в комнату сынов Анана, сына Годолии, человека Божия, которая подле комнаты князей, над комнатою Маасеи, сына Селлумова, стража у входа;",
          "ID": "4"
        },
        {
          "text": "и поставил перед сынами дома Рехавитов полные чаши вина и стаканы и сказал им: пейте вино.",
          "ID": "5"
        },
        {
          "text": "Но они сказали: мы вина не пьем; потому что Ионадав, сын Рехава, отец наш, дал нам заповедь, сказав: \"не пейте вина ни вы, ни дети ваши, вовеки;",
          "ID": "6"
        },
        {
          "text": "и домов не стройте, и семян не сейте, и виноградников не разводите, и не имейте их, но живите в шатрах во все дни [жизни] вашей, чтобы вам долгое время прожить на той земле, где вы странниками\".",
          "ID": "7"
        },
        {
          "text": "И мы послушались голоса Ионадава, сына Рехавова, отца нашего, во всем, что он завещал нам, чтобы не пить вина во все дни наши, – мы и жены наши, и сыновья наши и дочери наши, –",
          "ID": "8"
        },
        {
          "text": "и чтобы не строить домов для жительства нашего; и у нас нет ни виноградников, ни полей, ни посева;",
          "ID": "9"
        },
        {
          "text": "а живем в шатрах и во всем слушаемся и делаем все, что заповедал нам Ионадав, отец наш.",
          "ID": "10"
        },
        {
          "text": "Когда же Навуходоносор, царь Вавилонский, пришел в землю сию, мы сказали: \"пойдем, уйдем в Иерусалим от войска Халдеев и от войска Арамеев\", и вот, мы живем в Иерусалиме.",
          "ID": "11"
        },
        {
          "text": "И было слово Господне к Иеремии:",
          "ID": "12"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: иди и скажи мужам Иуды и жителям Иерусалима: неужели вы не возьмете из этого наставление для себя, чтобы слушаться слов Моих? говорит Господь.",
          "ID": "13"
        },
        {
          "text": "Слова Ионадава, сына Рехавова, который завещал сыновьям своим не пить вина, выполняются, и они не пьют до сего дня, потому что слушаются завещания отца своего; а Я непрестанно говорил вам, говорил с раннего утра, и вы не послушались Меня.",
          "ID": "14"
        },
        {
          "text": "Я посылал к вам всех рабов Моих, пророков, посылал с раннего утра, и говорил: \"обратитесь каждый от злого пути своего и исправьте поведение ваше, и не ходите во след иных богов, чтобы служить им; и будете жить на этой земле, которую Я дал вам и отцам вашим\"; но вы не приклонили уха своего и не послушались Меня.",
          "ID": "15"
        },
        {
          "text": "Так как сыновья Ионадава, сына Рехавова, выполняют заповедь отца своего, которую он заповедал им, а народ сей не слушает Меня,",
          "ID": "16"
        },
        {
          "text": "посему так говорит Господь Бог Саваоф, Бог Израилев: вот, Я наведу на Иудею и на всех жителей Иерусалима все то зло, которое Я изрек на них, потому что Я говорил им, а они не слушались, звал их, а они не отвечали.",
          "ID": "17"
        },
        {
          "text": "А дому Рехавитов сказал Иеремия: так говорит Господь Саваоф, Бог Израилев: за то, что вы послушались завещания Ионадава, отца вашего, и храните все заповеди его и во всем поступаете, как он завещал вам, –",
          "ID": "18"
        },
        {
          "text": "за то, так говорит Господь Саваоф, Бог Израилев: не отнимется у Ионадава, сына Рехавова, муж, предстоящий пред лицем Моим во все дни.",
          "ID": "19"
        }
      ],
      "ID": "OT:JER.35",
      "name": "Книга пророка Иеремии 35"
    },
    {
      "text": [
        {
          "text": "В четвертый год Иоакима, сына Иосии, царя Иудейского, было такое слово к Иеремии от Господа:",
          "ID": "1"
        },
        {
          "text": "возьми себе книжный свиток и напиши в нем все слова, которые Я говорил тебе об Израиле и об Иуде и о всех народах с того дня, как Я начал говорить тебе, от дней Иосии до сего дня;",
          "ID": "2"
        },
        {
          "text": "может быть, дом Иудин услышит о всех бедствиях, какие Я помышляю сделать им, чтобы они обратились каждый от злого пути своего, чтобы Я простил неправду их и грех их.",
          "ID": "3"
        },
        {
          "text": "И призвал Иеремия Варуха, сына Нирии, и написал Варух в книжный свиток из уст Иеремии все слова Господа, которые Он говорил ему.",
          "ID": "4"
        },
        {
          "text": "И приказал Иеремия Варуху и сказал: я заключен и не могу идти в дом Господень;",
          "ID": "5"
        },
        {
          "text": "итак иди ты и прочитай написанные тобою в свитке с уст моих слова Господни вслух народа в доме Господнем в день поста, также и вслух всех Иудеев, пришедших из городов своих, прочитай их;",
          "ID": "6"
        },
        {
          "text": "может быть, они вознесут смиренное моление пред лице Господа и обратятся каждый от злого пути своего; ибо велик гнев и негодование, которое объявил Господь на народ сей.",
          "ID": "7"
        },
        {
          "text": "Варух, сын Нирии, сделал все, что приказал ему пророк Иеремия, чтобы слова Господни, написанные в свитке, прочитать в доме Господнем.",
          "ID": "8"
        },
        {
          "text": "В пятый год Иоакима, сына Иосии, царя Иудейского, в девятом месяце объявили пост пред лицем Господа всему народу в Иерусалиме и всему народу, пришедшему в Иерусалим из городов Иудейских.",
          "ID": "9"
        },
        {
          "text": "И прочитал Варух написанные в свитке слова Иеремии в доме Господнем, в комнате Гемарии, сына Сафанова, писца, на верхнем дворе, у входа в новые ворота дома Господня, вслух всего народа.",
          "ID": "10"
        },
        {
          "text": "Михей, сын Гемарии, сына Сафанова, слышал все слова Господни, [написанные] в свитке,",
          "ID": "11"
        },
        {
          "text": "и сошел в дом царя, в комнату царского писца, и вот, там сидели все князья: Елисам, царский писец, и Делаия, сын Семаия, и Елнафан, сын Ахбора, и Гемария, сын Сафана, и Седекия, сын Анании, и все князья;",
          "ID": "12"
        },
        {
          "text": "и пересказал им Михей все слова, которые он слышал, когда Варух читал свиток вслух народа.",
          "ID": "13"
        },
        {
          "text": "Тогда все князья послали к Варуху Иегудия, сына Нафании, сына Селемии, сына Хусии, сказать ему: свиток, который ты читал вслух народа, возьми в руку твою и приди. И взял Варух, сын Нирии, свиток в руку свою и пришел к ним.",
          "ID": "14"
        },
        {
          "text": "Они сказали ему: сядь, и прочитай нам вслух. И прочитал Варух вслух им.",
          "ID": "15"
        },
        {
          "text": "Когда они выслушали все слова, то с ужасом посмотрели друг на друга и сказали Варуху: мы непременно перескажем все сии слова царю.",
          "ID": "16"
        },
        {
          "text": "И спросили Варуха: скажи же нам, как ты написал все слова сии из уст его?",
          "ID": "17"
        },
        {
          "text": "И сказал им Варух: он произносил мне устами своими все сии слова, а я чернилами писал их в этот свиток.",
          "ID": "18"
        },
        {
          "text": "Тогда сказали князья Варуху: пойди, скройся, ты и Иеремия, чтобы никто не знал, где вы.",
          "ID": "19"
        },
        {
          "text": "И пошли они к царю во дворец, а свиток оставили в комнате Елисама, царского писца, и пересказали вслух царя все слова сии.",
          "ID": "20"
        },
        {
          "text": "Царь послал Иегудия принести свиток, и он взял его из комнаты Елисама, царского писца; и читал его Иегудий вслух царя и вслух всех князей, стоявших подле царя.",
          "ID": "21"
        },
        {
          "text": "Царь в то время, в девятом месяце, сидел в зимнем доме, и перед ним горела жаровня.",
          "ID": "22"
        },
        {
          "text": "Когда Иегудий прочитывал три или четыре столбца, [царь] отрезывал их писцовым ножичком и бросал на огонь в жаровне, доколе не уничтожен был весь свиток на огне, который был в жаровне.",
          "ID": "23"
        },
        {
          "text": "И не убоялись, и не разодрали одежд своих ни царь, ни все слуги его, слышавшие все слова сии.",
          "ID": "24"
        },
        {
          "text": "Хотя Елнафан и Делаия и Гемария упрашивали царя не сожигать свитка, но он не послушал их.",
          "ID": "25"
        },
        {
          "text": "И приказал царь Иерамеилу, сыну царя, и Сераии, сыну Азриилову, и Селемии, сыну Авдиилову, взять Варуха писца и Иеремию пророка; но Господь сокрыл их.",
          "ID": "26"
        },
        {
          "text": "И было слово Господне к Иеремии, после того как царь сожег свиток и слова, которые Варух написал из уст Иеремии, и сказано ему:",
          "ID": "27"
        },
        {
          "text": "возьми себе опять другой свиток и напиши в нем все прежние слова, какие были в первом свитке, который сожег Иоаким, царь Иудейский;",
          "ID": "28"
        },
        {
          "text": "а царю Иудейскому Иоакиму скажи: так говорит Господь: ты сожег свиток сей, сказав: \"зачем ты написал в нем: непременно придет царь Вавилонский и разорит землю сию, и истребит на ней людей и скот?\"",
          "ID": "29"
        },
        {
          "text": "за это, так говорит Господь об Иоакиме, царе Иудейском: не будет от него сидящего на престоле Давидовом, и труп его будет брошен на зной дневной и на холод ночной;",
          "ID": "30"
        },
        {
          "text": "и посещу его и племя его и слуг его за неправду их, и наведу на них и на жителей Иерусалима и на мужей Иуды все зло, которое Я изрек на них, а они не слушали.",
          "ID": "31"
        },
        {
          "text": "И взял Иеремия другой свиток и отдал его Варуху писцу, сыну Нирии, и он написал в нем из уст Иеремии все слова того свитка, который сожег Иоаким, царь Иудейский, на огне; и еще прибавлено к ним много подобных тем слов.",
          "ID": "32"
        }
      ],
      "ID": "OT:JER.36",
      "name": "Книга пророка Иеремии 36"
    },
    {
      "text": [
        {
          "text": "Вместо Иехонии, сына Иоакима, царствовал Седекия, сын Иосии, которого Навуходоносор, царь Вавилонский, поставил царем в земле Иудейской.",
          "ID": "1"
        },
        {
          "text": "Ни он, ни слуги его, ни народ страны не слушали слов Господа, которые говорил Он чрез Иеремию пророка.",
          "ID": "2"
        },
        {
          "text": "Царь Седекия послал Иегухала, сына Селемии, и Софонию, сына Маасеи, священника, к Иеремии пророку сказать: помолись о нас Господу Богу нашему.",
          "ID": "3"
        },
        {
          "text": "Иеремия тогда еще свободно входил и выходил среди народа, потому что не заключили его в дом темничный.",
          "ID": "4"
        },
        {
          "text": "Между тем войско фараоново выступило из Египта, и Халдеи, осаждавшие Иерусалим, услышав весть о том, отступили от Иерусалима.",
          "ID": "5"
        },
        {
          "text": "И было слово Господне к Иеремии пророку:",
          "ID": "6"
        },
        {
          "text": "так говорит Господь, Бог Израилев: так скажите царю Иудейскому, пославшему вас ко Мне вопросить Меня: вот, войско фараоново, которое шло к вам на помощь, возвратится в землю свою, в Египет;",
          "ID": "7"
        },
        {
          "text": "а Халдеи снова придут и будут воевать против города сего, и возьмут его и сожгут его огнем.",
          "ID": "8"
        },
        {
          "text": "Так говорит Господь: не обманывайте себя, говоря: \"непременно отойдут от нас Халдеи\", ибо они не отойдут;",
          "ID": "9"
        },
        {
          "text": "если бы вы даже разбили все войско Халдеев, воюющих против вас, и остались бы у них только раненые, то и те встали бы, каждый из палатки своей, и сожгли бы город сей огнем.",
          "ID": "10"
        },
        {
          "text": "В то время, как войско Халдейское отступило от Иерусалима, по причине войска фараонова,",
          "ID": "11"
        },
        {
          "text": "Иеремия пошел из Иерусалима, чтобы уйти в землю Вениаминову, скрываясь оттуда среди народа.",
          "ID": "12"
        },
        {
          "text": "Но когда он был в воротах Вениаминовых, бывший там начальник стражи, по имени Иреия, сын Селемии, сына Анании, задержал Иеремию пророка, сказав: ты хочешь перебежать к Халдеям?",
          "ID": "13"
        },
        {
          "text": "Иеремия сказал: это ложь; я не хочу перебежать к Халдеям. Но он не послушал его, и взял Иреия Иеремию и привел его к князьям.",
          "ID": "14"
        },
        {
          "text": "Князья озлобились на Иеремию и били его, и заключили его в темницу, в дом Ионафана писца, потому что сделали его темницею.",
          "ID": "15"
        },
        {
          "text": "Когда Иеремия вошел в темницу и подвал, и пробыл там Иеремия много дней, –",
          "ID": "16"
        },
        {
          "text": "царь Седекия послал и взял его. И спрашивал его царь в доме своем тайно и сказал: нет ли слова от Господа? Иеремия сказал: есть; и сказал: ты будешь предан в руки царя Вавилонского.",
          "ID": "17"
        },
        {
          "text": "И сказал Иеремия царю Седекии: чем я согрешил перед тобою и перед слугами твоими, и перед народом сим, что вы посадили меня в темницу?",
          "ID": "18"
        },
        {
          "text": "и где ваши пророки, которые пророчествовали вам, говоря: \"царь Вавилонский не пойдет против вас и против земли сей\"?",
          "ID": "19"
        },
        {
          "text": "И ныне послушай, государь мой царь, да падет прошение мое пред лице твое; не возвращай меня в дом Ионафана писца, чтобы мне не умереть там.",
          "ID": "20"
        },
        {
          "text": "И дал повеление царь Седекия, чтобы заключили Иеремию во дворе стражи и давали ему по куску хлеба на день из улицы хлебопеков, доколе не истощился весь хлеб в городе; и так оставался Иеремия во дворе стражи.",
          "ID": "21"
        }
      ],
      "ID": "OT:JER.37",
      "name": "Книга пророка Иеремии 37"
    },
    {
      "text": [
        {
          "text": "И услышали Сафатия, сын Матфана, и Годолия, сын Пасхора, и Юхал, сын Селемии, и Пасхор, сын Малхии, слова, которые Иеремия произнес ко всему народу, говоря:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь: кто останется в этом городе, умрет от меча, голода и моровой язвы; а кто выйдет к Халдеям, будет жив, и душа его будет ему вместо добычи, и он останется жив.",
          "ID": "2"
        },
        {
          "text": "Так говорит Господь: непременно предан будет город сей в руки войска царя Вавилонского, и он возьмет его.",
          "ID": "3"
        },
        {
          "text": "Тогда князья сказали царю: да будет этот человек предан смерти, потому что он ослабляет руки воинов, которые остаются в этом городе, и руки всего народа, говоря к ним такие слова; ибо этот человек не благоденствия желает народу сему, а бедствия.",
          "ID": "4"
        },
        {
          "text": "И сказал царь Седекия: вот, он в ваших руках, потому что царь ничего не может делать вопреки вам.",
          "ID": "5"
        },
        {
          "text": "Тогда взяли Иеремию и бросили его в яму Малхии, сына царя, которая была во дворе стражи, и опустили Иеремию на веревках; в яме той не было воды, а только грязь, и погрузился Иеремия в грязь.",
          "ID": "6"
        },
        {
          "text": "И услышал Авдемелех Ефиоплянин, один из евнухов, находившихся в царском доме, что Иеремию посадили в яму; а царь сидел тогда у ворот Вениаминовых.",
          "ID": "7"
        },
        {
          "text": "И вышел Авдемелех из дома царского и сказал царю:",
          "ID": "8"
        },
        {
          "text": "государь мой царь! худо сделали эти люди, так поступив с Иеремиею пророком, которого бросили в яму; он умрет там от голода, потому что нет более хлеба в городе.",
          "ID": "9"
        },
        {
          "text": "Царь дал приказание Авдемелеху Ефиоплянину, сказав: возьми с собою отсюда тридцать человек и вытащи Иеремию пророка из ямы, доколе он не умер.",
          "ID": "10"
        },
        {
          "text": "Авдемелех взял людей с собою и вошел в дом царский под кладовую, и взял оттуда старых негодных тряпок и старых негодных лоскутьев и опустил их на веревках в яму к Иеремии.",
          "ID": "11"
        },
        {
          "text": "И сказал Авдемелех Ефиоплянин Иеремии: подложи эти старые брошенные тряпки и лоскутья под мышки рук твоих, под веревки. И сделал так Иеремия.",
          "ID": "12"
        },
        {
          "text": "И потащили Иеремию на веревках и вытащили его из ямы; и оставался Иеремия во дворе стражи.",
          "ID": "13"
        },
        {
          "text": "Тогда царь Седекия послал и призвал Иеремию пророка к себе, при третьем входе в дом Господень, и сказал царь Иеремии: я у тебя спрошу нечто; не скрой от меня ничего.",
          "ID": "14"
        },
        {
          "text": "И сказал Иеремия Седекии: если я открою тебе, не предашь ли ты меня смерти? и если дам тебе совет, ты не послушаешь меня.",
          "ID": "15"
        },
        {
          "text": "И клялся царь Седекия Иеремии тайно, говоря: жив Господь, Который сотворил нам душу сию, не предам тебя смерти и не отдам в руки этих людей, которые ищут души твоей.",
          "ID": "16"
        },
        {
          "text": "Тогда Иеремия сказал Седекии: так говорит Господь Бог Саваоф, Бог Израилев: если ты выйдешь к князьям царя Вавилонского, то жива будет душа твоя, и этот город не будет сожжен огнем, и ты будешь жив, и дом твой;",
          "ID": "17"
        },
        {
          "text": "а если не выйдешь к князьям царя Вавилонского, то этот город будет предан в руки Халдеев, и они сожгут его огнем, и ты не избежишь от рук их.",
          "ID": "18"
        },
        {
          "text": "И сказал царь Седекия Иеремии: я боюсь Иудеев, которые перешли к Халдеям, чтобы [Халдеи] не предали меня в руки их, и чтобы те не надругались надо мною.",
          "ID": "19"
        },
        {
          "text": "И сказал Иеремия: не предадут; послушай гласа Господа в том, что я говорю тебе, и хорошо тебе будет, и жива будет душа твоя.",
          "ID": "20"
        },
        {
          "text": "А если ты не захочешь выйти, то вот слово, которое открыл мне Господь:",
          "ID": "21"
        },
        {
          "text": "вот, все жены, которые остались в доме царя Иудейского, отведены будут к князьям царя Вавилонского, и скажут они: \"тебя обольстили и превозмогли друзья твои; ноги твои погрузились в грязь, и они удалились от тебя\".",
          "ID": "22"
        },
        {
          "text": "И всех жен твоих и детей твоих отведут к Халдеям, и ты не избежишь от рук их; но будешь взят рукою царя Вавилонского, и сделаешь то, что город сей будет сожжен огнем.",
          "ID": "23"
        },
        {
          "text": "И сказал Седекия Иеремии: никто не должен знать этих слов, и тогда ты не умрешь;",
          "ID": "24"
        },
        {
          "text": "и если услышат князья, что я разговаривал с тобою, и придут к тебе, и скажут тебе: \"скажи нам, что говорил ты царю, не скрой от нас, и мы не предадим тебя смерти, – и также что говорил тебе царь\",",
          "ID": "25"
        },
        {
          "text": "то скажи им: \"я повергнул пред лице царя прошение мое, чтобы не возвращать меня в дом Ионафана, чтобы не умереть там\".",
          "ID": "26"
        },
        {
          "text": "И пришли все князья к Иеремии и спрашивали его, и он сказал им согласно со всеми словами, какие царь велел [сказать], и они молча оставили его, потому что не узнали сказанного царю.",
          "ID": "27"
        },
        {
          "text": "И оставался Иеремия во дворе стражи до того дня, в который был взят Иерусалим. И Иерусалим был взят.",
          "ID": "28"
        }
      ],
      "ID": "OT:JER.38",
      "name": "Книга пророка Иеремии 38"
    },
    {
      "text": [
        {
          "text": "В девятый год Седекии, царя Иудейского, в десятый месяц, пришел Навуходоносор, царь Вавилонский, со всем войском своим к Иерусалиму, и обложили его.",
          "ID": "1"
        },
        {
          "text": "А в одиннадцатый год Седекии, в четвертый месяц, в девятый день месяца город был взят.",
          "ID": "2"
        },
        {
          "text": "И вошли [в него] все князья царя Вавилонского, и расположились в средних воротах, Нергал–Шарецер, Самгар–Нево, Сарсехим, начальник евнухов, Нергал–Шарецер, начальник магов, и все остальные князья царя Вавилонского.",
          "ID": "3"
        },
        {
          "text": "Когда Седекия, царь Иудейский, и все военные люди увидели их, – побежали, и ночью вышли из города через царский сад в ворота между двумя стенами и пошли по дороге равнины.",
          "ID": "4"
        },
        {
          "text": "Но войско Халдейское погналось за ними; и настигли Седекию на равнинах Иерихонских; и взяли его и отвели к Навуходоносору, царю Вавилонскому, в Ривлу, в землю Емаф, где он произнес суд над ним.",
          "ID": "5"
        },
        {
          "text": "И заколол царь Вавилонский сыновей Седекии в Ривле перед его глазами, и всех вельмож Иудейских заколол царь Вавилонский;",
          "ID": "6"
        },
        {
          "text": "а Седекии выколол глаза и заковал его в оковы, чтобы отвести его в Вавилон.",
          "ID": "7"
        },
        {
          "text": "Дом царя и домы народа сожгли Халдеи огнем, и стены Иерусалима разрушили.",
          "ID": "8"
        },
        {
          "text": "А остаток народа, остававшийся в городе, и перебежчиков, которые перешли к нему, и прочий оставшийся народ Навузардан, начальник телохранителей, переселил в Вавилон.",
          "ID": "9"
        },
        {
          "text": "Бедных же из народа, которые ничего не имели, Навузардан, начальник телохранителей, оставил в Иудейской земле и дал им тогда же виноградники и поля.",
          "ID": "10"
        },
        {
          "text": "А о Иеремии Навуходоносор, царь Вавилонский, дал такое повеление Навузардану, начальнику телохранителей:",
          "ID": "11"
        },
        {
          "text": "возьми его и имей его во внимании, и не делай ему ничего худого, но поступай с ним так, как он скажет тебе.",
          "ID": "12"
        },
        {
          "text": "И послал Навузардан, начальник телохранителей, и Навузазван, начальник евнухов, и Нергал–Шарецер, начальник магов, и все князья царя Вавилонского",
          "ID": "13"
        },
        {
          "text": "послали и взяли Иеремию со двора стражи, и поручили его Годолии, сыну Ахикама, сына Сафанова, отвести его домой. И он остался жить среди народа.",
          "ID": "14"
        },
        {
          "text": "К Иеремии, когда он еще содержался во дворе темничном, было слово Господне:",
          "ID": "15"
        },
        {
          "text": "иди, скажи Авдемелеху Ефиоплянину: так говорит Господь Саваоф, Бог Израилев: вот, Я исполню слова Мои о городе сем во зло, а не в добро ему, и они сбудутся в тот день перед глазами твоими;",
          "ID": "16"
        },
        {
          "text": "но тебя Я избавлю в тот день, говорит Господь, и не будешь предан в руки людей, которых ты боишься.",
          "ID": "17"
        },
        {
          "text": "Я избавлю тебя, и ты не падешь от меча, и душа твоя останется у тебя вместо добычи, потому что ты на Меня возложил упование, сказал Господь.",
          "ID": "18"
        }
      ],
      "ID": "OT:JER.39",
      "name": "Книга пророка Иеремии 39"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии от Господа, после того как Навузардан, начальник телохранителей, отпустил его из Рамы, где он взял его скованного цепями среди прочих пленных Иерусалимлян и Иудеев, переселяемых в Вавилон.",
          "ID": "1"
        },
        {
          "text": "Начальник телохранителей взял Иеремию и сказал ему: Господь Бог твой изрек это бедствие на место сие,",
          "ID": "2"
        },
        {
          "text": "и навел его Господь и сделал то, что сказал; потому что вы согрешили пред Господом и не слушались гласа Его, за то и постигло вас это.",
          "ID": "3"
        },
        {
          "text": "Итак вот, я освобождаю тебя сегодня от цепей, которые на руках твоих: если тебе угодно идти со мною в Вавилон, иди, и я буду иметь попечение о тебе; а если не угодно тебе идти со мною в Вавилон, оставайся. Вот, вся земля перед тобою; куда тебе угодно, и куда нравится идти, туда и иди.",
          "ID": "4"
        },
        {
          "text": "Когда он еще не отошел, сказал [Навузардан]: пойди к Годолии, сыну Ахикама, сына Сафанова, которого царь Вавилонский поставил начальником над городами Иудейскими, и оставайся с ним среди народа; или иди, куда нравится тебе идти. И дал ему начальник телохранителей продовольствие и подарок и отпустил его.",
          "ID": "5"
        },
        {
          "text": "И пришел Иеремия к Годолии, сыну Ахикама, в Массифу, и жил с ним среди народа, остававшегося в стране.",
          "ID": "6"
        },
        {
          "text": "Когда все военачальники, бывшие в поле, они и люди их, услышали, что царь Вавилонский поставил Годолию, сына Ахикама, начальником над страною и поручил ему мужчин и женщин, и детей, и тех из бедных страны, которые не были переселены в Вавилон;",
          "ID": "7"
        },
        {
          "text": "тогда пришли к Годолии в Массифу и Исмаил, сын Нафании, и Иоанан и Ионафан, сыновья Карея, и Сераия, сын Фанасмефа, и сыновья Офи из Нетофафы, и Иезония, сын Махафы, они и дружина их.",
          "ID": "8"
        },
        {
          "text": "Годолия, сын Ахикама, сына Сафанова, клялся им и людям их, говоря: не бойтесь служить Халдеям, оставайтесь на земле и служите царю Вавилонскому, и будет вам хорошо;",
          "ID": "9"
        },
        {
          "text": "а я останусь в Массифе, чтобы предстательствовать пред лицем Халдеев, которые будут приходить к нам; вы же собирайте вино и летние плоды, и масло и убирайте в сосуды ваши, и живите в городах ваших, которые заняли.",
          "ID": "10"
        },
        {
          "text": "Также все Иудеи, которые находились в земле Моавитской и между сыновьями Аммона и в Идумее, и во всех странах, услышали, что царь Вавилонский оставил часть Иудеев и поставил над ними Годолию, сына Ахикама, сына Сафана:",
          "ID": "11"
        },
        {
          "text": "и возвратились все сии Иудеи из всех мест, куда были изгнаны, и пришли в землю Иудейскую к Годолии в Массифу, и собрали вина и летних плодов очень много.",
          "ID": "12"
        },
        {
          "text": "Между тем Иоанан, сын Карея, и все военные начальники, бывшие в поле, пришли к Годолии в Массифу",
          "ID": "13"
        },
        {
          "text": "и сказали ему: знаешь ли ты, что Ваалис, царь сыновей Аммоновых, прислал Исмаила, сына Нафании, чтобы убить тебя? Но Годолия, сын Ахикама, не поверил им.",
          "ID": "14"
        },
        {
          "text": "Тогда Иоанан, сын Карея, сказал Годолии тайно в Массифе: позволь мне, я пойду и убью Исмаила, сына Нафании, и никто не узнает; зачем допускать, чтобы он убил тебя, и чтобы все Иудеи, собравшиеся к тебе, рассеялись, и чтобы погиб остаток Иуды?",
          "ID": "15"
        },
        {
          "text": "Но Годолия, сын Ахикама, сказал Иоанану, сыну Карея: не делай этого, ибо ты неправду говоришь об Исмаиле.",
          "ID": "16"
        }
      ],
      "ID": "OT:JER.40",
      "name": "Книга пророка Иеремии 40"
    },
    {
      "text": [
        {
          "text": "И было в седьмой месяц, Исмаил, сын Нафании, сына Елисама из племени царского, и вельможи царя и десять человек с ним пришли к Годолии, сыну Ахикама, в Массифу, и там они ели вместе хлеб в Массифе.",
          "ID": "1"
        },
        {
          "text": "И встал Исмаил, сын Нафании, и десять человек, которые были с ним, и поразили Годолию, сына Ахикама, сына Сафанова, мечом и умертвили того, которого царь Вавилонский поставил начальником над страною.",
          "ID": "2"
        },
        {
          "text": "Также убил Исмаил и всех Иудеев, которые были с ним, с Годолиею, в Массифе, и находившихся там Халдеев, людей военных.",
          "ID": "3"
        },
        {
          "text": "На другой день по убиении Годолии, когда никто не знал об этом,",
          "ID": "4"
        },
        {
          "text": "пришли из Сихема, Силома и Самарии восемьдесят человек с обритыми бородами и в разодранных одеждах, и изранив себя, с дарами и ливаном в руках для принесения их в дом Господень.",
          "ID": "5"
        },
        {
          "text": "Исмаил, сын Нафании, вышел из Массифы навстречу им, идя и плача, и, встретившись с ними, сказал им: идите к Годолии, сыну Ахикама.",
          "ID": "6"
        },
        {
          "text": "И как только они вошли в средину города, Исмаил, сын Нафании, убил их и [бросил] в ров, он и бывшие с ним люди.",
          "ID": "7"
        },
        {
          "text": "Но нашлись между ними десять человек, которые сказали Исмаилу: не умерщвляй нас, ибо у нас есть в поле скрытые кладовые с пшеницею и ячменем, и маслом и медом. И он удержался и не умертвил их с другими братьями их.",
          "ID": "8"
        },
        {
          "text": "Ров же, куда бросил Исмаил все трупы людей, которых он убил из–за Годолии, был тот самый, который сделал царь Аса, боясь Ваасы, царя Израильского; его наполнил Исмаил, сын Нафании, убитыми.",
          "ID": "9"
        },
        {
          "text": "И захватил Исмаил весь остаток народа, бывшего в Массифе, дочерей царя и весь остававшийся в Массифе народ, который Навузардан, начальник телохранителей, поручил Годолии, сыну Ахикама, и захватил их Исмаил, сын Нафании, и отправился к сыновьям Аммоновым.",
          "ID": "10"
        },
        {
          "text": "Но когда Иоанан, сын Карея, и все бывшие с ним военные начальники услышали о всех злодеяниях, какие совершил Исмаил, сын Нафании,",
          "ID": "11"
        },
        {
          "text": "взяли всех людей и пошли сразиться с Исмаилом, сыном Нафании, и настигли его у больших вод, в Гаваоне.",
          "ID": "12"
        },
        {
          "text": "И когда весь народ, бывший у Исмаила, увидел Иоанана, сына Карея, и всех бывших с ним военных начальников, обрадовался;",
          "ID": "13"
        },
        {
          "text": "и отворотился весь народ, который Исмаил увел в плен из Массифы, и обратился и пошел к Иоанану, сыну Карея;",
          "ID": "14"
        },
        {
          "text": "а Исмаил, сын Нафании, убежал от Иоанана с восемью человеками и ушел к сыновьям Аммоновым.",
          "ID": "15"
        },
        {
          "text": "Тогда Иоанан, сын Карея, и все бывшие с ним военные начальники взяли из Массифы весь оставшийся народ, который он освободил от Исмаила, сына Нафании, после того как тот убил Годолию, сына Ахикама, мужчин, военных людей, и жен, и детей, и евнухов, которых он вывел из Гаваона;",
          "ID": "16"
        },
        {
          "text": "и пошли, и остановились в селении Химам, близ Вифлеема, чтобы уйти в Египет",
          "ID": "17"
        },
        {
          "text": "от Халдеев, ибо они боялись их, потому что Исмаил, сын Нафании, убил Годолию, сына Ахикама, которого царь Вавилонский поставил начальником над страною.",
          "ID": "18"
        }
      ],
      "ID": "OT:JER.41",
      "name": "Книга пророка Иеремии 41"
    },
    {
      "text": [
        {
          "text": "И приступили все военные начальники, и Иоанан, сын Карея, и Иезания, сын Гошаии, и весь народ от малого до большого,",
          "ID": "1"
        },
        {
          "text": "и сказали Иеремии пророку: да падет пред лице твое прошение наше, помолись о нас Господу Богу твоему обо всем этом остатке, ибо из многого осталось нас мало, как глаза твои видят нас,",
          "ID": "2"
        },
        {
          "text": "чтобы Господь, Бог твой, указал нам путь, по которому нам идти, и то, что нам делать.",
          "ID": "3"
        },
        {
          "text": "И сказал им Иеремия пророк: слышу, помолюсь Господу Богу вашему по словам вашим, и все, что ответит вам Господь, объявлю вам, не скрою от вас ни слова.",
          "ID": "4"
        },
        {
          "text": "Они сказали Иеремии: Господь да будет между нами свидетелем верным и истинным в том, что мы точно выполним все то, с чем пришлет тебя к нам Господь Бог Твой:",
          "ID": "5"
        },
        {
          "text": "хорошо ли, худо ли то будет, но гласа Господа Бога нашего, к Которому посылаем тебя, послушаемся, чтобы нам было хорошо, когда будем послушны гласу Господа Бога нашего.",
          "ID": "6"
        },
        {
          "text": "По прошествии десяти дней было слово Господне к Иеремии.",
          "ID": "7"
        },
        {
          "text": "Он позвал к себе Иоанана, сына Карея, и всех бывших с ним военных начальников и весь народ, от малого и до большого,",
          "ID": "8"
        },
        {
          "text": "и сказал им: так говорит Господь, Бог Израилев, к Которому вы посылали меня, чтобы повергнуть пред Ним моление ваше:",
          "ID": "9"
        },
        {
          "text": "если останетесь на земле сей, то Я устрою вас и не разорю, насажду вас и не искореню, ибо Я сожалею о том бедствии, какое сделал вам.",
          "ID": "10"
        },
        {
          "text": "Не бойтесь царя Вавилонского, которого вы боитесь; не бойтесь его, говорит Господь, ибо Я с вами, чтобы спасать вас и избавлять вас от руки его.",
          "ID": "11"
        },
        {
          "text": "И явлю к вам милость, и он умилостивится к вам и возвратит вас в землю вашу.",
          "ID": "12"
        },
        {
          "text": "Если же вы скажете: \"не хотим жить в этой земле\", и не послушаетесь гласа Господа Бога вашего, говоря:",
          "ID": "13"
        },
        {
          "text": "\"нет, мы пойдем в землю Египетскую, где войны не увидим и трубного голоса не услышим, и голодать не будем, и там будем жить\";",
          "ID": "14"
        },
        {
          "text": "то выслушайте ныне слово Господне, вы, остаток Иуды: так говорит Господь Саваоф, Бог Израилев: если вы решительно обратите лица ваши, чтобы идти в Египет, и пойдете, чтобы жить там,",
          "ID": "15"
        },
        {
          "text": "то меч, которого вы боитесь, настигнет вас там, в земле Египетской, и голод, которого вы страшитесь, будет всегда следовать за вами там, в Египте, и там умрете.",
          "ID": "16"
        },
        {
          "text": "И все, которые обратят лице свое, чтобы идти в Египет и там жить, умрут от меча, голода и моровой язвы, и ни один из них не останется и не избежит того бедствия, которое Я наведу на них.",
          "ID": "17"
        },
        {
          "text": "Ибо так говорит Господь Саваоф, Бог Израилев: как излился гнев Мой и ярость Моя на жителей Иерусалима, так изольется ярость Моя на вас, когда войдете в Египет, и вы будете проклятием и ужасом, и поруганием и поношением, и не увидите более места сего.",
          "ID": "18"
        },
        {
          "text": "К вам, остаток Иуды, изрек Господь: \"не ходите в Египет\"; твердо знайте, что я ныне предостерегал вас,",
          "ID": "19"
        },
        {
          "text": "ибо вы погрешили против себя самих: вы послали меня к Господу Богу нашему сказав: \"помолись о нас Господу Богу нашему и все, что скажет Господь Бог наш, объяви нам, и мы сделаем\".",
          "ID": "20"
        },
        {
          "text": "Я объявил вам ныне; но вы не послушали гласа Господа Бога нашего и всего того, с чем Он послал меня к вам.",
          "ID": "21"
        },
        {
          "text": "Итак знайте, что вы умрете от меча, голода и моровой язвы в том месте, куда хотите идти, чтобы жить там.",
          "ID": "22"
        }
      ],
      "ID": "OT:JER.42",
      "name": "Книга пророка Иеремии 42"
    },
    {
      "text": [
        {
          "text": "Когда Иеремия передал всему народу все слова Господа Бога их, все те слова, с которыми Господь, Бог их, послал его к ним,",
          "ID": "1"
        },
        {
          "text": "тогда сказал Азария, сын Осаии, и Иоанан, сын Карея, и все дерзкие люди сказали Иеремии: неправду ты говоришь, не посылал тебя Господь Бог наш сказать: \"не ходите в Египет, чтобы жить там\";",
          "ID": "2"
        },
        {
          "text": "а Варух, сын Нирии, возбуждает тебя против нас, чтобы предать нас в руки Халдеев, чтобы они умертвили нас или отвели нас пленными в Вавилон.",
          "ID": "3"
        },
        {
          "text": "И не послушал Иоанан, сын Карея, и все военные начальники и весь народ гласа Господа, чтобы остаться в земле Иудейской.",
          "ID": "4"
        },
        {
          "text": "И взял Иоанан, сын Карея, и все военные начальники весь остаток Иудеев, которые возвратились из всех народов, куда они были изгнаны, чтобы жить в земле Иудейской,",
          "ID": "5"
        },
        {
          "text": "мужей и жен, и детей, и дочерей царя, и всех тех, которых Навузардан, начальник телохранителей, оставил с Годолиею, сыном Ахикама, сына Сафанова, и Иеремию пророка, и Варуха, сына Нирии;",
          "ID": "6"
        },
        {
          "text": "и пошли в землю Египетскую, ибо не послушали гласа Господня, и дошли до Тафниса.",
          "ID": "7"
        },
        {
          "text": "И было слово Господне к Иеремии в Тафнисе:",
          "ID": "8"
        },
        {
          "text": "возьми в руки свои большие камни и скрой их в смятой глине при входе в дом фараона в Тафнисе, пред глазами Иудеев,",
          "ID": "9"
        },
        {
          "text": "и скажи им: так говорит Господь Саваоф, Бог Израилев: вот, Я пошлю и возьму Навуходоносора, царя Вавилонского, раба Моего, и поставлю престол его на этих камнях, скрытых Мною, и раскинет он над ним великолепный шатер свой",
          "ID": "10"
        },
        {
          "text": "и придет, и поразит землю Египетскую: кто [обречен] на смерть, тот [предан будет] смерти; и кто в плен, [пойдет] в плен; и кто под меч, под меч.",
          "ID": "11"
        },
        {
          "text": "И зажгу огонь в капищах богов Египтян; и он сожжет оные, а их пленит, и оденется в землю Египетскую, как пастух надевает на себя одежду свою, и выйдет оттуда спокойно,",
          "ID": "12"
        },
        {
          "text": "и сокрушит статуи в Бефсамисе, что в земле Египетской, и капища богов Египетских сожжет огнем.",
          "ID": "13"
        }
      ],
      "ID": "OT:JER.43",
      "name": "Книга пророка Иеремии 43"
    },
    {
      "text": [
        {
          "text": "Слово, которое было к Иеремии о всех Иудеях, живущих в земле Египетской, поселившихся в Магдоле и Тафнисе, и в Нофе, и в земле Пафрос:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: вы видели все бедствие, какое Я навел на Иерусалим и на все города Иудейские; вот, они теперь пусты, и никто не живет в них,",
          "ID": "2"
        },
        {
          "text": "за нечестие их, которое они делали, прогневляя Меня, ходя кадить и служить иным богам, которых не знали ни они, ни вы, ни отцы ваши.",
          "ID": "3"
        },
        {
          "text": "Я посылал к вам всех рабов Моих, пророков, посылал с раннего утра, чтобы сказать: \"не делайте этого мерзкого дела, которое Я ненавижу\".",
          "ID": "4"
        },
        {
          "text": "Но они не слушали и не приклонили уха своего, чтобы обратиться от своего нечестия, не кадить иным богам.",
          "ID": "5"
        },
        {
          "text": "И излилась ярость Моя и гнев Мой и разгорелась в городах Иудеи и на улицах Иерусалима; и они сделались развалинами и пустынею, как видите ныне.",
          "ID": "6"
        },
        {
          "text": "И ныне так говорит Господь Бог Саваоф, Бог Израилев: зачем вы делаете это великое зло душам вашим, истребляя у себя мужей и жен, взрослых детей и младенцев из среды Иудеи, чтобы не оставить у себя остатка,",
          "ID": "7"
        },
        {
          "text": "прогневляя Меня изделием рук своих, каждением иным богам в земле Египетской, куда вы пришли жить, чтобы погубить себя и сделаться проклятием и поношением у всех народов земли?",
          "ID": "8"
        },
        {
          "text": "Разве вы забыли нечестие отцов ваших и нечестие царей Иудейских, ваше собственное нечестие и нечестие жен ваших, какое они делали в земле Иудейской и на улицах Иерусалима?",
          "ID": "9"
        },
        {
          "text": "Не смирились они и до сего дня, и не боятся и не поступают по закону Моему и по уставам Моим, которые Я дал вам и отцам вашим.",
          "ID": "10"
        },
        {
          "text": "Посему так говорит Господь Саваоф, Бог Израилев: вот, Я обращу против вас лице Мое на погибель и на истребление всей Иудеи",
          "ID": "11"
        },
        {
          "text": "и возьму оставшихся Иудеев, которые обратили лице свое, чтобы идти в землю Египетскую и жить там, и все они будут истреблены, падут в земле Египетской; мечом и голодом будут истреблены; от малого и до большого умрут от меча и голода, и будут проклятием и ужасом, поруганием и поношением.",
          "ID": "12"
        },
        {
          "text": "Посещу живущих в земле Египетской, как Я посетил Иерусалим, мечом, голодом и моровою язвою,",
          "ID": "13"
        },
        {
          "text": "и никто не избежит и не уцелеет из остатка Иудеев, пришедших в землю Египетскую, чтобы пожить там и потом возвратиться в землю Иудейскую, куда они всею душею желают возвратиться, чтобы жить там; никто не возвратится, кроме тех, которые убегут оттуда.",
          "ID": "14"
        },
        {
          "text": "И отвечали Иеремии все мужья, знавшие, что жены их кадят иным богам, и все жены, стоявшие [там] в большом множестве, и весь народ, живший в земле Египетской, в Пафросе, и сказали:",
          "ID": "15"
        },
        {
          "text": "слова, которое ты говорил нам именем Господа, мы не слушаем от тебя;",
          "ID": "16"
        },
        {
          "text": "но непременно будем делать все то, что вышло из уст наших, чтобы кадить богине неба и возливать ей возлияния, как мы делали, мы и отцы наши, цари наши и князья наши, в городах Иудеи и на улицах Иерусалима, потому что тогда мы были сыты и счастливы и беды не видели.",
          "ID": "17"
        },
        {
          "text": "А с того времени, как перестали мы кадить богине неба и возливать ей возлияния, терпим во всем недостаток и гибнем от меча и голода.",
          "ID": "18"
        },
        {
          "text": "И когда мы кадили богине неба и возливали ей возлияния, то разве без ведома мужей наших делали мы ей пирожки с изображением ее и возливали ей возлияния?",
          "ID": "19"
        },
        {
          "text": "Тогда сказал Иеремия всему народу, мужьям и женам, и всему народу, который так отвечал ему:",
          "ID": "20"
        },
        {
          "text": "не это ли каждение, которое совершали вы в городах Иудейских и на улицах Иерусалима, вы и отцы ваши, цари ваши и князья ваши, и народ страны, воспомянул Господь? И не оно ли взошло Ему на сердце?",
          "ID": "21"
        },
        {
          "text": "Господь не мог более терпеть злых дел ваших и мерзостей, какие вы делали; поэтому и сделалась земля ваша пустынею и ужасом, и проклятием, без жителей, как видите ныне.",
          "ID": "22"
        },
        {
          "text": "Так как вы, совершая то курение, грешили пред Господом и не слушали гласа Господа, и не поступали по закону Его и по установлениям Его, и по повелениям Его, то и постигло вас это бедствие, как видите ныне.",
          "ID": "23"
        },
        {
          "text": "И сказал Иеремия всему народу и всем женам: слушайте слово Господне, все Иудеи, которые в земле Египетской:",
          "ID": "24"
        },
        {
          "text": "так говорит Господь Саваоф, Бог Израилев: вы и жены ваши, что устами своими говорили, то и руками своими делали; вы говорите: \"станем выполнять обеты наши, какие мы обещали, чтобы кадить богине неба и возливать ей возлияние\", – твердо держитесь обетов ваших и в точности исполняйте обеты ваши.",
          "ID": "25"
        },
        {
          "text": "За то выслушайте слово Господне, все Иудеи, живущие в земле Египетской: вот, Я поклялся великим именем Моим, говорит Господь, что не будет уже на всей земле Египетской произносимо имя Мое устами какого–либо Иудея, говорящего: \"жив Господь Бог!\"",
          "ID": "26"
        },
        {
          "text": "Вот, Я буду наблюдать над вами к погибели, а не к добру; и все Иудеи, которые в земле Египетской, будут погибать от меча и голода, доколе совсем не истребятся.",
          "ID": "27"
        },
        {
          "text": "Только малое число избежавших от меча возвратится из земли Египетской в землю Иудейскую, и узнают все оставшиеся Иудеи, которые пришли в землю Египетскую, чтобы пожить там, чье слово сбудется: Мое или их.",
          "ID": "28"
        },
        {
          "text": "И вот вам знамение, говорит Господь, что Я посещу вас на сем месте, чтобы вы знали, что сбудутся слова Мои о вас на погибель вам.",
          "ID": "29"
        },
        {
          "text": "Так говорит Господь: вот, Я отдам фараона Вафрия, царя Египетского, в руки врагов его и в руки ищущих души его, как отдал Седекию, царя Иудейского, в руки Навуходоносора, царя Вавилонского, врага его и искавшего души его.",
          "ID": "30"
        }
      ],
      "ID": "OT:JER.44",
      "name": "Книга пророка Иеремии 44"
    },
    {
      "text": [
        {
          "text": "Слово, которое пророк Иеремия сказал Варуху, сыну Нирии, когда он написал слова сии из уст Иеремии в книгу, в четвертый год Иоакима, сына Иосии, царя Иудейского:",
          "ID": "1"
        },
        {
          "text": "так говорит Господь, Бог Израилев, к тебе, Варух:",
          "ID": "2"
        },
        {
          "text": "ты говоришь: \"горе мне! ибо Господь приложил скорбь к болезни моей; я изнемог от вздохов моих, и не нахожу покоя\".",
          "ID": "3"
        },
        {
          "text": "Так скажи ему: так говорит Господь: вот, что Я построил, разрушу, и что насадил, искореню, – всю эту землю.",
          "ID": "4"
        },
        {
          "text": "А ты просишь себе великого: не проси; ибо вот, Я наведу бедствие на всякую плоть, говорит Господь, а тебе вместо добычи оставлю душу твою во всех местах, куда ни пойдешь.",
          "ID": "5"
        }
      ],
      "ID": "OT:JER.45",
      "name": "Книга пророка Иеремии 45"
    },
    {
      "text": [
        {
          "text": "Слово Господне, которое было к Иеремии пророку о народах [языческих]:",
          "ID": "1"
        },
        {
          "text": "о Египте, о войске фараона Нехао, царя Египетского, которое было при реке Евфрате в Кархемисе, и которое поразил Навуходоносор, царь Вавилонский, в четвертый год Иоакима, сына Иосии, царя Иудейского.",
          "ID": "2"
        },
        {
          "text": "Готовьте щиты и копья, и вступайте в сражение:",
          "ID": "3"
        },
        {
          "text": "седлайте коней и садитесь, всадники, и становитесь в шлемах; точите копья, облекайтесь в брони.",
          "ID": "4"
        },
        {
          "text": "Почему же, вижу Я, они оробели и обратились назад? и сильные их поражены, и бегут не оглядываясь; отвсюду ужас, говорит Господь.",
          "ID": "5"
        },
        {
          "text": "Не убежит быстроногий, и не спасется сильный; на севере, у реки Евфрата, они споткнутся и падут.",
          "ID": "6"
        },
        {
          "text": "Кто это поднимается, как река, и, как потоки, волнуются воды его?",
          "ID": "7"
        },
        {
          "text": "Египет поднимается, как река, и, как потоки, взволновались воды его, и говорит: \"поднимусь и покрою землю, погублю город и жителей его\".",
          "ID": "8"
        },
        {
          "text": "Садитесь на коней, и мчитесь, колесницы, и выступайте, сильные Ефиопляне и Ливияне, вооруженные щитом, и Лидяне, держащие луки и натягивающие их;",
          "ID": "9"
        },
        {
          "text": "ибо день сей у Господа Бога Саваофа есть день отмщения, чтобы отмстить врагам Его; и меч будет пожирать, и насытится и упьется кровью их; ибо это Господу Богу Саваофу будет жертвоприношение в земле северной, при реке Евфрате.",
          "ID": "10"
        },
        {
          "text": "Пойди в Галаад и возьми бальзама, дева, дочь Египта; напрасно ты будешь умножать врачевства, нет для тебя исцеления.",
          "ID": "11"
        },
        {
          "text": "Услышали народы о посрамлении твоем, и вопль твой наполнил землю; ибо сильный столкнулся с сильным, и оба вместе пали.",
          "ID": "12"
        },
        {
          "text": "Слово, которое сказал Господь пророку Иеремии о нашествии Навуходоносора, царя Вавилонского, чтобы поразить землю Египетскую:",
          "ID": "13"
        },
        {
          "text": "возвестите в Египте и дайте знать в Магдоле, и дайте знать в Нофе и Тафнисе; скажите: \"становись и готовься, ибо меч пожирает окрестности твои\".",
          "ID": "14"
        },
        {
          "text": "Отчего сильный твой опрокинут? – Не устоял, потому что Господь погнал его.",
          "ID": "15"
        },
        {
          "text": "Он умножил падающих, даже падали один на другого и говорили: \"вставай и возвратимся к народу нашему в родную нашу землю от губительного меча\".",
          "ID": "16"
        },
        {
          "text": "А там кричат: \"фараон, царь Египта, смутился; он пропустил условленное время\".",
          "ID": "17"
        },
        {
          "text": "Живу Я, говорит Царь, Которого имя Господь Саваоф: как Фавор среди гор и как Кармил при море, [так верно] придет он.",
          "ID": "18"
        },
        {
          "text": "Готовь себе нужное для переселения, дочь – жительница Египта, ибо Ноф будет опустошен, разорен, останется без жителя.",
          "ID": "19"
        },
        {
          "text": "Египет – прекрасная телица; но погибель от севера идет, идет.",
          "ID": "20"
        },
        {
          "text": "И наемники его среди него, как откормленные тельцы, – и сами обратились назад, побежали все, не устояли, потому что пришел на них день погибели их, время посещения их.",
          "ID": "21"
        },
        {
          "text": "Голос его несется, как змеиный; они идут с войском, придут на него с топорами, как дровосеки;",
          "ID": "22"
        },
        {
          "text": "вырубят лес его, говорит Господь, ибо они несметны; их более, нежели саранчи, и нет числа им.",
          "ID": "23"
        },
        {
          "text": "Посрамлена дочь Египта, предана в руки народа северного.",
          "ID": "24"
        },
        {
          "text": "Господь Саваоф, Бог Израилев, говорит: вот, Я посещу Аммона, который в Но, и фараона и Египет, и богов его и царей его, фараона и надеющихся на него;",
          "ID": "25"
        },
        {
          "text": "и предам их в руки ищущих души их и в руки Навуходоносора, царя Вавилонского, и в руки рабов его; но после того будет он населен, как в прежние дни, говорит Господь.",
          "ID": "26"
        },
        {
          "text": "Ты же не бойся, раб мой Иаков, и не страшись, Израиль: ибо вот, Я спасу тебя из далекой страны и семя твое из земли плена их; и возвратится Иаков, и будет жить спокойно и мирно, и никто не будет устрашать его.",
          "ID": "27"
        },
        {
          "text": "Не бойся, раб Мой Иаков, говорит Господь: ибо Я с тобою; Я истреблю все народы, к которым Я изгнал тебя, а тебя не истреблю, а только накажу тебя в мере; ненаказанным же не оставлю тебя.",
          "ID": "28"
        }
      ],
      "ID": "OT:JER.46",
      "name": "Книга пророка Иеремии 46"
    },
    {
      "text": [
        {
          "text": "Слово Господа, которое было к пророку Иеремии о Филистимлянах, прежде нежели фараон поразил Газу.",
          "ID": "1"
        },
        {
          "text": "Так говорит Господь: вот, поднимаются воды с севера и сделаются наводняющим потоком, и потопят землю и все, что наполняет ее, город и живущих в нем; тогда возопиют люди, и зарыдают все обитатели страны.",
          "ID": "2"
        },
        {
          "text": "От шумного топота копыт сильных коней его, от стука колесниц его, от звука колес его, отцы не оглянутся на детей своих, потому что руки у них опустятся",
          "ID": "3"
        },
        {
          "text": "от того дня, который придет истребить всех Филистимлян, отнять у Тира и Сидона всех остальных помощников, ибо Господь разорит Филистимлян, остаток острова Кафтора.",
          "ID": "4"
        },
        {
          "text": "Оплешивела Газа, гибнет Аскалон, остаток долины их.",
          "ID": "5"
        },
        {
          "text": "Доколе будешь посекать, о, меч Господень! доколе ты не успокоишься? возвратись в ножны твои, перестань и успокойся.",
          "ID": "6"
        },
        {
          "text": "Но как тебе успокоиться, когда Господь дал повеление против Аскалона и против берега морского? туда Он направил его.",
          "ID": "7"
        }
      ],
      "ID": "OT:JER.47",
      "name": "Книга пророка Иеремии 47"
    },
    {
      "text": [
        {
          "text": "О Моаве так говорит Господь Саваоф, Бог Израилев: горе Нево! он опустошен; Кариафаим посрамлен и взят; Мизгав посрамлен и сокрушен.",
          "ID": "1"
        },
        {
          "text": "Нет более славы Моава; в Есевоне замышляют против него зло: \"пойдем, истребим его из числа народов\". И ты, Мадмена, погибнешь; меч следует за тобою.",
          "ID": "2"
        },
        {
          "text": "Слышен вопль от Оронаима, опустошение и разрушение великое.",
          "ID": "3"
        },
        {
          "text": "Сокрушен Моав; вопль подняли дети его.",
          "ID": "4"
        },
        {
          "text": "На восхождении в Лухит плач за плачем поднимается; и на спуске с Оронаима неприятель слышит вопль о разорении.",
          "ID": "5"
        },
        {
          "text": "Бегите, спасайте жизнь свою, и будьте подобны обнаженному дереву в пустыне.",
          "ID": "6"
        },
        {
          "text": "Так как ты надеялся на дела твои и на сокровища твои, то и ты будешь взят, и Хамос пойдет в плен вместе со своими священниками и своими князьями.",
          "ID": "7"
        },
        {
          "text": "И придет опустошитель на всякий город, и город не уцелеет; и погибнет долина, и опустеет равнина, как сказал Господь.",
          "ID": "8"
        },
        {
          "text": "Дайте крылья Моаву, чтобы он мог улететь; города его будут пустынею, потому что некому будет жить в них.",
          "ID": "9"
        },
        {
          "text": "Проклят, кто дело Господне делает небрежно, и проклят, кто удерживает меч Его от крови!",
          "ID": "10"
        },
        {
          "text": "Моав от юности своей был в покое, сидел на дрожжах своих и не был переливаем из сосуда с сосуд, и в плен не ходил; от того оставался в нем вкус его, и запах его не изменялся.",
          "ID": "11"
        },
        {
          "text": "Посему вот, приходят дни, говорит Господь, когда Я пришлю к нему переливателей, которые перельют его и опорожнят сосуды его, и разобьют кувшины его.",
          "ID": "12"
        },
        {
          "text": "И постыжен будет Моав ради Хамоса, как дом Израилев постыжен был ради Вефиля, надежды своей.",
          "ID": "13"
        },
        {
          "text": "Как вы говорите: \"мы люди храбрые и крепкие для войны\"?",
          "ID": "14"
        },
        {
          "text": "Опустошен Моав, и города его горят, и отборные юноши его пошли на заклание, говорит Царь, – Господь Саваоф имя Его.",
          "ID": "15"
        },
        {
          "text": "Близка погибель Моава, и сильно спешит бедствие его.",
          "ID": "16"
        },
        {
          "text": "Пожалейте о нем все соседи его и все, знающие имя его, скажите: \"как сокрушен жезл силы, посох славы!\"",
          "ID": "17"
        },
        {
          "text": "Сойди с высоты величия и сиди в жажде, дочь – обитательница Дивона, ибо опустошитель Моава придет к тебе и разорит укрепления твои.",
          "ID": "18"
        },
        {
          "text": "Стань у дороги и смотри, обитательница Ароера, спрашивай бегущего и спасающегося: \"что сделалось?\"",
          "ID": "19"
        },
        {
          "text": "Посрамлен Моав, ибо сокрушен; рыдайте и вопите, объявите в Арноне, что опустошен Моав.",
          "ID": "20"
        },
        {
          "text": "И суд пришел на равнины, на Халон и на Иаацу, и на Мофаф,",
          "ID": "21"
        },
        {
          "text": "и на Дивон и на Нево, и на Бет–Дивлафаим,",
          "ID": "22"
        },
        {
          "text": "и на Кариафаим и на Бет–Гамул, и на Бет–Маон,",
          "ID": "23"
        },
        {
          "text": "и на Кериоф, и на Восор, и на все города земли Моавитской, дальние и ближние.",
          "ID": "24"
        },
        {
          "text": "Отсечен рог Моава, и мышца его сокрушена, говорит Господь.",
          "ID": "25"
        },
        {
          "text": "Напойте его пьяным, ибо он вознесся против Господа; и пусть Моав валяется в блевотине своей, и сам будет посмеянием.",
          "ID": "26"
        },
        {
          "text": "Не был ли в посмеянии у тебя Израиль? разве он между ворами был пойман, что ты, бывало, лишь только заговоришь о нем, качаешь головою?",
          "ID": "27"
        },
        {
          "text": "Оставьте города и живите на скалах, жители Моава, и будьте как голуби, которые делают гнезда во входе в пещеру.",
          "ID": "28"
        },
        {
          "text": "Слыхали мы о гордости Моава, гордости чрезмерной, о его высокомерии и его надменности, и кичливости его и превозношении сердца его.",
          "ID": "29"
        },
        {
          "text": "Знаю Я дерзость его, говорит Господь, но это ненадежно; пустые слова его: не так сделают.",
          "ID": "30"
        },
        {
          "text": "Поэтому буду рыдать о Моаве и вопить о всем Моаве; будут воздыхать о мужах Кирхареса.",
          "ID": "31"
        },
        {
          "text": "Буду плакать о тебе, виноградник Севамский, плачем Иазера; отрасли твои простирались за море, достигали до озера Иазера; опустошитель напал на летние плоды твои и на зрелый виноград.",
          "ID": "32"
        },
        {
          "text": "Радость и веселье отнято от Кармила и от земли Моава. Я положу конец вину в точилах; не будут более топтать в них с песнями; крик брани будет, а не крик радости.",
          "ID": "33"
        },
        {
          "text": "От вопля Есевона до Елеалы и до Иаацы они поднимут голос свой от Сигора до Оронаима, до третьей Эглы, ибо и воды Нимрима иссякнут.",
          "ID": "34"
        },
        {
          "text": "Истреблю у Моава, говорит Господь, приносящих жертвы на высотах и кадящих богам его.",
          "ID": "35"
        },
        {
          "text": "От того сердце мое стонет о Моаве, как свирель; о жителях Кирхареса стонет сердце мое, как свирель, ибо богатства, ими приобретенные, погибли:",
          "ID": "36"
        },
        {
          "text": "у каждого голова гола и у каждого борода умалена; у всех на руках царапины и на чреслах вретище.",
          "ID": "37"
        },
        {
          "text": "На всех кровлях Моава и на улицах его общий плач, ибо Я сокрушил Моава, как непотребный сосуд, говорит Господь.",
          "ID": "38"
        },
        {
          "text": "\"Как сокрушен он!\" будут говорить рыдая; \"как Моав покрылся стыдом, обратив тыл!\". И будет Моав посмеянием и ужасом для всех окружающих его,",
          "ID": "39"
        },
        {
          "text": "ибо так говорит Господь: вот, как орел, налетит он и распрострет крылья свои над Моавом.",
          "ID": "40"
        },
        {
          "text": "Города будут взяты, и крепости завоеваны, и сердце храбрых Моавитян будет в тот день, как сердце женщины, мучимой родами.",
          "ID": "41"
        },
        {
          "text": "И истреблен будет Моав из числа народов, потому что он восстал против Господа.",
          "ID": "42"
        },
        {
          "text": "Ужас и яма и петля – для тебя, житель Моава, сказал Господь.",
          "ID": "43"
        },
        {
          "text": "Кто убежит от ужаса, упадет в яму; а кто выйдет из ямы, попадет в петлю, ибо Я наведу на него, на Моава, годину посещения их, говорит Господь.",
          "ID": "44"
        },
        {
          "text": "Под тенью Есевона остановились бегущие, обессилев; но огонь вышел из Есевона и пламя из среды Сигона, и пожрет бок Моава и темя сыновей мятежных.",
          "ID": "45"
        },
        {
          "text": "Горе тебе, Моав! погиб народ Хамоса, ибо сыновья твои взяты в плен, и дочери твои – в пленение.",
          "ID": "46"
        },
        {
          "text": "Но в последние дни возвращу плен Моава, говорит Господь. Доселе суд на Моава.",
          "ID": "47"
        }
      ],
      "ID": "OT:JER.48",
      "name": "Книга пророка Иеремии 48"
    },
    {
      "text": [
        {
          "text": "О сыновьях Аммоновых так говорит Господь: разве нет сыновей у Израиля? разве нет у него наследника? Почему же Малхом завладел Гадом, и народ его живет в городах его?",
          "ID": "1"
        },
        {
          "text": "Посему вот, наступают дни, говорит Господь, когда в Равве сыновей Аммоновых слышен будет крик брани, и сделается она грудою развалин, и города ее будут сожжены огнем, и овладеет Израиль теми, которые владели им, говорит Господь.",
          "ID": "2"
        },
        {
          "text": "Рыдай, Есевон, ибо опустошен Гай; кричите, дочери Раввы, опояшьтесь вретищем, плачьте и скитайтесь по огородам, ибо Малхом пойдет в плен вместе со священниками и князьями своими.",
          "ID": "3"
        },
        {
          "text": "Что хвалишься долинами? Потечет долина твоя кровью, вероломная дочь, надеющаяся на сокровища свои, [говорящая]: \"кто придет ко мне?\"",
          "ID": "4"
        },
        {
          "text": "Вот, Я наведу на тебя ужас со всех окрестностей твоих, говорит Господь Бог Саваоф; разбежитесь, кто куда, и никто не соберет разбежавшихся.",
          "ID": "5"
        },
        {
          "text": "Но после того Я возвращу плен сыновей Аммоновых, говорит Господь.",
          "ID": "6"
        },
        {
          "text": "О Едоме так говорит Господь Саваоф: разве нет более мудрости в Фемане? [разве] не стало совета у разумных? разве оскудела мудрость их?",
          "ID": "7"
        },
        {
          "text": "Бегите, обратив тыл, скрывайтесь в пещерах, жители Дедана, ибо погибель Исава Я наведу на него, – время посещения Моего.",
          "ID": "8"
        },
        {
          "text": "Если бы обиратели винограда пришли к тебе, то верно оставили бы несколько недобранных ягод. И если бы воры [пришли] ночью, то они похитили бы, сколько им нужно.",
          "ID": "9"
        },
        {
          "text": "А Я донага оберу Исава, открою потаенные места его, и скрыться он не может. Истреблено будет племя его, и братья его и соседи его; и не будет его.",
          "ID": "10"
        },
        {
          "text": "Оставь сирот твоих, Я поддержу жизнь их, и вдовы твои пусть надеются на Меня.",
          "ID": "11"
        },
        {
          "text": "Ибо так говорит Господь: вот и те, которым не суждено было пить чашу, непременно будут пить ее, и ты ли останешься ненаказанным? Нет, не останешься ненаказанным, но непременно будешь пить [чашу].",
          "ID": "12"
        },
        {
          "text": "Ибо Мною клянусь, говорит Господь, что ужасом, посмеянием, пустынею и проклятием будет Восор, и все города его сделаются вечными пустынями.",
          "ID": "13"
        },
        {
          "text": "Я слышал слух от Господа, и посол послан к народам сказать: соберитесь и идите против него, и поднимайтесь на войну.",
          "ID": "14"
        },
        {
          "text": "Ибо вот, Я сделаю тебя малым между народами, презренным между людьми.",
          "ID": "15"
        },
        {
          "text": "Грозное положение твое и надменность сердца твоего обольстили тебя, живущего в расселинах скал и занимающего вершины холмов. Но, хотя бы ты, как орел, высоко свил гнездо твое, и оттуда низрину тебя, говорит Господь.",
          "ID": "16"
        },
        {
          "text": "И будет Едом ужасом; всякий, проходящий мимо, изумится и посвищет, [смотря] на все язвы его.",
          "ID": "17"
        },
        {
          "text": "Как ниспровергнуты Содом и Гоморра и соседние города их, говорит Господь, так [и] там ни один человек не будет жить, и сын человеческий не остановится в нем.",
          "ID": "18"
        },
        {
          "text": "Вот, восходит он, как лев, от возвышения Иордана на укрепленные жилища; но Я заставлю их поспешно уйти из [Идумеи], и кто избран, того поставлю над нею. Ибо кто подобен Мне? и кто потребует ответа от Меня? и какой пастырь противостанет Мне?",
          "ID": "19"
        },
        {
          "text": "Итак выслушайте определение Господа, какое Он поставил об Едоме, и намерения Его, какие Он имеет о жителях Фемана: истинно, самые малые из стад повлекут их и опустошат жилища их.",
          "ID": "20"
        },
        {
          "text": "От шума падения их потрясется земля, и отголосок крика их слышен будет у Чермного моря.",
          "ID": "21"
        },
        {
          "text": "Вот, как орел поднимется он, и полетит, и распустит крылья свои над Восором; и сердце храбрых Идумеян будет в тот день, как сердце женщины в родах.",
          "ID": "22"
        },
        {
          "text": "О Дамаске. – Посрамлены Емаф и Арпад, ибо, услышав скорбную весть, они уныли; тревога на море, успокоиться не могут.",
          "ID": "23"
        },
        {
          "text": "Оробел Дамаск и обратился в бегство; страх овладел им; боль и муки схватили его, как женщину в родах.",
          "ID": "24"
        },
        {
          "text": "Как не уцелел город славы, город радости моей?",
          "ID": "25"
        },
        {
          "text": "Итак падут юноши его на улицах его, и все воины погибнут в тот день, говорит Господь Саваоф.",
          "ID": "26"
        },
        {
          "text": "И зажгу огонь в стенах Дамаска, и истребит чертоги Венадада.",
          "ID": "27"
        },
        {
          "text": "О Кидаре и о царствах Асорских, которые поразил Навуходоносор, царь Вавилонский, так говорит Господь: вставайте, выступайте против Кидара, и опустошайте сыновей востока!",
          "ID": "28"
        },
        {
          "text": "Шатры их и овец их возьмут себе, и покровы их и всю утварь их, и верблюдов их возьмут, и будут кричать им: \"ужас отовсюду!\"",
          "ID": "29"
        },
        {
          "text": "Бегите, уходите скорее, сокройтесь в пропасти, жители Асора, говорит Господь, ибо Навуходоносор, царь Вавилонский, сделал решение о вас и составил против вас замысел.",
          "ID": "30"
        },
        {
          "text": "Вставайте, выступайте против народа мирного, живущего беспечно, говорит Господь; ни дверей, ни запоров нет у него, живут поодиночке.",
          "ID": "31"
        },
        {
          "text": "Верблюды их [отданы] будут в добычу, и множество стад их – на расхищение; и рассею их по всем ветрам, этих стригущих волосы на висках, и со всех сторон их наведу на них гибель, говорит Господь.",
          "ID": "32"
        },
        {
          "text": "И будет Асор жилищем шакалов, вечною пустынею; человек не будет жить там, и сын человеческий не будет останавливаться в нем.",
          "ID": "33"
        },
        {
          "text": "Слово Господа, которое было к Иеремии пророку против Елама, в начале царствования Седекии, царя Иудейского:",
          "ID": "34"
        },
        {
          "text": "так говорит Господь Саваоф: вот, Я сокрушу лук Елама, главную силу их.",
          "ID": "35"
        },
        {
          "text": "И наведу на Елам четыре ветра от четырех краев неба и развею их по всем этим ветрам, и не будет народа, к которому не пришли бы изгнанные Еламиты.",
          "ID": "36"
        },
        {
          "text": "И поражу Еламитян страхом пред врагами их и пред ищущими души их; и наведу на них бедствие, гнев Мой, говорит Господь, и пошлю вслед их меч, доколе не истреблю их.",
          "ID": "37"
        },
        {
          "text": "И поставлю престол Мой в Еламе, и истреблю там царя и князей, говорит Господь.",
          "ID": "38"
        },
        {
          "text": "Но в последние дни возвращу плен Елама, говорит Господь.",
          "ID": "39"
        }
      ],
      "ID": "OT:JER.49",
      "name": "Книга пророка Иеремии 49"
    },
    {
      "text": [
        {
          "text": "Слово, которое изрек Господь о Вавилоне и о земле Халдеев чрез Иеремию пророка:",
          "ID": "1"
        },
        {
          "text": "возвестите и разгласите между народами, и поднимите знамя, объявите, не скрывайте, говорите: \"Вавилон взят, Вил посрамлен, Меродах сокрушен, истуканы его посрамлены, идолы его сокрушены\".",
          "ID": "2"
        },
        {
          "text": "Ибо от севера поднялся против него народ, который сделает землю его пустынею, и никто не будет жить там, от человека до скота, все двинутся и уйдут.",
          "ID": "3"
        },
        {
          "text": "В те дни и в то время, говорит Господь, придут сыновья Израилевы, они и сыновья Иудины вместе, будут ходить и плакать, и взыщут Господа Бога своего.",
          "ID": "4"
        },
        {
          "text": "Будут спрашивать о пути к Сиону, и, обращая к нему лица, [будут] [говорить]: \"идите и присоединитесь к Господу союзом вечным, который не забудется\".",
          "ID": "5"
        },
        {
          "text": "Народ Мой был как погибшие овцы; пастыри их совратили их с пути, разогнали их по горам; скитались они с горы на холм, забыли ложе свое.",
          "ID": "6"
        },
        {
          "text": "Все, которые находили их, пожирали их, и притеснители их говорили: \"мы не виноваты, потому что они согрешили пред Господом, пред жилищем правды и пред Господом, надеждою отцов их\".",
          "ID": "7"
        },
        {
          "text": "Бегите из среды Вавилона, и уходите из Халдейской земли, и будьте как козлы впереди стада овец.",
          "ID": "8"
        },
        {
          "text": "Ибо вот, Я подниму и приведу на Вавилон сборище великих народов от земли северной, и расположатся против него, и он будет взят; стрелы у них, как у искусного воина, не возвращаются даром.",
          "ID": "9"
        },
        {
          "text": "И Халдея сделается добычею их; и опустошители ее насытятся, говорит Господь.",
          "ID": "10"
        },
        {
          "text": "Ибо вы веселились, вы торжествовали, расхитители наследия Моего; прыгали от радости, как телица на траве, и ржали, как боевые кони.",
          "ID": "11"
        },
        {
          "text": "В большом стыде будет мать ваша, покраснеет родившая вас; вот будущность тех народов – пустыня, сухая земля и степь.",
          "ID": "12"
        },
        {
          "text": "От гнева Господа она сделается необитаемою, и вся она будет пуста; всякий проходящий чрез Вавилон изумится и посвищет, смотря на все язвы его.",
          "ID": "13"
        },
        {
          "text": "Выстройтесь в боевой порядок вокруг Вавилона; все, натягивающие лук, стреляйте в него, не жалейте стрел, ибо он согрешил против Господа.",
          "ID": "14"
        },
        {
          "text": "Поднимите крик против него со всех сторон; он подал руку свою; пали твердыни его, рушились стены его, ибо это – возмездие Господа; отмщайте ему; как он поступал, так и вы поступайте с ним.",
          "ID": "15"
        },
        {
          "text": "Истребите в Вавилоне [и] сеющего и действующего серпом во время жатвы; от страха губительного меча пусть каждый возвратится к народу своему, и каждый пусть бежит в землю свою.",
          "ID": "16"
        },
        {
          "text": "Израиль – рассеянное стадо; львы разогнали [его]; прежде объедал его царь Ассирийский, а сей последний, Навуходоносор, царь Вавилонский, и кости его сокрушил.",
          "ID": "17"
        },
        {
          "text": "Посему так говорит Господь Саваоф, Бог Израилев: вот, Я посещу царя Вавилонского и землю его, как посетил царя Ассирийского.",
          "ID": "18"
        },
        {
          "text": "И возвращу Израиля на пажить его, и будет он пастись на Кармиле и Васане, и душа его насытится на горе Ефремовой и в Галааде.",
          "ID": "19"
        },
        {
          "text": "В те дни и в то время, говорит Господь, будут искать неправды Израилевой, и не будет ее, и грехов Иуды, и не найдется их; ибо прощу тех, которых оставлю [в живых].",
          "ID": "20"
        },
        {
          "text": "Иди на нее, на землю возмутительную, и накажи жителей ее; опустошай и истребляй все за ними, говорит Господь, и сделай все, что Я повелел тебе.",
          "ID": "21"
        },
        {
          "text": "Шум брани на земле и великое разрушение!",
          "ID": "22"
        },
        {
          "text": "Как разбит и сокрушен молот всей земли! Как Вавилон сделался ужасом между народами!",
          "ID": "23"
        },
        {
          "text": "Я расставил сети для тебя, и ты пойман, Вавилон, не предвидя того; ты найден и схвачен, потому что восстал против Господа.",
          "ID": "24"
        },
        {
          "text": "Господь открыл хранилище Свое и взял [из него] сосуды гнева Своего, потому что у Господа Бога Саваофа есть дело в земле Халдейской.",
          "ID": "25"
        },
        {
          "text": "Идите на нее со всех краев, растворяйте житницы ее, топчите ее как снопы, совсем истребите ее, чтобы ничего от нее не осталось.",
          "ID": "26"
        },
        {
          "text": "Убивайте всех волов ее, пусть идут на заклание; горе им! ибо пришел день их, время посещения их.",
          "ID": "27"
        },
        {
          "text": "[Слышен] голос бегущих и спасающихся из земли Вавилонской, чтобы возвестить на Сионе о мщении Господа Бога нашего, о мщении за храм Его.",
          "ID": "28"
        },
        {
          "text": "Созовите против Вавилона стрельцов; все, напрягающие лук, расположитесь станом вокруг него, чтобы никто не спасся из него; воздайте ему по делам его; как он поступал, так поступите и с ним, ибо он вознесся против Господа, против Святаго Израилева.",
          "ID": "29"
        },
        {
          "text": "За то падут юноши его на улицах его, и все воины его истреблены будут в тот день, говорит Господь.",
          "ID": "30"
        },
        {
          "text": "Вот, Я – на тебя, гордыня, говорит Господь Бог Саваоф; ибо пришел день твой, время посещения твоего.",
          "ID": "31"
        },
        {
          "text": "И споткнется гордыня, и упадет, и никто не поднимет его; и зажгу огонь в городах его, и пожрет все вокруг него.",
          "ID": "32"
        },
        {
          "text": "Так говорит Господь Саваоф: угнетены сыновья Израиля, как и сыновья Иуды, и все, пленившие их, крепко держат их и не хотят отпустить их.",
          "ID": "33"
        },
        {
          "text": "Но Искупитель их силен, Господь Саваоф имя Его; Он разберет дело их, чтобы успокоить землю и привести в трепет жителей Вавилона.",
          "ID": "34"
        },
        {
          "text": "Меч на Халдеев, говорит Господь, и на жителей Вавилона, и на князей его, и на мудрых его;",
          "ID": "35"
        },
        {
          "text": "меч на обаятелей, и они обезумеют; меч на воинов его, и они оробеют;",
          "ID": "36"
        },
        {
          "text": "меч на коней его и на колесницы его и на все разноплеменные народы среди него, и они будут как женщины; меч на сокровища его, и они будут расхищены;",
          "ID": "37"
        },
        {
          "text": "засуха на воды его, и они иссякнут; ибо это земля истуканов, и они обезумеют от идольских страшилищ.",
          "ID": "38"
        },
        {
          "text": "И поселятся там степные звери с шакалами, и будут жить на ней страусы, и не будет обитаема во веки и населяема в роды родов.",
          "ID": "39"
        },
        {
          "text": "Как ниспровержены Богом Содом и Гоморра и соседние города их, говорит Господь, так [и] тут ни один человек не будет жить, и сын человеческий не будет останавливаться.",
          "ID": "40"
        },
        {
          "text": "Вот, идет народ от севера, и народ великий, и многие цари поднимаются от краев земли;",
          "ID": "41"
        },
        {
          "text": "держат в руках лук и копье; они жестоки и немилосерды; голос их шумен, как море; несутся на конях, выстроились как один человек, чтобы сразиться с тобою, дочь Вавилона.",
          "ID": "42"
        },
        {
          "text": "Услышал царь Вавилонский весть о них, и руки у него опустились; скорбь объяла его, муки, как женщину в родах.",
          "ID": "43"
        },
        {
          "text": "Вот, восходит он, как лев, от возвышения Иордана на укрепленные жилища; но Я заставлю их поспешно уйти из него, и, кто избран, тому вверю его. Ибо кто подобен Мне? и кто потребует от Меня ответа? И какой пастырь противостанет Мне?",
          "ID": "44"
        },
        {
          "text": "Итак выслушайте определение Господа, какое Он постановил о Вавилоне, и намерения Его, какие Он имеет о земле Халдейской: истинно, самые малые из стад повлекут их; истинно, он опустошит жилища их с ними.",
          "ID": "45"
        },
        {
          "text": "От шума взятия Вавилона потрясется земля, и вопль будет слышен между народами.",
          "ID": "46"
        }
      ],
      "ID": "OT:JER.50",
      "name": "Книга пророка Иеремии 50"
    },
    {
      "text": [
        {
          "text": "Так говорит Господь: вот, Я подниму на Вавилон и на живущих среди него противников Моих.",
          "ID": "1"
        },
        {
          "text": "И пошлю на Вавилон веятелей, и развеют его, и опустошат землю его; ибо в день бедствия нападут на него со всех сторон.",
          "ID": "2"
        },
        {
          "text": "Пусть стрелец напрягает лук против напрягающего [лук] и на величающегося бронею своею; и не щадите юношей его, истребите все войско его.",
          "ID": "3"
        },
        {
          "text": "Пораженные пусть падут на земле Халдейской, и пронзенные – на дорогах ее.",
          "ID": "4"
        },
        {
          "text": "Ибо не овдовел Израиль и Иуда от Бога Своего, Господа Саваофа; хотя земля их полна грехами пред Святым Израилевым.",
          "ID": "5"
        },
        {
          "text": "Бегите из среды Вавилона и спасайте каждый душу свою, чтобы не погибнуть от беззакония его, ибо это время отмщения у Господа, Он воздает ему воздаяние.",
          "ID": "6"
        },
        {
          "text": "Вавилон был золотою чашею в руке Господа, опьянявшею всю землю; народы пили из нее вино и безумствовали.",
          "ID": "7"
        },
        {
          "text": "Внезапно пал Вавилон и разбился; рыдайте о нем, возьмите бальзама для раны его: может быть, он исцелеет.",
          "ID": "8"
        },
        {
          "text": "Врачевали мы Вавилон, но не исцелился; оставьте его, и пойдем каждый в свою землю, потому что приговор о нем достиг до небес и поднялся до облаков.",
          "ID": "9"
        },
        {
          "text": "Господь вывел на свет правду нашу; пойдем и возвестим на Сионе дело Господа Бога нашего.",
          "ID": "10"
        },
        {
          "text": "Острите стрелы, наполняйте колчаны; Господь возбудил дух царей Мидийских, потому что у Него есть намерение против Вавилона, чтобы истребить его, ибо это есть отмщение Господа, отмщение за храм Его.",
          "ID": "11"
        },
        {
          "text": "Против стен Вавилона поднимите знамя, усильте надзор, расставьте сторожей, приготовьте засады, ибо, как Господь помыслил, так и сделает, что изрек на жителей Вавилона.",
          "ID": "12"
        },
        {
          "text": "О, ты, живущий при водах великих, изобилующий сокровищами! пришел конец твой, мера жадности твоей.",
          "ID": "13"
        },
        {
          "text": "Господь Саваоф поклялся Самим Собою: истинно говорю, что наполню тебя людьми, как саранчою, и поднимут крик против тебя.",
          "ID": "14"
        },
        {
          "text": "Он сотворил землю силою Своею, утвердил вселенную мудростью Своею и разумом Своим распростер небеса.",
          "ID": "15"
        },
        {
          "text": "По гласу Его шумят воды на небесах, и Он возводит облака от краев земли, творит молнии среди дождя и изводит ветер из хранилищ Своих.",
          "ID": "16"
        },
        {
          "text": "Безумствует всякий человек в своем знании, срамит себя всякий плавильщик истуканом своим, ибо истукан его есть ложь, и нет в нем духа.",
          "ID": "17"
        },
        {
          "text": "Это совершенная пустота, дело заблуждения; во время посещения их они исчезнут.",
          "ID": "18"
        },
        {
          "text": "Не такова, как их, доля Иакова, ибо [Бог его] есть Творец всего, и [Израиль] есть жезл наследия Его, имя Его – Господь Саваоф.",
          "ID": "19"
        },
        {
          "text": "Ты у Меня – молот, оружие воинское; тобою Я поражал народы и тобою разорял царства;",
          "ID": "20"
        },
        {
          "text": "тобою поражал коня и всадника его и тобою поражал колесницу и возницу ее;",
          "ID": "21"
        },
        {
          "text": "тобою поражал мужа и жену, тобою поражал и старого и молодого, тобою поражал и юношу и девицу;",
          "ID": "22"
        },
        {
          "text": "и тобою поражал пастуха и стадо его, тобою поражал и земледельца и рабочий скот его, тобою поражал и областеначальников и градоправителей.",
          "ID": "23"
        },
        {
          "text": "И воздам Вавилону и всем жителям Халдеи за все то зло, какое они делали на Сионе в глазах ваших, говорит Господь.",
          "ID": "24"
        },
        {
          "text": "Вот, Я – на тебя, гора губительная, говорит Господь, разоряющая всю землю, и простру на тебя руку Мою, и низрину тебя со скал, и сделаю тебя горою обгорелою.",
          "ID": "25"
        },
        {
          "text": "И не возьмут из тебя камня для углов и камня для основания, но вечно будешь запустением, говорит Господь.",
          "ID": "26"
        },
        {
          "text": "Поднимите знамя на земле, трубите трубою среди народов, вооружите против него народы, созовите на него царства Араратские, Минийские и Аскеназские, поставьте вождя против него, наведите коней, как страшную саранчу.",
          "ID": "27"
        },
        {
          "text": "Вооружите против него народы, царей Мидии, областеначальников ее и всех градоправителей ее, и всю землю, подвластную ей.",
          "ID": "28"
        },
        {
          "text": "Трясется земля и трепещет, ибо исполняются над Вавилоном намерения Господа сделать землю Вавилонскую пустынею, без жителей.",
          "ID": "29"
        },
        {
          "text": "Перестали сражаться сильные Вавилонские, сидят в укреплениях своих; истощилась сила их, сделались как женщины, жилища их сожжены, затворы их сокрушены.",
          "ID": "30"
        },
        {
          "text": "Гонец бежит навстречу гонцу, и вестник навстречу вестнику, чтобы возвестить царю Вавилонскому, что город его взят со всех концов,",
          "ID": "31"
        },
        {
          "text": "и броды захвачены, и ограды сожжены огнем, и воины поражены страхом.",
          "ID": "32"
        },
        {
          "text": "Ибо так говорит Господь Саваоф, Бог Израилев: дочь Вавилона подобна гумну во время молотьбы на нем; еще немного, и наступит время жатвы ее.",
          "ID": "33"
        },
        {
          "text": "Пожирал меня и грыз меня Навуходоносор, царь Вавилонский; сделал меня пустым сосудом; поглощал меня, как дракон; наполнял чрево свое сластями моими, извергал меня.",
          "ID": "34"
        },
        {
          "text": "Обида моя и плоть моя – на Вавилоне, скажет обитательница Сиона, и кровь моя – на жителях Халдеи, скажет Иерусалим.",
          "ID": "35"
        },
        {
          "text": "Посему так говорит Господь: вот, Я вступлюсь в твое дело и отмщу за тебя, и осушу море его, и иссушу каналы его.",
          "ID": "36"
        },
        {
          "text": "И Вавилон будет грудою развалин, жилищем шакалов, ужасом и посмеянием, без жителей.",
          "ID": "37"
        },
        {
          "text": "Как львы зарыкают все они, и заревут как щенки львиные.",
          "ID": "38"
        },
        {
          "text": "Во время разгорячения их сделаю им пир и упою их, чтобы они повеселились и заснули вечным сном, и не пробуждались, говорит Господь.",
          "ID": "39"
        },
        {
          "text": "Сведу их как ягнят на заклание, как овнов с козлами.",
          "ID": "40"
        },
        {
          "text": "Как взят Сесах, и завоевана слава всей земли! Как сделался Вавилон ужасом между народами!",
          "ID": "41"
        },
        {
          "text": "Устремилось на Вавилон море; он покрыт множеством волн его.",
          "ID": "42"
        },
        {
          "text": "Города его сделались пустыми, землею сухою, степью, землею, где не живет ни один человек и где не проходит сын человеческий.",
          "ID": "43"
        },
        {
          "text": "И посещу Вила в Вавилоне, и исторгну из уст его проглоченное им, и народы не будут более стекаться к нему, даже и стены Вавилонские падут.",
          "ID": "44"
        },
        {
          "text": "Выходи из среды его, народ Мой, и спасайте каждый душу свою от пламенного гнева Господа.",
          "ID": "45"
        },
        {
          "text": "Да не ослабевает сердце ваше, и не бойтесь слуха, который будет слышен на земле; слух придет в [один] год, и потом в [другой] год, и на земле [будет] насилие, властелин [восстанет] на властелина.",
          "ID": "46"
        },
        {
          "text": "Посему вот, приходят дни, когда Я посещу идолов Вавилона, и вся земля его будет посрамлена, и все пораженные его падут среди него.",
          "ID": "47"
        },
        {
          "text": "И восторжествуют над Вавилоном небо и земля и все, что на них; ибо от севера придут к нему опустошители, говорит Господь.",
          "ID": "48"
        },
        {
          "text": "Как Вавилон повергал пораженных Израильтян, так в Вавилоне будут повержены пораженные всей страны.",
          "ID": "49"
        },
        {
          "text": "Спасшиеся от меча, уходите, не останавливайтесь, вспомните издали о Господе, и да взойдет Иерусалим на сердце ваше.",
          "ID": "50"
        },
        {
          "text": "Стыдно нам было, когда мы слышали ругательство: бесчестие покрывало лица наши, когда чужеземцы пришли во святилище дома Господня.",
          "ID": "51"
        },
        {
          "text": "За то вот, приходят дни, говорит Господь, когда Я посещу истуканов его, и по всей земле его будут стонать раненые.",
          "ID": "52"
        },
        {
          "text": "Хотя бы Вавилон возвысился до небес, и хотя бы он на высоте укрепил твердыню свою; [но] от Меня придут к нему опустошители, говорит Господь.",
          "ID": "53"
        },
        {
          "text": "[Пронесется] гул вопля от Вавилона и великое разрушение – от земли Халдейской,",
          "ID": "54"
        },
        {
          "text": "ибо Господь опустошит Вавилон и положит конец горделивому голосу в нем. Зашумят волны их как большие воды, раздастся шумный голос их.",
          "ID": "55"
        },
        {
          "text": "Ибо придет на него, на Вавилон, опустошитель, и взяты будут ратоборцы его, сокрушены будут луки их; ибо Господь, Бог воздаяний, воздаст воздаяние.",
          "ID": "56"
        },
        {
          "text": "И напою допьяна князей его и мудрецов его, областеначальников его, и градоправителей его, и воинов его, и заснут сном вечным, и не пробудятся, говорит Царь – Господь Саваоф имя Его.",
          "ID": "57"
        },
        {
          "text": "Так говорит Господь Саваоф: толстые стены Вавилона до основания будут разрушены, и высокие ворота его будут сожжены огнем; итак напрасно трудились народы, и племена мучили себя для огня.",
          "ID": "58"
        },
        {
          "text": "Слово, которое пророк Иеремия заповедал Сераии, сыну Нирии, сыну Маасеи, когда он отправлялся в Вавилон с Седекиею, царем Иудейским, в четвертый год его царствования; Сераия был главный постельничий.",
          "ID": "59"
        },
        {
          "text": "Иеремия вписал в одну книгу все бедствия, какие должны были придти на Вавилон, все сии речи, написанные на Вавилон.",
          "ID": "60"
        },
        {
          "text": "И сказал Иеремия Сераии: когда ты придешь в Вавилон, то смотри, прочитай все сии речи,",
          "ID": "61"
        },
        {
          "text": "и скажи: \"Господи! Ты изрек о месте сем, что истребишь его так, что не останется в нем ни человека, ни скота, но оно будет вечною пустынею\".",
          "ID": "62"
        },
        {
          "text": "И когда окончишь чтение сей книги, привяжи к ней камень и брось ее в средину Евфрата,",
          "ID": "63"
        },
        {
          "text": "и скажи: \"так погрузится Вавилон и не восстанет от того бедствия, которое Я наведу на него, и они совершенно изнемогут\". Доселе речи Иеремии.",
          "ID": "64"
        }
      ],
      "ID": "OT:JER.51",
      "name": "Книга пророка Иеремии 51"
    },
    {
      "text": [
        {
          "text": "Седекия был двадцати одного года, когда начал царствовать, и царствовал в Иерусалиме одиннадцать лет; имя матери его – Хамуталь, дочь Иеремии из Ливны.",
          "ID": "1"
        },
        {
          "text": "И он делал злое в очах Господа, все то, что делал Иоаким;",
          "ID": "2"
        },
        {
          "text": "посему гнев Господа был над Иерусалимом и Иудою до того, что Он отверг их от лица Своего; и Седекия отложился от царя Вавилонского.",
          "ID": "3"
        },
        {
          "text": "И было, в девятый год его царствования, в десятый месяц, в десятый день месяца, пришел Навуходоносор, царь Вавилонский, сам и все войско его, к Иерусалиму, и обложили его, и устроили вокруг него насыпи.",
          "ID": "4"
        },
        {
          "text": "И находился город в осаде до одиннадцатого года царя Седекии.",
          "ID": "5"
        },
        {
          "text": "В четвертом месяце, в девятый день месяца, голод в городе усилился, и не было хлеба у народа земли.",
          "ID": "6"
        },
        {
          "text": "Сделан был пролом в город, и побежали все военные, и вышли из города ночью воротами, находящимися между двумя стенами, подле царского сада, и пошли дорогою степи; Халдеи же были вокруг города.",
          "ID": "7"
        },
        {
          "text": "Войско Халдейское погналось за царем, и настигли Седекию на равнинах Иерихонских, и все войско его разбежалось от него.",
          "ID": "8"
        },
        {
          "text": "И взяли царя, и привели его к царю Вавилонскому, в Ривлу, в землю Емаф, где он произнес над ним суд.",
          "ID": "9"
        },
        {
          "text": "И заколол царь Вавилонский сыновей Седекии пред глазами его, и всех князей Иудейских заколол в Ривле.",
          "ID": "10"
        },
        {
          "text": "А Седекии выколол глаза и велел оковать его медными оковами; и отвел его царь Вавилонский в Вавилон и посадил его в дом стражи до дня смерти его.",
          "ID": "11"
        },
        {
          "text": "В пятый месяц, в десятый день месяца, – это был девятнадцатый год царя Навуходоносора, царя Вавилонского, – пришел Навузардан, начальник телохранителей, предстоявший пред царем Вавилонским, в Иерусалим",
          "ID": "12"
        },
        {
          "text": "и сожег дом Господень, и дом царя, и все домы в Иерусалиме, и все домы большие сожег огнем.",
          "ID": "13"
        },
        {
          "text": "И все войско Халдейское, бывшее с начальником телохранителей, разрушило все стены вокруг Иерусалима.",
          "ID": "14"
        },
        {
          "text": "Бедных из народа и прочий народ, остававшийся в городе, и переметчиков, которые передались царю Вавилонскому, и вообще остаток простого народа Навузардан, начальник телохранителей, выселил.",
          "ID": "15"
        },
        {
          "text": "Только несколько из бедного народа земли Навузардан, начальник телохранителей, оставил для виноградников и земледелия.",
          "ID": "16"
        },
        {
          "text": "И столбы медные, которые были в доме Господнем, и подставы, и медное море, которое в доме Господнем, изломали Халдеи и отнесли всю медь их в Вавилон.",
          "ID": "17"
        },
        {
          "text": "И тазы, и лопатки, и ножи, и чаши, и ложки, и все медные сосуды, которые употребляемы были при Богослужении, взяли;",
          "ID": "18"
        },
        {
          "text": "и блюда, и щипцы, и чаши, и котлы, и лампады, и фимиамники, и кружки, что было золотое – золотое, и что было серебряное – серебряное, взял начальник телохранителей;",
          "ID": "19"
        },
        {
          "text": "также два столба, одно море и двенадцать медных волов, которые служили подставами, которые царь Соломон сделал в доме Господнем, – меди во всех этих вещах невозможно было взвесить.",
          "ID": "20"
        },
        {
          "text": "Столбы сии были каждый столб в восемнадцать локтей вышины, и шнурок в двенадцать локтей обнимал его, а толщина стенок его внутри пустого, в четыре перста.",
          "ID": "21"
        },
        {
          "text": "И венец на нем медный, а высота венца пять локтей; и сетка и гранатовые яблоки вокруг были все медные; то же и на другом столбе с гранатовыми яблоками.",
          "ID": "22"
        },
        {
          "text": "Гранатовых яблоков было по всем сторонам девяносто шесть; всех яблоков вокруг сетки сто.",
          "ID": "23"
        },
        {
          "text": "Начальник телохранителей взял также Сераию первосвященника и Цефанию, второго священника, и трех сторожей порога.",
          "ID": "24"
        },
        {
          "text": "И из города взял одного евнуха, который был начальником над военными людьми, и семь человек предстоявших лицу царя, которые находились в городе, и главного писца в войске, записывавшего в войско народ земли, и шестьдесят человек из народа страны, найденных в городе.",
          "ID": "25"
        },
        {
          "text": "И взял их Навузардан, начальник телохранителей, и отвел их к царю Вавилонскому в Ривлу.",
          "ID": "26"
        },
        {
          "text": "И поразил их царь Вавилонский и умертвил их в Ривле, в земле Емаф; и выселен был Иуда из земли своей.",
          "ID": "27"
        },
        {
          "text": "Вот народ, который выселил Навуходоносор: в седьмой год три тысячи двадцать три Иудея;",
          "ID": "28"
        },
        {
          "text": "в восемнадцатый год Навуходоносора из Иерусалима [выселено] восемьсот тридцать две души;",
          "ID": "29"
        },
        {
          "text": "в двадцать третий год Навуходоносора Навузардан, начальник телохранителей, выселил Иудеев семьсот сорок пять душ: всего четыре тысячи шестьсот душ.",
          "ID": "30"
        },
        {
          "text": "В тридцать седьмой год после переселения Иоакима, царя Иудейского, в двенадцатый месяц, в двадцать пятый день месяца, Евильмеродах, царь Вавилонский, в первый год царствования своего, возвысил Иоакима, царя Иудейского, и вывел его из темничного дома.",
          "ID": "31"
        },
        {
          "text": "И беседовал с ним дружелюбно, и поставил престол его выше престола царей, которые были у него в Вавилоне;",
          "ID": "32"
        },
        {
          "text": "и переменил темничные одежды его, и он всегда у него обедал во все дни жизни своей.",
          "ID": "33"
        },
        {
          "text": "И содержание его, содержание постоянное, выдаваемо было ему от царя изо дня в день до дня смерти его, во все дни жизни его.",
          "ID": "34"
        }
      ],
      "ID": "OT:JER.52",
      "name": "Книга пророка Иеремии 52"
    }
  ],
  "ID": "OT:JER(SYNO)",
  "name": "Книга пророка Иеремии"
}