{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Вот имена сыновей Израиля (он же Иаков), которые пришли с ним в Египет, каждый со своей семьей: ",
          "ID": "1"
        },
        {
          "text": "Рувим, Симеон, Левий и Иуда; ",
          "ID": "2"
        },
        {
          "text": "Иссахар, Завулон и Вениамин; ",
          "ID": "3"
        },
        {
          "text": "Дан и Неффалим; Гад и Асир. ",
          "ID": "4"
        },
        {
          "text": "Всех потомков Иакова было семьдесят. Иосиф уже был в Египте.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иосиф, его братья и все то поколение умерло, ",
          "ID": "6"
        },
        {
          "text": "но израильтяне были плодовиты; они сильно умножились и их стало так много, что они заполнили всю страну.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": " Прошло время, и к власти в Египте пришел новый царь, который не знал про Иосифа. ",
          "ID": "8"
        },
        {
          "text": "Он сказал своему народу:",
          "ID": "9"
        },
        {
          "text": "– Смотрите, израильтяне становятся многочисленнее и сильнее нас. ",
          "ID": "9"
        },
        {
          "text": "Давайте поступим мудро, иначе их станет еще больше, и, если случится война, они присоединятся к нашим врагам, выступят против нас и покинут страну.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Египтяне поставили над израильтянами надсмотрщиков, чтобы изнурять их подневольным трудом, и те построили фараону Питом и Раамсес, города для хранения припасов. ",
          "ID": "11"
        },
        {
          "text": "Но чем больше их угнетали, тем больше их становилось и они расселялись так, что египтяне начали бояться израильтян ",
          "ID": "12"
        },
        {
          "text": "и безжалостно принуждали их трудиться. ",
          "ID": "13"
        },
        {
          "text": "Они сделали жизнь израильтян горькой, заставляя изготовлять кирпичи из глины, заниматься строительством, а также работать в поле. Израильтян безо всякой жалости заставляли делать всю эту тяжелую работу. ",
          "ID": "14"
        },
        {
          "text": "Царь Египта сказал еврейским повитухам, которых звали Шифра и Пуа:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Когда вы будете принимать роды у еврейских женщин, то следите за ними на родильном стуле: если родится мальчик – убивайте его, а если девочка – оставляйте в живых.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но повитухи боялись Бога и не исполняли приказ египетского царя. Они оставляли мальчиков в живых. ",
          "ID": "17"
        },
        {
          "text": "Царь Египта вызвал повитух и спросил:",
          "ID": "18"
        },
        {
          "text": "– Зачем вы это делаете? Зачем оставляете мальчиков в живых?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Повитухи ответили фараону:",
          "ID": "19"
        },
        {
          "text": "– Еврейские женщины – не такие, как египетские: они крепкие и рожают еще до прихода повитух.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "За это Бог был милостив к повитухам, а народ продолжал увеличиваться и стал еще многочисленнее. ",
          "ID": "20"
        },
        {
          "text": "За то, что повитухи боялись Бога, Он даровал им в награду семьи и детей. ",
          "ID": "21"
        },
        {
          "text": "Тогда фараон приказал своему народу:",
          "ID": "22"
        },
        {
          "text": "– Каждого мальчика, который рождается у евреев, бросайте в реку Нил, а девочек оставляйте в живых.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.1",
      "name": "Исход 1"
    },
    {
      "text": [
        {
          "text": "Один человек из рода Левия взял себе жену из того же рода. ",
          "ID": "1"
        },
        {
          "text": "Она забеременела и родила сына. Увидев, что ребенок очень хорош, она прятала его три месяца, ",
          "ID": "2"
        },
        {
          "text": "а когда не смогла больше прятать, взяла тростниковую корзину и покрыла ее смолой и дегтем. Она положила в нее младенца и поставила ее среди тростника на берегу Нила. ",
          "ID": "3"
        },
        {
          "text": "Сестра младенца встала поодаль, чтобы увидеть, что с ним случится. ",
          "ID": "4"
        },
        {
          "text": "Дочь фараона спустилась к Нилу купаться, а ее служанки ходили по берегу. Она увидела корзину среди тростника и послала за ней рабыню. ",
          "ID": "5"
        },
        {
          "text": "Открыв корзину, дочь фараона увидела младенца. Он плакал, и она пожалела его.",
          "ID": "6"
        },
        {
          "text": "– Это – один из еврейских детей, – сказала она.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Тогда сестра младенца спросила у дочери фараона:",
          "ID": "7"
        },
        {
          "text": "– Пойти ли мне и привести кормилицу из евреек, чтобы она вскормила для тебя младенца?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Да, пойди, – ответила та.",
          "ID": "8"
        },
        {
          "text": "Девочка пошла и привела мать младенца. ",
          "ID": "8"
        },
        {
          "text": "Дочь фараона сказала ей:",
          "ID": "9"
        },
        {
          "text": "– Возьми этого младенца и вскорми его для меня, а я тебе заплачу за это.",
          "ID": "9"
        },
        {
          "text": "Женщина взяла младенца и вскормила его. ",
          "ID": "9"
        },
        {
          "text": "Когда ребенок подрос, она отвела его к дочери фараона, и та усыновила мальчика. Она назвала его Моисеем, говоря: «Я вытащила его из воды».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Однажды, когда Моисей уже вырос, он пошел к своим соплеменникам и увидел, какую тяжелую работу они делают. Он увидел, как египтянин бьет еврея – его соплеменника. ",
          "ID": "11"
        },
        {
          "text": "Оглянувшись вокруг и увидев, что никого нет, Моисей убил египтянина и спрятал его тело в песке.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "На следующий день он вышел и увидел двух дерущихся евреев. Он спросил обидчика:",
          "ID": "13"
        },
        {
          "text": "– Зачем ты бьешь своего соплеменника?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тот ответил:",
          "ID": "14"
        },
        {
          "text": "– Кто поставил тебя начальником и судьей над нами? Не думаешь ли ты убить и меня, как убил египтянина?",
          "ID": "14"
        },
        {
          "text": "Моисей испугался и подумал: «Должно быть, то, что я сделал, стало известно».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Услышав об этом, фараон хотел казнить Моисея, но Моисей убежал от него и поселился в стране мадианитян. Однажды, когда он сидел у колодца, ",
          "ID": "15"
        },
        {
          "text": "семь дочерей мадианского жреца пришли начерпать воды, чтобы наполнить поилки и напоить отару отца. ",
          "ID": "16"
        },
        {
          "text": "Но пришли пастухи и отогнали их, тогда Моисей встал, защитил дочерей жреца и напоил их овец.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда девушки вернулись к своему отцу Рагуилу, тот спросил:",
          "ID": "18"
        },
        {
          "text": "– Почему вы сегодня так рано вернулись?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Они ответили:",
          "ID": "19"
        },
        {
          "text": "– Какой-то египтянин защитил нас от пастухов. Он даже начерпал нам воды и напоил отару овец.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Где же он? – спросил отец у дочерей. – Почему вы оставили его? Пригласите его поесть с нами.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Моисей согласился остаться у этого человека, и тот отдал свою дочь Циппору Моисею в жены. ",
          "ID": "21"
        },
        {
          "text": "Она родила сына, и Моисей назвал его Гершом, говоря: «Я стал поселенцем в чужой земле».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Спустя долгое время, царь Египта умер. Израильтяне стонали в рабстве и взывали о помощи. Вопль об их рабской доле дошел до Бога, ",
          "ID": "23"
        },
        {
          "text": "и Бог, услышав их стоны, вспомнил Свой завет с Авраамом, Исааком и Иаковом. ",
          "ID": "24"
        },
        {
          "text": "Бог посмотрел на израильтян и обратил внимание на их участь.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.2",
      "name": "Исход 2"
    },
    {
      "text": [
        {
          "text": "Моисей пас отару своего тестя Иофора, мадианского жреца. Он повел ее далеко в пустыню и пришел к Хориву, Божьей горе. ",
          "ID": "1"
        },
        {
          "text": "Там ему явился Ангел Господень в пламени из среды горящего тернового куста. Моисей увидел, что объятый огнем куст не сгорал, ",
          "ID": "2"
        },
        {
          "text": "и подумал: «Пойду и посмотрю на это великое чудо – почему куст не сгорает».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда Господь увидел, что Моисей подошел посмотреть, Он позвал его из куста:",
          "ID": "4"
        },
        {
          "text": "– Моисей! Моисей!",
          "ID": "4"
        },
        {
          "text": "Моисей ответил:",
          "ID": "4"
        },
        {
          "text": "– Вот я.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Не подходи ближе, – сказал Бог. – Сними свою обувь, потому что место, на котором ты стоишь, – святая земля.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он сказал:",
          "ID": "6"
        },
        {
          "text": "– Я – Бог твоего отца, Бог Авраама, Бог Исаака и Бог Иакова.",
          "ID": "6"
        },
        {
          "text": "Услышав это, Моисей закрыл лицо, потому что боялся смотреть на Бога.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь сказал:",
          "ID": "7"
        },
        {
          "text": "– Я увидел угнетение Моего народа в Египте и услышал, как стонут они под властью надсмотрщиков, и узнал об их муках. ",
          "ID": "7"
        },
        {
          "text": "Я сошел, чтобы освободить их от ига египтян и вывести их из этой земли в добрую, просторную землю, где течет молоко и мед, – в край хананеев, хеттов, аморреев, ферезеев, хиввеев и иевусеев. ",
          "ID": "8"
        },
        {
          "text": "И вот, вопль израильтян дошел до Меня. Я увидел, как угнетают их египтяне. ",
          "ID": "9"
        },
        {
          "text": "А теперь иди, Я посылаю тебя к фараону, чтобы ты вывел Мой народ, израильтян, из Египта.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Моисей сказал Богу:",
          "ID": "11"
        },
        {
          "text": "– Кто я такой, чтобы пойти к фараону и вывести израильтян из Египта?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Бог ответил:",
          "ID": "12"
        },
        {
          "text": "– Я буду с тобой. Вот тебе знак, что Я послал тебя: когда ты выведешь народ из Египта, вы будете служить Богу на этой горе.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Моисей сказал Богу:",
          "ID": "13"
        },
        {
          "text": "– Вот, я пойду к израильтянам и скажу им: «Бог ваших отцов послал меня к вам», а они спросят: «Как Его имя?» Что мне ответить им?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Бог ответил Моисею:",
          "ID": "14"
        },
        {
          "text": "– Я Тот, Кто Я Есть. Скажи израильтянам: «„Я Есть“ послал меня к вам».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Еще Бог сказал Моисею:",
          "ID": "15"
        },
        {
          "text": "– Скажи израильтянам: «Господь, Бог ваших отцов – Бог Авраама, Бог Исаака и Бог Иакова, послал меня к вам».",
          "ID": "15"
        },
        {
          "text": "Вот Мое имя навеки.",
          "ID": "15"
        },
        {
          "text": "Так Меня будут называть",
          "ID": "15"
        },
        {
          "text": "из поколения в поколение.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Иди, собери старейшин Израиля и скажи им: «Господь, Бог ваших отцов – Бог Авраама, Бог Исаака и Бог Иакова, явился мне и сказал: „Я наблюдал за вами и увидел, как с вами обращаются в Египте. ",
          "ID": "16"
        },
        {
          "text": "Я обещаю вывести вас из Египта, где вы бедствуете, в землю хананеев, хеттов, аморреев, ферезеев, иевусеев и хиввеев – в землю, где течет молоко и мед“». ",
          "ID": "17"
        },
        {
          "text": "Старейшины Израиля послушают тебя. Тогда ты и старейшины пойдете к царю Египта и скажете ему: «Господь, Бог евреев, явился нам. Отпусти нас на три дня в пустыню принести жертвы Господу, нашему Богу». ",
          "ID": "18"
        },
        {
          "text": "Я знаю, царь Египта не отпустит вас, если не принудить его могучей рукой. ",
          "ID": "19"
        },
        {
          "text": "Поэтому Я протяну руку и поражу Египет чудесами, которые Я в нем совершу. После этого он отпустит вас. ",
          "ID": "20"
        },
        {
          "text": "Я сделаю так, что египтяне хорошо отнесутся к вам и вы не уйдете с пустыми руками. ",
          "ID": "21"
        },
        {
          "text": "Пусть каждая женщина попросит у соседки-египтянки и у любой другой женщины, живущей в соседнем доме, серебряных и золотых вещей и одежды. Вы наденете это на своих сыновей и дочерей. Так вы оберете египтян.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.3",
      "name": "Исход 3"
    },
    {
      "text": [
        {
          "text": "Моисей ответил:",
          "ID": "1"
        },
        {
          "text": "– А если они не поверят мне, не послушаются и скажут: «Господь не являлся тебе»?",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Тогда Господь сказал:",
          "ID": "2"
        },
        {
          "text": "– Что у тебя в руке?",
          "ID": "2"
        },
        {
          "text": "– Посох, – ответил он.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Господь сказал:",
          "ID": "3"
        },
        {
          "text": "– Брось его на землю.",
          "ID": "3"
        },
        {
          "text": "Когда Моисей бросил его на землю, тот превратился в змею, и Моисей отбежал от нее. ",
          "ID": "3"
        },
        {
          "text": "Тогда Господь сказал ему:",
          "ID": "4"
        },
        {
          "text": "– Протяни руку и возьми ее за хвост.",
          "ID": "4"
        },
        {
          "text": "Моисей протянул руку, схватил змею, и она превратилась у него в руке в посох.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Господь сказал:",
          "ID": "5"
        },
        {
          "text": "– Это для того, чтобы они поверили, что Господь, Бог их отцов, Бог Авраама, Бог Исаака и Бог Иакова, явился тебе.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Затем Господь сказал:",
          "ID": "6"
        },
        {
          "text": "– Положи руку за пазуху.",
          "ID": "6"
        },
        {
          "text": "Моисей положил руку за пазуху, а когда вытащил, она была белой от проказы, как снег.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Теперь опять положи ее за пазуху, – сказал Он.",
          "ID": "7"
        },
        {
          "text": "Моисей опять положил руку за пазуху, и когда вытащил, она снова стала чистой, как остальное тело.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Господь сказал:",
          "ID": "8"
        },
        {
          "text": "– Если они не поверят тебе и первое знамение их не убедит, они поверят второму. ",
          "ID": "8"
        },
        {
          "text": "А если не поверят двум знамениям и не послушают тебя, зачерпни воды из Нила и вылей на землю, и эта вода превратится в кровь.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Моисей сказал Господу:",
          "ID": "10"
        },
        {
          "text": "– О Владыка, я не был красноречивым раньше и не стал им теперь, когда Ты заговорил со Своим слугой. Я говорю медленно и невнятно.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Господь сказал ему:",
          "ID": "11"
        },
        {
          "text": "– Кто дал человеку язык? Кто делает его глухим или немым? Кто дает зрение или делает его слепым? Разве не Я, Господь? ",
          "ID": "11"
        },
        {
          "text": "Итак, ступай; Я помогу тебе говорить и научу, что сказать.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Но Моисей ответил:",
          "ID": "13"
        },
        {
          "text": "– О Владыка, прошу, пошли кого-нибудь другого.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь разгневался на Моисея и сказал:",
          "ID": "14"
        },
        {
          "text": "– А твой брат, левит Аарон? Я знаю, он говорит хорошо. Он уже вышел, чтобы тебя встретить, и обрадуется, увидев тебя. ",
          "ID": "14"
        },
        {
          "text": "Ты можешь говорить с ним и вкладывать слова в его уста. Я помогу вам обоим говорить и научу вас, что делать. ",
          "ID": "15"
        },
        {
          "text": "Он будет говорить народу твои слова, как если бы пророк говорил слова Бога. ",
          "ID": "16"
        },
        {
          "text": "Возьми с собой этот посох: ты будешь творить им знамения.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Моисей вернулся к своему тестю Иофору и сказал ему:",
          "ID": "18"
        },
        {
          "text": "– Позволь мне вернуться к родственникам в Египет – посмотреть, живы ли они еще.",
          "ID": "18"
        },
        {
          "text": "Иофор сказал:",
          "ID": "18"
        },
        {
          "text": "– Иди с миром.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь сказал Моисею в Мадиане:",
          "ID": "19"
        },
        {
          "text": "– Вернись в Египет: те, кто хотел убить тебя, умерли.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Моисей взял жену и сыновей, посадил их на осла и пустился в обратный путь в Египет, неся с собой Божий посох.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "21"
        },
        {
          "text": "– Когда ты вернешься в Египет, смотри, соверши перед фараоном чудеса, для которых Я дал тебе силу. А Я сделаю его сердце упрямым, и он не отпустит народ. ",
          "ID": "21"
        },
        {
          "text": "Тогда скажи фараону: «Так говорит Господь: Израиль – Мой сын, Мой первенец. ",
          "ID": "22"
        },
        {
          "text": "Я сказал тебе: „Отпусти Моего сына поклониться Мне“. Ты не отпустил его, и теперь Я убью твоего сына-первенца».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "В пути, на ночлеге, Господь встретил Моисея и собирался убить его. ",
          "ID": "24"
        },
        {
          "text": "Но Циппора взяла острый каменный нож, обрезала крайнюю плоть сына и коснулась ею ног Моисея.",
          "ID": "25"
        },
        {
          "text": "– Ты жених крови для меня, – сказала она.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Тогда Господь отступил от него. («Жених крови» – так она говорила про обрезание.)",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Господь сказал Аарону:",
          "ID": "27"
        },
        {
          "text": "– Иди в пустыню встречать Моисея.",
          "ID": "27"
        },
        {
          "text": "Он пошел, встретил Моисея у Божьей горы и поцеловал его. ",
          "ID": "27"
        },
        {
          "text": "Моисей рассказал Аарону обо всем, с чем послал его Господь, и о всех знамениях, которые Он велел ему сотворить. ",
          "ID": "28"
        },
        {
          "text": "Моисей и Аарон собрали израильских старейшин, ",
          "ID": "29"
        },
        {
          "text": "и Аарон пересказал им все, что сказал Моисею Господь. Моисей сотворил перед людьми знамения, ",
          "ID": "30"
        },
        {
          "text": "и они поверили. Услышав, что Господь позаботился о них и увидел их беду, они склонились и восславили Его.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.4",
      "name": "Исход 4"
    },
    {
      "text": [
        {
          "text": "После этого Моисей и Аарон пришли к фараону и сказали:",
          "ID": "1"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Отпусти Мой народ, чтобы он устроил Мне праздник в пустыне».",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Фараон ответил:",
          "ID": "2"
        },
        {
          "text": "– Кто такой Господь, чтобы мне слушаться Его и отпустить Израиль? Я не знаю Господа и не отпущу Израиль.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Они сказали:",
          "ID": "3"
        },
        {
          "text": "– Бог евреев явился нам. Отпусти нас на три дня в пустыню принести жертвы Господу, нашему Богу, чтобы Он не наказал нас мором или мечом.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Царь Египта ответил:",
          "ID": "4"
        },
        {
          "text": "– Моисей и Аарон, зачем вы отвлекаете народ от работы? Ступайте трудиться!",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И еще добавил фараон:",
          "ID": "5"
        },
        {
          "text": "– Народ стал ныне многочисленным, а вы хотите, чтобы он перестал работать.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "В тот же день фараон приказал надсмотрщикам над народом и старостам:",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Не давайте больше этому народу солому для изготовления кирпичей – пусть идут и собирают сами. ",
          "ID": "7"
        },
        {
          "text": "Но требуйте от них такое же количество кирпичей, как и прежде. Норму не убавляйте. Они ленивы и потому кричат: «Пойдем, принесем жертву нашему Богу». ",
          "ID": "8"
        },
        {
          "text": "Прибавьте им работы: пусть трудятся и не обращают внимания на лживые речи.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Надсмотрщики и старосты вышли и сказали народу:",
          "ID": "10"
        },
        {
          "text": "– Вот что говорит фараон: «Я больше не буду давать вам солому. ",
          "ID": "10"
        },
        {
          "text": "Идите и собирайте ее сами, где найдете, но норма не будет уменьшена».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И народ рассеялся по Египту собирать жнивье, чтобы заменить им солому. ",
          "ID": "12"
        },
        {
          "text": "Надсмотрщики вынуждали их, говоря:",
          "ID": "13"
        },
        {
          "text": "– Выполняйте каждый день такую же норму, как и тогда, когда у вас была солома.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "А старост израильтян, которых стражи фараона поставили над ними, били и спрашивали:",
          "ID": "14"
        },
        {
          "text": "– Почему ни вчера, ни сегодня вы не сделали такого же количества кирпичей, как и прежде?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Старосты израильтян пришли к фараону и взмолились:",
          "ID": "15"
        },
        {
          "text": "– Зачем ты так поступаешь со своими слугами? ",
          "ID": "15"
        },
        {
          "text": "Солому твоим слугам не дают, а кирпичи велят делать! Посмотри, как бьют твоих слуг! Вина лежит на твоем народе.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Фараон сказал:",
          "ID": "17"
        },
        {
          "text": "– Лентяи, вот вы кто – лентяи! Поэтому вы и говорите: «Пойдем, принесем жертву Господу». ",
          "ID": "17"
        },
        {
          "text": "Ступайте работать. Солому вам давать не будут, но положенное количество кирпичей делайте.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Старосты израильтян поняли, что попали в беду, услышав: «Не уменьшайте ежедневной нормы кирпичей». ",
          "ID": "19"
        },
        {
          "text": "Выйдя от фараона, они нашли Моисея и Аарона, которые ждали их, ",
          "ID": "20"
        },
        {
          "text": "и сказали:",
          "ID": "21"
        },
        {
          "text": "– Пусть Господь увидит, что вы наделали, и накажет вас. Вы сделали нас ненавистными фараону и его приближенным. Вы вложили им в руки меч, чтобы они убили нас.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Моисей обратился к Господу и сказал:",
          "ID": "22"
        },
        {
          "text": "– Владыка, зачем Ты навел на этот народ беду? Для чего Ты послал меня? ",
          "ID": "22"
        },
        {
          "text": "С тех пор как я ходил к фараону говорить от Твоего имени, он стал обращаться с народом еще более жестоко, а Ты ничего не сделал, чтобы спасти Свой народ.",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.5",
      "name": "Исход 5"
    },
    {
      "text": [
        {
          "text": "Тогда Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Теперь ты увидишь, что Я сделаю с фараоном: под Моей могучей рукой он отпустит их; под Моей могучей рукой он даже прогонит их из своей страны.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Бог сказал Моисею:",
          "ID": "2"
        },
        {
          "text": "– Я – Господь. ",
          "ID": "2"
        },
        {
          "text": "Я являлся Аврааму, Исааку и Иакову как Бог Всемогущий, но под именем Господь они Меня не знали. ",
          "ID": "3"
        },
        {
          "text": "Я заключил с ними завет, чтобы дать им землю Ханаана, где они жили как чужеземцы. ",
          "ID": "4"
        },
        {
          "text": "Теперь Я услышал стон израильтян, которых египтяне сделали своими рабами, и вспомнил об этом завете. ",
          "ID": "5"
        },
        {
          "text": "Итак, скажи израильтянам: «Я – Господь, и Я выведу вас из-под египетского гнета. Я освобожу вас из рабства и спасу вас простертой рукой и великими судами. ",
          "ID": "6"
        },
        {
          "text": "Я сделаю вас Своим народом и буду вашим Богом. Тогда вы узнаете, что Я – Господь, ваш Бог, Который вывел вас из-под египетского гнета. ",
          "ID": "7"
        },
        {
          "text": "Я приведу вас в землю, которую клялся с поднятой рукой отдать Аврааму, Исааку и Иакову. Я отдам ее вам во владение. Я – Господь».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Моисей передал это израильтянам, но они не послушали его, потому что их дух был сломлен жестокой неволей. ",
          "ID": "9"
        },
        {
          "text": "Тогда Господь сказал Моисею:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Пойди, скажи фараону, царю Египта, чтобы он отпустил израильтян из своей страны.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Но Моисей сказал Господу:",
          "ID": "12"
        },
        {
          "text": "– Если даже израильтяне не слушают меня, как послушает фараон, ведь я так косноязычен?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Господь говорил с Моисеем и Аароном об израильтянах и фараоне, царе Египта, и повелел им вывести израильтян из Египта.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Вот главы их кланов:",
          "ID": "14"
        },
        {
          "text": "Сыновьями Рувима, первенца Израиля, были Енох и Фаллу, Хецрон и Хармий. Это – кланы Рувима.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Сыновьями Симеона были Иемуил, Иамин, Огад, Иахин, Цохар и Саул, сын хананеянки. Это – кланы Симеона.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Вот имена сыновей Левия по их родословиям: Гершон, Кааф и Мерари. Левий прожил сто тридцать семь лет.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Сыновьями Гершона, по кланам, были Ливни и Шимей.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Сыновьями Каафа были Амрам, Ицгар, Хеврон и Уззиил. Кааф прожил сто тридцать три года.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Сыновьями Мерари были Махли и Муши.",
          "ID": "19"
        },
        {
          "text": "Это – кланы Левия по их родословиям.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Амрам был женат на Иохеведе, сестре своего отца, которая родила ему Аарона и Моисея. Амрам прожил сто тридцать семь лет.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Сыновьями Ицгара были Корах, Нефег и Зихрий.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Сыновьями Уззиила были Мисаил, Элцафан и Ситри.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Аарон женился на Елизавете, дочери Аминадава и сестре Нахшона. Она родила ему Надава и Авиуда, Элеазара и Итамара.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Сыновьями Кораха были Асир, Элкана и Авиасаф. Это – кланы Кораха.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Элеазар, сын Аарона, женился на одной из дочерей Футиила, и она родила ему Пинехаса.",
          "ID": "25"
        },
        {
          "text": "Это главы левитских родов по кланам.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Моисей и Аарон – это те, кому Господь сказал: «Выведите израильтян из Египта по их воинствам».",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Это они говорили с фараоном, царем Египта, чтобы вывести израильтян из Египта. Это были те самые Моисей и Аарон.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Когда Господь говорил с Моисеем в Египте, ",
          "ID": "28"
        },
        {
          "text": "Он сказал ему:",
          "ID": "29"
        },
        {
          "text": "– Я – Господь. Передай фараону, царю Египта, все, что Я говорю тебе.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Но Моисей сказал Господу:",
          "ID": "30"
        },
        {
          "text": "– Я так косноязычен – как же фараон послушает меня?",
          "ID": "30"
        }
      ],
      "ID": "OT:EXO.6",
      "name": "Исход 6"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Смотри, Я сделал так, чтобы ты был как Бог для фараона, а твой брат Аарон будет как бы твоим пророком. ",
          "ID": "1"
        },
        {
          "text": "Говори все, что Я тебе велю, а твой брат Аарон пусть скажет фараону, чтобы тот отпустил израильтян из своей страны. ",
          "ID": "2"
        },
        {
          "text": "Но Я сделаю сердце фараона упрямым, и хотя Я сотворю много знамений и чудес в Египте, ",
          "ID": "3"
        },
        {
          "text": "он не послушает тебя. Тогда Я обращу руку Мою на Египет и великими судами выведу Мои воинства – Мой народ, израильтян, – из этой земли. ",
          "ID": "4"
        },
        {
          "text": "Египтяне узнают, что Я – Господь, когда Я занесу руку над Египтом и выведу оттуда израильтян.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Моисей и Аарон сделали, как повелел им Господь. ",
          "ID": "6"
        },
        {
          "text": "Моисею было восемьдесят лет, а Аарону восемьдесят три года, когда они говорили с фараоном.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Когда фараон скажет вам: «Сотворите чудо», скажи Аарону: «Возьми посох и брось его перед фараоном». Посох превратится в змею.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Моисей и Аарон пришли к фараону и сделали так, как повелел им Господь. Аарон бросил свой посох перед фараоном и его приближенными, и он превратился в змею. ",
          "ID": "10"
        },
        {
          "text": "Тогда фараон позвал мудрецов и чародеев, и египетские колдуны с помощью колдовства сделали то же самое. ",
          "ID": "11"
        },
        {
          "text": "Каждый бросил свой посох, и те превратились в змей; но посох Аарона проглотил их посохи. ",
          "ID": "12"
        },
        {
          "text": "Однако сердцем фараона завладело упрямство – он не послушал их, как и говорил Господь.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тогда Господь сказал Моисею:",
          "ID": "14"
        },
        {
          "text": "– Фараон упрям и отказывается отпустить народ. ",
          "ID": "14"
        },
        {
          "text": "Пойди к фараону утром, когда он выходит к реке. Возьми посох, который превращался в змею, и подожди царя Египта на берегу Нила. ",
          "ID": "15"
        },
        {
          "text": "Скажи ему: «Господь, Бог евреев, посылал меня сказать тебе: „Отпусти Мой народ поклониться Мне в пустыне“. Но до сих пор ты не слушался. ",
          "ID": "16"
        },
        {
          "text": "Так говорит Господь: „Теперь ты узнаешь, что Я – Господь. Посохом, который у меня в руке, я ударю по воде Нила, и вода превратится в кровь. ",
          "ID": "17"
        },
        {
          "text": "Рыба в Ниле умрет, река станет зловонной, и египтяне не смогут пить из нее“».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "19"
        },
        {
          "text": "– Скажи Аарону: «Возьми посох и протяни руку над водами Египта – над реками и каналами, над прудами и всеми водоемами: вода в них превратится в кровь. Кровь будет в Египте повсюду, даже в деревянных и каменных сосудах».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Моисей и Аарон сделали, как повелел им Господь. Аарон поднял посох на глазах у фараона и его приближенных, ударил по воде Нила, и она превратилась в кровь. ",
          "ID": "20"
        },
        {
          "text": "Рыба в Ниле умерла, и река стала такой зловонной, что египтяне не могли пить из нее. Кровь была повсюду в Египте. ",
          "ID": "21"
        },
        {
          "text": "Но египетские чародеи своим колдовством сделали то же самое. И сердцем фараона завладело упрямство. Он не послушал Моисея и Аарона, как и говорил Господь. ",
          "ID": "22"
        },
        {
          "text": "Царь Египта развернулся и ушел во дворец, даже не задумываясь об этом. ",
          "ID": "23"
        },
        {
          "text": "А египтяне стали копать колодцы вдоль Нила, чтобы добыть питьевую воду. Они не могли пить из реки.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "С тех пор, как Господь поразил воду в Ниле, прошло семь дней.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.7",
      "name": "Исход 7"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Пойди к фараону и скажи ему: «Так говорит Господь: Отпусти Мой народ поклониться Мне. ",
          "ID": "1"
        },
        {
          "text": "Если ты откажешься, Я наведу на всю твою страну лягушек. ",
          "ID": "2"
        },
        {
          "text": "Нил будет кишеть лягушками. Они вылезут из реки и прискачут в твой дворец, в спальню, на постель, в дома твоих приближенных и народа, в твои печи и квашни. ",
          "ID": "3"
        },
        {
          "text": "Лягушки будут прыгать на тебя, на твой народ и на твоих приближенных».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "5"
        },
        {
          "text": "– Скажи Аарону: «Занеси руку с посохом над реками, каналами и прудами и наведи лягушек на египетскую землю».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Аарон занес руку с посохом над водами Египта, и вылезли лягушки и покрыли всю землю. ",
          "ID": "6"
        },
        {
          "text": "Но чародеи с помощью колдовства сделали то же самое. Они тоже навели лягушек на Египет. ",
          "ID": "7"
        },
        {
          "text": "Фараон позвал Моисея и Аарона и сказал:",
          "ID": "8"
        },
        {
          "text": "– Помолитесь Господу, чтобы Он избавил от лягушек меня и мой народ, и я отпущу народ принести жертву Господу.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Моисей сказал фараону:",
          "ID": "9"
        },
        {
          "text": "– Я предоставляю тебе честь выбрать, когда мне помолиться за тебя, за твоих приближенных и народ. После этого лягушки уйдут от тебя и из твоих дворцов и останутся только в Ниле.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Завтра, – сказал фараон.",
          "ID": "10"
        },
        {
          "text": "Моисей ответил:",
          "ID": "10"
        },
        {
          "text": "– Будет по-твоему для того, чтобы ты узнал: нет никого, подобного Господу, нашему Богу. ",
          "ID": "10"
        },
        {
          "text": "Лягушки уйдут от тебя и из твоих дворцов, от твоих приближенных и народа. Они останутся только в Ниле.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Моисей и Аарон ушли от фараона, и Моисей попросил Господа уничтожить всех лягушек, которых Он навел на фараона. ",
          "ID": "12"
        },
        {
          "text": "Господь исполнил просьбу Моисея. Лягушки вымерли в домах, во дворах и на полях. ",
          "ID": "13"
        },
        {
          "text": "Их собирали в кучи, и земля начала испускать зловоние. ",
          "ID": "14"
        },
        {
          "text": "Но когда фараон увидел, что пришло облегчение, его сердце исполнилось упрямством, и он опять не послушал Моисея и Аарона, как и говорил Господь.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "16"
        },
        {
          "text": "– Скажи Аарону: «Подними посох и ударь по пыли на земле: по всему Египту пыль превратится в комаров».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Они сделали так. Аарон поднял руку с посохом, ударил по пыли, и на людей и скот налетели комары. Пыль по всему Египту превратилась в комаров. ",
          "ID": "17"
        },
        {
          "text": "Чародеи попытались с помощью колдовства навести комаров, но не смогли. Комары облепляли людей и скотину. ",
          "ID": "18"
        },
        {
          "text": "И тогда чародеи сказали фараону:",
          "ID": "19"
        },
        {
          "text": "– Это сделал Бог.",
          "ID": "19"
        },
        {
          "text": "Но сердце фараона оставалось упрямым. Он не послушал их, как и говорил Господь.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "20"
        },
        {
          "text": "– Поднимись завтра рано утром, встань перед фараоном, когда он пойдет к реке, и скажи ему: «Так говорит Господь: Отпусти Мой народ поклониться Мне. ",
          "ID": "20"
        },
        {
          "text": "Если не отпустишь, Я пошлю на тебя, на твоих приближенных, на твой народ и в твои дворцы рои мух. Дома египтян наполнятся мухами и вся земля будет покрыта ими. ",
          "ID": "21"
        },
        {
          "text": "Но Я сделаю так, что в земле Гошен, где живет Мой народ, не будет мух, чтобы ты знал – Я, Господь, пребываю в той земле. ",
          "ID": "22"
        },
        {
          "text": "Я сделаю различие между Моим и твоим народом. Это знамение будет завтра».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Господь так и сделал. Густые рои мух налетели во дворец фараона и в дома его приближенных. Из-за мух погибала вся египетская земля. ",
          "ID": "24"
        },
        {
          "text": "Фараон позвал Моисея и Аарона и сказал:",
          "ID": "25"
        },
        {
          "text": "– Идите, принесите жертву вашему Богу в этой стране.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но Моисей сказал:",
          "ID": "26"
        },
        {
          "text": "– Так делать нельзя. То, что мы приносим в жертву Господу, нашему Богу, для египтян – мерзость. Если мы станем приносить жертву, которой они гнушаются, они забьют нас камнями. ",
          "ID": "26"
        },
        {
          "text": "Нет, чтобы принести жертву Господу, нашему Богу, как Он велел, нам нужно удалиться на три дня в пустыню.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Фараон сказал:",
          "ID": "28"
        },
        {
          "text": "– Я отпущу вас принести жертву Господу, вашему Богу, в пустыню, но только не уходите далеко. Помолитесь и обо мне.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Моисей ответил:",
          "ID": "29"
        },
        {
          "text": "– Как только я уйду от тебя, я помолюсь Господу, и завтра мухи оставят тебя, твоих приближенных и народ. Но и ты больше не обманывай, не отпуская народ принести жертву Господу.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Моисей ушел от фараона и помолился Господу. ",
          "ID": "30"
        },
        {
          "text": "Господь сделал то, что просил Моисей: избавил фараона, его приближенных и народ от мух. Ни одной мухи не осталось. ",
          "ID": "31"
        },
        {
          "text": "Но и на этот раз сердце фараона осталось упрямым, и он не отпустил народ.",
          "ID": "32"
        }
      ],
      "ID": "OT:EXO.8",
      "name": "Исход 8"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Пойди к фараону и скажи ему: «Так говорит Господь, Бог евреев: Отпусти Мой народ поклониться Мне. ",
          "ID": "1"
        },
        {
          "text": "Если ты откажешься и будешь удерживать их дальше, ",
          "ID": "2"
        },
        {
          "text": "рука Господа поразит страшным мором твой скот в поле: лошадей, ослов, верблюдов, быков и коров, овец и коз. ",
          "ID": "3"
        },
        {
          "text": "Но между скотом Израиля и Египта Господь сделает различие: у израильтян не падет ни одно животное».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Господь назначил время, сказав:",
          "ID": "5"
        },
        {
          "text": "– Завтра Господь сделает так в этой земле.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "На следующий день Господь так и сделал. Весь скот египтян пал; но у израильтян не пало ни одно животное. ",
          "ID": "6"
        },
        {
          "text": "Фараон послал людей, чтобы проверить это, и узнал, что ни одно животное израильтян не пало. Но его сердце так и осталось упрямым, и он не отпустил народ.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "8"
        },
        {
          "text": "– Возьмите по полной пригоршне золы из печи. Пусть Моисей бросит ее в воздух на глазах у фараона. ",
          "ID": "8"
        },
        {
          "text": "Она тонкой пылью будет витать над всем Египтом, и по всей стране на людях и на скоте появятся гнойные нарывы.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они взяли золу из печи и предстали перед фараоном. Моисей бросил золу в воздух, и на людях и скоте появились гнойные нарывы. ",
          "ID": "10"
        },
        {
          "text": "Чародеи не смогли появиться перед Моисеем из-за нарывов, которые появились на них и на всех египтянах. ",
          "ID": "11"
        },
        {
          "text": "Но Господь сделал сердце фараона упрямым, и он не послушал Моисея и Аарона, как Господь и сказал Моисею.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "13"
        },
        {
          "text": "– Поднимись завтра рано утром, иди к фараону и скажи ему: «Так говорит Господь, Бог евреев: Отпусти Мой народ поклониться Мне. ",
          "ID": "13"
        },
        {
          "text": "На этот раз Я накажу тебя, твоих приближенных и твой народ самыми страшными карами, чтобы ты знал: нет на земле подобного Мне. ",
          "ID": "14"
        },
        {
          "text": "Я мог бы занести руку и поразить тебя и твой народ мором, который смел бы вас с лица земли. ",
          "ID": "15"
        },
        {
          "text": "Но Я возвысил тебя для того, чтобы показать тебе Мою силу и чтобы имя Мое стало известно по всей земле. ",
          "ID": "16"
        },
        {
          "text": "Ты все еще против Моего народа и не отпускаешь его. ",
          "ID": "17"
        },
        {
          "text": "Так слушай: завтра в это время Я пошлю такой страшный град, какого Египет не знал со времен своего основания. ",
          "ID": "18"
        },
        {
          "text": "Поэтому прикажи отвести скот и все, что у тебя есть в безопасное место. Град будет падать на всех людей и животных, которые останутся в поле без прикрытия, и все они погибнут».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Те приближенные фараона, которые испугались слов Господа, поспешили увести рабов и скот. ",
          "ID": "20"
        },
        {
          "text": "А пренебрегшие им оставили рабов и скот в поле.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "22"
        },
        {
          "text": "– Подними руку к небу – и град падет на Египет: на людей, на животных и на все, что растет в полях Египта.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Моисей поднял посох к небу, и Господь послал гром и град. Молния ударила в землю. Господь обрушил град на землю Египта. ",
          "ID": "23"
        },
        {
          "text": "Повсюду шел град и били молнии. Такой бури не было в Египте со времен его заселения. ",
          "ID": "24"
        },
        {
          "text": "По всему Египту град поразил на полях и людей, и животных. Град побил все, что росло в полях, и поломал деревья. ",
          "ID": "25"
        },
        {
          "text": "Только в земле Гошен, где жили израильтяне, града не было. ",
          "ID": "26"
        },
        {
          "text": "Фараон послал за Моисеем и Аароном.",
          "ID": "27"
        },
        {
          "text": "– На этот раз я согрешил, – сказал он им. – Господь прав, а я и мой народ виновны. ",
          "ID": "27"
        },
        {
          "text": "Помолитесь Господу; довольно с нас ужасного грома и града! Я отпущу вас, вам больше не нужно оставаться.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Моисей ответил:",
          "ID": "29"
        },
        {
          "text": "– Я выйду из города, воздену руки и помолюсь Господу. Гром утихнет и града больше не будет для того, чтобы ты знал, что хозяин земли – Господь. ",
          "ID": "29"
        },
        {
          "text": "Но я знаю, что ты и твои приближенные по-прежнему не боитесь Господа Бога.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "(Лен и ячмень погибли, потому что в ту пору ячмень колосился, а лен цвел. ",
          "ID": "31"
        },
        {
          "text": "А пшеница и полба не погибли: они созревают позже.)",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Моисей ушел от фараона, вышел из города и воздел руки к Господу. Гром и град прекратились. Дождь больше не проливался на землю. ",
          "ID": "33"
        },
        {
          "text": "Фараон увидел, что дождь, град и гром прекратились, и опять согрешил: его сердце и сердца его приближенных оставались упрямыми. ",
          "ID": "34"
        },
        {
          "text": "Сердце фараона исполнилось упрямством, и он не отпустил израильтян, как Господь и говорил через Моисея.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.9",
      "name": "Исход 9"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Пойди к фараону. Я сделал его сердце и сердца его приближенных упрямыми, чтобы сотворить среди них знамения, ",
          "ID": "1"
        },
        {
          "text": "чтобы ты мог потом рассказать детям и внукам, как сурово Я поступил с египтянами и как сотворил знамения среди них, и чтобы вы знали, что Я – Господь.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Моисей и Аарон пришли к фараону и сказали ему:",
          "ID": "3"
        },
        {
          "text": "– Так говорит Господь, Бог евреев: «Сколько ты будешь отказываться смириться предо Мной? Отпусти Мой народ поклониться Мне. ",
          "ID": "3"
        },
        {
          "text": "Если ты откажешься, то завтра Я наведу на твою страну саранчу. ",
          "ID": "4"
        },
        {
          "text": "Она покроет поверхность земли так, что ее не будет видно. Она сожрет все то немногое, что осталось у вас после града, и даже деревья, которые растут у вас в полях. ",
          "ID": "5"
        },
        {
          "text": "Она заполнит твои дворцы, дома твоих приближенных и дома всех египтян; такого не видели ни твои отцы, ни деды с того дня, как поселились в этой земле, и до сегодняшнего дня».",
          "ID": "6"
        },
        {
          "text": "Моисей повернулся и ушел от фараона. ",
          "ID": "6"
        },
        {
          "text": "Приближенные фараона сказали ему:",
          "ID": "7"
        },
        {
          "text": "– Сколько еще этот человек будет держать нас в своих сетях? Отпусти этих людей поклониться Господу, Богу их. Разве ты все еще не видишь, что Египет гибнет?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда Моисея и Аарона вернули к фараону.",
          "ID": "8"
        },
        {
          "text": "– Пойдите, поклонитесь Господу, вашему Богу, – сказал он. – Только кто же из вас пойдет?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Моисей ответил:",
          "ID": "9"
        },
        {
          "text": "– Мы пойдем с детьми и стариками, с сыновьями и дочерьми, с отарами и стадами: ведь у нас праздник Господу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Фараон сказал:",
          "ID": "10"
        },
        {
          "text": "– Пусть так будет с вами Господь, как я отпущу вас с женщинами и детьми! Берегитесь, вас ждут большие неприятности. ",
          "ID": "10"
        },
        {
          "text": "Нет уж! Пусть одни мужчины пойдут поклоняться Господу, раз вы об этом просите.",
          "ID": "11"
        },
        {
          "text": "И Моисея с Аароном выгнали от фараона.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "12"
        },
        {
          "text": "– Протяни руку над египетской землей – и появится саранча. Она сожрет все, что растет в полях, все то, что уцелело после града.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Моисей простер посох над Египтом, и Господь навел на землю восточный ветер, который дул весь день и всю ночь. К утру ветер принес саранчу. ",
          "ID": "13"
        },
        {
          "text": "Она напала на Египет, опустившись на страну в огромном количестве. Такого нашествия саранчи не бывало прежде и не будет впредь. ",
          "ID": "14"
        },
        {
          "text": "Она покрыла всю землю так, что земля почернела. Она сожрала все, что осталось после града – все, что росло в полях, и плоды на деревьях. Ни на дереве, ни на каком другом растении во всем Египте не осталось зелени. ",
          "ID": "15"
        },
        {
          "text": "Фараон спешно позвал Моисея и Аарона и сказал:",
          "ID": "16"
        },
        {
          "text": "– Я согрешил перед Господом, вашим Богом, и перед вами. ",
          "ID": "16"
        },
        {
          "text": "Простите мой грех всего лишь еще один раз. Помолитесь Господу, вашему Богу, чтобы Он избавил меня от этого несчастья.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Моисей ушел от фараона и помолился Господу. ",
          "ID": "18"
        },
        {
          "text": "Господь переменил ветер на очень сильный морской ветер, который подхватил саранчу и унес в Красное море. В Египте совсем не осталось саранчи. ",
          "ID": "19"
        },
        {
          "text": "Но Господь сделал сердце фараона упрямым, и он не отпустил израильтян.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "21"
        },
        {
          "text": "– Подними руку к небу – и на Египет ляжет тьма, осязаемая тьма.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Моисей поднял руку к небу, и непроницаемая тьма покрыла Египет на три дня. ",
          "ID": "22"
        },
        {
          "text": "Люди не могли ни видеть друг друга, ни передвигаться в течение трех дней. А у израильтян, там, где они жили, был свет. ",
          "ID": "23"
        },
        {
          "text": "Тогда фараон позвал Моисея и сказал:",
          "ID": "24"
        },
        {
          "text": "– Идите, поклонитесь Господу. Оставьте здесь лишь ваши отары и стада, а женщины и дети пусть идут с вами.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Моисей сказал:",
          "ID": "25"
        },
        {
          "text": "– Ты должен отпустить с нами скот, чтобы мы принесли жертвы и всесожжения Господу, нашему Богу! ",
          "ID": "25"
        },
        {
          "text": "Весь наш скот должен пойти с нами, не останется и копыта. Там мы отберем животных для жертвы Господу, нашему Богу, а пока мы не придем туда, мы не будем знать, каких животных следует принести в жертву Господу.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Господь сделал сердце фараона упрямым, и он не захотел отпускать их. ",
          "ID": "27"
        },
        {
          "text": "Он сказал Моисею:",
          "ID": "28"
        },
        {
          "text": "– Прочь с глаз моих! Не смей являться пред лицо мое! В тот день, когда ты увидешь мое лицо, ты умрешь.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– Верно, – ответил Моисей. – Больше я не увижу твоего лица.",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.10",
      "name": "Исход 10"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Я покараю фараона и Египет еще лишь раз. После этого он отпустит вас, и не просто отпустит, а выгонит. ",
          "ID": "1"
        },
        {
          "text": "Скажи народу, чтобы мужчины и женщины попросили у соседей серебряных и золотых вещей.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "(Господь расположил сердца египтян к народу, самого же Моисея приближенные фараона и народ считали великим человеком в Египте).",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей передал фараону:",
          "ID": "4"
        },
        {
          "text": "– Так говорит Господь: «Около полуночи Я пройду по Египту – ",
          "ID": "4"
        },
        {
          "text": "и все первенцы в Египте умрут; от первенца фараона, наследника престола, до первенца рабыни у жерновов. Умрет даже первородный приплод скота. ",
          "ID": "5"
        },
        {
          "text": "По всему Египту будет громкий плач, подобного которому не бывало прежде и не будет впредь. ",
          "ID": "6"
        },
        {
          "text": "Но на израильтян и на их скот даже собака не залает». Тогда вы узнаете, что Господь делает различие между Египтом и Израилем. ",
          "ID": "7"
        },
        {
          "text": "Твои приближенные придут, поклонятся мне и скажут: «Уходи ты и весь народ, который следует за тобой!» После этого я уйду. – И Моисей, кипя гневом, вышел от фараона.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "9"
        },
        {
          "text": "– Фараон откажется послушать тебя, чтобы Мне умножить в Египте Мои чудеса.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Моисей и Аарон сотворили перед фараоном все эти чудеса, но Господь сделал сердце фараона упрямым, и он не отпустил израильтян из своей страны.",
          "ID": "10"
        }
      ],
      "ID": "OT:EXO.11",
      "name": "Исход 11"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею и Аарону в Египте:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Пусть этот месяц будет для вас первым месяцем, началом года. ",
          "ID": "2"
        },
        {
          "text": "Скажи всему обществу израильскому, что в десятый день этого месяца каждый должен взять ягненка на свою семью, по одному ягненку на семейство. ",
          "ID": "3"
        },
        {
          "text": "Если семья слишком мала, чтобы съесть целого ягненка, пусть они поделятся с ближайшим соседом, приняв в расчет количество людей. Рассчитайте, сколько сможет съесть каждый человек. ",
          "ID": "4"
        },
        {
          "text": "Животные, которых вы выбираете, пусть будут годовалыми самцами, без изъяна. Вы можете брать ягнят или козлят. ",
          "ID": "5"
        },
        {
          "text": "Держите их до четырнадцатого дня этого месяца, и пусть в сумерки все общество израильтян заколет их. ",
          "ID": "6"
        },
        {
          "text": "Возьмите кровь жертвенных животных и помажьте оба косяка и перекладины дверей в домах, где вы их едите. ",
          "ID": "7"
        },
        {
          "text": "В ту же ночь съешьте мясо, поджаренное над огнем, приправленное горькими травами, с хлебом, приготовленным без закваски. ",
          "ID": "8"
        },
        {
          "text": "Не ешьте мясо сырым или вареным, жарьте его над огнем – голову, ноги и потроха. ",
          "ID": "9"
        },
        {
          "text": "Ничего не оставляйте до утра. Если что-то осталось – сожгите. ",
          "ID": "10"
        },
        {
          "text": "Ешьте так: пусть пояса ваши будут завязаны, ноги обуты, а в руке – посох. Ешьте быстро. Это – Господня Пасха.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "В эту ночь Я пройду по Египту и погублю всех первенцев людей и скота и накажу богов Египта. Я – Господь. ",
          "ID": "12"
        },
        {
          "text": "Кровь будет знаком на домах, где вы живете: увидев кровь, Я пройду мимо. Мор не погубит вас, когда Я поражу Египет. ",
          "ID": "13"
        },
        {
          "text": "Вспоминайте этот день. Отмечайте его в грядущих поколениях как праздник Господу – это вам установление на века. ",
          "ID": "14"
        },
        {
          "text": "Семь дней ешьте пресный хлеб. В первый же день уничтожьте закваску в своих домах, потому что каждый, кто станет есть дрожжевой хлеб с первого дня до седьмого, будет исторгнут из Израиля. ",
          "ID": "15"
        },
        {
          "text": "Созывайте священное собрание в первый и в седьмой день. Не делайте никакой работы в эти дни, только готовить себе еду вы можете.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Отмечайте праздник Пресных хлебов, потому что в этот день Я вывел ваши воинства из Египта. Отмечайте этот день в грядущих поколениях – это вам установление на века. ",
          "ID": "17"
        },
        {
          "text": "Ешьте хлеб, приготовленный без закваски, с вечера четырнадцатого дня до вечера двадцать первого дня первого месяца. ",
          "ID": "18"
        },
        {
          "text": "Семь дней в ваших домах не должно быть закваски. Любой, кто станет есть дрожжевой хлеб, будет исторгнут из общества Израиля, будь он поселенец или уроженец той земли. ",
          "ID": "19"
        },
        {
          "text": "Не ешьте ничего, приготовленного с закваской. Где бы вы ни жили, ешьте пресный хлеб.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Моисей призвал старейшин Израиля и сказал им:",
          "ID": "21"
        },
        {
          "text": "– Идите, выберите ягнят для ваших семей и заколите пасхальную жертву. ",
          "ID": "21"
        },
        {
          "text": "Возьмите пучок иссопа, макните его в кровь в сосуде и помажьте перекладину и оба дверных косяка. Пусть до утра никто из вас не выходит из дома. ",
          "ID": "22"
        },
        {
          "text": "Когда Господь пойдет убивать египтян, Он увидит кровь на перекладине и дверных косяках и пройдет мимо этих дверей, не позволив губителю войти в ваши дома и умертвить вас. ",
          "ID": "23"
        },
        {
          "text": "Храните этот обычай как вечное установление для вас и ваших потомков. ",
          "ID": "24"
        },
        {
          "text": "Войдя в землю, которую Господь даст вам, как Он и обещал, исполняйте этот обряд. ",
          "ID": "25"
        },
        {
          "text": "Когда ваши дети спросят: «Что значит этот обряд?» – ",
          "ID": "26"
        },
        {
          "text": "скажите им: «Это – пасхальная жертва Господу, Который прошел мимо домов израильтян в Египте и пощадил их, когда убивал египтян».",
          "ID": "27"
        },
        {
          "text": "Народ склонился и восславил Господа. ",
          "ID": "27"
        },
        {
          "text": "Израильтяне сделали все, что Господь повелел Моисею и Аарону.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "В полночь Господь погубил в Египте всех первенцев: от первенца фараона, наследника престола, до первенца узника, сидевшего в темнице, и весь первородный приплод скота. ",
          "ID": "29"
        },
        {
          "text": "Фараон, его приближенные и все египтяне поднялись среди ночи, и в Египте стоял громкий плач, ведь не было дома, где бы хоть кто-нибудь не умер.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Ночью фараон позвал Моисея и Аарона и сказал:",
          "ID": "31"
        },
        {
          "text": "– Собирайтесь! Уходите от моего народа вместе с израильтянами. Пойдите, поклонитесь Господу, как вы говорили. ",
          "ID": "31"
        },
        {
          "text": "Берите и отары, и стада, как вы говорили, и идите. И еще благословите меня.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Египтяне торопили народ покинуть страну.",
          "ID": "33"
        },
        {
          "text": "– Иначе, – говорили они, – мы все умрем!",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Народ взял тесто, куда еще не положили закваску, и понес на плечах в посуде, завернутой в одежду. ",
          "ID": "34"
        },
        {
          "text": "Израильтяне, как научил Моисей, попросили у египтян серебряные и золотые вещи и одежду. ",
          "ID": "35"
        },
        {
          "text": "Господь расположил египтян к народу, и они дали им то, о чем их просили. Так они обобрали египтян. ",
          "ID": "36"
        },
        {
          "text": "Израильтяне отправились из Раамсеса в Суккот. Их было около шестисот тысяч мужчин, не считая женщин и детей. Все они шли пешком. ",
          "ID": "37"
        },
        {
          "text": "С ними ушло много разного народа и огромное количество мелкого и крупного скота. ",
          "ID": "38"
        },
        {
          "text": "Из теста, вынесенного из Египта, они испекли пресные лепешки. Тесто было без закваски: их торопили уйти из Египта, и они не успели сделать припасы.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Израильтяне прожили в Египте четыреста тридцать лет. ",
          "ID": "40"
        },
        {
          "text": "В день, когда четыреста тридцать лет истекли, воинства Господа покинули Египет. ",
          "ID": "41"
        },
        {
          "text": "Это ночь бдения Господу за вывод их из Египта; эта ночь бдения Господу должна соблюдаться во всех поколениях израильтян.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "43"
        },
        {
          "text": "– Вот правила относительно пасхальной жертвы: ее не может есть чужеземец. ",
          "ID": "43"
        },
        {
          "text": "Купленный тобой раб может есть ее после того, как ты ему сделаешь обрезание, ",
          "ID": "44"
        },
        {
          "text": "но временный житель и наемный работник не могут ее есть. ",
          "ID": "45"
        },
        {
          "text": "Эту жертву следует есть в том доме, где ее приготовили – не выносите мясо из дома. Не ломайте ни одной из костей. ",
          "ID": "46"
        },
        {
          "text": "Все общество Израиля должно совершать ее. ",
          "ID": "47"
        },
        {
          "text": "Если чужеземец, живущий у вас, захочет праздновать Господню Пасху, все мужчины в его доме должны быть обрезаны. Тогда он сможет участвовать в ней как уроженец этой земли. Необрезанный не может участвовать в праздничной трапезе. ",
          "ID": "48"
        },
        {
          "text": "Этот закон действителен и для уроженцев этой земли, и для чужеземцев, живущих среди вас.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Все израильтяне сделали, как Господь повелел Моисею и Аарону. ",
          "ID": "50"
        },
        {
          "text": "В тот же день Господь вывел израильтян из Египта по их воинствам.",
          "ID": "51"
        }
      ],
      "ID": "OT:EXO.12",
      "name": "Исход 12"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Посвяти Мне каждого первенца, что родится у детей Израиля, – первый плод материнского чрева, – от человека до скота.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Моисей сказал народу:",
          "ID": "3"
        },
        {
          "text": "– Помните день, когда вы вышли из Египта, из земли рабства, потому что Господь вывел вас оттуда крепкой рукой, и не ешьте дрожжевого хлеба. ",
          "ID": "3"
        },
        {
          "text": "Сегодня, в месяце авив, вы уходите. ",
          "ID": "4"
        },
        {
          "text": "Господь клялся вашим отцам, что отдаст вам землю хананеев, хеттов, аморреев, иевусеев и хиввеев, землю, где течет молоко и мед. Когда Он приведет вас туда, соблюдайте в этом месяце такой обычай: ",
          "ID": "5"
        },
        {
          "text": "семь дней ешьте хлеб, приготовленный без закваски, а на седьмой день устраивайте праздник Господу. ",
          "ID": "6"
        },
        {
          "text": "Семь дней ешьте пресный хлеб. У вас не должно быть ничего квасного; в ваших землях не должно находиться никакой закваски. ",
          "ID": "7"
        },
        {
          "text": "В тот день пусть каждый скажет своему сыну: «Я поступаю так в память о том, что Господь сделал для меня, когда я вышел из Египта». ",
          "ID": "8"
        },
        {
          "text": "Этот обычай будет вам как знак на руке, как памятка на лбу о том, что Закон Господа должен быть у вас на устах. Ведь Господь вывел вас из Египта могучей рукой. ",
          "ID": "9"
        },
        {
          "text": "Соблюдайте этот обычай в назначенное время из года в год.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– После того как Господь введет вас в землю хананеев и отдаст ее вам, как Он клялся вам и вашим отцам, ",
          "ID": "11"
        },
        {
          "text": "посвящайте Господу всех первенцев. Каждый первенец мужского пола из вашего скота принадлежит Господу. ",
          "ID": "12"
        },
        {
          "text": "За первородного ослика принесите выкуп – ягненка, а если не выкупите, то сверните ослику шею. За всех своих первенцев отдавайте выкуп.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "В будущем, когда сын спросит у тебя: «Что это значит?» – скажи ему: «Господь могучей рукой вывел нас из Египта, из земли рабства. ",
          "ID": "14"
        },
        {
          "text": "Когда сердцем фараона завладело упрямство, и он не хотел отпускать нас, Господь погубил в Египте всех первенцев мужского пола: и людей, и животных. Вот почему я приношу в жертву Господу всех первенцев мужского пола, а за своих первенцев отдаю выкуп». ",
          "ID": "15"
        },
        {
          "text": "Это будет как знак у тебя на руке, как свидетельство на лбу, что Господь могучей рукой вывел нас из Египта.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда фараон отпустил народ, Бог не повел их через землю филистимлян, хотя так было ближе. Бог сказал:",
          "ID": "17"
        },
        {
          "text": "– Вступив в войну, они могут передумать и вернуться в Египет.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Бог повел народ в обход, пустынной дорогой к Красному морю. Израильтяне ушли из Египта, вооруженные для битвы. ",
          "ID": "18"
        },
        {
          "text": "Моисей взял с собой останки Иосифа, потому что Иосиф в свое время взял с сыновей Израиля клятву, сказав:",
          "ID": "19"
        },
        {
          "text": "– Бог непременно придет к вам на помощь. Возьмите тогда отсюда с собой мои останки.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Оставив Суккот, они расположились лагерем в Етаме, на краю пустыни. ",
          "ID": "20"
        },
        {
          "text": "Днем Господь шел впереди них в облачном столбе, указывая им путь, а ночью – в огненном столбе, чтобы давать им свет, поэтому так они могли передвигаться и днем, и ночью. ",
          "ID": "21"
        },
        {
          "text": "Ни облачный столб днем, ни огненный столб ночью ни разу не отошли от народа.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.13",
      "name": "Исход 13"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи израильтянам, чтобы они повернули назад и остановились у Пи-Гахирота, между Мигдолом и морем. Пусть они расположатся у моря, прямо перед Баал-Цефоном. ",
          "ID": "2"
        },
        {
          "text": "Фараон подумает: «Израильтяне блуждают по этой земле в растерянности, окруженные пустыней». ",
          "ID": "3"
        },
        {
          "text": "Я сделаю сердце фараона упрямым, и он погонится за ними, и этим прославлюсь, победив фараона с его войском. Тогда египтяне узнают, что Я – Господь.",
          "ID": "4"
        },
        {
          "text": "Израильтяне так и сделали. ",
          "ID": "4"
        },
        {
          "text": "Когда царю Египта сказали, что народ убежал, фараон и его приближенные передумали и сказали:",
          "ID": "5"
        },
        {
          "text": "– Что мы сделали? Мы отпустили израильтян и лишились работников!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": " Фараон запряг колесницу и взял с собой войско. ",
          "ID": "6"
        },
        {
          "text": "Он взял шестьсот отборных колесниц и все остальные колесницы Египта с их начальниками. ",
          "ID": "7"
        },
        {
          "text": "Господь сделал сердце фараона, царя Египта, упрямым, и он погнался за израильтянами, которые смело покидали Египет. ",
          "ID": "8"
        },
        {
          "text": "Войско египтян со всеми лошадьми фараона, колесницами и всадниками погналось за израильтянами и настигло их, когда они расположились лагерем у моря, рядом с Пи-Гахиротом, напротив Баал-Цефона.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда фараон приблизился, израильтяне оглянулись и увидели, что египтяне преследуют их. Они очень испугались и стали взывать к Господу. ",
          "ID": "10"
        },
        {
          "text": "Они сказали Моисею:",
          "ID": "11"
        },
        {
          "text": "– Разве в Египте не было могил, что ты повел нас умирать в пустыню? Что ты сделал с нами, выведя нас из Египта? ",
          "ID": "11"
        },
        {
          "text": "Разве мы не говорили тебе в Египте: «Оставь нас в покое. Дай нам служить египтянам?» Лучше бы нам оставаться рабами у египтян, чем умирать в пустыне!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Моисей ответил народу:",
          "ID": "13"
        },
        {
          "text": "– Не бойтесь. Стойте твердо, и вы увидите, как Господь спасет вас сегодня. Египтян, которых вы видите сейчас, вы не увидите больше никогда. ",
          "ID": "13"
        },
        {
          "text": "Будьте спокойны, Господь будет сражаться за вас.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "15"
        },
        {
          "text": "– Зачем ты взываешь ко Мне? Вели израильтянам идти вперед. ",
          "ID": "15"
        },
        {
          "text": "Подними посох, простри руку над морем, и оно разделится. Тогда израильтяне смогут пройти через море, как по суше. ",
          "ID": "16"
        },
        {
          "text": "А Я сделаю египтян упрямыми, и они пойдут за ними. Я прославлюсь, победив фараона и его войско, с его колесницами и всадниками. ",
          "ID": "17"
        },
        {
          "text": "Египтяне узнают, что Я – Господь, когда Я прославлюсь, победив фараона, с его колесницами и всадниками.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Ангел Бога, Который шел перед израильским войском, пошел позади него. Облачный столб тоже передвинулся со своего места и оказался позади них, ",
          "ID": "19"
        },
        {
          "text": "между войсками Египта и Израиля. Всю ночь облако давало тьму одной стороне и свет другой, и всю ночь свет и тьма не могли сойтись.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Моисей простер руку над морем, а Господь всю ночь отгонял море сильным восточным ветром и превратил его в сушу. Воды разделились, ",
          "ID": "21"
        },
        {
          "text": "и израильтяне прошли через море, как по суше: одна стена воды стояла у них справа, а другая – слева. ",
          "ID": "22"
        },
        {
          "text": "Египтяне погнались за ними. Лошади, колесницы и всадники фараона ринулись в море. ",
          "ID": "23"
        },
        {
          "text": "Перед самым рассветом Господь посмотрел из огненного и облачного столба на египетское войско и поверг его в смятение. ",
          "ID": "24"
        },
        {
          "text": "Он застопорил колеса их колесниц, и им стало трудно ехать.",
          "ID": "25"
        },
        {
          "text": "Египтяне сказали:",
          "ID": "25"
        },
        {
          "text": "– Бежим отсюда! Господь сражается на стороне израильтян против Египта!",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Тогда Господь сказал Моисею:",
          "ID": "26"
        },
        {
          "text": "– Протяни руку над морем, чтобы воды хлынули назад, на египтян, на их колесницы и всадников. ",
          "ID": "26"
        },
        {
          "text": "Моисей простер руку над морем, и с рассветом воды сомкнулись. Египтяне бежали навстречу морю, и Господь смел их в воду. ",
          "ID": "27"
        },
        {
          "text": "Вода хлынула назад и накрыла колесницы и всадников – все войско фараона, которое ринулось за израильтянами в море. Не спасся никто.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Но израильтяне перешли через море, как по суше: одна стена воды стояла у них справа, а другая – слева. ",
          "ID": "29"
        },
        {
          "text": "В тот день Господь спас Израиль от египтян, и Израиль увидел их мертвыми на берегу. ",
          "ID": "30"
        },
        {
          "text": "Когда израильтяне увидели великую силу, которой Господь сразил египтян, то их охватил страх перед Господом. Они поверили Ему и Его слуге Моисею.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.14",
      "name": "Исход 14"
    },
    {
      "text": [
        {
          "text": "Тогда Моисей с израильтянами воспели Господу эту песню:",
          "ID": "1"
        },
        {
          "text": "«Господу буду петь –",
          "ID": "1"
        },
        {
          "text": "Он высоко вознесен.",
          "ID": "1"
        },
        {
          "text": "Коня и его всадника",
          "ID": "1"
        },
        {
          "text": "бросил Он в море.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Господь – моя сила и песнь;",
          "ID": "2"
        },
        {
          "text": "Он стал мне спасением.",
          "ID": "2"
        },
        {
          "text": "Он – мой Бог, я восславлю Его;",
          "ID": "2"
        },
        {
          "text": "Бог отца моего: я Его превознесу.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Господь – это воин;",
          "ID": "3"
        },
        {
          "text": "Господь – имя Ему.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Колесницы и войско фараона",
          "ID": "4"
        },
        {
          "text": "бросил Он в море.",
          "ID": "4"
        },
        {
          "text": "Лучшие воины египтян",
          "ID": "4"
        },
        {
          "text": "утоплены в Красном море.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Пучина сомкнулась над ними,",
          "ID": "5"
        },
        {
          "text": "и они канули в бездну, как камень.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Правая рука Твоя, Господи,",
          "ID": "6"
        },
        {
          "text": "мощью прославилась.",
          "ID": "6"
        },
        {
          "text": "Правая рука Твоя, Господи,",
          "ID": "6"
        },
        {
          "text": "сокрушила врага.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Величием славы Своей",
          "ID": "7"
        },
        {
          "text": "Ты поверг восставших против Тебя.",
          "ID": "7"
        },
        {
          "text": "Возгорелся Твой гнев –",
          "ID": "7"
        },
        {
          "text": "он их, как солому, пожрал.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Дохнул Ты на воды –",
          "ID": "8"
        },
        {
          "text": "вздыбились они,",
          "ID": "8"
        },
        {
          "text": "встали как стена;",
          "ID": "8"
        },
        {
          "text": "сгустилась пучина морская.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Хвастался враг:",
          "ID": "9"
        },
        {
          "text": "„Погонюсь, настигну их.",
          "ID": "9"
        },
        {
          "text": "Разделю добычу,",
          "ID": "9"
        },
        {
          "text": "натешусь ею.",
          "ID": "9"
        },
        {
          "text": "Вытащу меч –",
          "ID": "9"
        },
        {
          "text": "истребит их моя рука“.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Но дунул Ты вихрем Своим,",
          "ID": "10"
        },
        {
          "text": "и накрыло их море.",
          "ID": "10"
        },
        {
          "text": "Утонули они, как свинец,",
          "ID": "10"
        },
        {
          "text": "в могучих водах.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Кто из богов подобен Тебе, Господи?",
          "ID": "11"
        },
        {
          "text": "Кто подобен Тебе,",
          "ID": "11"
        },
        {
          "text": "величественному в святости,",
          "ID": "11"
        },
        {
          "text": "устрашающему во славе,",
          "ID": "11"
        },
        {
          "text": "творящему чудеса?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Простер Ты правую руку –",
          "ID": "12"
        },
        {
          "text": "и поглотила их земля.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Своей нетленной любовью",
          "ID": "13"
        },
        {
          "text": "поведешь Ты народ, который спас.",
          "ID": "13"
        },
        {
          "text": "Своей силой Ты его направишь",
          "ID": "13"
        },
        {
          "text": "к Своему святому жилищу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Народы услышат и затрепещут;",
          "ID": "14"
        },
        {
          "text": "ужас охватит филистимских жителей.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Устрашатся вожди Эдома,",
          "ID": "15"
        },
        {
          "text": "трепет охватит правителей Моава,",
          "ID": "15"
        },
        {
          "text": "скроются жители Ханаана –",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "страх и ужас падут на них.",
          "ID": "16"
        },
        {
          "text": "Силой Твоей руки они станут как камень –",
          "ID": "16"
        },
        {
          "text": "пока не пройдет Твой народ, Господи,",
          "ID": "16"
        },
        {
          "text": "пока не пройдет народ, который Ты приобрел.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Ты приведешь и поселишь их",
          "ID": "17"
        },
        {
          "text": "на горе, где надел Твой –",
          "ID": "17"
        },
        {
          "text": "на том месте, Господи,",
          "ID": "17"
        },
        {
          "text": "которое Ты сделал Себе жилищем,",
          "ID": "17"
        },
        {
          "text": "в том святилище, Владыка,",
          "ID": "17"
        },
        {
          "text": "которое руки Твои основали.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Господь будет царствовать навеки».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда лошади, колесницы и всадники фараона вошли в море, Господь обрушил на них морские воды. А израильтяне прошли через море, как по суше. ",
          "ID": "19"
        },
        {
          "text": "Пророчица Мирьям, сестра Аарона, взяла бубен, и женщины с бубнами, танцуя, пошли за ней. ",
          "ID": "20"
        },
        {
          "text": "Мирьям им пела:",
          "ID": "21"
        },
        {
          "text": "«Господу пойте –",
          "ID": "21"
        },
        {
          "text": "Он высоко вознесен.",
          "ID": "21"
        },
        {
          "text": "Коня и его всадника",
          "ID": "21"
        },
        {
          "text": "бросил Он в море».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Моисей повел израильтян от Красного моря, и они вошли в пустыню Шур. Три дня они шли по пустыне, не находя воды. ",
          "ID": "22"
        },
        {
          "text": "Придя в Мару, они не могли пить воду: она была горькой. (Вот почему это место называется Мара). ",
          "ID": "23"
        },
        {
          "text": "Народ стал роптать на Моисея, говоря:",
          "ID": "24"
        },
        {
          "text": "– Что нам пить?",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Моисей взмолился к Господу, и Господь показал ему кусок дерева. Моисей бросил его в воду – и вода стала пригодной для питья.",
          "ID": "25"
        },
        {
          "text": "Там Господь дал им закон и устав, чтобы испытать их. ",
          "ID": "25"
        },
        {
          "text": "Он сказал:",
          "ID": "26"
        },
        {
          "text": "– Если вы будете внимательно слушать голос Господа, вашего Бога, и делать угодное Ему, если будете послушны Его повелениям и сохраните Его уставы, то Я не нашлю на вас ни одного из тех недугов, которые наслал на египтян. Ведь Я – Господь, Который исцеляет вас.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Они пришли в Елим, где было двенадцать источников воды и семьдесят пальм. Там они расположились лагерем у воды.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.15",
      "name": "Исход 15"
    },
    {
      "text": [
        {
          "text": "Народ Израиля тронулся в путь из Елима и на пятнадцатый день второго месяца после ухода из Египта пришел в пустыню Син, что между Елимом и Синаем. ",
          "ID": "1"
        },
        {
          "text": "В пустыне народ стал роптать на Моисея и Аарона. ",
          "ID": "2"
        },
        {
          "text": "Израильтяне говорили им:",
          "ID": "3"
        },
        {
          "text": "– Лучше бы нам было умереть в Египте от руки Господа! Там мы сидели у котлов с мясом и ели хлеб досыта. А вы вывели нас в пустыню, чтобы весь народ уморить голодом.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "4"
        },
        {
          "text": "– Я осыплю вас хлебом с неба. Пусть народ выходит каждый день и собирает, сколько нужно на день. Так Я испытаю их, будут ли они следовать Моим наставлениям. ",
          "ID": "4"
        },
        {
          "text": "На шестой день пусть они соберут вдвое больше, чем в прочие дни, и заготовят это впрок.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Моисей и Аарон сказали израильтянам:",
          "ID": "6"
        },
        {
          "text": "– Вечером вы узнаете, что из Египта вас вывел Господь, ",
          "ID": "6"
        },
        {
          "text": "а утром увидите славу Господа, потому что Он услышал ваш ропот на Него. Кто мы такие, чтобы вам роптать на нас?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Еще Моисей сказал:",
          "ID": "8"
        },
        {
          "text": "– Вот как вы узнаете, что это был Господь: этим вечером Он накормит вас мясом, а утром даст вам вдоволь хлеба. Он услышал ваш ропот на Него. Кто мы такие? Вы ропщете не на нас, а на Господа.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Моисей сказал Аарону:",
          "ID": "9"
        },
        {
          "text": "– Скажи обществу израильскому: «Предстаньте пред Господом, потому что Он услышал ваш ропот».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда Аарон говорил с народом израильским, они повернулись к пустыне и увидели, как слава Господа явилась в облаке.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Я услышал ропот израильтян. Скажи им: «К сумеркам вы будете есть мясо, а утром наедитесь хлеба. Тогда вы узнаете, что Я – Господь, ваш Бог».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "В тот же вечер налетели перепела и накрыли лагерь, а утром вокруг лагеря легла роса. ",
          "ID": "13"
        },
        {
          "text": "Когда роса сошла, на поверхности пустыни показались тонкие хлопья, похожие на иней. ",
          "ID": "14"
        },
        {
          "text": "Увидев их, израильтяне говорили друг другу:",
          "ID": "15"
        },
        {
          "text": "– Что это?",
          "ID": "15"
        },
        {
          "text": "Они не знали, что это такое. Моисей сказал им:",
          "ID": "15"
        },
        {
          "text": "– Это хлеб, который Господь дал вам в пищу. ",
          "ID": "15"
        },
        {
          "text": "Господь повелел: «Пусть каждый собирает, сколько ему нужно. Берите по омеру на каждого члена семьи».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Израильтяне сделали так, как им сказали. Одни собрали больше, другие – меньше. ",
          "ID": "17"
        },
        {
          "text": "Но когда они измерили омером, то у того, кто собрал много, не было излишка, и у того, кто собрал мало, не было недостатка. Каждый собрал столько, сколько ему было нужно.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Моисей сказал им:",
          "ID": "19"
        },
        {
          "text": "– Пусть никто ничего не оставляет до утра.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Но некоторые не послушали Моисея и оставили часть до утра. В пище завелись черви, и она стала зловонной. Моисей разгневался на них.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Утром каждый собирал, сколько ему было нужно, а когда пригревало солнце, оно таяло. ",
          "ID": "21"
        },
        {
          "text": "На шестой день они собрали в два раза больше – по два омера на человека – и вожди народа пришли и доложили об этом Моисею.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Он сказал им:",
          "ID": "23"
        },
        {
          "text": "– Господь повелел: «Завтра – день покоя, святая суббота Господа. Испеките сейчас то, что хотите испечь, и сварите то, что хотите сварить. То, что останется, нужно отложить и сохранить до утра».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Они сохранили это до утра, как повелел Моисей, и оно не начало портиться, и черви в нем не завелись.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "– Ешьте это сегодня, – сказал Моисей, – потому что сегодня суббота Господня. Сегодня вы ничего не найдете на земле. ",
          "ID": "25"
        },
        {
          "text": "Вы будете собирать хлопья шесть дней, но на седьмой день, в субботу, ничего не будет.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Некоторые из народа вышли собирать в седьмой день, но ничего не нашли. ",
          "ID": "27"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "28"
        },
        {
          "text": "– Сколько еще вы будете нарушать Мои повеления и наставления? ",
          "ID": "28"
        },
        {
          "text": "Запомните: Господь дал вам субботу, и поэтому в шестой день дает вам хлеб на два дня. Пусть в седьмой день каждый остается там, где он есть. Пусть никто не выходит из дома.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "И в седьмой день народ пребывал в покое.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Народ Израиля назвал эту пищу манной. Она была белой, как кориандровое семя, а на вкус – как медовое печенье. ",
          "ID": "31"
        },
        {
          "text": "Моисей сказал:",
          "ID": "32"
        },
        {
          "text": "– Так повелел Господь: «Возьмите омер манны и храните для грядущих поколений, чтобы они могли видеть хлеб, которым Я кормил вас в пустыне, когда вывел из Египта».",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Моисей сказал Аарону:",
          "ID": "33"
        },
        {
          "text": "– Возьми кувшин и наполни его омером манны. Поставь его перед Господом, чтобы сохранить для грядущих поколений.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Как Господь повелел Моисею, Аарон поставил кувшин с манной перед ковчегом свидетельства, чтобы хранить. ",
          "ID": "34"
        },
        {
          "text": "Израильтяне ели манну сорок лет, пока не пришли в заселенную землю. Они ели манну, пока не достигли рубежей Ханаана.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "(Мера омер составляет одну десятую часть ефы).",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.16",
      "name": "Исход 16"
    },
    {
      "text": [
        {
          "text": "Народ израильский отправился в путь из пустыни Син и кочевал с места на место, как повелел Господь. Они расположились лагерем в Рефидиме, но там не было воды, чтобы утолить жажду. ",
          "ID": "1"
        },
        {
          "text": "Они стали роптать на Моисея и говорить:",
          "ID": "2"
        },
        {
          "text": "– Дай нам воды. Мы хотим пить.",
          "ID": "2"
        },
        {
          "text": "Моисей отвечал:",
          "ID": "2"
        },
        {
          "text": "– Почему вы обвиняете меня? Зачем искушаете Господа?",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но народ страдал от жажды и роптал на Моисея. Они говорили:",
          "ID": "3"
        },
        {
          "text": "– Зачем ты вывел нас из Египта? Ты хочешь уморить нас, наших детей и скот жаждой?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей взмолился к Господу:",
          "ID": "4"
        },
        {
          "text": "– Что мне делать с этим народом? Они готовы побить меня камнями.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Господь ответил Моисею:",
          "ID": "5"
        },
        {
          "text": "– Возьми с собой несколько старейшин Израиля и пойди впереди народа. Возьми посох, которым ты ударил по Нилу, и иди. ",
          "ID": "5"
        },
        {
          "text": "Я встану перед тобой на скале в Хориве. Ударь по скале, из нее потечет вода, и народ сможет утолить жажду.",
          "ID": "6"
        },
        {
          "text": "Моисей сделал так на глазах у израильских старейшин. ",
          "ID": "6"
        },
        {
          "text": "Он назвал то место Масса и Мерива, потому что израильтяне ссорились и искушали Господа, говоря: «С нами Господь или нет?»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Амаликитяне пришли и напали на израильтян в Рефидиме. ",
          "ID": "8"
        },
        {
          "text": "Моисей сказал Иисусу:",
          "ID": "9"
        },
        {
          "text": "– Выбери несколько человек из народа и выйди сразиться с амаликитянами. Завтра я встану на вершине холма с Божьим посохом в руках.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Иисус выступил на сражение с амаликитянами, как повелел Моисей, а Моисей, Аарон и Хур поднялись на вершину холма. ",
          "ID": "10"
        },
        {
          "text": "Когда Моисей поднимал руки, израильтяне побеждали, но едва он опускал руки, побеждали амаликитяне, ",
          "ID": "11"
        },
        {
          "text": "потому что руки у Моисея уставали. Тогда Аарон и Хур взяли камень, положили под него, и он сел. Они поддерживали его руки: один с одной стороны, другой – с другой, и руки до заката остались тверды. ",
          "ID": "12"
        },
        {
          "text": "Так Иисус разбил войско амаликитян.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "14"
        },
        {
          "text": "– Запиши, чтобы помнили, в свиток и прочитай Иисусу, что Я совершенно изглажу память об Амалике из поднебесной.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Моисей воздвиг жертвенник и назвал его «Господь – мое знамя», ",
          "ID": "15"
        },
        {
          "text": "потому что он сказал:",
          "ID": "16"
        },
        {
          "text": "– Рука была воздета к престолу Господа. Господь будет воевать против амаликитян из поколения в поколение.",
          "ID": "16"
        }
      ],
      "ID": "OT:EXO.17",
      "name": "Исход 17"
    },
    {
      "text": [
        {
          "text": "Иофор, мадианский жрец и тесть Моисея, услышал обо всем, что Бог сделал для Моисея и Своего народа, Израиля, и о том, как Господь вывел Израиль из Египта. ",
          "ID": "1"
        },
        {
          "text": "Тогда Иофор, тесть Моисея, взял свою дочь Циппору, жену Моисея (которая еще до этого была отослана в родительский дом), ",
          "ID": "2"
        },
        {
          "text": "и двух ее сыновей. Одного из них звали Гершом, потому что Моисей сказал: «Я стал поселенцем в чужой земле», ",
          "ID": "3"
        },
        {
          "text": "а другого Элиезер, потому что он сказал: «Бог моего отца помог мне. Он спас меня от меча фараона».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И пришел Иофор, тесть Моисея, вместе с его сыновьями и женой к Моисею в пустыню, где он расположился лагерем у Божьей горы. ",
          "ID": "5"
        },
        {
          "text": "Иофор послал сказать ему:",
          "ID": "6"
        },
        {
          "text": "– Я, твой тесть Иофор, иду к тебе с твоей женой и двумя твоими сыновьями.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Моисей вышел встретить тестя, поклонился ему и поцеловал его. Они поприветствовали друг друга и вошли в шатер. ",
          "ID": "7"
        },
        {
          "text": "Моисей рассказал тестю о том, что Господь сделал с фараоном и египтянами ради Израиля, о тяготах, которые они перенесли в пути, и о том, как Господь спас их. ",
          "ID": "8"
        },
        {
          "text": "Иофор был рад слышать о том, как много добра сотворил Господь для израильтян, избавив их от власти египтян. ",
          "ID": "9"
        },
        {
          "text": "Он сказал:",
          "ID": "10"
        },
        {
          "text": "– Хвала Господу, Который избавил вас от власти египтян и фараона! ",
          "ID": "10"
        },
        {
          "text": "Теперь я знаю, что Господь более велик, чем остальные боги, потому что Он избавил народ от гнета египтян, которые так притесняли израильтян.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иофор, тесть Моисея, принес Богу всесожжение и другие жертвы, а Аарон пришел со старейшинами Израиля разделить с тестем Моисея священную жертвенную трапезу.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "На следующий день Моисей принялся разбирать тяжбы народа, и народ толпился вокруг него с утра до вечера. ",
          "ID": "13"
        },
        {
          "text": "Когда его тесть увидел, что Моисей делает с народом, он сказал:",
          "ID": "14"
        },
        {
          "text": "– Что ты делаешь с народом? Почему ты судишь один, а все эти люди толпятся вокруг тебя с утра до вечера?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Моисей ответил:",
          "ID": "15"
        },
        {
          "text": "– Они пришли ко мне искать Божьей воли. ",
          "ID": "15"
        },
        {
          "text": "Когда у них случается спор, они приходят с ним ко мне. Я решаю между истцом и ответчиком и объявляю им Божьи установления и законы.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Тесть Моисея ответил:",
          "ID": "17"
        },
        {
          "text": "– Ты делаешь это неправильно. ",
          "ID": "17"
        },
        {
          "text": "И ты, и те, кто приходят к тебе, только утомляетесь. Эта работа слишком тяжела для тебя одного. ",
          "ID": "18"
        },
        {
          "text": "Послушай меня, я дам тебе совет, и да будет с тобой Бог. Будь посредником для народа перед Богом и приноси к Нему их споры. ",
          "ID": "19"
        },
        {
          "text": "Учи их установлениям и законам, показывай им путь, по которому идти, и дела, которые им делать. ",
          "ID": "20"
        },
        {
          "text": "Но выбери из народа способных, боящихся Бога, надежных и неподкупных людей и поставь их начальниками над тысячами, сотнями, полусотнями и десятками. ",
          "ID": "21"
        },
        {
          "text": "Они и будут судьями. Трудные дела пусть они приносят к тебе, а простые решают сами. Разделив твое бремя, они облегчат его. ",
          "ID": "22"
        },
        {
          "text": "Если ты так сделаешь и Бог повелит это тебе, то и ты сможешь выстоять, и люди разойдутся по домам довольными.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Моисей послушался тестя и сделал, как тот сказал. ",
          "ID": "24"
        },
        {
          "text": "Он выбрал среди израильтян способных людей и поставил их вождями народа: начальниками над тысячами, сотнями, полусотнями и десятками. ",
          "ID": "25"
        },
        {
          "text": "Они и стали для народа судьями. Трудные дела они приносили к Моисею, а простые решали сами.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Моисей простился с тестем, и Иофор отправился в свою страну.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.18",
      "name": "Исход 18"
    },
    {
      "text": [
        {
          "text": "На третий месяц после ухода из Египта, в этот же день, израильтяне достигли Синайской пустыни. ",
          "ID": "1"
        },
        {
          "text": "Покинув Рефидим, они пришли в пустыню Синай, где Израиль остановился у подножия горы.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Моисей взошел к Богу. Господь обратился к нему с горы и сказал:",
          "ID": "3"
        },
        {
          "text": "– Скажи дому Иакова, народу Израиля: ",
          "ID": "3"
        },
        {
          "text": "«Вы видели, что Я сделал с Египтом и как Я нес вас на орлиных крыльях и привел к Себе. ",
          "ID": "4"
        },
        {
          "text": "Итак, если вы будете всецело повиноваться Мне и соблюдать завет Мой, то из всех народов лишь вы будете Моим драгоценным достоянием. Вся земля Моя, ",
          "ID": "5"
        },
        {
          "text": "но вы будете у Меня царством священников, святым народом». Скажи это израильтянам.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Моисей спустился, позвал старейшин народа и передал им то, что ему повелел сказать Господь. ",
          "ID": "7"
        },
        {
          "text": "Народ ответил единогласно:",
          "ID": "8"
        },
        {
          "text": "– Мы исполним все, что сказал Господь.",
          "ID": "8"
        },
        {
          "text": "Моисей передал их ответ Господу.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "9"
        },
        {
          "text": "– Я приду к тебе в густом облаке, чтобы народ услышал, как Я говорю с тобой и навсегда поверил тебе.",
          "ID": "9"
        },
        {
          "text": "Моисей передал Господу, что сказал народ. ",
          "ID": "9"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "10"
        },
        {
          "text": "– Пойди к народу, и освяти его сегодня и завтра. Пусть они выстирают одежду ",
          "ID": "10"
        },
        {
          "text": "и приготовятся к третьему дню, потому что тогда Господь сойдет на гору Синай у них на глазах. ",
          "ID": "11"
        },
        {
          "text": "Установи для народа границу вокруг горы и скажи им: «Остерегайтесь подниматься на гору и касаться ее подножия. Всякий, кто коснется горы, непременно будет предан смерти. ",
          "ID": "12"
        },
        {
          "text": "Его забьют камнями или пронзят стрелами: его нельзя будет коснуться рукой. Человек ли то или животное – ему не жить». Лишь когда протяжно протрубит рог, они могут подниматься на гору.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Спустившись к народу с горы, Моисей освятил его. Они выстирали одежду. ",
          "ID": "14"
        },
        {
          "text": "Он сказал народу:",
          "ID": "15"
        },
        {
          "text": "– Приготовьтесь к третьему дню. Воздержитесь от близости с женщинами.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Утром третьего дня были гром и молния, густое облако над горой и громовой звук рога. Все, кто был в лагере, задрожали. ",
          "ID": "16"
        },
        {
          "text": "Моисей вывел народ из лагеря навстречу Богу, и они встали у подножия горы. ",
          "ID": "17"
        },
        {
          "text": "Гора Синай была застлана дымом, потому что Господь сошел на нее в огне. От нее поднимался дым, словно из печи. Вся гора сильно дрожала, ",
          "ID": "18"
        },
        {
          "text": "а звук рога становился все громче и громче. Моисей говорил, и Бог отвечал ему громовым голосом.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Господь сошел на вершину горы Синай и позвал туда Моисея. Когда Моисей поднялся, ",
          "ID": "20"
        },
        {
          "text": "Господь сказал ему:",
          "ID": "21"
        },
        {
          "text": "– Сойди и предупреди народ, чтобы они не переступали границу, чтобы посмотреть на Господа, иначе многие из них умрут. ",
          "ID": "21"
        },
        {
          "text": "Даже священники, которые приближаются к Господу, должны освятить себя, иначе Господь покарает их.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Моисей сказал Господу:",
          "ID": "23"
        },
        {
          "text": "– Народ не может подняться на гору Синай, ведь Ты Сам предупредил нас: «Установи границу вокруг горы и освяти ее».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Господь ответил:",
          "ID": "24"
        },
        {
          "text": "– Сойди и приведи с собой Аарона. Священники и народ пусть не переступают границу, чтобы подняться к Господу, иначе Он их покарает.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Моисей сошел к народу и передал все это.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.19",
      "name": "Исход 19"
    },
    {
      "text": [
        {
          "text": "Бог сказал такие слова:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Я – Господь, твой Бог, Который вывел тебя из Египта, земли рабства.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Пусть не будет у тебя других богов, кроме Меня.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Не делай себе идола – никакого изображения того, что на небе вверху, на земле внизу, или в водах ниже земли. ",
          "ID": "4"
        },
        {
          "text": "Не поклоняйся им и не служи им, ведь Я, Господь, твой Бог – ревнивый Бог, наказывающий детей за грехи отцов до третьего и четвертого поколения тех, кто ненавидит Меня, ",
          "ID": "5"
        },
        {
          "text": "но являющий милость тысячам поколений тех, кто любит Меня и соблюдает Мои повеления.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Не используй имени Господа, твоего Бога, напрасно, потому что Господь не оставит безнаказанным никого, кто использует Его имя напрасно.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Помни субботний день и храни его святым. ",
          "ID": "8"
        },
        {
          "text": "Шесть дней трудись и делай всю свою работу, ",
          "ID": "9"
        },
        {
          "text": "но седьмой день – это суббота Господу, твоему Богу. Не делай в этот день никакой работы – ни ты, ни твой сын или дочь, ни слуга или служанка, ни твой скот, ни чужеземец в твоих городах. ",
          "ID": "10"
        },
        {
          "text": "За шесть дней Господь сотворил небеса и землю, море и все, что в них, а на седьмой отдыхал. Поэтому Господь благословил субботний день и освятил его.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Почитай своего отца и мать, чтобы тебе долго жить на земле, которую дает тебе Господь, твой Бог.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Не убивай.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Не нарушай супружескую верность.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Не кради.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Не давай ложного свидетельства на другого.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Не желай дома ближнего твоего. Не желай жены твоего ближнего, его слуги или служанки, его вола или осла: ничего из того, что принадлежит ближнему твоему.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда люди увидели гром и молнию, услышали звук рога и увидели гору в дыму, они задрожали от страха. Они встали поодаль ",
          "ID": "18"
        },
        {
          "text": "и сказали Моисею:",
          "ID": "19"
        },
        {
          "text": "– Говори с нами ты сам, а мы будем слушать. Пусть Бог не говорит с нами, иначе мы умрем.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Моисей сказал народу:",
          "ID": "20"
        },
        {
          "text": "– Не бойтесь. Бог пришел испытать вас, чтобы вы исполнились страха Божьего перед Ним и не грешили.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Народ остался стоять поодаль, а Моисей приблизился к темному облаку, где был Бог.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "22"
        },
        {
          "text": "– Скажи израильтянам: «Вы сами видели, что Я говорил с вами с небес: ",
          "ID": "22"
        },
        {
          "text": "не делайте себе серебряных или золотых богов и не поклоняйтесь им вместо Меня.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Сделайте Мне жертвенник из земли и приносите на нем овец и волов в жертву всесожжения и в жертву примирения. На всяком месте, где Я повелю вам чтить Меня, Я приду к вам и благословлю вас. ",
          "ID": "24"
        },
        {
          "text": "Если станете делать Мне каменный жертвенник, не стройте его из тесаных камней. Вы оскверните его, прикоснувшись к нему резцом. ",
          "ID": "25"
        },
        {
          "text": "Не поднимайтесь к Моему жертвеннику по ступеням, чтобы не открылась перед ним ваша нагота».",
          "ID": "26"
        }
      ],
      "ID": "OT:EXO.20",
      "name": "Исход 20"
    },
    {
      "text": [
        {
          "text": "Вот законы, которые ты должен им дать:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Если купишь раба-еврея, и он прослужит у тебя шесть лет, то на седьмой год он должен стать свободным без выкупа. ",
          "ID": "2"
        },
        {
          "text": "Если он пришел один, пусть один и освободится, а если пришел с женой, пусть вместе с ним станет свободной и она. ",
          "ID": "3"
        },
        {
          "text": "Если господин даст ему жену и она родит ему сыновей или дочерей, то женщина и дети будут принадлежать господину, а свободным станет только он сам.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Но если раб скажет: «Я люблю своего господина и жену с детьми. Я не хочу становиться свободным», ",
          "ID": "5"
        },
        {
          "text": "то пусть господин приведет его к судьям, подведет к двери или дверному косяку и проколет ему ухо шилом. После этого он останется его рабом на всю жизнь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Если человек продаст дочь в рабство, то она не должна освобождаться из рабства, как рабы-мужчины. ",
          "ID": "7"
        },
        {
          "text": "Если она не угодит господину, который выбрал ее себе в жены, он должен позволить выкупить ее. Он не имеет права продавать ее чужеземцам, потому что обошелся с ней нечестно. ",
          "ID": "8"
        },
        {
          "text": "Выбрав ее женой для сына, пусть даст ей права дочери. ",
          "ID": "9"
        },
        {
          "text": "Если он женится на другой, пусть не лишает первую жену еды, одежды и супружеских прав. ",
          "ID": "10"
        },
        {
          "text": "Если он не даст ей все это, то она может стать свободной без выкупа.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Любой, кто ударит человека и убьет его, будет предан смерти. ",
          "ID": "12"
        },
        {
          "text": "Если он сделает это неумышленно, если Бог допустит этому случиться, то пусть убийца убежит, куда Я укажу. ",
          "ID": "13"
        },
        {
          "text": "Но если человек затаит зло и убьет другого человека намеренно, то заберите его от Моего жертвенника и предайте смерти.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Любой, кто ударит отца или мать, должен быть предан смерти.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Любой, кто украдет человека и продаст его или будет еще держать его у себя, когда его схватят, должен быть предан смерти.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Любой, кто злословит отца или мать, должен быть предан смерти.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Если мужчины поссорятся и один ударит другого камнем или кулаком и тот не умрет, но сляжет, ",
          "ID": "18"
        },
        {
          "text": "то нанесший удар не будет в ответе, если тот, кто получил увечье, поднимется и станет выходить из дома, опираясь на палку. Но он должен заплатить ему за потерянное время и за лечение.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Если хозяин ударит раба или рабыню палкой и раб тотчас умрет, то хозяин должен быть наказан. ",
          "ID": "20"
        },
        {
          "text": "Но если раб встанет через день или два, то хозяина наказывать не следует, потому что раб – его собственность.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если дерущиеся мужчины ударят беременную женщину и она преждевременно родит, но другого вреда не будет, то с обидчика нужно взыскать все, что потребует муж и позволит суд. ",
          "ID": "22"
        },
        {
          "text": "Если будет причинен вред, то берите жизнь за жизнь, ",
          "ID": "23"
        },
        {
          "text": "глаз за глаз, зуб за зуб, ногу за ногу, ",
          "ID": "24"
        },
        {
          "text": "ожог за ожог, рану за рану, ушиб за ушиб.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Если хозяин ударит раба или рабыню в глаз и выбьет его, то пусть отпустит их на свободу за глаз. ",
          "ID": "26"
        },
        {
          "text": "Если он выбьет рабу или рабыне зуб, то пусть отпустит их на свободу за выбитый зуб.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Если бык забодает мужчину или женщину до смерти, то быка нужно забить камнями, а мясо его есть нельзя. Но хозяин быка не будет в ответе. ",
          "ID": "28"
        },
        {
          "text": "Если бык был бодлив и хозяина предупреждали, но он не смотрел за ним, и тот убил мужчину или женщину, то быка нужно забить камнями, а хозяина тоже предать смерти. ",
          "ID": "29"
        },
        {
          "text": "Впрочем, если с него потребуют выкуп, он может откупиться, заплатив столько, сколько потребуется. ",
          "ID": "30"
        },
        {
          "text": "Этот же закон действует, если бык забодает мальчика или девочку. ",
          "ID": "31"
        },
        {
          "text": "Если бык забодает раба или рабыню, то пусть хозяин заплатит их господину тридцать шекелей серебра, а быка пусть забьют камнями.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Если кто-то, открыв или выкопав яму, не закроет ее, и туда упадут вол или осел, ",
          "ID": "33"
        },
        {
          "text": "то тот, кто выкопал яму, должен заплатить за потерю. Пусть он заплатит хозяину, а туша будет его.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Если чей-то бык изувечит чужого быка и тот умрет, то пусть хозяева продадут живого быка и поделят поровну и выручку, и тушу. ",
          "ID": "35"
        },
        {
          "text": "Но если было известно, что бык бодлив, а хозяин не держал его взаперти, то он должен заплатить быком за быка, а тушу пусть возьмет себе.",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.21",
      "name": "Исход 21"
    },
    {
      "text": [
        {
          "text": "– Если кто-то украдет вола или овцу и зарежет их или продаст, то он заплатит пять волов за вола и четыре овцы за овцу. ",
          "ID": "1"
        },
        {
          "text": "Если вора застигнут при взломе и изобьют так, что он умрет, то тот, кто его бил, не виноват в убийстве. ",
          "ID": "2"
        },
        {
          "text": "Но если это случится после восхода солнца, тогда он виноват. Вор должен возместить украденное. Если у него ничего нет, то пусть его продадут в рабство, чтобы возместить украденное. ",
          "ID": "3"
        },
        {
          "text": "Если краденый скот будет найден у него живым, то все равно, вол это, осел или овца, он должен заплатить вдвое.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Если кто-то потравит чужое поле или виноградник, пустив скотину на чужое поле, то пусть возместит за потраву лучшим урожаем со своего поля или виноградника.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Если загорится огонь и, охватив терновые кусты, спалит скирды или несжатое зерно в поле, то тот, кто пустил огонь, должен возместить сгоревшее.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Если кто-то отдаст ближнему на хранение серебро или вещи и их украдут из дома поручившегося, то вор, если его поймают, заплатит вдвое. ",
          "ID": "7"
        },
        {
          "text": "Но если вора не найдут, поручившийся должен предстать перед судьями и поклясться, что не посягал на чужое добро.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "При всяком споре о праве на имущество, будь то вол, осел, овца, одежда или другое пропавшее имущество, о котором кто-то говорит: «Это мое», обе стороны должны представить дело судьям. Тот, кого судьи объявят неправым, заплатит истцу вдвое.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Если кто-то отдаст ближнему осла, вола, овцу или другую скотину на хранение, и она умрет, или будет покалечена, или угнана, когда никто не видит, ",
          "ID": "10"
        },
        {
          "text": "то его спор с ответчиком будет решен клятвой перед Господом, что ответчик не посягал на чужое добро. Истец должен принять клятву, и возмещения не будет. ",
          "ID": "11"
        },
        {
          "text": "Но если скотину у ответчика украли, то он должен возместить истцу за украденное. ",
          "ID": "12"
        },
        {
          "text": "Если скотину растерзали дикие звери, то пусть ответчик принесет труп животного для доказательства. Тогда он не будет возмещать убытки за растерзанное животное.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если кто-то возьмет у ближнего скотину взаймы, а она получит увечье или умрет, когда хозяина не будет рядом, то он должен возместить. ",
          "ID": "14"
        },
        {
          "text": "Но если хозяин будет в тот момент рядом, то взявший ее взаймы не будет платить. Если скотина была взята внаем, пусть потерю покроет плата за наем.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Если человек соблазнит девушку, которая не давала обещания выйти замуж, и переспит с ней, то он должен заплатить свадебный выкуп, и она станет его женой. ",
          "ID": "16"
        },
        {
          "text": "Если же отец откажется отдать ее ему, он все равно должен заплатить выкуп, какой полагается за девушку.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Не оставляй в живых колдунью.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Всякого, кто совокупляется с животным, следует предать смерти.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Всякого, приносящего жертвы иному богу, кроме Господа, следует истребить.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Не притесняй поселенцев, не угнетай их: вы сами были поселенцами в Египте.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Не притесняй вдов и сирот. ",
          "ID": "22"
        },
        {
          "text": "Если вы будете делать это, они призовут на помощь Меня, и Я непременно услышу. ",
          "ID": "23"
        },
        {
          "text": "Мой гнев вспыхнет, и Я убью вас мечом. Ваши жены сами станут вдовами, а дети – сиротами.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Если даешь взаймы бедняку из Моего народа, то не будь, как ростовщик – не налагай процентов. ",
          "ID": "25"
        },
        {
          "text": "Если возьмешь у ближнего в залог одежду, то верни ее к закату: ",
          "ID": "26"
        },
        {
          "text": "может быть, ему больше нечем укрыться, кроме этой одежды. Как ему спать без нее? Когда он взмолится ко Мне, Я услышу, потому что Я милостив.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Не оскорбляй Бога и не говори плохо о вожде твоего народа.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Не медли совершать приношения из твоих амбаров и кувшинов.",
          "ID": "29"
        },
        {
          "text": "Отдавайте Мне первенцев из своих сыновей. ",
          "ID": "29"
        },
        {
          "text": "Отдавайте Мне первородное из крупного и мелкого скота. Пусть животные остаются семь дней с матерью, а на восьмой день отдавайте их Мне.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Будьте Моим святым народом: не ешьте мясо животного, растерзанного дикими зверями. Бросайте его собакам.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.22",
      "name": "Исход 22"
    },
    {
      "text": [
        {
          "text": "– Не разноси лживых слухов. Не помогай виновному лжесвидетельством.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Не следуй за большинством, творя зло или извращая на суде правду, ",
          "ID": "2"
        },
        {
          "text": "и не потворствуй бедному в его тяжбе.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Если увидишь, что вол или осел твоего врага заблудились, то непременно верни их ему. ",
          "ID": "4"
        },
        {
          "text": "Если увидишь, что осел того, кто ненавидит тебя, упал под ношей, не оставляйте его так, непременно помоги ему.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Не лишай бедняков правосудия. ",
          "ID": "6"
        },
        {
          "text": "Не обвиняй ложно, не казни невиновного и честного: Я не прощу такого злодеяния. ",
          "ID": "7"
        },
        {
          "text": "Не бери взятки, потому что взятка ослепляет зрячих и губит невиновных.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Не угнетай поселенцев. Вы сами знаете, каково поселенцам, потому что были ими в Египте.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Шесть лет засевай поля и собирай урожай, ",
          "ID": "10"
        },
        {
          "text": "а на седьмой год пусть земля отдыхает под паром. Тогда бедняки из народа смогут кормиться от нее, а звери – доедать после них остатки. Так же поступай с виноградниками и оливковыми рощами.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Шесть дней трудись, но в седьмой день не работай, чтобы твой вол и осел отдохнули, а раб, рожденный у тебя в доме, и поселенец набрались сил.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Будьте внимательны ко всему, что Я вам сказал. Не призывайте имен других богов. Пусть ваши уста даже не произносят их имен.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Три раза в год устраивай Мне праздник.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Справляй праздник Пресных хлебов. Семь дней ешь пресный хлеб, как Я повелел тебе. Делай так в установленное время месяца авива, потому что в этом месяце ты вышел из Египта. Пусть никто не приходит поклоняться Мне с пустыми руками.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Справляйте праздник Жатвы, когда собираешь первые плоды посеянного тобой в поле. Справляй и праздник Сбора плодов в конце года, когда убираешь с поля весь урожай.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Три раза в год все мужчины должны приходить поклоняться Владыке Господу.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда приносишь Мне жертву, не проливай кровь животного на дрожжевой хлеб.",
          "ID": "18"
        },
        {
          "text": "Жир от праздничных приношений нельзя хранить до утра.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Лучшее из первых плодов твоей земли приноси в дом Господа, твоего Бога.",
          "ID": "19"
        },
        {
          "text": "Не вари козленка в молоке его матери.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Я посылаю перед вами Ангела, чтобы защищать вас в пути и привести на место, которое Я приготовил. ",
          "ID": "20"
        },
        {
          "text": "Будьте внимательны к Нему и слушайтесь Его. Не восставайте против Него; Он не простит вам отступничества, потому что в Нем Мое имя. ",
          "ID": "21"
        },
        {
          "text": "Если вы будете слушаться Его, если будете исполнять все, что Я говорю, Я буду врагом вашим врагам и противником вашим противникам. ",
          "ID": "22"
        },
        {
          "text": "Мой Ангел пойдет перед вами и приведет вас в землю аморреев, хеттов, ферезеев, хананеев, хиввеев и иевусеев, и Я погублю их. ",
          "ID": "23"
        },
        {
          "text": "Не поклоняйтесь их богам, не служите им и не подражайте их обычаям. Сокрушите их и разбейте на куски их священные камни. ",
          "ID": "24"
        },
        {
          "text": "Служите Господу, вашему Богу, и Его благословение будет на вашей пище и воде. Я избавлю вас от болезней, ",
          "ID": "25"
        },
        {
          "text": "и в вашей земле не будет выкидышей и бесплодия. Я сделаю полным число дней вашей жизни.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Я пошлю перед вами Мой ужас и повергну в смятение всякий народ, против которого вы пойдете. Я обращу в бегство ваших врагов. ",
          "ID": "27"
        },
        {
          "text": "Я пошлю перед вами шершней, чтобы прогнать с вашей дороги хиввеев, хананеев и хеттов. ",
          "ID": "28"
        },
        {
          "text": "Но Я не прогоню их в один год – ведь тогда земля опустеет, а диких зверей станет слишком много. ",
          "ID": "29"
        },
        {
          "text": "Я буду прогонять их от вас постепенно, пока вас не станет достаточно, чтобы завладеть этой землей.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Я проведу ваши границы от Красного моря до Филистимского моря, и от пустыни до Евфрата. Я отдам вам во власть жителей этой земли, и вы прогоните их от себя. ",
          "ID": "31"
        },
        {
          "text": "Не вступайте в союз ни с ними, ни с их богами. ",
          "ID": "32"
        },
        {
          "text": "Не давайте им жить на вашей земле, иначе они введут вас в грех против Меня: служение их богам непременно станет для вас западней.",
          "ID": "33"
        }
      ],
      "ID": "OT:EXO.23",
      "name": "Исход 23"
    },
    {
      "text": [
        {
          "text": "Затем Он сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Поднимись к Господу с Аароном, Надавом, Авиудом и семьюдесятью старейшинами Израиля. Вы поклонитесь Мне издали, ",
          "ID": "1"
        },
        {
          "text": "но приблизится к Господу один Моисей – остальные пусть не приближаются. Народ пусть вообще не поднимается с ним.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда Моисей пришел и передал народу слова и постановления Господа, народ ответил в один голос:",
          "ID": "3"
        },
        {
          "text": "– Мы сделаем все, как сказал Господь.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей записал все, что сказал Господь. На следующее утро он встал рано, построил жертвенник у подножия горы и поставил двенадцать каменных столбов по числу израильских родов.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Он послал двенадцать юношей-израильтян, и они принесли всесожжение и закололи молодых быков в жертву примирения Господу. ",
          "ID": "5"
        },
        {
          "text": "Моисей взял половину жертвенной крови и налил ее в чаши, а другой половиной окропил жертвенник. ",
          "ID": "6"
        },
        {
          "text": "Он взял книгу завета и прочитал народу. Они ответили:",
          "ID": "7"
        },
        {
          "text": "– Мы сделаем все, как сказал Господь. Мы будем послушны.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Моисей взял оставшуюся кровь, окропил ею народ и сказал:",
          "ID": "8"
        },
        {
          "text": "– Это кровь, скрепляющая завет, который Господь заключил с вами, дав вам эти законы.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Моисей, Аарон, Надав, Авиуд и семьдесят израильских старейшин поднялись ",
          "ID": "9"
        },
        {
          "text": "и увидели Бога Израиля. Под ногами у Него было нечто, похожее на помост из сапфира, ясный, как само небо. ",
          "ID": "10"
        },
        {
          "text": "Но Бог не поднял руку на израильских вождей. Они видели Бога, ели и пили.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "12"
        },
        {
          "text": "– Поднимись ко Мне на гору и останься здесь. Я дам тебе каменные таблички с Законом и повелениями, которые Я написал как наставление этому народу.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Моисей тронулся в путь со своим помощником Иисусом и взошел на Божью гору. ",
          "ID": "13"
        },
        {
          "text": "Старейшинам он сказал:",
          "ID": "14"
        },
        {
          "text": "– Ждите нас здесь, пока мы не вернемся к вам. С вами Аарон и Хур; любой, у кого будет спор, может пойти к ним.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда Моисей поднялся на гору, ее окутало облако, ",
          "ID": "15"
        },
        {
          "text": "и слава Господа опустилась на гору Синай. Шесть дней облако окутывало гору, а на седьмой день Господь позвал Моисея из облака. ",
          "ID": "16"
        },
        {
          "text": "Для израильтян слава Господа была подобна пожирающему огню на вершине горы. ",
          "ID": "17"
        },
        {
          "text": "Моисей вошел в облако и поднялся на гору. Он оставался на горе сорок дней и сорок ночей.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.24",
      "name": "Исход 24"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи израильтянам, чтобы они сделали Мне приношение. Принимайте приношения для Меня от каждого, чье сердце велит ему это сделать. ",
          "ID": "2"
        },
        {
          "text": "Принимайте от них золото, серебро и бронзу; ",
          "ID": "3"
        },
        {
          "text": "голубую, пурпурную и алую пряжу и тонкий лен; козью шерсть; ",
          "ID": "4"
        },
        {
          "text": "баранью кожу, покрашенную красным, кожу дюгоней и древесину акации; ",
          "ID": "5"
        },
        {
          "text": "оливковое масло для светильников; благовония для масла помазания и для возжигания; ",
          "ID": "6"
        },
        {
          "text": "оникс и другие самоцветы, чтобы украсить камнями эфод и нагрудник. ",
          "ID": "7"
        },
        {
          "text": "Вели им сделать Мне святилище, и Я буду обитать среди них. ",
          "ID": "8"
        },
        {
          "text": "Сделайте это жилище и всю его утварь по образцу, который Я тебе покажу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Вели им сделать ковчег из акации: два с половиной локтя в длину, полтора локтя в ширину и полтора в высоту. ",
          "ID": "10"
        },
        {
          "text": "Покрой его чистым золотом внутри и снаружи и сделай вокруг него золотой ободок. ",
          "ID": "11"
        },
        {
          "text": "Сделай для него четыре литых золотых кольца и укрепи их на его нижних углах по два с каждой стороны. ",
          "ID": "12"
        },
        {
          "text": "Сделай из акации шесты и позолоти их. ",
          "ID": "13"
        },
        {
          "text": "Вложи шесты в кольца на обеих сторонах ковчега, чтобы можно было его носить. ",
          "ID": "14"
        },
        {
          "text": "Пусть шесты остаются в кольцах ковчега: их нельзя вынимать. ",
          "ID": "15"
        },
        {
          "text": "Положи в ковчег каменные плитки свидетельства, которые Я дам тебе.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Сделай крышку искупления из чистого золота, два с половиной локтя в длину и полтора в ширину. ",
          "ID": "17"
        },
        {
          "text": "Сделай на концах крышки двух золотых херувимов кованой работы. ",
          "ID": "18"
        },
        {
          "text": "Сделай одного херувима на одном конце, а второго на другом. Сделай их из одного куска с крышкой на обоих ее концах. ",
          "ID": "19"
        },
        {
          "text": "Пусть херувимы простирают крылья вверх, закрывая ими крышку искупления. Пусть они будут обращены друг к другу, лицом к крышке.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Закрой этой крышкой ковчег, положив в него свидетельство, которое Я дам тебе. ",
          "ID": "21"
        },
        {
          "text": "Там, над крышкой искупления, между херувимами над ковчегом свидетельства, Я буду встречаться с тобой и давать тебе повеления для израильтян.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Сделай из акации стол: два локтя в длину, локоть в ширину и полтора локтя в высоту. ",
          "ID": "23"
        },
        {
          "text": "Покрой его чистым золотом и сделайте вокруг него золотой ободок. ",
          "ID": "24"
        },
        {
          "text": "Сделай по его краям стенку высотой в ладонь и обведи ее золотым ободком. ",
          "ID": "25"
        },
        {
          "text": "Сделай для стола четыре золотых кольца и укрепи их на углах у ножек. ",
          "ID": "26"
        },
        {
          "text": "Пусть кольца будут близко к краям, чтобы можно было держать шесты для переноски стола. ",
          "ID": "27"
        },
        {
          "text": "Сделай шесты из акации, позолоти их и носи на них стол. ",
          "ID": "28"
        },
        {
          "text": "Сделай из чистого золота тарелки и блюда, кувшины и чаши для жертвенных возлияний. ",
          "ID": "29"
        },
        {
          "text": "Всегда клади передо Мной на этот стол хлеб Присутствия.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "– Сделай светильник из чистого золота. Пусть его основание и ножка будут кованой работы, а чашечки, бутоны и лепестки составляют с ним одно целое. ",
          "ID": "31"
        },
        {
          "text": "Пусть по бокам светильника выходят шесть ветвей: три на одну сторону и три на другую. ",
          "ID": "32"
        },
        {
          "text": "Пусть три чашечки в виде цветов миндаля с бутонами и лепестками будут на одной ветке, три – на другой, и так же на всех шести ветвях светильника. ",
          "ID": "33"
        },
        {
          "text": "На самом светильнике пусть будет четыре чашечки в виде цветов миндаля с бутонами и лепестками. ",
          "ID": "34"
        },
        {
          "text": "Один бутон пусть будет под первой парой ветвей, что выходят из светильника, второй бутон под второй парой, третий бутон под третьей парой, и так под всеми шестью ветвями. ",
          "ID": "35"
        },
        {
          "text": "Пусть бутоны и ветви, выкованные из чистого золота, составляют одно целое со светильником.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Сделай семь лампад и установи их на светильнике так, чтобы они освещали пространство перед ним. ",
          "ID": "37"
        },
        {
          "text": "Щипцы для фитилей и лотки пусть будут из чистого золота. ",
          "ID": "38"
        },
        {
          "text": "На светильник и всю эту утварь пойдет талант чистого золота. ",
          "ID": "39"
        },
        {
          "text": "Смотри, сделай все точно по образцу, который был тебе показан на горе.",
          "ID": "40"
        }
      ],
      "ID": "OT:EXO.25",
      "name": "Исход 25"
    },
    {
      "text": [
        {
          "text": "– Сделай скинию из десяти покрывал крученого льна голубой, пурпурной и алой пряжи, с искусно вышитыми на них херувимами. ",
          "ID": "1"
        },
        {
          "text": "Все покрывала пусть будут одинаковыми: двадцать восемь локтей в длину и четыре локтя в ширину. ",
          "ID": "2"
        },
        {
          "text": "Сшей пять из них друг с другом и сделай то же самое с пятью остальными. ",
          "ID": "3"
        },
        {
          "text": "Сделай петли из голубой ткани по краю последнего покрывала каждого ряда. ",
          "ID": "4"
        },
        {
          "text": "Сделай пятьдесят петель на первом покрывале первого ряда и пятьдесят парных им петель на последнем покрывале второго ряда. ",
          "ID": "5"
        },
        {
          "text": "Сделай пятьдесят золотых крючков и сцепи ими покрывала, чтобы скиния стала одним целым.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Сделай одинадцать покрывал из козьей шерсти – покров скинии. ",
          "ID": "7"
        },
        {
          "text": "Пусть все одиннадцать покрывал будут одинаковые: тридцать локтей в длину и четыре локтя в ширину. ",
          "ID": "8"
        },
        {
          "text": "Сшей пять из этих покрывал в один ряд, а шесть других – в другой ряд. Сложи шестое покрывало вдвое перед входом в шатер. ",
          "ID": "9"
        },
        {
          "text": "Сделай по пятьдесят петель по краю последних покрывал в обоих рядах. ",
          "ID": "10"
        },
        {
          "text": "Сделай пятьдесят бронзовых крючков и вложи их в петли, чтобы соединить покров скинии в одно целое. ",
          "ID": "11"
        },
        {
          "text": "Остаток шатровых покрывал, оставшуюся половину покрывала – нужно свесить позади скинии. ",
          "ID": "12"
        },
        {
          "text": "Локоть лишней длины шатровых покрывал с обеих сторон нужно свесить по обе стороны скинии так, чтобы накрывать ее. ",
          "ID": "13"
        },
        {
          "text": "Сделай для шатра покрытие из бараньих кож, покрашенных красным цветом, и кож дюгоней.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Сделай для скинии прямые брусья из акации. ",
          "ID": "15"
        },
        {
          "text": "Каждый брус должен быть десять локтей в длину и полтора локтя в ширину, ",
          "ID": "16"
        },
        {
          "text": "с двумя выступами, параллельными друг другу. Сделай такими все брусья скинии. ",
          "ID": "17"
        },
        {
          "text": "Сделай двадцать брусьев для южной стороны скинии ",
          "ID": "18"
        },
        {
          "text": "и сорок серебряных оснований под них – по два основания на каждый брус, по одному под выступ. ",
          "ID": "19"
        },
        {
          "text": "Для другой, северной стороны скинии, сделай двадцать брусьев ",
          "ID": "20"
        },
        {
          "text": "и сорок серебряных оснований – по два под каждый брус. ",
          "ID": "21"
        },
        {
          "text": "Сделай шесть брусьев для дальнего, западного конца скинии ",
          "ID": "22"
        },
        {
          "text": "и два бруса для ее углов. ",
          "ID": "23"
        },
        {
          "text": "Пусть эти угловые брусья будут соединены внизу и скреплены вверху одним кольцом; пусть так будет сделано с обоими угловыми брусьями. ",
          "ID": "24"
        },
        {
          "text": "Такими будут восемь брусьев и шестнадцать серебряных оснований – по два под каждый брус.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Еще сделай перекладины из акации: пять для брусьев на одной стороне скинии, ",
          "ID": "26"
        },
        {
          "text": "пять для брусьев на другой стороне и пять для брусьев в дальнем, западном конце скинии. ",
          "ID": "27"
        },
        {
          "text": "Пусть центральная перекладина тянется из конца в конец скинии посередине брусьев. ",
          "ID": "28"
        },
        {
          "text": "Позолоти брусья и сделай золотые кольца, чтобы держать перекладины. Позолоти и перекладины.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Поставь скинию по образцу, показанному тебе на горе.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Сделай завесу из голубой, пурпурной и алой пряжи и крученого льна, с искусно вышитыми на ней херувимами. ",
          "ID": "31"
        },
        {
          "text": "Повесь ее на золотых крюках четырех позолоченных столбов из акации, которые стоят на серебряных основаниях. ",
          "ID": "32"
        },
        {
          "text": "Повесь завесу на крючках и внесите туда, за завесу, ковчег свидетельства. Завеса будет отделять Святое место от Святого Святых. ",
          "ID": "33"
        },
        {
          "text": "Положи крышку искупления на ковчег свидетельства в Святом Святых. ",
          "ID": "34"
        },
        {
          "text": "Поставь стол вне завесы на северной стороне скинии. Поставь светильник напротив него, на южной стороне.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Для входа в шатер сделай завесу из голубой, пурпурной и алой пряжи и крученого льна, украшенную шитьем. ",
          "ID": "36"
        },
        {
          "text": "Сделай для этой завесы пять позолоченных столбов из акации с золотыми крюками. Сделай для них пять бронзовых оснований.",
          "ID": "37"
        }
      ],
      "ID": "OT:EXO.26",
      "name": "Исход 26"
    },
    {
      "text": [
        {
          "text": "– Сделай из акации жертвенник высотой в три локтя. Пусть он будет квадратным: пять локтей в длину и пять в ширину. ",
          "ID": "1"
        },
        {
          "text": "Сделай на каждом из его углов рог так, чтобы рога и жертвенник были одним целым, и покрой жертвенник бронзой. ",
          "ID": "2"
        },
        {
          "text": "Сделай из бронзы всю его утварь: горшки, чтобы выносить пепел, лопатки, кропильные чаши, вилки для мяса и противни. ",
          "ID": "3"
        },
        {
          "text": "Сделай для него решетку, бронзовую сетку, и на каждом из четырех углов сетки сделай по бронзовому кольцу. ",
          "ID": "4"
        },
        {
          "text": "Помести ее под край жертвенника внизу так, чтобы она доходила до середины жертвенника. ",
          "ID": "5"
        },
        {
          "text": "Сделай из акации шесты для жертвенника и покрой их бронзой. ",
          "ID": "6"
        },
        {
          "text": "Шесты нужно вкладывать в кольца так, чтобы они были по двум сторонам жертвенника, когда его несут. ",
          "ID": "7"
        },
        {
          "text": "Сделай жертвенник из досок, полым внутри. Его нужно сделать точно по образцу, данному тебе на горе.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Сделай для скинии двор. Южная сторона пусть будет сто локтей в длину, отделенная завесами из крученого льна, ",
          "ID": "9"
        },
        {
          "text": "с двадцатью столбами на бронзовых основаниях, с серебряными крюками и соединениями на столбах. ",
          "ID": "10"
        },
        {
          "text": "Северная сторона пусть также будет сто локтей в длину, отгороженная завесами, с двадцатью столбами на бронзовых основаниях, с серебряными крюками и соединениями на столбах.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Западная сторона была пятьдесят локтей в ширину, отгороженная завесами, с десятью столбами на основаниях. ",
          "ID": "12"
        },
        {
          "text": "Восточная сторона, к восходу солнца, также была пятьдесят локтей в ширину. ",
          "ID": "13"
        },
        {
          "text": "На каждой стороне от входа пусть будут завесы по пятнадцать локтей в длину, с тремя столбами на основаниях, ",
          "ID": "14"
        },
        {
          "text": "и на другой стороне от входа пусть будут завесы по пятнадцать локтей в длину, с тремя столбами на основаниях.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Для входа во двор должна быть сделана завеса двадцати локтей в длину из голубой, пурпурной и алой пряжи и крученого льна, украшенная шитьем, и четыре столба на основаниях. ",
          "ID": "16"
        },
        {
          "text": "Все столбы вокруг двора должны быть с серебряными связями и крюками на основаниях из бронзы. ",
          "ID": "17"
        },
        {
          "text": "Двор будет сто локтей в длину и пятьдесят в ширину, с завесами из крученого льна по пять локтей в высоту и с бронзовыми основаниями. ",
          "ID": "18"
        },
        {
          "text": "Прочая утварь для службы в скинии, включая колья для него и для двора, пусть будет из бронзы.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Вели израильтянам принести тебе чистое оливковое масло для освещения, чтобы в светильниках можно было постоянно поддерживать огонь. ",
          "ID": "20"
        },
        {
          "text": "В шатре собрания, вне завесы, которая перед ковчегом свидетельства, Аарон и его сыновья должны поддерживать огонь в светильниках перед Господом с вечера до утра. Израильтяне и их потомки должны соблюдать это установление навеки.",
          "ID": "21"
        }
      ],
      "ID": "OT:EXO.27",
      "name": "Исход 27"
    },
    {
      "text": [
        {
          "text": "– Позови своего брата Аарона с его сыновьями Надавом и Авиудом, Элеазаром и Итамаром. Отдели их от остальных израильтян, чтобы они служили Мне как священники. ",
          "ID": "1"
        },
        {
          "text": "Сделай своему брату Аарону священные одеяния для славы и величия. ",
          "ID": "2"
        },
        {
          "text": "Вели мастерам, которым Я дал мудрость в таких делах, сделать одеяния для посвящения Аарона, чтобы он мог служить Мне как священник. ",
          "ID": "3"
        },
        {
          "text": "Вот одежды, которые они должны сделать: нагрудник, эфод, ризу, тканую рубашку, тюрбан и пояс. Делая эти священные одеяния, в которых твой брат Аарон и его сыновья будут служить Мне как священники, ",
          "ID": "4"
        },
        {
          "text": "пусть они берут золотые нити, голубую, пурпурную и алую пряжу и крученый лен.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Пусть они сделают эфод искусной работы из золотой нити, из голубой, пурпурной и алой пряжи и крученого льна. ",
          "ID": "6"
        },
        {
          "text": "У эфода должно быть два наплечника, прикрепленных по двум углам, чтобы он застегивался. ",
          "ID": "7"
        },
        {
          "text": "Искусно сотканный пояс эфода должен быть подобен ему: из одного с ним куска и сделан из золота, из голубой, пурпурной и алой пряжи и из крученого льна.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Возьми два оникса и вырежь на них имена сыновей Израиля ",
          "ID": "9"
        },
        {
          "text": "в порядке их рождения: шесть имен на одном камне и шесть других на другом. ",
          "ID": "10"
        },
        {
          "text": "Вырежь имена сыновей Израиля на двух камнях, как камнерез вырезает печать. Вставь камни в золотые филигранные оправы ",
          "ID": "11"
        },
        {
          "text": "и прикрепи их к наплечникам эфода как памятные камни для сыновей Израиля. Аарон будет носить их имена на плечах как памятный знак перед Господом. ",
          "ID": "12"
        },
        {
          "text": "Сделай золотые филигранные оправы ",
          "ID": "13"
        },
        {
          "text": "и две цепочки из чистого золота, свитые подобно веревке. Прикрепи цепочки к оправам.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Сделай нагрудник решений искусной работы, подобно эфоду, из золотой нити, из голубой, пурпурной и алой пряжи и из крученого льна. ",
          "ID": "15"
        },
        {
          "text": "Пусть он будет квадратным, когда сложен вдвое: пядь в длину и пядь в ширину. ",
          "ID": "16"
        },
        {
          "text": "Вставь в него четыре ряда драгоценных камней. В первом ряду пусть будут рубин, топаз и берилл; ",
          "ID": "17"
        },
        {
          "text": "во втором ряду – бирюза, сапфир и изумруд; ",
          "ID": "18"
        },
        {
          "text": "в третьем ряду – гиацинт, агат и аметист; ",
          "ID": "19"
        },
        {
          "text": "в четвертом ряду – хризолит, оникс и яшма. Вставь их в золотые филигранные оправы. ",
          "ID": "20"
        },
        {
          "text": "Камней должно быть двенадцать – по одному на каждое из имен сыновей Израиля; на каждом камне, как на печати, должно быть вырезано имя одного из двенадцати родов.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Для нагрудника сделай цепочки из чистого золота, свитые подобно веревке. ",
          "ID": "22"
        },
        {
          "text": "Сделай для него два золотых кольца и прикрепи их к двум углам нагрудника. ",
          "ID": "23"
        },
        {
          "text": "Прикрепи две золотые цепочки к кольцам на углах нагрудника, ",
          "ID": "24"
        },
        {
          "text": "а другие концы цепочек – к двум оправам, присоединяя их к наплечникам эфода спереди. ",
          "ID": "25"
        },
        {
          "text": "Сделай еще два золотых кольца и прикрепи их к двум другим углам нагрудника с внутренней стороны эфода. ",
          "ID": "26"
        },
        {
          "text": "Сделай еще два золотых кольца и прикрепи их снизу к наплечникам эфода спереди, рядом со швом прямо над поясом эфода. ",
          "ID": "27"
        },
        {
          "text": "Кольца нагрудника пусть будут привязаны к кольцам эфода голубым шнуром, соединяющим нагрудник с поясом, так, чтобы нагрудник не спадал с эфода.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Входя в Святое место, Аарон будет носить имена сыновей Израиля у сердца, на нагруднике решений, как постоянное напоминание перед Господом. ",
          "ID": "29"
        },
        {
          "text": "Еще помести на нагрудник Урим и Туммим, чтобы они были у сердца Аарона каждый раз, когда он будет входить к Господу. Так Аарон всегда будет носить у сердца орудие суда для израильтян перед Господом.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "– Сделай ризу под эфод голубой, ",
          "ID": "31"
        },
        {
          "text": "с вырезом для головы в середине, подшитым тканой тесьмой, как для воротника, чтобы он не рвался. ",
          "ID": "32"
        },
        {
          "text": "Нашей гранатовые плоды из голубой, пурпурной и алой пряжи по нижнему краю ризы, с золотыми колокольчиками между ними. ",
          "ID": "33"
        },
        {
          "text": "Пусть золотые колокольчики и гранатовые плоды чередуются по нижнему краю ризы. ",
          "ID": "34"
        },
        {
          "text": "Аарон будет носить ее, когда служит. Звук колокольчиков будет раздаваться, когда он будет входить в святилище пред лицо Господа и когда он будет выходить, чтобы ему не умереть.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Сделай пластинку из чистого золота и вырежь на ней, как на печати: Святыня Господня. ",
          "ID": "36"
        },
        {
          "text": "Прикрепи ее к тюрбану голубым шнуром. Пусть она будет спереди тюрбана. ",
          "ID": "37"
        },
        {
          "text": "Она будет на лбу Аарона, и он примет на себя вину за любую оплошность при принесении священных даров, которые израильтяне отделяют для пожертвований. Она будет на лбу Аарона постоянно, чтобы дары были угодны Господу.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Сотки рубашку из тонкого льна и сделай к нему тюрбан из тонкого льна. Пусть пояс будет украшен шитьем.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Сотки рубашки, пояса и головные повязки и сыновьям Аарона для славы и величия. ",
          "ID": "40"
        },
        {
          "text": "Когда ты наденешь эти одежды на своего брата Аарона и его сыновей, помажь и посвяти их в сан. Освяти их, чтобы они могли служить Мне как священники.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Сделай им льняное нижнее белье, чтобы прикрывать их от пояса до бедер. ",
          "ID": "42"
        },
        {
          "text": "Аарон и его сыновья должны одевать его всегда, когда входят в шатер собрания или приближаются к жертвеннику, чтобы служить в святилище, тогда они не провинятся и не умрут. Это установление для Аарона и его потомков будет вечным.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.28",
      "name": "Исход 28"
    },
    {
      "text": [
        {
          "text": "– Чтобы посвятить их Мне в священники, сделай так: возьми молодого быка и двух баранов без изъяна. ",
          "ID": "1"
        },
        {
          "text": "Приготовь из лучшей пшеничной муки пресный хлеб, пресные лепешки, замешанные на оливковом масле, и пресные коржи, помазанные оливковым маслом, ",
          "ID": "2"
        },
        {
          "text": "и положи их в одну корзину. Принеси эту корзину и приведи молодого быка и двух баранов.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Приведи Аарона и его сыновей ко входу в шатер собрания и омой их водой. ",
          "ID": "4"
        },
        {
          "text": "Возьми одеяния и одень Аарона в рубашку, ризу под эфод, сам эфод и нагрудник. Обвяжи его по эфоду украшенным поясом. ",
          "ID": "5"
        },
        {
          "text": "Надень ему на голову тюрбан и прикрепи к тюрбану священный венец. ",
          "ID": "6"
        },
        {
          "text": "Возьми масло для помазания и помажь его, возлив масло ему на голову. ",
          "ID": "7"
        },
        {
          "text": "Приведи его сыновей, одень их в рубашки ",
          "ID": "8"
        },
        {
          "text": "и надень на них головные уборы. Обвяжи Аарона и его сыновей поясами. Теперь священство принадлежит им по вечному установлению. Так ты посвятишь Аарона и его сыновей.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Приведи молодого быка к шатру собрания, и пусть Аарон и его сыновья возложат руки ему на голову. ",
          "ID": "10"
        },
        {
          "text": "Заколи его перед Господом у входа в шатер собрания. ",
          "ID": "11"
        },
        {
          "text": "Возьми и нанеси пальцем на рога жертвенника бычью кровь, а остаток вылей к его подножию. ",
          "ID": "12"
        },
        {
          "text": "Возьми весь жир вокруг внутренностей, сальник с печени и обе почки с жиром вокруг и сожги на жертвеннике. ",
          "ID": "13"
        },
        {
          "text": "Мясо быка, шкуру и кишки сожги за пределами лагеря. Это приношение за грех.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Возьми одного из баранов, и пусть Аарон с сыновьями возложат руки ему на голову. ",
          "ID": "15"
        },
        {
          "text": "Заколи его, возьми кровь и окропи жертвенник со всех сторон. ",
          "ID": "16"
        },
        {
          "text": "Разрежь барана на куски, вымой его внутренности и голени и положи их с головой и прочими кусками. ",
          "ID": "17"
        },
        {
          "text": "Сожги всего барана на жертвеннике. Это всесожжение Господу, приятное благоухание, огненная жертва Господу.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Возьми другого барана, и пусть Аарон и его сыновья возложат руки ему на голову. ",
          "ID": "19"
        },
        {
          "text": "Заколи его, возьми кровь и помажь Аарону и его сыновьям мочки правых ушей и большие пальцы на правых руках и на правых ногах. Окропи жертвенник кровью со всех сторон. ",
          "ID": "20"
        },
        {
          "text": "Возьми кровь, которая на жертвеннике, и масло для помазания и окропи Аарона и его одеяния и его сыновей с одеяниями. Тогда он, его сыновья и их одеяния будут освящены.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Возьми из этого барана жир, курдюк, жир вокруг внутренностей, сальник с печени, обе почки с жиром вокруг и правое бедро, так как это баран для жертвы посвящения. ",
          "ID": "22"
        },
        {
          "text": "Из корзины с пресным хлебом, что перед Господом, возьми один хлеб, лепешку, приготовленную на масле, и корж. ",
          "ID": "23"
        },
        {
          "text": "Вложи все это в руки Аарону и его сыновьям и потряси перед Господом как приношение потрясания. ",
          "ID": "24"
        },
        {
          "text": "Затем возьми это у них из рук и сожги на жертвеннике вместе со всесожжением для приятного благоухания Господу, в огненную жертву Господу. ",
          "ID": "25"
        },
        {
          "text": "Взяв грудину барана для посвящения Аарона, потряси ее перед Господом как приношение потрясания, и она будет твоей долей.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Отдели как святыню те части барана для жертвы посвящения, которые принадлежат Аарону и его сыновьям: грудину и бедро, которые были принесены в жертву потрясания. ",
          "ID": "27"
        },
        {
          "text": "Такова обычная доля Аарона и его сыновей от израильтян вовеки. Таково приношение, которое израильтяне должны приносить Господу из жертв примирения.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Священные одеяния Аарона перейдут к его потомкам. В них их будут помазывать и освящать. ",
          "ID": "29"
        },
        {
          "text": "Пусть сын, который станет священником вместо него и будет входить для служения в шатер собрания, носит их семь дней.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Возьми мясо барана для жертвы посвящения и свари его в священном месте. ",
          "ID": "31"
        },
        {
          "text": "Пусть Аарон и его сыновья едят мясо барана и хлеб из корзины, что у входа в шатер собрания. ",
          "ID": "32"
        },
        {
          "text": "Сами они могут есть эти жертвы, которыми были искуплены их грехи при их посвящении и освящении. Но никто другой есть их не может, потому что это – святыня. ",
          "ID": "33"
        },
        {
          "text": "Если часть мяса для жертвы посвящения или часть хлеба останется до утра, сожги оставшееся. Есть это нельзя; это – святыня.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Сделай для Аарона и его сыновей все, что Я повелел тебе. Отведи семь дней, чтобы освятить их. ",
          "ID": "35"
        },
        {
          "text": "Каждый день приноси в жертву за грех молодого быка, чтобы совершить очищение. Приноси жертву за грех для очищения жертвенника и помажь его, чтобы освятить. ",
          "ID": "36"
        },
        {
          "text": "Семь дней совершай очищение для жертвенника и ты освятишь его. Жертвенник станет великой святыней. Все, что прикоснется к нему, станет свято.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Ежедневно приноси на жертвеннике двух годовалых ягнят: ",
          "ID": "38"
        },
        {
          "text": "одного утром, а другого вечером. ",
          "ID": "39"
        },
        {
          "text": "С первым ягненком приноси десятую часть ефы лучшей муки, смешанной с четвертью гина оливкового масла, и четверть гина вина для жертвенного возлияния. ",
          "ID": "40"
        },
        {
          "text": "Другого ягненка приноси вечером с таким же хлебным приношением и жертвенным возлиянием, как и утром. Это приятное благоухание, огненная жертва Господу.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Пусть в грядущих поколениях это всесожжение совершается у входа в шатер собрания перед Господом постоянно. Там Я буду встречаться с вами, чтобы говорить с тобой. ",
          "ID": "42"
        },
        {
          "text": "На этом месте Я буду встречаться с израильтянами, и Моя слава освятит это место.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Я освящу шатер собрания и жертвенник, Аарона и его сыновей, чтобы они служили Мне как священники. ",
          "ID": "44"
        },
        {
          "text": "Я буду жить среди израильтян; Я буду их Богом. ",
          "ID": "45"
        },
        {
          "text": "Они будут знать, что Я – Господь, их Бог, Который вывел их из Египта, чтобы жить среди них. Я – Господь, их Бог.",
          "ID": "46"
        }
      ],
      "ID": "OT:EXO.29",
      "name": "Исход 29"
    },
    {
      "text": [
        {
          "text": "– Сделай из акации жертвенник для возжигания благовоний. ",
          "ID": "1"
        },
        {
          "text": "Пусть он будет квадратным: локоть в длину и локоть в ширину. Пусть он будет два локтя в высоту. Пусть его рога будут составлять с ним одно целое. ",
          "ID": "2"
        },
        {
          "text": "Покрой чистым золотом его верх, стороны и рога и сделай золотой ободок вокруг него. ",
          "ID": "3"
        },
        {
          "text": "Под ободком с двух противоположных сторон сделай на жертвеннике два золотых кольца, чтобы держать шесты, на которых его носят. ",
          "ID": "4"
        },
        {
          "text": "Сделай шесты из акации и позолоти их. ",
          "ID": "5"
        },
        {
          "text": "Поставь жертвенник перед завесой, за которой находится ковчег свидетельства, напротив крышки, что служит местом искупления и располагается над табличками со свидетельством. Там Я буду пребывать во время встречи с тобой.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Пусть Аарон возжигает благовония на жертвеннике каждое утро, когда заправляет светильники. ",
          "ID": "7"
        },
        {
          "text": "Пусть он возжигает их вновь, когда зажигает светильники в сумерки. Пусть в грядущих поколениях благовония возжигаются перед Господом постоянно. ",
          "ID": "8"
        },
        {
          "text": "Не приноси на этом жертвеннике другого благовония, всесожжения или хлебного приношения и не делай на нем возлияний. ",
          "ID": "9"
        },
        {
          "text": "Раз в год Аарон будет очищать жертвенник, нанося кровь очистительной жертвы за грех на его рога. Пусть это очищение совершается ежегодно и в грядущих поколениях. Этот жертвенник – великая святыня Господа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Когда станешь делать перепись израильтян, чтобы пересчитать их, пусть каждый из них заплатит Господу при пересчете выкуп за жизнь, и никакой мор не поразит их, когда ты станешь их пересчитывать.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "При переписи все должны дать половину шекеля серебра по шекелю святилища, который весит двадцать гер. ",
          "ID": "13"
        },
        {
          "text": "Все, от двадцати лет и старше, при переписи должны сделать приношение Господу. ",
          "ID": "14"
        },
        {
          "text": "Богатые не должны давать больше половины шекеля, а бедные не должны давать меньше, когда вы будете делать приношение Господу, чтобы выкупить свою жизнь. ",
          "ID": "15"
        },
        {
          "text": "Прими от израильтян выкуп и употреби его для службы в шатре собрания. Это будет напоминанием обо всех израильтянах перед Господом для выкупа за вашу жизнь.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Сделай для омовений бронзовый умывальник с бронзовым основанием. Поставь его между шатром собрания и жертвенником и налей в него воды. ",
          "ID": "18"
        },
        {
          "text": "Пусть Аарон и его сыновья моют из него свои руки и ноги. ",
          "ID": "19"
        },
        {
          "text": "Пусть, входя в шатер собрания, они омываются, чтобы не умереть. Пусть, приближаясь к жертвеннику, чтобы служить, совершая огненную жертву Господу, ",
          "ID": "20"
        },
        {
          "text": "они моют руки и ноги, чтобы не умереть. Это установление для Аарона и его потомков в грядущих поколениях будет вечным.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Возьми лучших благовоний: пятьсот шекелей жидкой мирры, половину этого, двести пятьдесят шекелей, душистой корицы, двести пятьдесят шекелей душистого тростника, ",
          "ID": "23"
        },
        {
          "text": "пятьсот шекелей кассии – все по весу, установленному в святилище, – и гин оливкового масла. ",
          "ID": "24"
        },
        {
          "text": "Сделай из них священное масло для помазания – искусно приготовленный благовонный состав. Это – священное масло для помазания. ",
          "ID": "25"
        },
        {
          "text": "Помажь им шатер собрания, ковчег свидетельства, ",
          "ID": "26"
        },
        {
          "text": "стол и светильник со всей утварью, жертвенник для возжигания благовоний, ",
          "ID": "27"
        },
        {
          "text": "жертвенник для всесожжений и всю его утварь и умывальник с его основанием. ",
          "ID": "28"
        },
        {
          "text": "Освяти их; они будут великой святыней, и все, что прикоснется к ним, станет свято.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Помажь Аарона и его сыновей и освяти их, чтобы они могли служить Мне как священники. ",
          "ID": "30"
        },
        {
          "text": "Скажи израильтянам: «Это Мое священное масло для помазания в грядущих поколениях. ",
          "ID": "31"
        },
        {
          "text": "Не пользуйтесь им для обычного умащения тела и не делайте подобного ему по составу. Оно священно, помните об этом. ",
          "ID": "32"
        },
        {
          "text": "Всякий, кто сделает сходное благовоние или помажет им кого-то, кроме священника, будет исторгнут из своего народа».",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "34"
        },
        {
          "text": "– Возьми благовоний: стакти, ониха и хельбана с чистым ладаном – всего поровну, ",
          "ID": "34"
        },
        {
          "text": "и сделай искусно приготовленный благовонный состав. Пусть он будет подсолен, чист и священен. ",
          "ID": "35"
        },
        {
          "text": "Истолки его в порошок и положи перед ковчегом свидетельства в шатре собрания, где Я буду встречаться с тобой. Это будет великой святыней для вас. ",
          "ID": "36"
        },
        {
          "text": "Не делайте себе благовоний по этому рецепту; помните, что это – Господня святыня. ",
          "ID": "37"
        },
        {
          "text": "Всякий, кто сделает подобный состав, чтобы наслаждаться его запахом, будет исторгнут из своего народа.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.30",
      "name": "Исход 30"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Я избрал Веселеила, сына Ури, внука Хура, из рода Иуды, ",
          "ID": "2"
        },
        {
          "text": "и исполнил его Духом Божьим, мудростью, разумением, знанием и всяким мастерством. ",
          "ID": "3"
        },
        {
          "text": "Он может воплощать свои замыслы в золоте, серебре и бронзе, ",
          "ID": "4"
        },
        {
          "text": "может гранить и оправлять камни, резать по дереву и заниматься всяким ремеслом. ",
          "ID": "5"
        },
        {
          "text": "Еще Я дал Оголиава, сына Ахисамаха, из рода Дана, ему в помощники. Я наделил мастерством всех ремесленников, чтобы они сделали все, что Я повелел тебе: ",
          "ID": "6"
        },
        {
          "text": "шатер собрания, ковчег свидетельства с его крышкой и прочую утварь шатра ",
          "ID": "7"
        },
        {
          "text": "стол с его утварью и светильник из чистого золота со всей его утварью, жертвенник для сожжения благовоний, ",
          "ID": "8"
        },
        {
          "text": "жертвенник для всесожжений со всей его утварью, умывальник с его основанием, ",
          "ID": "9"
        },
        {
          "text": "тканые одеяния – священные одеяния для священника Аарона и его сыновей, чтобы они служили в них как священники, ",
          "ID": "10"
        },
        {
          "text": "масло для помазания и благовония для святилища. Пусть они сделают их в точности так, как Я повелел тебе.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Скажи израильтянам: «Соблюдайте Мои субботы. Это будет знаком между Мной и вами в грядущих поколениях, чтобы вы знали, что Я – Господь, Который освящает вас.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Соблюдайте субботу: она свята для вас. Всякий, кто осквернит ее, будет предан смерти. Всякий, кто станет в этот день заниматься делами, будет исторгнут из своего народа. ",
          "ID": "14"
        },
        {
          "text": "Заниматься делами следует шесть дней, а седьмой день – это суббота покоя, святыня Господа. Всякий, кто станет в субботу заниматься делами, будет предан смерти. ",
          "ID": "15"
        },
        {
          "text": "Израильтяне должны соблюдать субботу, празднуя ее в грядущих поколениях, – это вечный завет. ",
          "ID": "16"
        },
        {
          "text": "Это останется знаком между Мной и израильтянами навеки. Ведь за шесть дней Господь создал небеса и землю, а на седьмой день отошел от трудов и дал Себе отдых».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда Господь закончил говорить с Моисеем на горе Синай, Он дал ему две каменные плитки свидетельства, на которых было написано перстом Божьим.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.31",
      "name": "Исход 31"
    },
    {
      "text": [
        {
          "text": "Увидев, что Моисей медлит спускаться с горы, народ собрался вокруг Аарона и сказал:",
          "ID": "1"
        },
        {
          "text": "– Послушай, сделай нам богов, которые пойдут перед нами, потому что мы не знаем, что приключилось с этим Моисеем, выведшим нас из Египта.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Аарон ответил им:",
          "ID": "2"
        },
        {
          "text": "– Снимите золотые серьги с ваших жен, сыновей и дочерей и принесите их мне.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Народ снял золотые серьги и принес их Аарону. ",
          "ID": "3"
        },
        {
          "text": "Он взял то, что они принесли ему, и сделал из этого золота литого тельца, придав ему вид резцом. Тогда они сказали:",
          "ID": "4"
        },
        {
          "text": "– Вот твои боги, Израиль, которые вывели тебя из Египта.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Увидев это, Аарон поставил перед тельцом жертвенник и возвестил:",
          "ID": "5"
        },
        {
          "text": "– Завтра – праздник Господу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Встав на следующий день рано утром, они принесли всесожжения и жертвы примирения. Народ сел есть и пить, а потом встал веселиться.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Тогда Господь сказал Моисею:",
          "ID": "7"
        },
        {
          "text": "– Спускайся с горы. Твой народ, который ты вывел из Египта, развратился. ",
          "ID": "7"
        },
        {
          "text": "Как скоро они уклонились от того, что Я повелел им! Они сделали себе литого тельца, поклонились ему и принесли ему жертвы, говоря: «Вот твои боги, Израиль, которые вывели тебя из Египта».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Я вижу этот народ, – сказал Господь Моисею, – он упрям. ",
          "ID": "9"
        },
        {
          "text": "Итак, оставь Меня. Я обращу Свой гнев на них и погублю их. Потом Я произведу великий народ от тебя.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Моисей принялся умолять Господа, своего Бога:",
          "ID": "11"
        },
        {
          "text": "– Господи, – сказал он, – зачем Тебе гневаться на Свой народ, который Ты вывел из Египта великой силой и могучей рукой? ",
          "ID": "11"
        },
        {
          "text": "Зачем египтянам давать повод говорить: «Он вывел их со злым умыслом, чтобы убить в горах и стереть с лица земли?» Оставь Свой пылающий гнев, смягчись, не наводи на Свой народ беду. ",
          "ID": "12"
        },
        {
          "text": "Вспомни Твоих слуг Авраама, Исаака и Израиля, которым Ты клялся Собой: «Я дам вам столько потомков, сколько на небе звезд. Весь этот край, который Я обещал отдать им, будет достоянием ваших потомков навеки».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь смягчился и не навел на Свой народ беду, которой грозил.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Моисей повернулся и спустился с горы с двумя каменными плитками свидетельства в руках. Они были исписаны с обеих сторон, спереди и сзади. ",
          "ID": "15"
        },
        {
          "text": "Бог сделал эти плитки и Он высек на них Свои письмена.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Иисус услышал гул кричащего народа, он сказал Моисею:",
          "ID": "17"
        },
        {
          "text": "– В лагере шум битвы.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Но Моисей ответил:",
          "ID": "18"
        },
        {
          "text": "– Это не клич победителей,",
          "ID": "18"
        },
        {
          "text": "не плач побежденных:",
          "ID": "18"
        },
        {
          "text": "голос поющих я слышу.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Подойдя к лагерю и увидев тельца и пляски, Моисей разгневался. Он бросил каменные плитки, которые нес, разбив их на куски у подножия горы. ",
          "ID": "19"
        },
        {
          "text": "Он взял сделанного ими тельца и расплавил его в огне. Он стер его в порошок, рассыпал по воде и заставил израильтян пить эту воду.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Мойсей сказал Аарону:",
          "ID": "21"
        },
        {
          "text": "– Что сделали тебе эти люди, что ты ввел их в такой страшный грех?",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Не гневайся, мой господин, – ответил Аарон. – Ты знаешь, как склонны эти люди к злу. ",
          "ID": "22"
        },
        {
          "text": "Они сказали мне: «Сделай нам богов, которые пойдут перед нами, потому что мы не знаем, что приключилось с этим Моисеем, выведшим нас из Египта». ",
          "ID": "23"
        },
        {
          "text": "Тогда я сказал им: «У кого есть золотые украшения, пусть снимет их». Они дали мне золото, я бросил его в огонь и вышел этот телец!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Моисей увидел, что люди необузданны, потому что Аарон позволил им это на посмешище врагам. ",
          "ID": "25"
        },
        {
          "text": "Он встал у входа в лагерь и сказал:",
          "ID": "26"
        },
        {
          "text": "– Кто за Господа – ко мне, – и вокруг него собрались все левиты.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Он сказал им:",
          "ID": "27"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Все опояшьтесь мечом! Идите через лагерь от одного конца к другому и обратно, убивая братьев, друзей и ближних».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Левиты сделали, как повелел Моисей, и в тот день из народа погибло около трех тысяч человек. ",
          "ID": "28"
        },
        {
          "text": "Моисей сказал:",
          "ID": "29"
        },
        {
          "text": "– Сегодня вы посвятили себя служению Господу ценой сыновей и братьев, и Он благословил вас.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "На другой день Моисей сказал народу:",
          "ID": "30"
        },
        {
          "text": "– Вы совершили страшный грех. Но сейчас я поднимусь к Господу, может быть, я смогу загладить ваш грех.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Моисей вернулся к Господу и сказал:",
          "ID": "31"
        },
        {
          "text": "– Да, эти люди совершили страшный грех, сделав себе золотых богов. ",
          "ID": "31"
        },
        {
          "text": "Но теперь, молю, прости их, а если не простишь – так сотри и мое имя из книги, которую Ты написал.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Господь ответил Моисею:",
          "ID": "33"
        },
        {
          "text": "– Того, кто грешит против Меня, Я сотру из Моей книги. ",
          "ID": "33"
        },
        {
          "text": "А теперь ступай, веди народ туда, куда Я тебе сказал, и Мой Ангел пойдет перед тобой. Но когда придет срок, Я накажу их за грех.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Господь поразил народ мором за то, что они сделали тельца – того, которого изготовил Аарон.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.32",
      "name": "Исход 32"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Покинь это место, ты и народ, который ты вывел из Египта, и иди в землю, которую Я клялся дать Аврааму, Исааку и Иакову, сказав: «Я дам ее твоему потомству». ",
          "ID": "1"
        },
        {
          "text": "Я пошлю перед тобой Ангела и прогоню хананеев, аморреев, хеттов, ферезеев, хиввеев и иевусеев. ",
          "ID": "2"
        },
        {
          "text": "Идите в землю, где течет молоко и мед. Но Я не пойду с вами, чтобы не погубить вас в дороге, потому что вы – упрямый народ.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Услышав эти грозные слова, народ зарыдал и никто не надевал украшений. ",
          "ID": "4"
        },
        {
          "text": "Ведь Господь сказал Моисею:",
          "ID": "5"
        },
        {
          "text": "– Скажи израильтянам: «Вы – упрямый народ. Даже если бы Я прошел с вами хоть немного, Я погубил бы вас. Снимите же украшения, а Я решу, что делать с вами».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И у горы Хорив израильтяне сняли свои украшения.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Моисей поставил шатер за лагерем, поодаль, и называл его «шатер собрания». Всякий, кто хотел спросить Господа, шел к шатру собрания за лагерь. ",
          "ID": "7"
        },
        {
          "text": "Всякий раз, когда Моисей шел к скинии, народ поднимался, и, стоя у входа в свои шатры, смотрел на Моисея, пока тот не входил в скинию. ",
          "ID": "8"
        },
        {
          "text": "Когда Моисей входил в скинию, облачный столб опускался и стоял у входа, пока Господь говорил с Моисеем. ",
          "ID": "9"
        },
        {
          "text": "Когда народ видел у входа в скинию облачный столб, они вставали и кланялись у входа в свои шатры. ",
          "ID": "10"
        },
        {
          "text": "Господь говорил с Моисеем лицом к лицу, как человек говорит со своим другом. Потом Моисей возвращался в лагерь, но его молодой помощник Иисус, сын Навин, не покидал шатра.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Моисей сказал Господу:",
          "ID": "12"
        },
        {
          "text": "– Ты велел мне: «Веди этот народ», но не дал знать, кого пошлешь со мной. Ты сказал: «Я знаю тебя по имени. Ты нашел у Меня милость». ",
          "ID": "12"
        },
        {
          "text": "Если так, то научи меня Твоим путям, чтобы мне познавать Тебя и находить у Тебя милость впредь. Вспомни: эти люди – Твой народ.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь ответил:",
          "ID": "14"
        },
        {
          "text": "– Я Сам пойду с тобой и дам тебе покой.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда Моисей сказал:",
          "ID": "15"
        },
        {
          "text": "– Если Ты не пойдешь с нами, то и не выводи нас отсюда. ",
          "ID": "15"
        },
        {
          "text": "Откуда станет известно, что Ты благосклонен ко мне и Своему народу, если Ты не пойдешь с нами? Что еще отличит меня и Твой народ от прочих народов на земле?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "17"
        },
        {
          "text": "– Я сделаю то, о чем ты просишь, потому что благосклонен к тебе и знаю тебя по имени.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Тогда Моисей сказал:",
          "ID": "18"
        },
        {
          "text": "– Прошу, покажи мне Свою славу.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь сказал:",
          "ID": "19"
        },
        {
          "text": "– Я покажу все Свое великолепие и возвещу Свое имя Господа. Я помилую того, кого помилую, и пожалею того, кого пожалею. ",
          "ID": "19"
        },
        {
          "text": "Но лица Моего ты не увидишь, потому что никто не может увидеть Меня и остаться в живых.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Господь сказал:",
          "ID": "21"
        },
        {
          "text": "– Вот место рядом со Мной – встань тут на скале. ",
          "ID": "21"
        },
        {
          "text": "Когда будет проходить Моя слава, Я поставлю тебя в расселину скалы и покрою тебя рукой, пока не пройду. ",
          "ID": "22"
        },
        {
          "text": "Тогда Я уберу руку, и ты увидишь Меня сзади, но Моего лица не будет видно.",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.33",
      "name": "Исход 33"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Высеки две каменные плитки, подобные прежним, а Я напишу на них слова, что были на первых плитках, которые ты разбил. ",
          "ID": "1"
        },
        {
          "text": "Утром приготовься и поднимись на гору Синай. Предстань предо Мной на вершине горы. ",
          "ID": "2"
        },
        {
          "text": "Пусть никто не поднимается вместе с тобой и не показывается на горе; даже отарам и стадам нельзя пастись у подножия горы.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей вытесал две каменные плитки, подобные прежним, и, встав ранним утром, поднялся на гору Синай, как повелел ему Господь. Две каменные плитки он нес в руках. ",
          "ID": "4"
        },
        {
          "text": "Господь спустился в облаке, встал рядом с ним и возвестил имя Господа. ",
          "ID": "5"
        },
        {
          "text": "Он прошел перед Моисеем, провозглашая: «Господь, Господь, сострадательный и милостивый Бог, медленный на гнев, богатый милостью и верностью, ",
          "ID": "6"
        },
        {
          "text": "хранящий милость к тысячам и прощающий проступок, отступничество и грех. И все же Он не оставит виновного без наказания; за проступки отцов Он карает детей и внуков до третьего и четвертого поколения».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Моисей тотчас пал на колени, опустив голову до земли, и ",
          "ID": "8"
        },
        {
          "text": "воскликнул:",
          "ID": "9"
        },
        {
          "text": "– О Владыка, если я нашел у Тебя милость, молю, пусть Владыка пойдет с нами. Хоть этот народ и упрям, прости нам проступки и грехи и возьми нас Себе в удел.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Господь сказал:",
          "ID": "10"
        },
        {
          "text": "– Я заключаю завет: Я совершу перед твоим народом чудеса, каких не бывало прежде ни в каком народе на всей земле. Народ, среди которого ты живешь, увидит, как сильно внушает страх дело Господа, которое Я для тебя совершу. ",
          "ID": "10"
        },
        {
          "text": "Слушайтесь того, что Я повелеваю вам ныне. Я прогоню от вас аморреев, хананеев, хеттов, ферезеев, хиввеев и иевусеев. ",
          "ID": "11"
        },
        {
          "text": "Смотрите, не вступайте в союз с жителями той земли, куда вы идете, иначе они станут для вас западней. ",
          "ID": "12"
        },
        {
          "text": "Разрушьте их жертвенники, разбейте священные камни и срубите столбы Ашеры. ",
          "ID": "13"
        },
        {
          "text": "Не поклоняйтесь чужому богу, ведь Господь, чье имя Ревнитель, – ревнивый Бог.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Смотрите, не вступайте в союз с жителями той земли, потому что, когда они будут распутничать со своими богами и приносить им жертвы, они позовут и вас, и вы станете есть их жертвы. ",
          "ID": "15"
        },
        {
          "text": "Вы станете брать из их народа дочерей в жены своим сыновьям, и их дочери, которые распутничают со своими богами, заставят делать то же самое и ваших сыновей. ",
          "ID": "16"
        },
        {
          "text": "Не делайте себе литых идолов.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Справляйте праздник Пресных хлебов: семь дней ешьте пресный хлеб, как Я повелел вам, в установленное время месяца авива, потому что в этом месяце вы вышли из Египта.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Все перворожденное принадлежит Мне, считая самцов-первенцев вашего крупного и мелкого скота. ",
          "ID": "19"
        },
        {
          "text": "Выкупайте первородного осла ягненком, а если не будете выкупать, сломайте ему шею. Выкупайте всех первенцев из ваших сыновей.",
          "ID": "20"
        },
        {
          "text": "Пусть никто не появляется предо Мной с пустыми руками.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Шесть дней трудитесь, а на седьмой отдыхайте; отдыхайте даже во время пахоты и жатвы.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Справляйте праздник Недель, когда собираете первый урожай пшеницы, и праздник Сбора плодов в конце года. ",
          "ID": "22"
        },
        {
          "text": "Пусть три раза в год все мужчины предстают пред лицо Владыки Господа, Богом Израиля. ",
          "ID": "23"
        },
        {
          "text": "Я прогоню от вас народы и расширю границы ваших земель. Никто не посягнет на вашу землю, когда вы три раза в год будете ходить и представать перед Господом, вашим Богом.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Когда приносишь Мне жертву, не проливай кровь животного на дрожжевой хлеб, и пусть от жертвы праздника Пасхи ничего не остается до утра.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Лучшее из первых плодов твоей земли приноси в дом Господа, твоего Бога.",
          "ID": "26"
        },
        {
          "text": "Не вари козленка в молоке его матери.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "27"
        },
        {
          "text": "– Запиши эти слова – на их основании Я заключаю завет с тобой и с Израилем.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Моисей пробыл там с Господом сорок дней и сорок ночей; он ничего не ел и не пил. Он написал на плитках слова завета – десять заповедей.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Спустившись с горы Синай с двумя каменными плитками свидетельства в руках, Моисей не знал, что его лицо сияет после того, как он поговорил с Господом. ",
          "ID": "29"
        },
        {
          "text": "Когда Аарон и израильтяне увидели, что лицо Моисея сияет, они боялись приблизиться к нему. ",
          "ID": "30"
        },
        {
          "text": "Но Моисей позвал их, и тогда Аарон и вожди народа подошли к нему, и он говорил с ними. ",
          "ID": "31"
        },
        {
          "text": "После этого к нему приблизились израильтяне, и он передал им заповеди, которые Господь дал ему на горе Синай.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Закончив говорить с ними, Моисей опустил на лицо покрывало. ",
          "ID": "33"
        },
        {
          "text": "Но входя к Господу, чтобы говорить с Ним, он снимал покрывало до тех пор, пока не выходил. Когда он выходил и передавал израильтянам, что ему было велено, ",
          "ID": "34"
        },
        {
          "text": "они видели, что его лицо сияет. Потом Моисей опять опускал на лицо покрывало до тех пор, пока не входил говорить с Господом.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.34",
      "name": "Исход 34"
    },
    {
      "text": [
        {
          "text": "Моисей собрал все общество израильтян и сказал им:",
          "ID": "1"
        },
        {
          "text": "– Вот что Господь повелел вам: ",
          "ID": "1"
        },
        {
          "text": "заниматься делами следует шесть дней, но седьмой день – святой, это суббота покоя, день, посвященный Господу. Всякий, кто станет в этот день заниматься делами, будет предан смерти. ",
          "ID": "2"
        },
        {
          "text": "Не зажигайте в субботний день огня в своих жилищах.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей сказал обществу израильтян:",
          "ID": "4"
        },
        {
          "text": "– Господь повелел: ",
          "ID": "4"
        },
        {
          "text": "«Из того, что у вас есть, сделайте приношение Господу. Пусть всякий, у кого щедрое сердце, сделает Господу приношение золотом, серебром и бронзой; ",
          "ID": "5"
        },
        {
          "text": "голубой, пурпурной, алой пряжей и тонким льном; козьей шерстью; ",
          "ID": "6"
        },
        {
          "text": "бараньей кожей, покрашенной красным, кожей дюгоней и древесиной акации; ",
          "ID": "7"
        },
        {
          "text": "оливковым маслом для светильников; благовониями для масла помазания и для возжигания; ",
          "ID": "8"
        },
        {
          "text": "ониксом и другими самоцветами, чтобы украсить камнями эфод и нагрудник.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Те из вас, кто искусен в ремеслах, пусть придут и сделают все, что повелел Господь: ",
          "ID": "10"
        },
        {
          "text": "скинию с покрытием, застежками, брусьями, перекладинами, столбами и основаниями; ",
          "ID": "11"
        },
        {
          "text": "ковчег с шестами и крышкой и завесу, которая его закрывает; ",
          "ID": "12"
        },
        {
          "text": "стол с шестами и всей утварью и хлеб Присутствия; ",
          "ID": "13"
        },
        {
          "text": "светильник для освещения со всей утварью и лампадами и масло для освещения; ",
          "ID": "14"
        },
        {
          "text": "жертвенник для возжигания благовоний с шестами, масло для помазания, благовония, завесу для входа в скинию, ",
          "ID": "15"
        },
        {
          "text": "жертвенник для всесожжений с бронзовой решеткой, шестами и утварью, умывальник с его основанием, ",
          "ID": "16"
        },
        {
          "text": "завесы двора со столбами и основаниями, завесу для входа во двор, ",
          "ID": "17"
        },
        {
          "text": "колья с веревками для скинии и двора, ",
          "ID": "18"
        },
        {
          "text": "тканые одеяния для служения в святилище: священные одеяния для священника Аарона и его сыновей, когда они служат как священники».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Народ израильский разошелся от Моисея, ",
          "ID": "20"
        },
        {
          "text": "и каждый, кто хотел и кого побуждало сердце, приходил и делал приношение Господу на изготовление шатра собрания, на службу в нем и на священные одеяния. ",
          "ID": "21"
        },
        {
          "text": "Все щедрые сердцем, и мужчины, и женщины, приходили и приносили разные золотые изделия: броши, серьги, перстни и подвески. Они посвящали свое золото Господу. ",
          "ID": "22"
        },
        {
          "text": "У кого были голубая, пурпурная или алая пряжа, тонкий лен, козья шерсть, баранья кожа, крашенная красным, или кожа дюгоней, те приносили их. ",
          "ID": "23"
        },
        {
          "text": "Те, кто мог жертвовать серебро или бронзу, приносили их в дар Господу, и всякий, у кого была древесина акации для какой-либо работы, приносили ее. ",
          "ID": "24"
        },
        {
          "text": "Каждая женщина-умелица сама пряла и приносила то, что напряла: голубую, пурпурную или алую пряжу или тонкий лен. ",
          "ID": "25"
        },
        {
          "text": "Женщины, которые умели прясть, по велению сердца пряли козью шерсть. ",
          "ID": "26"
        },
        {
          "text": "Главы родов приносили оникс и другие самоцветы, чтобы украсить ими эфод и нагрудник. ",
          "ID": "27"
        },
        {
          "text": "Еще они приносили благовония и оливковое масло для светильника, для масла помазания и для возжигания. ",
          "ID": "28"
        },
        {
          "text": "Все израильтяне и израильтянки, кого побуждало сердце, делали Господу добровольные приношения для той работы, которую Господь через Моисея повелел им сделать.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Моисей сказал израильтянам:",
          "ID": "30"
        },
        {
          "text": "– Господь избрал Веселеила, сына Ури, внука Хура, из рода Иуды, ",
          "ID": "30"
        },
        {
          "text": "и исполнил его Духом Божьим, мудростью, разумением, знанием и всяким мастерством. ",
          "ID": "31"
        },
        {
          "text": "Он может воплощать свои замыслы в золоте, серебре и бронзе, ",
          "ID": "32"
        },
        {
          "text": "может гранить и оправлять камни, резать по дереву и заниматься всяким ремеслом. ",
          "ID": "33"
        },
        {
          "text": "Он даровал ему и Оголиаву, сыну Ахисамаха, из рода Дана, способность учить других. ",
          "ID": "34"
        },
        {
          "text": "Он дал им умение делать любую работу ремесленников, художников, ткачей и вышивальщиков по голубой, пурпурной и алой ткани и тонкому льну. Они были искусными ремесленниками и художниками.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.35",
      "name": "Исход 35"
    },
    {
      "text": [
        {
          "text": "Пусть Веселеил, Оголиав и все искусные мастера, которых Господь наделил мастерством и умением, чтобы они знали, как исполнить всю работу по сооружению святилища, сделают все в точности, как повелел Господь.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Моисей призвал Веселеила, Оголиава и всех искусных мастеров, которым Господь дал способность, всех, кого побуждало сердце, прийти и работать.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Они получили от Моисея все приношения, которые израильтяне собрали, чтобы построить святилище. А народ продолжал приносить пожертвования каждое утро. ",
          "ID": "3"
        },
        {
          "text": "Тогда искусные ремесленники, которые трудились для святилища, оставили свою работу ",
          "ID": "4"
        },
        {
          "text": "и сказали Моисею:",
          "ID": "5"
        },
        {
          "text": "– Народ приносит больше, чем нужно для работы, которую повелел сделать Господь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Моисей приказал, и по всему лагерю объявили: «Пусть ни мужчина, ни женщина не делают больше приношений для святилища». Так их удержали от приношений, ",
          "ID": "6"
        },
        {
          "text": "потому что уже было принесено больше, чем нужно, чтобы исполнить всю работу.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Искусные мастера, которые строили скинию, сделали ее из десяти покрывал крученого льна и голубой, пурпурной и алой пряжи, с искусно вышитыми на них херувимами. ",
          "ID": "8"
        },
        {
          "text": "Все покрывала были одинаковыми: двадцать восемь локтей в длину и четыре локтя в ширину. ",
          "ID": "9"
        },
        {
          "text": "Он сшил друг с другом пять из них и сделал то же самое с пятью остальными. ",
          "ID": "10"
        },
        {
          "text": "Он сделал петли из голубой ткани по краю последнего покрывала каждого ряда. ",
          "ID": "11"
        },
        {
          "text": "Еще он сделал пятьдесят петель на первом покрывале первого ряда и пятьдесят парных им петель на последнем покрывале второго ряда. ",
          "ID": "12"
        },
        {
          "text": "Он сделал пятьдесят золотых крючков и сцепил ими оба ряда покрывал, чтобы скиния стала одним целым.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он сделал одиннадцать покрывал из козьей шерсти – покров скинии. ",
          "ID": "14"
        },
        {
          "text": "Все одиннадцать покрывал были одинаковые: тридцать локтей в длину и четыре локтя в ширину. ",
          "ID": "15"
        },
        {
          "text": "Он сшил пять покрывал в один ряд и шесть – в другой. ",
          "ID": "16"
        },
        {
          "text": "Он сделал по пятьдесят петель по краю последних покрывал в обоих рядах. ",
          "ID": "17"
        },
        {
          "text": "Он сделал пятьдесят бронзовых крючков, чтобы соединить покров скинии в одно целое. ",
          "ID": "18"
        },
        {
          "text": "Он сделал для шатра покрытие из бараньих кож, покрашенных красным цветом, и кож дюгоней.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Он сделал для скинии прямые брусья из акации. ",
          "ID": "20"
        },
        {
          "text": "Каждый брус был десять локтей в длину и полтора в ширину ",
          "ID": "21"
        },
        {
          "text": "с двумя выступами, параллельными друг другу. Такими он сделал все брусья скинии. ",
          "ID": "22"
        },
        {
          "text": "Он сделал двадцать брусьев для южной стороны скинии ",
          "ID": "23"
        },
        {
          "text": "и сорок серебряных оснований под них – по два основания на каждый брус, по одному под выступ. ",
          "ID": "24"
        },
        {
          "text": "И для другой, северной стороны скинии, он сделал двадцать брусьев ",
          "ID": "25"
        },
        {
          "text": "и сорок серебряных оснований – по два под каждый брус. ",
          "ID": "26"
        },
        {
          "text": "Он сделал шесть брусьев для дальнего, западного конца скинии ",
          "ID": "27"
        },
        {
          "text": "и два бруса для ее углов. ",
          "ID": "28"
        },
        {
          "text": "Эти угловые брусья были соединены внизу и скреплены вверху одним кольцом; так было сделано с обоими угловыми брусьями. ",
          "ID": "29"
        },
        {
          "text": "Такими были восемь брусьев и шестнадцать серебряных оснований – по два под каждый брус.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Еще он сделал перекладины из акации: пять для брусьев на одной стороне скинии, ",
          "ID": "31"
        },
        {
          "text": "пять для брусьев на другой стороне и пять для брусьев в дальнем, западном конце скинии. ",
          "ID": "32"
        },
        {
          "text": "Он положил центральную перекладину так, что она тянулась из конца в конец шатра посередине брусьев. ",
          "ID": "33"
        },
        {
          "text": "Он позолотил брусья и сделал золотые кольца, чтобы держать перекладины. Он позолотил и перекладины.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Он сделал завесу из голубой, пурпурной и алой пряжи и крученого льна, с искусно вышитыми на ней херувимами. ",
          "ID": "35"
        },
        {
          "text": "Из акации сделал для нее четыре столба и позолотил их. Затем он сделал для них золотые крюки и отлил четыре серебряных основания. ",
          "ID": "36"
        },
        {
          "text": "Для входа в шатер сделал завесу из голубой, пурпурной и алой пряжи и крученого льна, украшенную шитьем, ",
          "ID": "37"
        },
        {
          "text": "и сделал пять столбов с крюками. Он позолотил верхушки и связи столбов и сделал для них пять бронзовых оснований.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.36",
      "name": "Исход 36"
    },
    {
      "text": [
        {
          "text": "Веселеил сделал ковчег из акации: два с половиной локтя в длину, полтора локтя в ширину и полтора в высоту. ",
          "ID": "1"
        },
        {
          "text": "Он покрыл его чистым золотом внутри и снаружи и сделал вокруг него золотой ободок, ",
          "ID": "2"
        },
        {
          "text": "отлил для него четыре золотых кольца и укрепил их на его нижних углах, по два с каждой стороны. ",
          "ID": "3"
        },
        {
          "text": "Он сделал из акации шесты, позолотил их ",
          "ID": "4"
        },
        {
          "text": "и вложил в кольца на обеих сторонах ковчега, чтобы носить его.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Также сделал крышку искупления из чистого золота, два с половиной локтя в длину и полтора локтя в ширину. ",
          "ID": "6"
        },
        {
          "text": "Затем он сделал двух золотых херувимов кованой работы по краям крышки: ",
          "ID": "7"
        },
        {
          "text": "одного херувима на одном краю, а второго – на другом. Он соединил их с крышкой на обоих ее краях так, что они образовали одно целое. ",
          "ID": "8"
        },
        {
          "text": "Херувимы простирали крылья вверх, закрывая ими крышку искупления, и были обращены друг к другу, лицом к крышке.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Он сделал из акации стол: два локтя в длину, локоть в ширину и полтора локтя в высоту, ",
          "ID": "10"
        },
        {
          "text": "покрыл его чистым золотом и сделал вокруг него золотой ободок. ",
          "ID": "11"
        },
        {
          "text": "Он сделал по его краям стенку высотой в ладонь и обвел ее золотым ободком, ",
          "ID": "12"
        },
        {
          "text": "отлил для стола четыре золотых кольца и укрепил их на углах у ножек. ",
          "ID": "13"
        },
        {
          "text": "Кольца были поставлены близко к краям, чтобы держать шесты для переноски стола. ",
          "ID": "14"
        },
        {
          "text": "Шесты для переноски были сделаны из акации и позолочены. ",
          "ID": "15"
        },
        {
          "text": "Еще он сделал из чистого золота утварь стола: тарелки и блюда, чаши и кувшины для жертвенных возлияний.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Он сделал светильник из чистого золота, выковал его, его основание и ножку, а его чашечки, бутоны и лепестки составляли одно целое. ",
          "ID": "17"
        },
        {
          "text": "Шесть ветвей выходили по бокам светильника: три на одну сторону и три на другую. ",
          "ID": "18"
        },
        {
          "text": "Три чашечки в виде цветов миндаля с бутонами и лепестками были на одной ветке, три – на другой, и так же было на всех шести ветвях светильника. ",
          "ID": "19"
        },
        {
          "text": "На самом светильнике были четыре чашечки в виде цветов миндаля с бутонами и лепестками. ",
          "ID": "20"
        },
        {
          "text": "Один бутон был под первой парой ветвей, что выходили из светильника, второй бутон под второй парой, третий бутон под третьей парой, и так под всеми шестью ветвями. ",
          "ID": "21"
        },
        {
          "text": "Бутоны и ветви, выкованные из чистого золота, составляли одно целое со светильником.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Он сделал семь лампад, щипцы для фитилей, лотки из чистого золота ",
          "ID": "23"
        },
        {
          "text": "и светильник. На всю эту утварь ушел один талант чистого золота.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Из акации он сделал жертвенник для возжигания благовоний. Он был квадратным: локоть в длину и локоть в ширину и два локтя в высоту. Его рога составляли с ним одно целое. ",
          "ID": "25"
        },
        {
          "text": "Он покрыл чистым золотом его верх, стороны и рога, и сделал вокруг него золотой ободок. ",
          "ID": "26"
        },
        {
          "text": "Под ободком с двух противоположных сторон сделал два золотых кольца, чтобы держать шесты, на которых его будут носить. ",
          "ID": "27"
        },
        {
          "text": "Шесты он сделал из акации и позолотил их.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Еще он сделал священное масло для помазания и чистый искусно приготовленный благовонный состав.",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.37",
      "name": "Исход 37"
    },
    {
      "text": [
        {
          "text": "Жертвенник для всесожжений высотой три локтя был сделан из акации. Он был квадратным: пять локтей в длину и пять в ширину. ",
          "ID": "1"
        },
        {
          "text": "Он сделал по рогу на каждом из его четырех углов так, что рога и жертвенник составляли одно целое, и покрыл жертвенник бронзой. ",
          "ID": "2"
        },
        {
          "text": "Из бронзы сделал всю его утварь: горшки, лопатки, кропильные чаши, вилки для мяса и противни. ",
          "ID": "3"
        },
        {
          "text": "Он сделал для него решетку, бронзовую сетку, вровень с краями жертвенника, на середине его высоты. ",
          "ID": "4"
        },
        {
          "text": "Он отлил бронзовые кольца для шестов на четырех углах бронзовой решетки. ",
          "ID": "5"
        },
        {
          "text": "Потом сделал шесты из акации и покрыл их бронзой, ",
          "ID": "6"
        },
        {
          "text": "вложил шесты в кольца так, чтобы они были по обеим сторонам, чтобы можно было носить жертвенник. Он сделал его из досок, полым внутри.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он сделал бронзовый умывальник с бронзовым основанием из зеркал женщин, служащих при входе в шатер собрания.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Затем он сделал двор. Южная сторона была сто локтей в длину, отделенная завесами из крученого льна, ",
          "ID": "9"
        },
        {
          "text": "с двадцатью столбами на бронзовых основаниях, с серебряными крюками и соединениями на столбах. ",
          "ID": "10"
        },
        {
          "text": "Северная сторона также была сто локтей в длину, с двадцатью столбами на бронзовых основаниях, с серебряными крюками и соединениями на столбах.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Западная сторона была пятьдесят локтей в ширину, отгороженная завесами, с десятью столбами на основаниях, с серебряными крюками и соединениями на столбах. ",
          "ID": "12"
        },
        {
          "text": "Восточная сторона, к восходу солнца, также была пятьдесят локтей в ширину. ",
          "ID": "13"
        },
        {
          "text": "На каждой стороне от входа были завесы пятнадцати локтей в длину, с тремя столбами на основаниях, ",
          "ID": "14"
        },
        {
          "text": "и на другой стороне от входа были завесы пятнадцати локтей в длину, с тремя столбами на основаниях. ",
          "ID": "15"
        },
        {
          "text": "Все завесы вокруг двора были из крученого льна. ",
          "ID": "16"
        },
        {
          "text": "Основания для столбов были бронзовыми, крюки и соединения на столбах – серебряными, а их верх – посеребренными. Все столбы двора имели серебряные связки.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Завеса ко входу во двор была из голубой, пурпурной и алой пряжи и крученого льна, украшенная шитьем. Она была двадцать локтей в длину и пять локтей в высоту, вровень с завесами двора, ",
          "ID": "18"
        },
        {
          "text": "и для нее четыре столба на бронзовых основаниях. Крюки и соединения столбов были серебряными, а верх – посеребренным. ",
          "ID": "19"
        },
        {
          "text": "Все колья для скинии и окружающего двора были бронзовыми.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Вот опись того, что было израсходовано на постройку скинии – скинии свидетельства, – составленная по повелению Моисея левитами под началом Итамара, сына священника Аарона. ",
          "ID": "21"
        },
        {
          "text": "(Веселеил, сын Ури, внук Хура, из рода Иуды, сделал все, как повелел Моисею Господь; ",
          "ID": "22"
        },
        {
          "text": "с ним был Оголиав, сын Ахисамаха, из рода Дана, ремесленник, художник и вышивальщик по голубой, пурпурной и алой ткани и тонкому льну). ",
          "ID": "23"
        },
        {
          "text": "Золота, принесенного в дар на работы в святилище, было двадцать девять талантов семьсот тридцать шекелей по весу шекеля скинии.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Серебра от членов общества, прошедших перепись, было сто талантов и тысяча семьсот семьдесят пять шекелей по весу шекелю святилища: ",
          "ID": "25"
        },
        {
          "text": "одна бека (то есть половина шекеля по весу шекеля святилища) с каждого мужчины, кто прошел перепись, от двадцати лет и старше, общим числом шестьсот три тысячи пятьсот пятьдесят мужчин. ",
          "ID": "26"
        },
        {
          "text": "Сто талантов серебра пошло на литье оснований для святилища и завесы: сто талантов на сто оснований, по таланту на основание. ",
          "ID": "27"
        },
        {
          "text": "Тысяча семьсот семьдесят пять шекелей ушло на то, чтобы сделать крюки для столбов, покрыть верх столбов и сделать их соединения.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Пожертвованной бронзы было семьдесят талантов и две тысячи четыреста шекелей. ",
          "ID": "29"
        },
        {
          "text": "Она пошла на основания для входа в шатер собрания, бронзовый жертвенник с бронзовой решеткой и всю его утварь, ",
          "ID": "30"
        },
        {
          "text": "на основания для двора и для входа в него и на все колья для скинии и двора.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.38",
      "name": "Исход 38"
    },
    {
      "text": [
        {
          "text": "Из голубой, пурпурной и алой пряжи они сделали тканые одеяния для служения в святилище и священные одеяния для Аарона, как повелел Моисею Господь.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Он сделали эфод из золота, из голубой, пурпурной и алой пряжи и из крученого льна: ",
          "ID": "2"
        },
        {
          "text": "расплющили золото в тонкие листы, разрезали на нити и искусно вплели их в голубую, пурпурную и алую пряжу и крученый лен. ",
          "ID": "3"
        },
        {
          "text": "Они сделали для эфода наплечники по двум углам, чтобы он застегивался. ",
          "ID": "4"
        },
        {
          "text": "Искусно сотканный пояс эфода был подобен ему: из одного с ним куска и сделан из золота, из голубой, пурпурной и алой пряжи и из крученого льна, как повелел Моисею Господь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Вставили ониксы в золотые филигранные оправы и вырезали на них, как на печати, имена сыновей Израиля. ",
          "ID": "6"
        },
        {
          "text": "Он прикрепил их к наплечникам эфода как памятные камни для сыновей Израиля, как повелел Моисею Господь.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Сделал нагрудник искусной работы, подобно эфоду: из золотой нити, из голубой, пурпурной и алой пряжи и из крученого льна. ",
          "ID": "8"
        },
        {
          "text": "Он был квадратным, когда сложен вдвое: пядь в длину и пядь в ширину, из сложенной вдвое ткани. ",
          "ID": "9"
        },
        {
          "text": "Вставили в него четыре ряда драгоценных камней. В первом ряду были рубин, топаз и берилл; ",
          "ID": "10"
        },
        {
          "text": "во втором ряду – бирюза, сапфир и изумруд; ",
          "ID": "11"
        },
        {
          "text": "в третьем ряду – гиацинт, агат и аметист; ",
          "ID": "12"
        },
        {
          "text": "в четвертом ряду – хризолит, оникс и яшма. Они были вставлены в золотые филигранные оправы. ",
          "ID": "13"
        },
        {
          "text": "Камней было двенадцать – по одному на каждое из имен сыновей Израиля; на каждом камне, как на печати, было вырезано имя одного из двенадцати родов.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Они сделали для нагрудника цепочки из чистого золота, свитые подобно веревке. ",
          "ID": "15"
        },
        {
          "text": "Сделали две золотые филигранные оправы и два золотых кольца и прикрепили кольца к двум углам нагрудника. ",
          "ID": "16"
        },
        {
          "text": "Они прикрепили две золотые цепочки к кольцам на углах нагрудника, ",
          "ID": "17"
        },
        {
          "text": "а другие концы цепочек – к двум оправам, присоединив их к наплечникам эфода спереди. ",
          "ID": "18"
        },
        {
          "text": "Они сделали еще два золотых кольца и прикрепили их к двум другим углам нагрудника с внутренней стороны эфода. ",
          "ID": "19"
        },
        {
          "text": "Затем сделали еще два золотых кольца и прикрепили их снизу к наплечникам эфода спереди, рядом со швом прямо над поясом эфода. ",
          "ID": "20"
        },
        {
          "text": "Кольца нагрудника связали с кольцами эфода голубым шнуром, соединяющим нагрудник с поясом так, чтобы нагрудник не спадал с эфода – все так, как повелел Моисею Господь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Риза под эфод была голубой, тканой, ",
          "ID": "22"
        },
        {
          "text": "с вырезом в середине, подшитым тесьмой, как для воротника, чтобы он не рвался. ",
          "ID": "23"
        },
        {
          "text": "Нашили гранатовые плоды из голубой, пурпурной и алой пряжи и крученого льна по нижнему краю ризы, ",
          "ID": "24"
        },
        {
          "text": "и колокольчики из чистого золота, прикрепив их по нижнему краю между плодами так, чтобы ",
          "ID": "25"
        },
        {
          "text": "колокольчики и гранатовые плоды чередовались. Ризу нужно было надевать для службы, как повелел Моисею Господь.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Для Аарона и его сыновей сделали из крученого льна рубашки тканые ",
          "ID": "27"
        },
        {
          "text": "и тюрбан, головные повязки и набедренники тоже были из крученого льна. ",
          "ID": "28"
        },
        {
          "text": "Пояс также был сделан из крученого льна и голубой, пурпурной и алой пряжи, он был украшен шитьем, как повелел Моисею Господь.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Из чистого золота сделали пластинку – священный венец – и вырезали на ней, как на печати: Святыня Господня. ",
          "ID": "30"
        },
        {
          "text": "Затем присоединили к нему голубой шнур, чтобы прикрепить его к тюрбану, как повелел Моисею Господь.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Так была завершена работа над скинией – шатром собрания. Израильтяне сделали все точно так, как Господь повелел Моисею. ",
          "ID": "32"
        },
        {
          "text": "Они принесли скинию Моисею: шатер с его утварью – застежками, брусьями, перекладинами, столбами и основаниями, ",
          "ID": "33"
        },
        {
          "text": "покрытие из бараньих кож, крашенных красным, покрытие из кож дюгоней, закрывающую завесу, ",
          "ID": "34"
        },
        {
          "text": "ковчег свидетельства с шестами и крышкой, ",
          "ID": "35"
        },
        {
          "text": "стол со всей его утварью, хлеб Присутствия, ",
          "ID": "36"
        },
        {
          "text": "светильник из чистого золота с чередой лампад и всей его утварью, масло для освещения; ",
          "ID": "37"
        },
        {
          "text": "золотой жертвенник, масло для помазания, благовония, завесу для входа в шатер, ",
          "ID": "38"
        },
        {
          "text": "бронзовый жертвенник с бронзовой решеткой, шестами и утварью, умывальник с его основанием, ",
          "ID": "39"
        },
        {
          "text": "завесы двора со столбами и основаниями, завесу для входа во двор, веревки и колья для двора, всю утварь для скинии – шатра собрания, ",
          "ID": "40"
        },
        {
          "text": "тканые одеяния для служения в святилище: священные одеяния для священника Аарона и его сыновей, когда они служат как священники.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Израильтяне выполнили всю работу в точности, как повелел Моисею Господь. ",
          "ID": "42"
        },
        {
          "text": "Моисей осмотрел их работу и увидел, что они сделали ее точно так, как повелел Господь. И Моисей благословил их.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.39",
      "name": "Исход 39"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Ты возведешь скинию, шатер собрания, в первый день первого месяца. ",
          "ID": "2"
        },
        {
          "text": "Поставь в ней ковчег свидетельства и закрой его завесой. ",
          "ID": "3"
        },
        {
          "text": "Внеси стол и расставь на нем всю его утварь. Потом внеси светильник и поставь на нем лампады. ",
          "ID": "4"
        },
        {
          "text": "Поставь золотой жертвенник для возжигания благовоний перед ковчегом свидетельства и повесь завесу у входа в скинию.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Поставь жертвенник для всесожжений перед входом в скинию, шатер собрания; ",
          "ID": "6"
        },
        {
          "text": "поставь умывальник между шатром собрания и жертвенником и налей в него воды. ",
          "ID": "7"
        },
        {
          "text": "Поставь вокруг него двор и у входа повесь завесу.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Возьми масло для помазания и помажь скинию и все, что в ней. Освяти ее и всю утварь, и она будет свята. ",
          "ID": "9"
        },
        {
          "text": "Помажь жертвенник для всесожжений и всю утварь. Освяти жертвенник, и он будет великой святыней. ",
          "ID": "10"
        },
        {
          "text": "Помажь умывальник и его основание и освяти их.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Приведи Аарона и его сыновей ко входу в шатер собрания и омой их водой. ",
          "ID": "12"
        },
        {
          "text": "Надень на Аарона священные одеяния, помажь его и освяти, чтобы он мог служить Мне как священник. ",
          "ID": "13"
        },
        {
          "text": "Приведи его сыновей и одень их в рубашки. ",
          "ID": "14"
        },
        {
          "text": "Помажь их точно так же, как их отца, чтобы они могли служить Мне как священники. Это будет помазание на священство навеки, в грядущих поколениях. ",
          "ID": "15"
        },
        {
          "text": "Моисей сделал все точно так, как повелел ему Господь.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "В первый день первого месяца второго года скиния была возведена. ",
          "ID": "17"
        },
        {
          "text": "Моисей поставил скинию, положил ее основания, поднял брусья, вставил перекладины и поставил столбы. ",
          "ID": "18"
        },
        {
          "text": "Затем он раскинул покров над шатром и растянул над скинией укрытие, как повелел ему Господь.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Он взял свидетельство и положил его в ковчег. Он прикрепил к ковчегу шесты и положил на него крышку искупления. ",
          "ID": "20"
        },
        {
          "text": "Затем он внес ковчег в скинию, повесил закрывающую завесу и закрыл ковчег свидетельства, как повелел ему Господь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Моисей поставил стол в шатре собрания на северной его стороне, за завесой, ",
          "ID": "22"
        },
        {
          "text": "и разложил на нем перед Господом хлеб, как повелел ему Господь.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Он поставил светильник в шатре собрания напротив стола, на южной стороне скинии, ",
          "ID": "24"
        },
        {
          "text": "и засветил перед Господом лампады, как повелел ему Господь.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Моисей поставил золотой жертвенник в шатре собрания перед завесой ",
          "ID": "26"
        },
        {
          "text": "и возжег на нем благовония, как повелел ему Господь. ",
          "ID": "27"
        },
        {
          "text": "Он повесил завесу у входа в скинию.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Он поставил жертвенник для всесожжений рядом со входом в скинию – шатер собрания – и принес на нем всесожжения и хлебные приношения, как повелел ему Господь.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Он поставил умывальник между шатром собрания и жертвенником, налил в него воду для омовений; ",
          "ID": "30"
        },
        {
          "text": "Моисей, Аарон и его сыновья мыли в нем руки и ноги. ",
          "ID": "31"
        },
        {
          "text": "Они омывались всякий раз, когда входили в шатер собрания или приближались к жертвеннику, как повелел Моисею Господь.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Моисей сделал двор вокруг скинии и жертвенника и повесил у входа завесу. Так Моисей завершил работу.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Облако покрыло шатер собрания, и слава Господа наполнила скинию. ",
          "ID": "34"
        },
        {
          "text": "Моисей не мог войти в шатер собрания, потому что на него опустилось облако, и слава Господа наполнила скинию.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Во всех странствиях израильтян, когда облако поднималось от скинии, они отправлялись в путь; ",
          "ID": "36"
        },
        {
          "text": "но если облако не поднималось, они не отправлялись в путь до тех пор, пока оно не поднималось. ",
          "ID": "37"
        },
        {
          "text": "Облако Господа было над скинией днем, а ночью в этом облаке горел огонь на глазах у всего дома Израиля во все дни их странствий.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.40",
      "name": "Исход 40"
    }
  ],
  "ID": "OT:EXO(NRP)",
  "name": "Исход"
}