{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "На втором году правления царя Дария, в первый день шестого месяца, Зоровавелю, сыну Шеалтиила, наместнику Иудеи, и Иисусу, сыну Иоседека, первосвященнику, было слово Господа через пророка Аггея:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Так говорит Господь Сил: «Этот народ говорит: „Еще не настало время строить дом Господа“».",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И было слово Господа через пророка Аггея:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– А вам разве время жить в хороших домах, когда этот дом лежит в развалинах?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Поэтому так говорит Господь Сил:",
          "ID": "5"
        },
        {
          "text": "– Подумайте о своих путях. ",
          "ID": "5"
        },
        {
          "text": "Вы посеяли много, а собрали мало. Вы едите, но не наедаетесь. Вы пьете, но не напиваетесь. Вы одеваетесь, но не в силах согреться. Вы трудитесь лишь для того, чтобы положить заработанное в дырявый кошелек.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Так говорит Господь Сил:",
          "ID": "7"
        },
        {
          "text": "– Подумайте о своих путях. ",
          "ID": "7"
        },
        {
          "text": "Поднимитесь в горы, принесите дерева и постройте дом. Он будет Мне угоден, и Я прославлюсь, – говорит Господь. – ",
          "ID": "8"
        },
        {
          "text": "Вы ждали многого, но получилось мало. А то, что вы принесли домой, Я развеял. За что? – возвещает Господь Сил. – За Мой дом, который лежит в развалинах, в то время как каждый из вас заботится лишь о своем доме. ",
          "ID": "9"
        },
        {
          "text": "Поэтому небо над вами удержало росу, а земля удержала свой урожай. ",
          "ID": "10"
        },
        {
          "text": "Я наслал засуху на поля и нагорья, на зерно, молодое вино и масло, на произведения земли, на людей, на скот и на труд ваших рук.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И Зоровавель, сын Шеалтиила, с первосвященником Иисусом, сыном Иоседека, и со всем остальным народом послушались голоса Господа, их Бога, и слов пророка Аггея, потому что его послал Господь, их Бог. И народ устрашился Господа.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Аггей, вестник Господа, передал народу весть от Господа:",
          "ID": "13"
        },
        {
          "text": "– Я с вами, – возвещает Господь.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И Господь пробудил дух наместника Иудеи Зоровавеля, сына Шеалтиила, дух первосвященника Иисуса, сына Иоседека, и дух всего остального народа. Они пришли и начали трудиться в храме Господа Сил, их Бога, ",
          "ID": "14"
        },
        {
          "text": "в двадцать четвертый день шестого месяца второго года правления царя Дария.",
          "ID": "15"
        }
      ],
      "ID": "OT:HAG.1",
      "name": "Аггей 1"
    },
    {
      "text": [
        {
          "text": "В двадцать первый день седьмого месяца было слово Господа через пророка Аггея:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с наместником Иудеи Зоровавелем, сыном Шеалтиила, первосвященником Иисусом, сыном Иоседека, и остальным народом. Спроси их: ",
          "ID": "2"
        },
        {
          "text": "«Кто из вас еще помнит этот дом в его прежней славе? Каким вы видите его сейчас? Разве он не кажется вам ничтожным?» ",
          "ID": "3"
        },
        {
          "text": "Но сейчас ободрись, Зоровавель, – возвещает Господь. – Ободрись, Иисус, сын Иоседека, первосвященник. Ободритесь, и весь народ страны, – возвещает Господь, – и трудитесь, потому что Я с вами, – возвещает Господь Сил, – ",
          "ID": "4"
        },
        {
          "text": "по завету, который Я заключил с вами, когда вы вышли из Египта. Мой Дух пребывает с вами; не бойтесь!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Так говорит Господь Сил:",
          "ID": "6"
        },
        {
          "text": "– Вскоре Я еще раз сотрясу небеса и землю, море и сушу. ",
          "ID": "6"
        },
        {
          "text": "Я сотрясу все народы, и их сокровища придут сюда, и Я наполню этот дом славой, – говорит Господь Сил. – ",
          "ID": "7"
        },
        {
          "text": "Серебро и золото Мои, – возвещает Господь Сил. – ",
          "ID": "8"
        },
        {
          "text": "Слава этого дома превзойдет славу прежнего, – говорит Господь Сил, – и здесь Я дарую благоденствие, – возвещает Господь Сил.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В двадцать четвертый день девятого месяца, во второй год правления царя Дария, было слово Господа к пророку Аггею:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Так говорит Господь Сил: Спроси священников, что говорит Закон: ",
          "ID": "11"
        },
        {
          "text": "если кто-то несет посвященное мясо в поле одежды и прикоснется ею к хлебу, похлебке, вину, маслу или другой еде, освятится ли эта еда?",
          "ID": "12"
        },
        {
          "text": "Священники ответили:",
          "ID": "12"
        },
        {
          "text": "– Нет.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тогда Аггей сказал:",
          "ID": "13"
        },
        {
          "text": "– А если тот, кто осквернился, прикоснувшись к покойнику, коснется одной из этих вещей, тогда эта вещь осквернится?",
          "ID": "13"
        },
        {
          "text": "– Да, – ответили священники, – тогда осквернится.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И Аггей сказал:",
          "ID": "14"
        },
        {
          "text": "– Так и с этим народом, с этим родом, что предо Мной, – возвещает Господь. – Все, что они делают, и все, что они приносят там, нечисто.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Вспомните недавнее прошлое, до того, как камень был положен на камень в храме Господа. ",
          "ID": "15"
        },
        {
          "text": "Когда вы приходили к копне, в которой было двадцать мер, в ней оказывалось лишь десять. Когда вы приходили к давильне, чтобы начерпать пятьдесят мер, в ней оказывалось всего двадцать. ",
          "ID": "16"
        },
        {
          "text": "Я поражал все труды ваших рук знойным ветром, плесенью и градом, но вы не обращались ко Мне, – возвещает Господь. – ",
          "ID": "17"
        },
        {
          "text": "Вспомните недавнее прошлое, начиная с сегодняшнего дня, двадцать четвертого дня девятого месяца, когда были заложены основания храма. ",
          "ID": "18"
        },
        {
          "text": "Остались ли еще семена в закромах? Ни виноградная лоза, ни инжир, ни гранат, ни олива до сих пор не принесли плода. Но с этого дня Я благословлю вас.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "В двадцать четвертый день месяца во второй раз к пророку Аггею было слово Господа:",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Скажи Зоровавелю, наместнику Иудеи, что Я сотрясу небо и землю. ",
          "ID": "21"
        },
        {
          "text": "Я низвергну царские престолы и сломлю силу чужеземных царств. Я опрокину колесницы и колесничих; падут кони и их наездники погибнут от мечей друг друга. ",
          "ID": "22"
        },
        {
          "text": "В тот день, – возвещает Господь Сил, – Я возьму тебя, Мой слуга Зоровавель, сын Шеалтиила, – возвещает Господь, – и уподоблю перстню с печатью, потому что Я избрал тебя, – возвещает Господь Сил.",
          "ID": "23"
        }
      ],
      "ID": "OT:HAG.2",
      "name": "Аггей 2"
    }
  ],
  "ID": "OT:HAG(NRP)",
  "name": "Аггей"
}