{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Начало Благой Вести об Иисусе Христе, [Сыне Божьем].",
          "ID": "1"
        },
        {
          "text": "У пророка Исайи написано:",
          "ID": "2"
        },
        {
          "text": "«Вот, впереди Тебя ",
          "ID": "2"
        },
        {
          "text": "посылаю Я вестника Моего,",
          "ID": "2"
        },
        {
          "text": "он приготовит путь Твой». ",
          "ID": "2"
        },
        {
          "text": "«Голос громко взывающего в пустыне: ",
          "ID": "3"
        },
        {
          "text": "„Приготовьте путь Господу, ",
          "ID": "3"
        },
        {
          "text": "прямыми сделайте стези Ему!“» ",
          "ID": "3"
        },
        {
          "text": "Во исполнение этого пророчества явился Иоанн. Он крестил в пустынных местах и проповедовал крещение в знак покаяния для прощения грехов. ",
          "ID": "4"
        },
        {
          "text": "И шли к нему со всех концов Иудеи, шли и все жители Иерусалима. Они признавали грехи свои, а он крестил их в реке Иордане. ",
          "ID": "5"
        },
        {
          "text": "Одежду Иоанн носил из грубой верблюжьей шерсти, бедра его опоясывал простой кожаный пояс, а пищей ему были акриды и дикий мед. ",
          "ID": "6"
        },
        {
          "text": "И в своей проповеди Иоанн говорил народу: «За мною идет Тот, Кто сильнее меня, Тот, у Кого я недостоин, склонившись, развязать ремни обуви Его. ",
          "ID": "7"
        },
        {
          "text": "Я вас крестил водою, а Он вас будет крестить Духом Святым».",
          "ID": "8"
        },
        {
          "text": "В те дни из Назарета, что в Галилее, пришел Иисус к Иоанну, и тот крестил Его в Иордане. ",
          "ID": "9"
        },
        {
          "text": "Когда Иисус выходил из воды, Он увидел, что небеса раскрылись и на Него, подобно голубю, нисходит Дух Святой. ",
          "ID": "10"
        },
        {
          "text": "И раздался тогда голос с неба: «Ты – Сын Мой возлюбленный, отрада Ты Мне!»",
          "ID": "11"
        },
        {
          "text": "Сразу же после этого Дух Святой побудил Иисуса уйти в пустыню. ",
          "ID": "12"
        },
        {
          "text": "И оставался Он там сорок дней, искушаемый сатаной, среди диких зверей, и ангелы Божии заботились о Нем.",
          "ID": "13"
        },
        {
          "text": "После же того, как схвачен был Иоанн, Иисус вернулся в Галилею, возвещая Благую Весть Божиюб. ",
          "ID": "14"
        },
        {
          "text": "Он говорил: «Настал час – приблизилось Царство Божие. Покайтесь и верьте Вести Благой!»",
          "ID": "15"
        },
        {
          "text": "Проходя однажды берегом моря Галилейского, увидел Иисус двух рыбаков, закидывающих сети в море, – то были Симон и его брат Андрей. ",
          "ID": "16"
        },
        {
          "text": "Иисус сказал им: «Пойдемте со Мной, и Я сделаю вас ловцами душ человеческих». ",
          "ID": "17"
        },
        {
          "text": "Они сразу же оставили сети и последовали за Ним.",
          "ID": "18"
        },
        {
          "text": "Пойдя с ними дальше, Иисус вскоре увидел Иакова, сына Зеведеева, и брата его Иоанна, чинивших сети в своей лодке. ",
          "ID": "19"
        },
        {
          "text": "Он тотчас позвал их, и они пошли за Ним, оставив в лодке отца своего Зеведея с работниками.",
          "ID": "20"
        },
        {
          "text": "Пришли они в Капернаум, и в первую же субботу Иисус отправился в синагогу и стал учить собравшихся там. ",
          "ID": "21"
        },
        {
          "text": "Все дивились тому, как Он учил: как власть имеющий учил Он их, а не как книжники. ",
          "ID": "22"
        },
        {
          "text": "В той синагоге был человек, одержимый духом нечистым, и закричал он во весь голос: ",
          "ID": "23"
        },
        {
          "text": "«Ну что Тебе нужно от нас, Иисус из Назарета? Ты пришел погубить нас? Знаю, кто Ты такой – святой Божий Сын!»",
          "ID": "24"
        },
        {
          "text": "«Замолчи, – строго сказал ему Иисус, – и выйди из него!» ",
          "ID": "25"
        },
        {
          "text": "И сразу же после этих слов дух нечистый, сотрясая того человека и дико крича, вышел из него.",
          "ID": "26"
        },
        {
          "text": "Всех объял ужас, и люди спрашивали друг друга: «Что всё это значит? Видно, здесь новое учение возвещается, да еще так властно! Он и духам нечистым повелевает, и они повинуются Ему!» ",
          "ID": "27"
        },
        {
          "text": "И сразу повсюду, по всей земле Галилейской, разнеслась молва о Нем.",
          "ID": "28"
        },
        {
          "text": "Оставив синагогу, Иисус тотчас направился вместе с Иаковом и братом его Иоанном в дом Симона и Андрея. ",
          "ID": "29"
        },
        {
          "text": "В это время теща Симона лежала в горячке. Как только Иисусу сказали об этом, ",
          "ID": "30"
        },
        {
          "text": "Он подошел к ней и, взяв за руку, поднял ее: жар у нее спал, и женщина смогла даже прислуживать им.",
          "ID": "31"
        },
        {
          "text": "А вечером, когда зашло солнце, к Иисусу понесли всех больных и бесноватых, ",
          "ID": "32"
        },
        {
          "text": "так что собрался перед тем домом весь город. ",
          "ID": "33"
        },
        {
          "text": "Многих несчастных исцелил тогда Иисус от разных болезней, множество бесов изгнал, не позволяя им говорить, ибо знали они, кто Он такой. ",
          "ID": "34"
        },
        {
          "text": "Утром, встав задолго до рассвета, Иисус ушел из того дома, удалился в уединенное место и там молился. ",
          "ID": "35"
        },
        {
          "text": "Симон же и те, кто был с ним, пошли искать Его ",
          "ID": "36"
        },
        {
          "text": "и, найдя, сказали Иисусу: «Все Тебя ищут».",
          "ID": "37"
        },
        {
          "text": "А Он им ответил на это: «Пойдемте теперь в другие места, в соседние селения, чтобы и там проповедовать Мне, ведь ради этого Я и пришел». ",
          "ID": "38"
        },
        {
          "text": "И ходил Он по всей Галилее, проповедуя в синагогах и бесов изгоняя.",
          "ID": "39"
        },
        {
          "text": "Случилось однажды, что пришел к Нему прокаженный и, [пав на колени], стал просить Его: «Ты ведь можешь меня очистить, если захочешь!»",
          "ID": "40"
        },
        {
          "text": "Сжалившись, Иисус протянул руку и прикоснулся к нему. «Хочу, – сказал Он. – Будь чист!» ",
          "ID": "41"
        },
        {
          "text": "Тут же с больного сошла проказа, и он стал чист.",
          "ID": "42"
        },
        {
          "text": "Иисус тотчас отослал его, строго наказав ему: ",
          "ID": "43"
        },
        {
          "text": "«Смотри, никому ничего не говори, пока не сходишь к священнику, не покажешься ему и не принесешь за очищение твое, что повелел Моисей, – чтобы и другие священники убедились, что ты исцелился». ",
          "ID": "44"
        },
        {
          "text": "Но человек этот, как только ушел, стал рассказывать везде о своем исцелении, так что скоро все уже знали о случившемся – и потому Иисус не мог открыто войти в город. Он оставался вне города, в уединенных местах, но и туда приходили к Нему отовсюду.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "Евангелие по Марку 1"
    },
    {
      "text": [
        {
          "text": "Когда через несколько дней Иисус вернулся в Капернаум, сразу стало известно, что Он опять дома. ",
          "ID": "1"
        },
        {
          "text": "И к Нему пришло так много людей, что даже перед домом недоставало места. Иисус возвещал им слово Божие, ",
          "ID": "2"
        },
        {
          "text": "когда четверо принесли к Нему человека, разбитого параличом. ",
          "ID": "3"
        },
        {
          "text": "Увидев, что им не пробиться сквозь толпу, они раскрыли крышу над тем местом, где был Иисус, и, разобрав ее, спустили вниз постель, на которой лежал параличный. ",
          "ID": "4"
        },
        {
          "text": "Видя веру их, Иисус сказал больному: «Сын Мой! Твои грехи прощены».",
          "ID": "5"
        },
        {
          "text": "Слышали всё это и некоторые из бывших там книжников. Они с возмущением подумали: ",
          "ID": "6"
        },
        {
          "text": "«Что Он такое говорит? Он же богохульствует! Кто, кроме Бога Самого, может прощать грехи?!»",
          "ID": "7"
        },
        {
          "text": "Тотчас узнав, о чем они думают, Иисус спросил их: «К чему такие мысли? ",
          "ID": "8"
        },
        {
          "text": "Что легче: сказать параличному „Прощаются грехи твои“ или сказать: „Встань, возьми постель свою и иди“? ",
          "ID": "9"
        },
        {
          "text": "И чтобы вам было ясно, что Сын Человеческий имеет власть здесь на земле прощать грехи!» – тут Иисус обратился к больному: ",
          "ID": "10"
        },
        {
          "text": "«Говорю тебе: встань, возьми постель свою и ступай домой!» ",
          "ID": "11"
        },
        {
          "text": "На глазах у всех тот встал, немедля взял постель и вышел. Все были потрясены и славили Бога, говоря, что никогда ничего подобного не видали.",
          "ID": "12"
        },
        {
          "text": "Иисус снова вышел к морю. Весь народ последовал за Ним, и Он учил их. ",
          "ID": "13"
        },
        {
          "text": "По пути Он увидел Левия, сына Алфея, сидевшего на месте сбора налогов, и сказал ему: «Иди за Мной!» Левий встал и пошел за Ним.",
          "ID": "14"
        },
        {
          "text": "Случилось как-то, что Иисус обедал в доме Левия, и за одним столом вместе с Ним и Его учениками заняли место сборщики налогов и те, кого называли грешниками (их ведь немало было среди тех, кто следовал за Иисусом). ",
          "ID": "15"
        },
        {
          "text": "Книжники из фарисеев, увидев, что Он ест вместе со сборщиками налогов и отверженными, спросили учеников Его: «Как может Он есть со сборщиками налогов и грешниками?!»",
          "ID": "16"
        },
        {
          "text": "Иисус услышал это и сказал им: «Не здоровым нужен врач, а больным. Пришел не праведников Я призвать, а грешников».",
          "ID": "17"
        },
        {
          "text": "В другой раз, когда ученики Иоанна и фарисеи постились, пришли к Иисусу люди и спросили Его: «Почему ученики Иоанна и ученики фарисеев постятся, а Твои – не постятся?»",
          "ID": "18"
        },
        {
          "text": "Иисус им ответил: «Разве могут поститься гости на брачном пире в присутствии Жениха? Пока Он с ними, какой может быть пост?! ",
          "ID": "19"
        },
        {
          "text": "Но придет время и отнимут у них Жениха, вот тогда они и будут поститься».",
          "ID": "20"
        },
        {
          "text": "Никто ведь не ставит заплату из новой ткани на ветхую одежду: такая заплата разорвет старую ткань, и дыра станет еще больше. ",
          "ID": "21"
        },
        {
          "text": "И не наливают молодое вино в старые мехи: вино прорвет эти мехи, тогда и вино пропадет, и мехи. Молодое вино наливают в новые мехи».",
          "ID": "22"
        },
        {
          "text": "Шел однажды Иисус в субботу через засеянные поля. Ученики Его срывали на ходу колосья. ",
          "ID": "23"
        },
        {
          "text": "И сказали тут фарисеи Иисусу: «Смотри, они делают то, что в субботу делать нельзя!»",
          "ID": "24"
        },
        {
          "text": "Он же ответил им: «Разве не читали вы никогда, что сделал Давид и те, кто был с ним, когда им нечего было есть и они голодали? ",
          "ID": "25"
        },
        {
          "text": "Вы же помните, как при первосвященнике Авиафаре вошел Давид в Дом Божий и ел и даже бывшим с ним давал тот хлеб, что кладут перед Богом, хлеб, который нельзя есть никому, кроме священников».",
          "ID": "26"
        },
        {
          "text": "И сказал им Иисус: «Суббота создана для человека, а не человек для субботы, ",
          "ID": "27"
        },
        {
          "text": "так что Сын Человеческий – и над субботой Господин».",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "Евангелие по Марку 2"
    },
    {
      "text": [
        {
          "text": "Как-то Он опять пришел в синагогу. В то время там был человек с усохшей рукой. ",
          "ID": "1"
        },
        {
          "text": "За Иисусом же наблюдали, чтобы обвинить Его, если станет Он лечить его в субботу. ",
          "ID": "2"
        },
        {
          "text": "И сказал Он тому человеку с усохшей рукой: «Выйди на середину!»",
          "ID": "3"
        },
        {
          "text": "А затем обратился ко всем остальным: «Что позволяется делать в субботу: добро или зло? Спасти чью-то жизнь или погубить ее?» Они же молчали.",
          "ID": "4"
        },
        {
          "text": "С негодованием Иисус посмотрел на них и, скорбя об их бесчувственности, сказал больному: «Протяни руку!» Тот протянул – и рука стала здоровой. ",
          "ID": "5"
        },
        {
          "text": "А фарисеи, выйдя из синагоги, сразу же стали обсуждать с приверженцами Ирода, как расправиться им с Иисусом.",
          "ID": "6"
        },
        {
          "text": "Иисус же тем временем с учениками Своими снова пришел к морю. За Ним [последовало] очень много народа из Галилеи. Прослышав обо всем, что Он делает, пришло к Нему и великое множество людей из Иудеи, Иерусалима, Идумеи, из-за Иордана, из окрестностей Тира и Сидона. ",
          "ID": "7"
        },
        {
          "text": "Людей было так много, что они чуть не задавили Его, поэтому Он велел Своим ученикам приготовить для Него лодку. ",
          "ID": "9"
        },
        {
          "text": "Иисус ведь многих уже исцелил, и потому страдавшие от разных болезней бросались к Нему, желая хотя бы коснуться Его. ",
          "ID": "10"
        },
        {
          "text": "А духи нечистые при виде Его падали пред Ним и кричали: «Ты – Сын Божий!» ",
          "ID": "11"
        },
        {
          "text": "Иисус строго предупреждал их, чтобы не разглашали они, кто Он.",
          "ID": "12"
        },
        {
          "text": "Иисус взошел на гору и позвал за Собой тех, кого Сам пожелал, и они присоединились к Нему. ",
          "ID": "13"
        },
        {
          "text": "Двенадцати из них, [которых Он назвал апостолами], положил быть всегда с Ним, чтобы посылать их проповедовать, ",
          "ID": "14"
        },
        {
          "text": "и наделил их властью изгонять бесов. ",
          "ID": "15"
        },
        {
          "text": "[Эти Двенадцать, избранные Им, были]: Симон, которому Иисус дал имя Петр, ",
          "ID": "16"
        },
        {
          "text": "Иаков, сын Зеведея, и брат Иакова Иоанн, которых нарек Он «Воанергес» (что значит «Сыновья грома»), ",
          "ID": "17"
        },
        {
          "text": "Андрей, Филипп, Варфоломей, Матфей, Фома, Иаков, сын Алфея, Фаддей, Симон Кананит ",
          "ID": "18"
        },
        {
          "text": "и Иуда Искариот, который и предал Иисуса.",
          "ID": "19"
        },
        {
          "text": "Иисус вернулся домой. И снова стеклось к Нему сразу столько людей, что Он и ученики Его не успели даже хлеба поесть. ",
          "ID": "20"
        },
        {
          "text": "Узнав, что Он вернулся, Его близкие решили пойти и увести Его: им казалось, что Он не в себе.",
          "ID": "21"
        },
        {
          "text": "А книжники, пришедшие из Иерусалима, говорили: «В Нем Веельзевул, князь бесовский, он дает Ему силу изгонять бесов».",
          "ID": "22"
        },
        {
          "text": "Подозвав их, Иисус отвечал им притчами: «Возможно ли, чтобы сатана изгонял сатану? ",
          "ID": "23"
        },
        {
          "text": "Если распря одолевает царство, не устоять этому царству. ",
          "ID": "24"
        },
        {
          "text": "Так же и дому, если в нем разлад, не устоять. ",
          "ID": "25"
        },
        {
          "text": "И если сатана восстанет на себя самого и окажется в распре с собою – не устоять и ему: придет ему конец. ",
          "ID": "26"
        },
        {
          "text": "И еще скажу: никто не может войти в дом сильного и похитить его вещи, если не свяжет прежде хозяина, и только тогда сможет ограбить тот дом. ",
          "ID": "27"
        },
        {
          "text": "Поверьте Мне, все грехи и всякая хула, какую бы ни произносили, – всё простится людям, ",
          "ID": "28"
        },
        {
          "text": "но если кто Духа Святого станет хулить, не будет прощен никогда, ибо повинен он в грехе вечном».",
          "ID": "29"
        },
        {
          "text": "Иисус сказал всё это, потому что о Нем говорили, что в Нем дух нечистый.",
          "ID": "30"
        },
        {
          "text": "Между тем приходят мать Иисуса и братья Его. Оставшись на улице, они попросили позвать Иисуса. ",
          "ID": "31"
        },
        {
          "text": "Люди, тесно сидевшие вокруг Него, передали Ему: «Там на улице Тебя спрашивают Твоя мать, братья [и сестры]».",
          "ID": "32"
        },
        {
          "text": "И ответил Он им: «Кто Мне мать и кто братья [Мне]?»",
          "ID": "33"
        },
        {
          "text": "Оглядев сидевших вокруг, Он продолжил: «Вот Моя мать и братья Мои. ",
          "ID": "34"
        },
        {
          "text": "Всякий, кто исполняет волю Божию, тот Мне брат, и сестра, и мать».",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "Евангелие по Марку 3"
    },
    {
      "text": [
        {
          "text": "И снова учил Он у моря; и собралось к Нему так много людей, что Ему пришлось сесть в лодку. Лодка была на воде, а весь народ стоял на берегу моря. ",
          "ID": "1"
        },
        {
          "text": "Многому учил их Иисус, прибегая к притчам.",
          "ID": "2"
        },
        {
          "text": "И, учив их, говорил: ",
          "ID": "2"
        },
        {
          "text": "«Послушайте: вот вышел сеятель сеять. ",
          "ID": "3"
        },
        {
          "text": "Когда сеял, часть зерен упала у дороги – налетели птицы и склевали их. ",
          "ID": "4"
        },
        {
          "text": "Другие же зерна упали на каменистую почву, где земли было очень мало. Быстро взошли они, потому что слой земли был неглубок. ",
          "ID": "5"
        },
        {
          "text": "Но когда поднялось солнце, оно опалило их – без сильного корня ростки засохли. ",
          "ID": "6"
        },
        {
          "text": "Другие упали среди колючек, которые выросли и заглушили их, и не дали такие зерна плодов. ",
          "ID": "7"
        },
        {
          "text": "Иные же зерна упали на хорошую землю, взошли они, выросли и дали урожай тридцатикратный, шестидесятикратный и стократный».",
          "ID": "8"
        },
        {
          "text": "Иисус закончил словами: «У кого есть уши, чтобы слышать, пусть услышит!»",
          "ID": "9"
        },
        {
          "text": "Оставшись с Ним наедине, Двенадцать и другие ученики Иисуса стали спрашивать Его о притчах. ",
          "ID": "10"
        },
        {
          "text": "Он ответил: «Вам тайна Царства Божьего открыта, а для тех, внешних, приходится говорить притчами, ",
          "ID": "11"
        },
        {
          "text": "чтобы, как того они сами пожелали,",
          "ID": "12"
        },
        {
          "text": "смотрели они глазами и не видели,",
          "ID": "12"
        },
        {
          "text": "ушами слушали и не понимали,",
          "ID": "12"
        },
        {
          "text": "дабы не обратились они к Богу ",
          "ID": "12"
        },
        {
          "text": "и не были прощены».",
          "ID": "12"
        },
        {
          "text": "«Вы этой притчи не поняли? – спросил учеников Иисус. – Тогда как же вы поймете другие? ",
          "ID": "13"
        },
        {
          "text": "Сеятель здесь сеет слово. ",
          "ID": "14"
        },
        {
          "text": "С иными, внявшими слову, бывает, как с зернами при дороге: тотчас приходит сатана и похищает у этих людей услышанное ими. ",
          "ID": "15"
        },
        {
          "text": "Зерна же, упавшие на каменистую почву, – это про людей, которые, услышав слово, сразу с радостью принимают его, ",
          "ID": "16"
        },
        {
          "text": "но нет у них корня, они непостоянны и тотчас же теряют веру, едва начинаются притеснения или гонения за слово Божие. ",
          "ID": "17"
        },
        {
          "text": "А с другими всё происходит, как с зернами, попавшими в колючки: эти люди слышат слово, ",
          "ID": "18"
        },
        {
          "text": "однако мирские заботы, обольщение богатством и всякие другие желания поглощают их и заглушают слово, и оно остается бесплодным. ",
          "ID": "19"
        },
        {
          "text": "Но есть и такие, с которыми бывает, как с зерном, посеянным на добрую почву: они слышат слово и принимают его, и дают урожай тридцатикратный, шестидесятикратный и стократный».",
          "ID": "20"
        },
        {
          "text": "И продолжил Иисус: «Для чего вносят в комнату светильник: чтобы сразу накрыть его сосудом или поставить под кровать? Не для того ли приносят его, чтобы стоял он на подставке? ",
          "ID": "21"
        },
        {
          "text": "Ибо нет ничего тайного, что не предназначено изначально стать явным, и если что-то скрывается, то только для того, чтобы выйти однажды на свет. ",
          "ID": "22"
        },
        {
          "text": "У кого есть уши, чтобы слышать, пусть услышит!»",
          "ID": "23"
        },
        {
          "text": "«Вникайте в то, что слышите, – говорил им Иисус. – Ведь какой мерою вы пользуетесь, такой и вам будет отмерено, да еще и прибавлено будет вам. ",
          "ID": "24"
        },
        {
          "text": "Ибо у кого много, тому и еще будет дано, а у того, у кого мало, отнимется и то, что есть у него».",
          "ID": "25"
        },
        {
          "text": "«Царство Божие, – сказал Иисус, – так же возрастает, как зерна, брошенные в землю. ",
          "ID": "26"
        },
        {
          "text": "Ночью спит человек, днем встает, а зерна тем временем прорастают, и тянутся вверх ростки, а как – человек до поры не видит. ",
          "ID": "27"
        },
        {
          "text": "Земля же в должный срок приносит плод: сначала она дает зелень, потом колос, потом и полное зерно в колосе. ",
          "ID": "28"
        },
        {
          "text": "И вот созревает зерно, и за серп человек берется, ибо время жатвы пришло.",
          "ID": "29"
        },
        {
          "text": "С чем сравнить Царство Божие? Какой притчей представить его? – говорил Иисус. – ",
          "ID": "30"
        },
        {
          "text": "Оно, как зернышко горчичное. Когда сеют это зерно в землю, оно самое малое из всех земных семян. ",
          "ID": "31"
        },
        {
          "text": "Но вот всходит оно после посева и становится больше всех огородных растений, и так разрастаются ветви его, что птицы поднебесные могут гнездиться под сенью их».",
          "ID": "32"
        },
        {
          "text": "С помощью многих притч, подобных этим, Иисус возвещал людям слово Божие, насколько они могли его принимать ",
          "ID": "33"
        },
        {
          "text": "(без притчи Он не учил их, а наедине ученикам Своим всё объяснял).",
          "ID": "34"
        },
        {
          "text": "А когда наступил вечер, Он предложил ученикам: «Переправимся на другой берег!» ",
          "ID": "35"
        },
        {
          "text": "Они оставили народ и отплыли с Иисусом, за ними следовали и другие лодки. ",
          "ID": "36"
        },
        {
          "text": "Вдруг началась сильная буря. Волны захлестывали лодку так, что она быстро стала наполняться водой. ",
          "ID": "37"
        },
        {
          "text": "Иисус в это время спал на корме, положив голову на сидение кормчего. Ученики разбудили Его и сказали: «Учитель, неужели Тебе дела нет, что мы погибаем?!»",
          "ID": "38"
        },
        {
          "text": "Он встал и усмирил ветер, а морю сказал: «Уймись, умолкни!» И прекратился ветер, и стало совершенно тихо.",
          "ID": "39"
        },
        {
          "text": "Тогда сказал Иисус ученикам: «Что же вы так робки? Или у вас совсем нет веры?»",
          "ID": "40"
        },
        {
          "text": "Преисполненные благоговейного страха, спрашивали они друг друга: «Кто Он, если повинуются Ему и ветер, и море?»",
          "ID": "41"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "Евангелие по Марку 4"
    },
    {
      "text": [
        {
          "text": "Переправившись на другой берег моря, они оказались в земле герасинской. ",
          "ID": "1"
        },
        {
          "text": "Как только Иисус ступил из лодки на берег, навстречу Ему из могильных пещер вышел одержимый нечистым духом человек – ",
          "ID": "2"
        },
        {
          "text": "он жил в этих пещерах. Никто не мог удержать его, и даже цепи не помогали. ",
          "ID": "3"
        },
        {
          "text": "И хотя не раз он был скован по рукам и ногам, разрывал он цепи и разбивал оковы, так что одолеть его никому не удавалось. ",
          "ID": "4"
        },
        {
          "text": "Всегда, днем и ночью, то в склепах, то на горах, он кричал и бился о камни.",
          "ID": "5"
        },
        {
          "text": "Издали увидев Иисуса, он подбежал к Нему, пал ниц пред Ним ",
          "ID": "6"
        },
        {
          "text": "и громко закричал: «Ну что Тебе нужно от меня, Иисус, Сын Бога Всевышнего? Заклинаю Тебя Богом: не мучь меня!» ",
          "ID": "7"
        },
        {
          "text": "Так он говорил потому, что Иисус сразу же сказал ему: «Выйди, нечистый дух, из этого человека!»",
          "ID": "8"
        },
        {
          "text": "И потом спросил его: «Как имя твое?»",
          "ID": "9"
        },
        {
          "text": "А тот ответил Иисусу: «Имя мое – легион, ибо нас много!» ",
          "ID": "9"
        },
        {
          "text": "И стал умолять Иисуса не изгонять их из этой земли.",
          "ID": "10"
        },
        {
          "text": "А там, под горой, паслось большое стадо свиней. ",
          "ID": "11"
        },
        {
          "text": "И нечистые духи стали просить Его: «Пошли нас в свиней и дай нам войти в них!» ",
          "ID": "12"
        },
        {
          "text": "Он позволил им. Бесы, выйдя из одержимого, вошли в свиней, и стадо – около двух тысяч свиней – ринулось с кручи в море и утонуло в нем.",
          "ID": "13"
        },
        {
          "text": "А свинопасы поспешили сообщить об этом в городе и окрестностях. И жители тех мест пришли посмотреть, что случилось. ",
          "ID": "14"
        },
        {
          "text": "Подошли они к Иисусу и увидели, что одержимый, в котором был легион бесов, сидит одетый и в здравом уме, и испугались. ",
          "ID": "15"
        },
        {
          "text": "Когда очевидцы рассказали им о том, что случилось с тем, кто был одержим, и со стадом свиней, ",
          "ID": "16"
        },
        {
          "text": "то люди стали просить Иисуса уйти из их мест.",
          "ID": "17"
        },
        {
          "text": "Когда Иисус садился в лодку, человек, который был до этого одержим духом нечистым, попросил Иисуса: «Позволь мне быть с Тобой!» ",
          "ID": "18"
        },
        {
          "text": "Но Он не позволил ему, сказав: «Иди к себе домой, расскажи своим близким, что Господь сделал для тебя и как Он помиловал тебя!» ",
          "ID": "19"
        },
        {
          "text": "И тот пошел и стал рассказывать в области, называемой Десятиградием, о том, что сделал для него Иисус. И все дивились этому.",
          "ID": "20"
        },
        {
          "text": "Как только Иисус снова переправился [лодкой] на другой берег, большая толпа собралась вокруг Него. Когда Он был еще у моря, ",
          "ID": "21"
        },
        {
          "text": "пришел туда один из старейшин синагоги по имени Иаир и, увидев Иисуса, пал к ногам Его, ",
          "ID": "22"
        },
        {
          "text": "и стал умолять: «Доченька моя при смерти, приди же, возложи руки на нее, чтобы выздоровела она и осталась в живых!» ",
          "ID": "23"
        },
        {
          "text": "Иисус отправился с ним.",
          "ID": "24"
        },
        {
          "text": "За ними пошла большая толпа, теснившая Иисуса со всех сторон. ",
          "ID": "24"
        },
        {
          "text": "Среди толпы была одна женщина, двенадцать лет страдавшая кровотечением. ",
          "ID": "25"
        },
        {
          "text": "Она много натерпелась от разных врачей, потратив на лечение всё, что было у нее, но никакой пользы не получила, и даже стало ей еще хуже. ",
          "ID": "26"
        },
        {
          "text": "Прослышав об Иисусе, она подошла к Нему сзади в толпе и коснулась одежды Его, ",
          "ID": "27"
        },
        {
          "text": "потому что подумала: «Исцелена буду, если хоть к одежде Его прикоснусь». ",
          "ID": "28"
        },
        {
          "text": "Тут же кровотечение остановилось, и она ощутила, что здоровье вернулось к ней.",
          "ID": "29"
        },
        {
          "text": "Иисус, тотчас почувствовав, что из Него вышла сила, повернулся к толпе и спросил: «Кто прикоснулся к Моей одежде?»",
          "ID": "30"
        },
        {
          "text": "Ученики Его сказали Ему: «Ты видишь, как теснит Тебя толпа, а еще спрашиваешь: „Кто ко Мне прикоснулся?“»",
          "ID": "31"
        },
        {
          "text": "Но Иисус взглядом искал ту, которая сделала это. ",
          "ID": "32"
        },
        {
          "text": "В страхе и трепете женщина, зная, что произошло с нею, подошла к Нему, пала ниц перед Ним и рассказала Ему всю правду. ",
          "ID": "33"
        },
        {
          "text": "Он же изрек: «Дочь Моя, вера твоя спасла тебя. Ступай с миром и будь свободна от страданья твоего!»",
          "ID": "34"
        },
        {
          "text": "Когда Он еще говорил это, пришли люди из дома старейшины синагоги и сказали Иаиру: «Дочь твоя умерла. Зачем утруждать Учителя?»",
          "ID": "35"
        },
        {
          "text": "Но Иисус, услышав эти слова, сказал старейшине: «Не бойся, только верь!» ",
          "ID": "36"
        },
        {
          "text": "И не позволил никому, кроме Петра, Иакова и Иоанна, брата Иакова, идти вместе с Ним. ",
          "ID": "37"
        },
        {
          "text": "Когда подошли они к дому старейшины, Иисус увидел, что там смятение, плачут там и громко причитают. ",
          "ID": "38"
        },
        {
          "text": "«К чему этот шум, что вы плачете? – сказал Он им, входя. – Ребенок не умер – только спит». ",
          "ID": "39"
        },
        {
          "text": "Над Ним стали смеяться.",
          "ID": "40"
        },
        {
          "text": "Тогда Он, отослав всех, взял отца и мать ребенка и Своих учеников и вошел в комнату, где лежала девочка. ",
          "ID": "40"
        },
        {
          "text": "Взяв ее за руку, Он сказал: «Талита кум!», что в переводе значит: «Девочка, говорю тебе, встань!» ",
          "ID": "41"
        },
        {
          "text": "Она тотчас встала и пошла (было ей лет двенадцать). Изумление великое [сразу же] охватило всех, ",
          "ID": "42"
        },
        {
          "text": "но Иисус строго наказал: «Пусть никто не знает об этом», – а девочку велел покормить.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "Евангелие по Марку 5"
    },
    {
      "text": [
        {
          "text": "Уйдя оттуда, Иисус, сопровождаемый учениками Своими, пришел в город, где Он вырос. ",
          "ID": "1"
        },
        {
          "text": "Наступила суббота, и Он начал учить в синагоге, и многие из тех, кто слушал Его, с удивлением спрашивали: «Откуда всё это у Него? Что за мудрость дана Ему, и как может Он творить такие чудеса? ",
          "ID": "2"
        },
        {
          "text": "Разве Он не плотник, не сын Марии и брат Иакова, Иосита, Иуды и Симона? Не здесь ли, среди нас, сестры Его?» И не захотели они принять Его.",
          "ID": "3"
        },
        {
          "text": "Иисус же говорил им: «Не почитают пророка только в его отечестве, среди его родственников и в доме его». ",
          "ID": "4"
        },
        {
          "text": "И не мог Иисус сотворить там ни одного чуда: исцелил только немногих больных, возложив на них руки. ",
          "ID": "5"
        },
        {
          "text": "Их неверие удивляло Его.",
          "ID": "6"
        },
        {
          "text": "Иисус шел из селения в селение и учил. ",
          "ID": "6"
        },
        {
          "text": "И, призвав двенадцать Своих учеников, начал посылать их по двое и дал им власть над нечистыми духами.",
          "ID": "7"
        },
        {
          "text": "И наказал Он ученикам ничего не брать с собой в дорогу, кроме посоха: ни хлеба, ни сумы, ни денег в поясе. ",
          "ID": "8"
        },
        {
          "text": "Сандалии они могли носить, но не должны были брать одежды на смену. ",
          "ID": "9"
        },
        {
          "text": "Он так напутствовал их: «В каком доме вас примут, оставайтесь там, пока не покинете ту местность. ",
          "ID": "10"
        },
        {
          "text": "А если в каком месте не примут вас и не станут слушать, то, уходя оттуда, отряхните пыль с ног ваших. Пусть это будет свидетельством против них».",
          "ID": "11"
        },
        {
          "text": "И они пошли и проповедовали о том, что всем людям нужно покаяться. ",
          "ID": "12"
        },
        {
          "text": "Они изгнали много бесов и многих больных исцелили, помазав их елеем.",
          "ID": "13"
        },
        {
          "text": "Царь Ирод услышал об Иисусе, ибо имя Его стало повсюду известно: одни говорили, что это Иоанн Креститель воскрес из мертвых, и потому совершаются им такие чудеса, ",
          "ID": "14"
        },
        {
          "text": "другие утверждали, что это Илия, третьи – что это пророк, подобный одному из прежних пророков.",
          "ID": "15"
        },
        {
          "text": "А Ирод, услышав это, сказал: «Это Иоанн, которого я обезглавил, это он воскрес!»",
          "ID": "16"
        },
        {
          "text": "Ведь в свое время Ирод послал схватить Иоанна и, связав, бросить его в темницу. Случилось это всё из-за Иродиады, бывшей жены Филиппа, брата Ирода, на которой он женился. ",
          "ID": "17"
        },
        {
          "text": "Иоанн говорил Ироду: «Ты не вправе жить с женой брата твоего». ",
          "ID": "18"
        },
        {
          "text": "За это Иродиада затаила злобу на Иоанна и хотела убить его, но сделать этого не могла, ",
          "ID": "19"
        },
        {
          "text": "потому что Ирод боялся и уважал Иоанна, зная его как человека праведного и святого. Ирод оберегал Иоанна и любил его слушать, хотя то, что он слышал, всегда приводило его в сильное смущение.",
          "ID": "20"
        },
        {
          "text": "Удобный случай представился Иродиаде, когда Ирод в день своего рождения устроил пир для вельмож, военачальников и влиятельных людей Галилеи. ",
          "ID": "21"
        },
        {
          "text": "К собравшимся на пир вышла дочь его Иродиада, танцевала перед ними и доставила Ироду и гостям такое удовольствие, что царь сказал девушке: «Проси у меня всё, что ты хочешь, и я дам тебе». ",
          "ID": "22"
        },
        {
          "text": "И [даже] поклялся ей: «Дам тебе всё, что ни попросишь, хоть полцарства моего!»",
          "ID": "23"
        },
        {
          "text": "Выйдя оттуда, она спросила у своей матери: «Чего же мне просить?»",
          "ID": "24"
        },
        {
          "text": "И мать ответила: «Голову Иоанна Крестителя!»",
          "ID": "24"
        },
        {
          "text": "Девушка тут же поспешила к царю и сказала: «Хочу, чтобы ты сейчас же дал мне голову Иоанна Крестителя на блюде!»",
          "ID": "25"
        },
        {
          "text": "Царь огорчился, но, помня о клятве и о гостях, не решился отказать ей, ",
          "ID": "26"
        },
        {
          "text": "а сразу же послал палача и приказал ему принести голову Иоанна. Тот пошел и обезглавил Иоанна в темнице, ",
          "ID": "27"
        },
        {
          "text": "принес голову его на блюде и отдал девушке, а та отнесла ее матери своей. ",
          "ID": "28"
        },
        {
          "text": "Ученики Иоанна, услышав об этом, пришли, забрали тело его и похоронили.",
          "ID": "29"
        },
        {
          "text": "Апостолы вернулись к Иисусу и рассказали Ему обо всем, что делали и чему учили. ",
          "ID": "30"
        },
        {
          "text": "И Он сказал им: «А теперь пойдите в какое-нибудь пустынное место, побудьте там одни и отдохните немного». Ибо приходило и уходило так много людей, что ученикам даже некогда было поесть.",
          "ID": "31"
        },
        {
          "text": "Тогда они отправились на лодке в пустынное место, чтобы побыть там одним. ",
          "ID": "32"
        },
        {
          "text": "Но многие видели, как они удалялись. И, узнав, куда они отправились, люди из разных городов поспешили туда пешком и пришли раньше их. ",
          "ID": "33"
        },
        {
          "text": "Иисус, сойдя на берег, увидел великое множество людей и сжалился над ними, ибо были они как овцы без пастыря, и долго учил их.",
          "ID": "34"
        },
        {
          "text": "Когда было уже поздно, ученики подошли к Иисусу и сказали: «Место это пустынное, и час уже поздний. ",
          "ID": "35"
        },
        {
          "text": "Отпусти людей, чтобы они пошли в окрестные усадьбы и селения и купили себе поесть».",
          "ID": "36"
        },
        {
          "text": "Тогда Иисус сказал им в ответ: «Вы дайте им есть!»",
          "ID": "37"
        },
        {
          "text": "Они же возразили Ему: «Не пойти ли нам купить хлеба денариев на двести и дать им всем поесть?»",
          "ID": "37"
        },
        {
          "text": "«Сколько у вас хлеба? – спросил Он у них. – Идите, посмотрите!»",
          "ID": "38"
        },
        {
          "text": "«Пять хлебов, – сказали они, узнав о том, – и две рыбы».",
          "ID": "38"
        },
        {
          "text": "Тогда Иисус велел им рассадить всех отдельными группами на зеленой траве. ",
          "ID": "39"
        },
        {
          "text": "И люди расположились рядами по сто и по пятьдесят человек. ",
          "ID": "40"
        },
        {
          "text": "Иисус взял пять хлебов и две рыбы и, подняв глаза к небу, произнес благодарственную молитву; затем стал разламывать хлеб и давать ученикам [Своим], чтобы те разносили его людям, и две рыбы Он тоже разделил на всех. ",
          "ID": "41"
        },
        {
          "text": "Все ели и насытились; ",
          "ID": "42"
        },
        {
          "text": "и двенадцать корзин были наполнены оставшимися кусками хлеба и рыбы. ",
          "ID": "43"
        },
        {
          "text": "И тех, кто ел [хлеб], одних только мужчин было пять тысяч человек.",
          "ID": "44"
        },
        {
          "text": "Сразу после этого Иисус настоял, чтобы ученики сели в лодку и переправились на другой берег, к Вифсаиде, не дожидаясь, пока Он отпустит народ. ",
          "ID": "45"
        },
        {
          "text": "Расставшись с народом, Иисус ушел на гору помолиться.",
          "ID": "46"
        },
        {
          "text": "Когда наступил вечер, лодка была посреди моря, а Он – один на суше. ",
          "ID": "47"
        },
        {
          "text": "Увидев, что ученики Его гребут из последних сил, борясь со встречным ветром, Иисус на исходе ночи пошел к ним по морю и собирался пройти мимо них. ",
          "ID": "48"
        },
        {
          "text": "Они же, увидев, как Он идет по морю, подумали, что это призрак, и закричали. ",
          "ID": "49"
        },
        {
          "text": "Ибо все они испугались, когда увидели Его.",
          "ID": "50"
        },
        {
          "text": "Но Он тут же сказал им: «Успокойтесь, это Я! Не бойтесь!» ",
          "ID": "50"
        },
        {
          "text": "Затем Иисус вошел к ним в лодку, и ветер стих. Ученики были поражены: ",
          "ID": "51"
        },
        {
          "text": "они не поняли чуда с хлебами, и умы их оставались закрытыми.",
          "ID": "52"
        },
        {
          "text": "Переправившись, они пристали к берегу в Геннисарете. ",
          "ID": "53"
        },
        {
          "text": "Когда они вышли из лодки, люди, сразу узнав Иисуса, ",
          "ID": "54"
        },
        {
          "text": "обежали все окрестности, и туда, где, по слухам, был Иисус, стали на носилках приносить больных. ",
          "ID": "55"
        },
        {
          "text": "Всюду, где Он появлялся – в селах, городах, деревнях, – клали на площадях больных людей и просили позволить им прикоснуться хотя бы к краю одежды Его; и все, кто прикасался к Нему, исцелялись.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "Евангелие по Марку 6"
    },
    {
      "text": [
        {
          "text": "Фарисеи и несколько книжников, пришедших из Иерусалима, собрались как-то вокруг Иисуса, ",
          "ID": "1"
        },
        {
          "text": "и увидели они, что некоторые из учеников Его едят пищу «нечистыми», то есть неомытыми, руками. ",
          "ID": "2"
        },
        {
          "text": "(Ведь фарисеи, как и все иудеи, не приступают к еде, если определенным образом не вымоют рук, следуя преданиям отцов, ",
          "ID": "3"
        },
        {
          "text": "и, возвратившись с рынка, они не начинают есть, пока не омоются. Так держатся они и многих других предписаний, которые им были переданы, например: омовение чаш, кружек и медной посуды.)",
          "ID": "4"
        },
        {
          "text": "Фарисеи и книжники спросили Его: «Почему ученики Твои не поступают по преданию отцов, а едят пищу нечистыми руками?»",
          "ID": "5"
        },
        {
          "text": "Он же ответил им: «Верно пророчествовал о вас, лицемерах, Исайя, когда писал:",
          "ID": "6"
        },
        {
          "text": "„Народ этот чтит Меня лишь устами,",
          "ID": "6"
        },
        {
          "text": "но сердцем своим далек он от Меня.",
          "ID": "6"
        },
        {
          "text": "Тщетно их богопочитание:",
          "ID": "7"
        },
        {
          "text": "человеческим заповедям учат они, как Моим“.",
          "ID": "7"
        },
        {
          "text": "Оставив заповедь Божию, вы держитесь предания человеческого.",
          "ID": "8"
        },
        {
          "text": "Как искусно вы обходите заповедь Божию, – продолжал Иисус, – чтоб сохранить свое предание. ",
          "ID": "9"
        },
        {
          "text": "Моисей сказал: „Почитай отца своего и мать свою!“ и „Злословящий отца или мать должен быть предан смерти!“ ",
          "ID": "10"
        },
        {
          "text": "Вы же говорите: „Если человек скажет отцу или матери: „Корбан“ (что значит: „Я принес в дар Богу то, чем мог бы тебе помочь“)…“, – ",
          "ID": "11"
        },
        {
          "text": "вы уже позволяете ему ничего не делать для отца или матери. ",
          "ID": "12"
        },
        {
          "text": "Так преданием вашим, от вас же и исходящим, вы ни во что превращаете слово Божие. Да и много еще подобного этому делаете».",
          "ID": "13"
        },
        {
          "text": "И вновь, подозвав к Себе народ, сказал: «Слушайте Меня все и поймите: ",
          "ID": "14"
        },
        {
          "text": "ничто из того, что входит в человека извне, не может его осквернить, но исходящее из человека оскверняет его». ",
          "ID": "15"
        },
        {
          "text": "[]",
          "ID": "16"
        },
        {
          "text": "Когда Иисус, оставив народ, вошел в дом, ученики стали спрашивать Его о значении сказанного Им. ",
          "ID": "17"
        },
        {
          "text": "И Он ответил им: «Неужели и вы столь же непонятливые, как и прочие? Разве не знаете, что всё, входящее в человека извне, осквернить его не может? ",
          "ID": "18"
        },
        {
          "text": "Проникает-то оно не в сердце его, а в чрево и потом выходит наружу». (Тем самым Он пояснил, что вся пища сама по себе «чиста».)",
          "ID": "19"
        },
        {
          "text": "«То, что исходит из человека, – продолжал Он, – сквернит его. ",
          "ID": "20"
        },
        {
          "text": "Ведь это изнутри, из сердца человеческого, исходят недобрые помыслы, распутство, воровство, убийства, ",
          "ID": "21"
        },
        {
          "text": "супружеские измены, алчность, злые намерения, коварство, необузданность, зависть, злоречие, гордыня, безрассудство. ",
          "ID": "22"
        },
        {
          "text": "Всё это зло исходит изнутри и оскверняет человека».",
          "ID": "23"
        },
        {
          "text": "Покинув то место, Он пошел в область Тира. Там Он вошел в один дом и хотел, чтобы никто не знал о Его присутствии, но сделать это было невозможно. ",
          "ID": "24"
        },
        {
          "text": "И тотчас некая женщина, чья дочка была одержима духом нечистым, услышала об Иисусе и, придя, пала к Его ногам. ",
          "ID": "25"
        },
        {
          "text": "Эта женщина была язычницей, сирофиникиянкой по происхождению. Она стала просить Иисуса изгнать беса из ее дочери.",
          "ID": "26"
        },
        {
          "text": "Он же сказал ей: «Дай прежде насытиться детям. Нехорошо взять хлеб у детей и бросить собакам».",
          "ID": "27"
        },
        {
          "text": "«Господин, – ответила она, – и собаки едят крошки, упавшие со стола детей».",
          "ID": "28"
        },
        {
          "text": "Тогда Он сказал ей: «Ты права, можешь спокойно идти домой – вышел из твоей дочери бес».",
          "ID": "29"
        },
        {
          "text": "И когда она вернулась домой, то нашла свое дитя, спокойно лежащим в постели: бес вышел.",
          "ID": "30"
        },
        {
          "text": "Затем Иисус ушел из земель Тира, прошел через Сидон и вышел к морю Галилейскому со стороны Десятиградия. ",
          "ID": "31"
        },
        {
          "text": "И привели к Нему человека, который был глухим и косноязычным, и просили, чтобы Иисус возложил на него руки.",
          "ID": "32"
        },
        {
          "text": "И, отведя его в сторону от толпы, Иисус вложил Свои пальцы ему в уши, затем, смочив их слюной, коснулся языка его. ",
          "ID": "33"
        },
        {
          "text": "Взглянув на небо, Он вздохнул и сказал ему: «Эффата!» (что значит: «Откройся»). ",
          "ID": "34"
        },
        {
          "text": "И [в тот же миг] уши глухого открылись, скованность языка его исчезла, и речь его стала ясной.",
          "ID": "35"
        },
        {
          "text": "Иисус велел людям никому про это не говорить, но чем больше Он настаивал, тем больше они рассказывали. ",
          "ID": "36"
        },
        {
          "text": "Их изумлению не было границ, с восхищением они говорили: «Как хорошо Он всё делает: и глухие у Него начинают слышать, и немые – говорить!»",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "Евангелие по Марку 7"
    },
    {
      "text": [
        {
          "text": "В те дни вокруг Иисуса вновь собралось много людей, а есть им было нечего. Тогда Он подозвал к Себе учеников и сказал им: ",
          "ID": "1"
        },
        {
          "text": "«Жаль Мне людей, ибо вот уже три дня они со Мной, а есть им нечего. ",
          "ID": "2"
        },
        {
          "text": "Если отпущу их голодными домой, они ослабеют в пути, ведь некоторые из них пришли издалека».",
          "ID": "3"
        },
        {
          "text": "«Где же в этой пустыне можно найти столько хлеба, чтобы накормить всех?» – ответили Ему ученики Его.",
          "ID": "4"
        },
        {
          "text": "Тогда Он спросил их: «Сколько у вас хлеба?»",
          "ID": "5"
        },
        {
          "text": "«Семь хлебов», – ответили они.",
          "ID": "5"
        },
        {
          "text": "И Он велел народу сесть на землю. Иисус взял эти семь хлебов, воздав благодарение Богу, разломил и стал раздавать ученикам Своим, чтобы те разносили хлеб людям; и они стали разносить. ",
          "ID": "6"
        },
        {
          "text": "Также было у них несколько рыбок. Иисус велел и их раздать после того, как Он произнес над ними благодарственную молитву. ",
          "ID": "7"
        },
        {
          "text": "Все ели и насытились, и оставшихся кусков собрали семь корзин. ",
          "ID": "8"
        },
        {
          "text": "Людей же было около четырех тысяч. Отпустив их, ",
          "ID": "9"
        },
        {
          "text": "Он тут же вошел в лодку вместе со Своими учениками и отправился в земли Далмануфы.",
          "ID": "10"
        },
        {
          "text": "Там подошли к Иисусу фарисеи и стали спорить с Ним. Желая испытать Его, они требовали от Него знамения с неба. ",
          "ID": "11"
        },
        {
          "text": "Он тяжело вздохнул и сказал: «Почему это поколение требует знамения? Заверяю вас, никогда не будет дано знамение этому поколению». ",
          "ID": "12"
        },
        {
          "text": "И, оставив их, Он снова сел в лодку и отправился на другой берег.",
          "ID": "13"
        },
        {
          "text": "Ученики забыли взять с собой хлеб, и в лодке у них была всего лишь одна лепешка. ",
          "ID": "14"
        },
        {
          "text": "«Смотрите, – предостерегая их, сказал Иисус, – берегитесь закваски фарисейской и закваски Иродовой!»",
          "ID": "15"
        },
        {
          "text": "А они стали рассуждать между собой: «Это из-за того, что не взяли мы хлеба».",
          "ID": "16"
        },
        {
          "text": "Он, узнав об этом, сказал им: «Что рассуждаете о том, что у вас нет хлеба? Неужели настолько закрыты умы ваши, что не можете вы представить себе и понять того, о чем Я говорю? ",
          "ID": "17"
        },
        {
          "text": "Глаза есть у вас – неужели вы не видите? И уши есть у вас – неужели не слышите? И разве вы не помните, ",
          "ID": "18"
        },
        {
          "text": "сколько полных корзин оставшихся кусков вы собрали, когда разломил Я пять хлебов для пяти тысяч?»",
          "ID": "19"
        },
        {
          "text": "«Двенадцать», – ответили они Иисусу.",
          "ID": "19"
        },
        {
          "text": "«А когда семь хлебов – для четырех тысяч, сколько корзин вы наполнили оставшимися кусками?»",
          "ID": "20"
        },
        {
          "text": "И они сказали [Ему]: «Семь».",
          "ID": "20"
        },
        {
          "text": "«Так неужели всё еще не понимаете?» – спросил Он их.",
          "ID": "21"
        },
        {
          "text": "Пришли они в Вифсаиду. Там к Иисусу привели слепого и попросили прикоснуться к нему. ",
          "ID": "22"
        },
        {
          "text": "Взяв слепого за руку, Он вывел его из селения и, смочив ему глаза слюной, возложил на него руки и спросил его: «Ты видишь что-нибудь?»",
          "ID": "23"
        },
        {
          "text": "Взглянув, слепой сказал: «Вижу людей: похожи они на деревья, но они ходят».",
          "ID": "24"
        },
        {
          "text": "Иисус снова коснулся руками глаз его, тот пристально посмотрел и исцелился. Теперь он видел всё ясно. ",
          "ID": "25"
        },
        {
          "text": "Иисус отправил его домой со словами: «Ты даже в селение не заходи».",
          "ID": "26"
        },
        {
          "text": "И пошел Иисус с учениками Своими в селения, прилегавшие к Кесарии Филипповой. По дороге спросил Он учеников Своих: «За кого принимают Меня люди?»",
          "ID": "27"
        },
        {
          "text": "И они сказали Ему в ответ: «Одни – за Иоанна Крестителя, другие – за Илию, а иные – за одного из пророков».",
          "ID": "28"
        },
        {
          "text": "«А вы, – спросил Он их, – за кого Меня принимаете?»",
          "ID": "29"
        },
        {
          "text": "«Ты – Мессия!» – ответил Ему Петр.",
          "ID": "29"
        },
        {
          "text": "Иисус строго наказал им никому не говорить о Нем.",
          "ID": "30"
        },
        {
          "text": "И стал Он рассказывать им о том, что Сыну Человеческому надлежит претерпеть много страданий, что отвергнут Его старейшины, первосвященники и книжники, что убьют Его, но через три дня Он воскреснет. ",
          "ID": "31"
        },
        {
          "text": "Ясно и открыто говорил Он об этом. Петр же, отозвав Его в сторону, стал Ему возражать.",
          "ID": "32"
        },
        {
          "text": "Но Иисус, обернувшись и посмотрев на других учеников Своих, укоризненно сказал Петру: «С глаз Моих уйди, искуситель! Не о Божьем ты думаешь, а о человеческом».",
          "ID": "33"
        },
        {
          "text": "И, призвав к Себе народ и учеников Своих, сказал Он им: «Кто хочет идти за Мною, пусть отречется от себя самого, возьмет свой крест и последует за Мной. ",
          "ID": "34"
        },
        {
          "text": "Ибо кто хочет спасти свою жизнь, потеряет ее, а кто потеряет жизнь свою ради Меня и Вести Благой, тот спасет ее. ",
          "ID": "35"
        },
        {
          "text": "Что пользы человеку, если он весь мир приобретет, а себе нанесет вред непоправимый? ",
          "ID": "36"
        },
        {
          "text": "Ибо что может дать человек в обмен на жизнь свою? ",
          "ID": "37"
        },
        {
          "text": "И кто из этого неверного Богу и грешного поколения постыдится Меня и слов Моих, того и Сын Человеческий постыдится, когда придет со святыми ангелами во славе Отца Своего».",
          "ID": "38"
        }
      ],
      "ID": "NT:MRK.8",
      "name": "Евангелие по Марку 8"
    },
    {
      "text": [
        {
          "text": "И Он сказал им: «Вот что вам скажу: некоторые из стоящих здесь не умрут, не увидев Царства Божия, явившегося в силе своей».",
          "ID": "1"
        },
        {
          "text": "Через шесть дней Иисус взял с Собой лишь Петра, Иакова и Иоанна и повел их одних на высокую гору. Там весь облик Его изменился у них на глазах, ",
          "ID": "2"
        },
        {
          "text": "и одежды Его стали ослепительно белыми, как снег, белее, чем кто-либо на земле мог бы их сделать. ",
          "ID": "3"
        },
        {
          "text": "И явились им Илия и Моисей, они беседовали с Иисусом.",
          "ID": "4"
        },
        {
          "text": "И сказал Петр Иисусу: «Равви, хорошо нам здесь! Поставим мы на этом месте три шатраб: один Тебе, Моисею другой и один Илии». ",
          "ID": "5"
        },
        {
          "text": "(Он не знал, что сказать – так перепуганы они были.)",
          "ID": "6"
        },
        {
          "text": "Тут появилось облако и покрыло их, и послышался из облака голос: «Это Сын Мой Возлюбленный, Его слушайте!»",
          "ID": "7"
        },
        {
          "text": "И, оглянувшись, вдруг никого, кроме одного Иисуса, рядом с собой уже не увидели.",
          "ID": "8"
        },
        {
          "text": "А когда они спускались с горы, Иисус велел им никому не рассказывать о том, что они видели, пока Сын Человеческий не воскреснет из мертвых. ",
          "ID": "9"
        },
        {
          "text": "Они держались этого повеления, но между собой обсуждали, что значит: «воскреснуть из мертвых».",
          "ID": "10"
        },
        {
          "text": "И они спросили Его: «Почему же книжники говорят, что сначала должен прийти Илия?»",
          "ID": "11"
        },
        {
          "text": "Он же сказал им: «Верно, прежде должен прийти Илия и всё восстановить. Тогда почему написано о Сыне Человеческом, что предстоит Ему много пострадать и быть униженным? ",
          "ID": "12"
        },
        {
          "text": "Я говорю вам: Илия уже пришел, и с ним поступили по своему произволу, как и написано о нем».",
          "ID": "13"
        },
        {
          "text": "Когда они пришли к остальным ученикам, то увидели большую толпу народа, окружившую их, и книжников, спорящих с ними. ",
          "ID": "14"
        },
        {
          "text": "Как только люди увидели Иисуса, они, удивленные, с восторгом побежали приветствовать Его.",
          "ID": "15"
        },
        {
          "text": "Он спросил их: «Что за спор у вас?»",
          "ID": "16"
        },
        {
          "text": "«Учитель, – ответил Ему некто из толпы, – я привел к Тебе сына своего. В нем дух, что людей немыми делает, ",
          "ID": "17"
        },
        {
          "text": "и когда этот дух хватает его и бросает оземь, он испускает пену, скрежещет зубами и цепенеет. Я просил учеников Твоих, чтобы они изгнали духа, но они не смогли».",
          "ID": "18"
        },
        {
          "text": "Иисус же сказал: «О поколение без веры, доколе Мне быть с вами? Сколько буду вас терпеть? Приведите его ко мне!»",
          "ID": "19"
        },
        {
          "text": "Мальчика привели, и как только нечистый дух увидел Иисуса, он тотчас вызвал у мальчика приступ, и тот, упав, катался по земле, испуская пену.",
          "ID": "20"
        },
        {
          "text": "Иисус спросил его отца: «И давно это у него?»",
          "ID": "21"
        },
        {
          "text": "«Еще с самого раннего детства, – ответил отец. – ",
          "ID": "21"
        },
        {
          "text": "Часто дух пытался погубить его, бросая то в огонь, то в воду. И если Ты что-то можешь сделать, помоги нам! Смилуйся над нами!»",
          "ID": "22"
        },
        {
          "text": "«Ты говоришь: „Если можешь?“ Верующему всё возможно», – ответил ему Иисус.",
          "ID": "23"
        },
        {
          "text": "«Верю! – тотчас воскликнул отец ребенка. – Помоги моему неверию!»",
          "ID": "24"
        },
        {
          "text": "Иисус же, увидев, что собирается толпа, строго сказал духу нечистому: «Дух немоты и глухоты! Велю тебе: выйди из этого мальчика и больше никогда не входи в него!»",
          "ID": "25"
        },
        {
          "text": "Закричав и вызвав сильные судороги в теле ребенка, дух вышел. И тот стал как мертвый, так что многие говорили: «Он умер». ",
          "ID": "26"
        },
        {
          "text": "Но Иисус, взяв его за руку, поднял, и тот встал.",
          "ID": "27"
        },
        {
          "text": "Когда Иисус вошел в дом, ученики наедине спросили Его: «Почему мы не могли изгнать духа?»",
          "ID": "28"
        },
        {
          "text": "И Он ответил им: «Духов нечистых ничем нельзя изгнать, кроме как молитвой».",
          "ID": "29"
        },
        {
          "text": "Уйдя оттуда, проходили они через Галилею, и Иисус не хотел, чтобы кто-нибудь узнал о том, ",
          "ID": "30"
        },
        {
          "text": "потому что Он наставлял Своих учеников и говорил им: «Сын Человеческий будет предан в руки людей, и они убьют Его, но через три дня после того, как убьют Его, Он воскреснет». ",
          "ID": "31"
        },
        {
          "text": "Но они не поняли того, что Он сказал, а спросить Его боялись.",
          "ID": "32"
        },
        {
          "text": "Так они пришли в Капернаум, и, войдя в дом, Он спросил их: «О чем вы говорили дорогой?» ",
          "ID": "33"
        },
        {
          "text": "Но они молчали, так как дорогой они спорили друг с другом, кто из них самый главный.",
          "ID": "34"
        },
        {
          "text": "Тогда Иисус сел, подозвал к Себе Двенадцать и сказал им: «Тот, кто хочет быть первым, должен стать среди всех последним и слугой для всех».",
          "ID": "35"
        },
        {
          "text": "И, взяв ребенка, Он поставил его посреди них, обнял его и сказал им: ",
          "ID": "36"
        },
        {
          "text": "«Кто принимает такое дитя во имя Мое, Меня принимает, а кто принимает Меня, тот не только Меня принимает, но и Пославшего Меня».",
          "ID": "37"
        },
        {
          "text": "Иоанн сказал Ему: «Учитель, мы видели одного человека, именем Твоим изгоняющего бесов, и попытались остановить его, потому что он не с нами».",
          "ID": "38"
        },
        {
          "text": "Но Иисус сказал: «Не мешайте ему! Всякий, кто именем Моим творит чудо, не сможет вскоре злословить Меня. ",
          "ID": "39"
        },
        {
          "text": "Кто не против нас, тот за нас. ",
          "ID": "40"
        },
        {
          "text": "Если кто напоит вас чашей воды, потому что вы последователи Мессии, можете быть уверены, тот не потеряет награды своей.",
          "ID": "41"
        },
        {
          "text": "А если станет кто причиной падения хотя бы одного из малых сих, верующих [в Меня], лучше бы тому было, чтобы бросили его в море с жерновом на шее. ",
          "ID": "42"
        },
        {
          "text": "И если рука твоя тебя на зло влечет, отруби ее! Лучше тебе без руки войти в жизнь, чем с двумя руками попасть в геенну, в огонь неугасимый. ",
          "ID": "43"
        },
        {
          "text": "[] ",
          "ID": "44"
        },
        {
          "text": "И если нога твоя тебя на зло влечет, отруби ее! Лучше тебе без ноги войти в жизнь, чем с двумя ногами быть брошенным в геенну. ",
          "ID": "45"
        },
        {
          "text": "[] ",
          "ID": "46"
        },
        {
          "text": "И если глаз твой тебя на зло влечет, вырви его! Лучше тебе с одним глазом войти в Царство Божие, чем с двумя глазами быть брошенным в геенну, ",
          "ID": "47"
        },
        {
          "text": "где",
          "ID": "48"
        },
        {
          "text": "червь пожирающий не умирает",
          "ID": "48"
        },
        {
          "text": "и огонь не гаснет.",
          "ID": "48"
        },
        {
          "text": "Каждый должен огнем просолиться.",
          "ID": "49"
        },
        {
          "text": "Соль хороша. Но если станет она пресной, как сделаете вы ее соленой? Имейте в себе соль и храните мир между собою!»",
          "ID": "50"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "Евангелие по Марку 9"
    },
    {
      "text": [
        {
          "text": "Покинув Галилею, Он отправился в края иудейские [и] за Иордан. Снова вокруг Него собирались толпы людей, и Он снова, как обычно, учил их.",
          "ID": "1"
        },
        {
          "text": "Пришли к Иисусу некоторые из фарисеев и, желая поймать Его на слове, спросили: «Разрешается ли человеку разводиться со своей женой?»",
          "ID": "2"
        },
        {
          "text": "А Он их спросил: «Что заповедал вам Моисей?»",
          "ID": "3"
        },
        {
          "text": "Они же сказали: «Моисей позволил разводиться, давая жене разводное письмо».",
          "ID": "4"
        },
        {
          "text": "Но Иисус сказал им: «Из-за упрямства вашего написал он для вас эту заповедь. ",
          "ID": "5"
        },
        {
          "text": "Но вначале, при сотворении, Бог мужчиной и женщиной создал их. ",
          "ID": "6"
        },
        {
          "text": "Поэтому оставит человек отца своего и мать [и к жене своей прилепится], ",
          "ID": "7"
        },
        {
          "text": "и станут двое плотью одной. Итак, их уже не двое – они одна плоть. ",
          "ID": "8"
        },
        {
          "text": "Значит, то, что Бог сочетал, пусть человек не разлучает!»",
          "ID": "9"
        },
        {
          "text": "А в доме ученики вновь спросили Его об этом. ",
          "ID": "10"
        },
        {
          "text": "Он сказал им: «Кто разводится с женой своей и на другой женится, тот прелюбодействует; ",
          "ID": "11"
        },
        {
          "text": "и если женщина, разведясь с мужем, выходит замуж за другого, она прелюбодействует».",
          "ID": "12"
        },
        {
          "text": "Принесли к Нему детей, чтобы Он благословил их, но ученики не пускали к Нему людей с детьми. ",
          "ID": "13"
        },
        {
          "text": "Увидев это, Иисус вознегодовал и сказал ученикам: «Пусть дети приходят ко Мне, не препятствуйте им, ибо Царство Божие – для таких, как они! ",
          "ID": "14"
        },
        {
          "text": "Поверьте Мне, кто не примет Царство Божие, как дитя, не войдет тот в него!» ",
          "ID": "15"
        },
        {
          "text": "И, обняв детей и возложив на них руки, Иисус благословил их.",
          "ID": "16"
        },
        {
          "text": "Когда Он снова собирался в путь, подбежал к Нему некий человек и, пав перед Ним на колени, спросил Его: «Учитель добрый, что мне делать, чтобы получить жизнь вечную?»",
          "ID": "17"
        },
        {
          "text": "Иисус ответил ему: «Что ты называешь Меня добрым? Никто не добр, кроме одного Бога. ",
          "ID": "18"
        },
        {
          "text": "Ты же знаешь заповеди: не убивай, не прелюбодействуй, не кради, не лжесвидетельствуй, не обманывай, почитай отца своего и мать».",
          "ID": "19"
        },
        {
          "text": "«Учитель, – ответил тот, – всё это я сохранил от юности своей».",
          "ID": "20"
        },
        {
          "text": "Иисус же взглянул на него и, исполнившись любовью к нему, сказал: «Одного тебе не хватает: пойди и продай всё, что есть у тебя, и раздай деньги нищим, вот тогда у тебя будет сокровище на небе, а затем приходи и следуй за Мной!»",
          "ID": "21"
        },
        {
          "text": "Но тот помрачнел от этих слов и ушел опечаленный: он владел большим состоянием.",
          "ID": "22"
        },
        {
          "text": "Иисус посмотрел на стоявших вокруг Него учеников и сказал им: «Как трудно людям состоятельным войти в Царство Божие!»",
          "ID": "23"
        },
        {
          "text": "Эти слова поразили учеников. «Дети, – вновь сказал им Иисус, – как трудно войти в Царство Божие! ",
          "ID": "24"
        },
        {
          "text": "Легче верблюду пройти сквозь игольное ушко, чем войти богатому в Царство Божие».",
          "ID": "25"
        },
        {
          "text": "Это вызвало еще большее изумление у них, и они говорили друг другу: «Кто же тогда может спастись?»",
          "ID": "26"
        },
        {
          "text": "Взглянув на них, Иисус сказал: «Человеку это не по силам, но не Богу – Ему всё возможно».",
          "ID": "27"
        },
        {
          "text": "Тогда Петр сказал Иисусу: «А мы? Мы же оставили всё и вслед за Тобой пошли».",
          "ID": "28"
        },
        {
          "text": "«Поверьте Мне, – ответил Иисус, – нет никого, кто, оставив ради Меня и Благой Вести дом, братьев, сестер, мать или отца, детей или поля, ",
          "ID": "29"
        },
        {
          "text": "не получил бы во сто раз больше сейчас, в это время, домов, братьев, сестер, матерей, детей и полей, хотя и гонения тоже, а в веке грядущем – жизнь вечную. ",
          "ID": "30"
        },
        {
          "text": "Многие же, сегодня первые, будут последними, и последние – первыми».",
          "ID": "31"
        },
        {
          "text": "Они шли по дороге в Иерусалим: впереди шел Иисус, а за Ним – ученики, охваченные беспокойством. И те, кто сопровождал их, тоже были в страхе. Иисус снова подозвал к Себе Двенадцать и стал говорить им о том, что должно произойти с Ним. ",
          "ID": "32"
        },
        {
          "text": "«Вот идем мы в Иерусалим, и Сын Человеческий будет предан там первосвященникам и книжникам, и они приговорят Его к смерти и отдадут Его в руки язычников. ",
          "ID": "33"
        },
        {
          "text": "И те будут глумиться над Ним, плевать в Него и бичевать Его. И убьют они Его, но через три дня Он воскреснет».",
          "ID": "34"
        },
        {
          "text": "Иаков и Иоанн, сыновья Зеведея, подошли к Иисусу и сказали: «Учитель, хотели бы мы, чтобы Ты исполнил нашу просьбу».",
          "ID": "35"
        },
        {
          "text": "Он же сказал им: «Что же вы хотите, чтобы [Я] сделал для вас?»",
          "ID": "36"
        },
        {
          "text": "«Позволь нам, – сказали они, – сесть по правую и по левую сторону от Тебя, когда будешь царствовать во славе Твоей!»",
          "ID": "37"
        },
        {
          "text": "Но Иисус сказал им: «Не знаете, чего просите. Можете ли вы пить чашу, которую Я пью, или принять крещение, которое Я должен буду принять?»",
          "ID": "38"
        },
        {
          "text": "«Можем», – ответили они Ему.",
          "ID": "39"
        },
        {
          "text": "Тогда Иисус сказал им: «Чашу, которую Я пью, будете пить, и крещение, которое Я приму, примете и вы. ",
          "ID": "39"
        },
        {
          "text": "А кому сесть по правую сторону от Меня или по левую – не Я решаю. Эти места для тех, кому уготовано Отцом».",
          "ID": "40"
        },
        {
          "text": "Услышав это, остальные десять учеников возмутились поступком Иакова и Иоанна. ",
          "ID": "41"
        },
        {
          "text": "Иисус подозвал их к Себе и сказал: «Вы знаете, что у всех народов те, кого зовут они вождями, господствуют над ними, и знатные среди них властвуют над людьми. ",
          "ID": "42"
        },
        {
          "text": "Но у вас не должно быть так. Кто хочет быть выше других, должен стать для всех слугой, ",
          "ID": "43"
        },
        {
          "text": "и кто между вами хочет быть первым, должен стать для всех рабом. ",
          "ID": "44"
        },
        {
          "text": "Ведь Сын Человеческий пришел не для того, чтобы Ему служили, а чтобы Самому служить и отдать Свою жизнь как выкуп за многих».",
          "ID": "45"
        },
        {
          "text": "Пришли они в Иерихон, и когда Он вместе с учениками Своими и множеством народа выходил из Иерихона, у дороги сидел слепой нищий, которого звали Вартимей (сын Тимея). ",
          "ID": "46"
        },
        {
          "text": "Услышав, что идет Иисус Назарянин, он стал кричать: «Сын Давидов, Иисус, сжалься надо мной!»",
          "ID": "47"
        },
        {
          "text": "Многие бранили его и требовали, чтобы он замолчал, но Вартимей кричал еще громче: «Сын Давидов, сжалься надо мной!»",
          "ID": "48"
        },
        {
          "text": "Иисус остановился и сказал: «Позовите его».",
          "ID": "49"
        },
        {
          "text": "Слепого позвали. «Не робей! – сказали ему. – Вставай, Он зовет тебя!» ",
          "ID": "49"
        },
        {
          "text": "И тот, сбросив с себя верхнюю одежду, вскочил и пошел к Иисусу.",
          "ID": "50"
        },
        {
          "text": "Иисус спросил его: «Чего ты хочешь от Меня? Что для тебя сделать?»",
          "ID": "51"
        },
        {
          "text": "Слепой сказал Ему: «Раввуни, мне бы только видеть!»",
          "ID": "51"
        },
        {
          "text": "Тогда Иисус сказал ему: «Ступай, вера твоя исцелила тебя». И в тот же миг слепой прозрел и пошел по дороге вслед за Иисусом.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "Евангелие по Марку 10"
    },
    {
      "text": [
        {
          "text": "И когда они приближались к Иерусалиму со стороны Виффагии и Вифании, что у Масличной горы, послал Он двоих из учеников Своих, ",
          "ID": "1"
        },
        {
          "text": "сказав им: «Идите в селение, которое перед вами, и сразу, как только войдете в него, найдете там привязанного осленка, на которого еще никто из людей не садился. Отвяжите его и приведите сюда. ",
          "ID": "2"
        },
        {
          "text": "И если кто спросит вас: „Что это вы делаете?“, скажите: „Он нужен Господу, и Господь скоро вернет его“».",
          "ID": "3"
        },
        {
          "text": "Они пошли и нашли осленка, привязанного к воротам на улице. Когда они отвязывали его, ",
          "ID": "4"
        },
        {
          "text": "люди, стоявшие там, спросили их: «Что вы делаете? Зачем отвязываете осленка?» ",
          "ID": "5"
        },
        {
          "text": "Они же отвечали им так, как сказал Иисус, и их отпустили. ",
          "ID": "6"
        },
        {
          "text": "Ученики привели к Иисусу осленка, положили на него свои одежды, и Иисус сел на него. ",
          "ID": "7"
        },
        {
          "text": "И многие устилали дорогу своими одеждами, другие же – ветвями, срезанными с деревьев на полях. ",
          "ID": "8"
        },
        {
          "text": "И шедшие впереди и идущие за Ним восклицали:",
          "ID": "9"
        },
        {
          "text": "«Осанна! ",
          "ID": "9"
        },
        {
          "text": "Благословен Грядущий во имя Господне!",
          "ID": "9"
        },
        {
          "text": "Благословенно грядущее царство Давида, отца нашего!",
          "ID": "10"
        },
        {
          "text": "В высях небесных осанна!»",
          "ID": "10"
        },
        {
          "text": "Так Иисус вошел в Иерусалим. Он пришел в Храм и осмотрел там всё. И затем, так как час уже был поздний, Он с Двенадцатью отправился в Вифанию.",
          "ID": "11"
        },
        {
          "text": "На следующий день, когда они покидали Вифанию, Он почувствовал голод. ",
          "ID": "12"
        },
        {
          "text": "Увидев вдали смоковницу, покрытую листьями, Он пошел посмотреть, нет ли на дереве плодов, но, подойдя, ничего, кроме листьев, не нашел: время для появления смокв еще не наступило. ",
          "ID": "13"
        },
        {
          "text": "И тогда сказал Он, глядя на смоковницу: «Никто не будет больше есть твои плоды вовек!» И это слышали ученики Его.",
          "ID": "14"
        },
        {
          "text": "И вновь пришли они в Иерусалим. Войдя в Храм, Иисус стал изгонять оттуда тех, кто продавал и покупал там, опрокинул столы менял и прилавки продавцов голубей, ",
          "ID": "15"
        },
        {
          "text": "и не позволял проносить что-либо через двор Храма. ",
          "ID": "16"
        },
        {
          "text": "Затем Он начал учить их и сказал при этом: «Разве не написано:",
          "ID": "17"
        },
        {
          "text": "„Дом Мой назовут ",
          "ID": "17"
        },
        {
          "text": "домом молитвы для всех народов“?",
          "ID": "17"
        },
        {
          "text": "А вы сделали его притоном разбойников!»",
          "ID": "17"
        },
        {
          "text": "Это слышали первосвященники и книжники и обдумывали, как им погубить Иисуса: они боялись Его, ибо весь народ был увлечен Его учением.",
          "ID": "18"
        },
        {
          "text": "Вечером Иисус с учениками покинул город.",
          "ID": "19"
        },
        {
          "text": "Ранним утром, проходя мимо смоковницы, они увидели, что дерево засохло до корней. ",
          "ID": "20"
        },
        {
          "text": "Тогда вспомнил Петр слова Иисуса и сказал: «Равви, посмотри! Смоковница, которую Ты проклял, засохла».",
          "ID": "21"
        },
        {
          "text": "На это Иисус ответил: «Имейте веру в Бога! ",
          "ID": "22"
        },
        {
          "text": "Воистину, кто скажет этой горе: „Поднимись и пади в море!“ и при этом, нимало в сердце не сомневаясь, будет верить, что сказанное им исполнится, так для него и будет. ",
          "ID": "23"
        },
        {
          "text": "Потому говорю вам, о чем бы вы ни просили в молитве, верьте, что вы это уже получили, и дано будет вам. ",
          "ID": "24"
        },
        {
          "text": "И когда вы стоите и молитесь, прощайте всё, что против кого-то имеете, чтобы и Отец ваш Небесный простил вам согрешения ваши». ",
          "ID": "25"
        },
        {
          "text": "[]",
          "ID": "26"
        },
        {
          "text": "Они снова пришли в Иерусалим. И когда Он шел по двору Храма, подошли к Нему первосвященники, книжники и старейшины ",
          "ID": "27"
        },
        {
          "text": "и стали спрашивать Его: «По какому праву Ты делаешь это? Кто дал Тебе власть это делать?»",
          "ID": "28"
        },
        {
          "text": "«Спрошу вас и Я об одном, – сказал им Иисус, – если вы ответите Мне, то и Я скажу вам, по какому праву Я делаю это. ",
          "ID": "29"
        },
        {
          "text": "Крещение, что Иоанн совершал, было от Бога или от людей? Ответьте Мне».",
          "ID": "30"
        },
        {
          "text": "Они стали рассуждать между собой: «Если скажем: „От Бога“, то Он спросит: „Почему же вы тогда не поверили ему?“, ",
          "ID": "31"
        },
        {
          "text": "а если скажем: „От людей“, то…» (Они боялись толпы, ведь все считали, что Иоанн действительно был пророком.)",
          "ID": "32"
        },
        {
          "text": "«Мы не знаем», – ответили они Иисусу.",
          "ID": "33"
        },
        {
          "text": "Тогда Иисус сказал им: «И Я не скажу вам, по какому праву делаю это».",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "Евангелие по Марку 11"
    },
    {
      "text": [
        {
          "text": "И Он стал говорить им в притчах: «Один человек насадил виноградник, обнес его оградой, вырыл в нем для давильни яму, построил сторожевую башню и, отдав его внаем виноградарям, уехал. ",
          "ID": "1"
        },
        {
          "text": "Во время сбора урожая послал он к виноградарям слугу, чтобы взять у них свою часть плодов из виноградника, ",
          "ID": "2"
        },
        {
          "text": "но те, схватив слугу, избили его и выгнали, не дав ему ничего. ",
          "ID": "3"
        },
        {
          "text": "Он послал к ним другого слугу, но того они и по голове били, и глумились над ним. ",
          "ID": "4"
        },
        {
          "text": "Хозяин послал еще одного – они взяли и убили его. Он посылал и многих других: одних они избивали, других – убивали.",
          "ID": "5"
        },
        {
          "text": "Еще один был у него, кого он мог послать: сын его возлюбленный. Он послал его к ним последним, говоря себе: „Уж сына-то моего они уважат“.",
          "ID": "6"
        },
        {
          "text": "Но те виноградари сказали друг другу: „Это наследник. Давайте убьем его, и наследство станет нашим!“ ",
          "ID": "7"
        },
        {
          "text": "И, схватив его, убили и выбросили из виноградника.",
          "ID": "8"
        },
        {
          "text": "Что сделает [теперь] хозяин виноградника? Придет он и предаст смерти виноградарей, а виноградник отдаст другим. ",
          "ID": "9"
        },
        {
          "text": "Или вы никогда не читали в Писании:",
          "ID": "10"
        },
        {
          "text": "„Камень, что отвергли строители, ",
          "ID": "10"
        },
        {
          "text": "краеугольным стал камнем;",
          "ID": "10"
        },
        {
          "text": "Господом сделано это,",
          "ID": "11"
        },
        {
          "text": "и чудом кажется нам“?» ",
          "ID": "11"
        },
        {
          "text": "Они поняли, что о них говорил Он эту притчу, и хотели было схватить Его, но побоялись народа. Оставив Его, они ушли.",
          "ID": "12"
        },
        {
          "text": "И подослали к Нему некоторых из фарисеев и приверженцев Ирода, чтобы те поймали Его на слове. ",
          "ID": "13"
        },
        {
          "text": "Они пришли и сказали Ему: «Учитель, мы знаем, что Ты истину говоришь и воистину по-Божьи жить учишь, не думая при этом угодить людям, кто бы они ни были. Скажи нам, позволительно ли платить налог кесарю или нет? Платить нам или не платить?»",
          "ID": "14"
        },
        {
          "text": "Он же, зная их лицемерие, сказал им: «Зачем расставляете Мне сети? Покажите Мне денарий». ",
          "ID": "15"
        },
        {
          "text": "Они принесли один денарий, и Он спросил их: «Чье это изображение и надпись?»",
          "ID": "16"
        },
        {
          "text": "«Кесаря», – ответили они Ему.",
          "ID": "16"
        },
        {
          "text": "Тогда Иисус сказал им: «Так и отдавайте: кесарево – кесарю, а Божие – Богу!»",
          "ID": "17"
        },
        {
          "text": "Этот ответ их очень удивил.",
          "ID": "17"
        },
        {
          "text": "Также и саддукеи, которые утверждают, что нет никакого воскресения мертвых, пришли к Иисусу и спросили Его: ",
          "ID": "18"
        },
        {
          "text": "«Учитель, Моисей дал нам такое установление: „Если чей-либо брат умрет бездетным и оставит жену свою вдовой, то пусть другой брат его возьмет ее в жены и продолжит род брата своего“. ",
          "ID": "19"
        },
        {
          "text": "Было семь братьев. Первый женился и умер, не оставив после себя детей; ",
          "ID": "20"
        },
        {
          "text": "тогда второй взял ее в жены, но также умер бездетным. Также и третий и остальные, ",
          "ID": "21"
        },
        {
          "text": "и у всех семерых не было детей. После всех умерла и жена. ",
          "ID": "22"
        },
        {
          "text": "А при воскресении мертвых [когда воскреснут они], чьей женой она будет? Ведь все семеро были женаты на ней».",
          "ID": "23"
        },
        {
          "text": "Иисус же сказал им: «Не потому ли вы заблуждаетесь, что не знаете ни Писаний, ни силы Божией? ",
          "ID": "24"
        },
        {
          "text": "Ибо когда воскреснут мертвые, не будут ни жениться, ни выходить замуж, но как ангелы будут в Небесах. ",
          "ID": "25"
        },
        {
          "text": "А о том, что мертвые воскресают, разве не читали вы в книге Моисея о горящем кусте, как сказал тогда Бог Моисею: „Я – Бог Авраама, Бог Исаака и Бог Иакова?“ ",
          "ID": "26"
        },
        {
          "text": "Он – не мертвых Бог, а живых. Вы сильно заблуждаетесь».",
          "ID": "27"
        },
        {
          "text": "Тогда к Нему подошел один из книжников, который слышал эти рассуждения, и, заметив, как хорошо отвечал им Иисус, спросил Его: «Из всех заповедей какая самая главная?»",
          "ID": "28"
        },
        {
          "text": "Иисус ответил: «Первая заповедь такая: „Слушай, Израиль: Господь, Бог наш, Господь единый, ",
          "ID": "29"
        },
        {
          "text": "и ты люби Господа, Бога своего, всем сердцем своим, и всей душою своею, и всем умом своим, и всеми силами своими“. ",
          "ID": "30"
        },
        {
          "text": "А вторая: „Ближнего своего люби, как самого себя“. Важнее этих заповедей нет».",
          "ID": "31"
        },
        {
          "text": "И сказал Ему книжник: «Хорошо, Учитель! Верно Ты сказал, что Господь един и нет другого, кроме Него, ",
          "ID": "32"
        },
        {
          "text": "и что любить Его всем сердцем, всем разумом и всеми силами, и ближнего любить, как себя самого, – важнее всех жертв всесожжения и остальных жертв».",
          "ID": "33"
        },
        {
          "text": "Иисус, увидев, что тот так разумно ответил, сказал ему: «Недалеко ты от Царства Божьего». Больше никто не решался задавать Ему вопросы.",
          "ID": "34"
        },
        {
          "text": "Позже, когда Иисус учил в Храме, Он сказал: «Как могут книжники говорить, что Мессия – сын Давидов? ",
          "ID": "35"
        },
        {
          "text": "Ведь сам Давид, движимый Духом Святым, провозгласил:",
          "ID": "36"
        },
        {
          "text": "„Сказал Господь Господу моему:",
          "ID": "36"
        },
        {
          "text": "„Сядь по правую руку Мою, ",
          "ID": "36"
        },
        {
          "text": "доколе не повергну врагов Твоих ",
          "ID": "36"
        },
        {
          "text": "к ногам Твоим“.",
          "ID": "36"
        },
        {
          "text": "Давид сам называет Его Господом, как же Он тогда может быть сыном его?»",
          "ID": "37"
        },
        {
          "text": "Большая толпа народа охотно слушала Иисуса.",
          "ID": "37"
        },
        {
          "text": "Учив их, Он говорил: «Остерегайтесь книжников. Им нравится ходить в длинных одеждах, они любят, чтобы их почтительно приветствовали на площадях, ",
          "ID": "38"
        },
        {
          "text": "любят сидеть впереди всех в синагогах и занимать почетные места на пирах. ",
          "ID": "39"
        },
        {
          "text": "Они наживаются за счет вдов и напоказ долго молятся. Ждет их самый суровый приговор!»",
          "ID": "40"
        },
        {
          "text": "Сев напротив храмовой сокровищницы, Он смотрел, как народ опускает в нее монеты. Многие, богатые люди, клали помногу; ",
          "ID": "41"
        },
        {
          "text": "и одна бедная вдова, подойдя, положила лишь две лепты, что равняется одному кодранту.",
          "ID": "42"
        },
        {
          "text": "Тогда Иисус, подозвав учеников Своих, сказал им: «Поверьте Мне, эта бедная вдова положила больше всех, кто клал деньги в сокровищницу. ",
          "ID": "43"
        },
        {
          "text": "Ибо все они от избытка своего положили, а она, при всей своей бедности, положила всё, что было у нее на жизнь».",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "Евангелие по Марку 12"
    },
    {
      "text": [
        {
          "text": "Когда Иисус выходил из Храма, один из Его учеников воскликнул: «Учитель, взгляни, какие камни, какие строения!»",
          "ID": "1"
        },
        {
          "text": "И сказал ему Иисус: «Ты видишь эти большие строения? Не останется камня на камне здесь – всё будет разрушено».",
          "ID": "2"
        },
        {
          "text": "Когда Он сидел на Масличной горе, напротив Храма, спросили Его остававшиеся с Ним наедине Петр, Иаков, Иоанн и Андрей: ",
          "ID": "3"
        },
        {
          "text": "«Скажи нам, когда это будет? И какое знамение предвозвестит, когда это всё свершится?»",
          "ID": "4"
        },
        {
          "text": "«Смотрите, чтобы кто не ввел вас в заблуждение! – ответил Иисус. – ",
          "ID": "5"
        },
        {
          "text": "Многие придут под именем Моим, говоря: „Я – Христос“, и многих введут в заблуждение. ",
          "ID": "6"
        },
        {
          "text": "Когда же вы услышите о войнах и о нависших угрозах войны, пусть это вас не страшит! Всё так и должно на самом деле происходить. Но это еще не конец, ",
          "ID": "7"
        },
        {
          "text": "ибо восстанет народ на народ и царство на царство, будут землетрясения то в одном месте, то в другом, будет голод. Всё это только начало мук родовых.",
          "ID": "8"
        },
        {
          "text": "Смотрите, чтобы ничто не застигло вас врасплох: отдавать будут вас под суд, в синагогах будут бить вас и поставят за Меня пред правителями и царями, чтобы вы свидетельствовали им обо Мне, ",
          "ID": "9"
        },
        {
          "text": "так как Благая Весть прежде должна быть возвещена всем народам. ",
          "ID": "10"
        },
        {
          "text": "Когда же будут вести вас и предадут в руки властей, не беспокойтесь заранее о том, что говорить вам. Что вам будет дано в тот час, то и говорите, потому что не вы будете говорить, а Дух Святой.",
          "ID": "11"
        },
        {
          "text": "Брат станет на смерть предавать брата, а отец – дитя свое; восстанут дети против родителей и смерти их предадут; ",
          "ID": "12"
        },
        {
          "text": "и все возненавидят вас из-за Меня. Но кто выстоит до конца, будет спасен.",
          "ID": "13"
        },
        {
          "text": "Когда же вы увидите „запустения мерзость“ (читающий должен понять!) там, где ей быть не должно, тогда те, кто в Иудее будет, пусть бегут в горы. ",
          "ID": "14"
        },
        {
          "text": "Кто будет на крыше, пусть не спускается вниз и не входит в дом свой, чтобы взять что-нибудь с собой; ",
          "ID": "15"
        },
        {
          "text": "кто в поле будет, пусть не возвращается за верхней одеждой своей. ",
          "ID": "16"
        },
        {
          "text": "Как трудно будет женщинам, ожидающим ребенка и кормящим грудью, в те дни! ",
          "ID": "17"
        },
        {
          "text": "Молитесь, чтобы не случилось этого зимою! ",
          "ID": "18"
        },
        {
          "text": "Ибо это будет время бедствия, какого доныне не было еще с того дня, как сотворил Бог мир, и впредь не будет. ",
          "ID": "19"
        },
        {
          "text": "И если бы не сократил Господь те дни, никто бы не остался в живых. Но ради Своих, ради тех, кого Он избрал, сократит Он те дни. ",
          "ID": "20"
        },
        {
          "text": "Если скажут вам тогда: „Вот здесь Христос!“ или „Вот Он там!“, не верьте! ",
          "ID": "21"
        },
        {
          "text": "Ибо придут лжехристы и лжепророки и явят знамения и чудеса, чтобы, если удастся, даже избранных ввести в заблуждение. ",
          "ID": "22"
        },
        {
          "text": "Смотрите, Я всё сказал вам заранее.",
          "ID": "23"
        },
        {
          "text": "Но в те дни после тех бедствий",
          "ID": "24"
        },
        {
          "text": "„солнце померкнет,",
          "ID": "24"
        },
        {
          "text": "луна света не даст своего,",
          "ID": "24"
        },
        {
          "text": "звезды с неба падут,",
          "ID": "25"
        },
        {
          "text": "и силы небесные сотрясутся“.",
          "ID": "25"
        },
        {
          "text": "И увидят тогда Сына Человеческого, нисходящего на облаках с великой силой и славой, ",
          "ID": "26"
        },
        {
          "text": "и тогда пошлет Он ангелов и соберет избранных [Своих] со всех концов: от края земли и до края небес.",
          "ID": "27"
        },
        {
          "text": "Возьмите в пример смоковницу: как только ветвь ее набухает от сока и листья на ней распускаются, вы знаете, что близко лето. ",
          "ID": "28"
        },
        {
          "text": "Точно так же, когда увидите, что всё сказанное сбывается, знайте: пришествие Сына Человеческого близко, уже у дверей оно. ",
          "ID": "29"
        },
        {
          "text": "Заверяю вас, еще во дни этого поколения сбудется всё. ",
          "ID": "30"
        },
        {
          "text": "Небо и земля прейдут, но слова Мои останутся навеки.",
          "ID": "31"
        },
        {
          "text": "О дне же том или часе никто не знает: ни ангелы небесные, ни Сын – только один Отец. ",
          "ID": "32"
        },
        {
          "text": "Смотрите, не спите, ибо не знаете, когда наступит это время. ",
          "ID": "33"
        },
        {
          "text": "Это – как с человеком, который, отправляясь в путь, оставил дом свой на слуг своих, каждому дал дело и привратнику велел бодрствовать.",
          "ID": "34"
        },
        {
          "text": "Так и вы бодрствуйте! Ибо не знаете, когда придет хозяин дома: вечером или в полночь, когда поют петухи или на рассвете. ",
          "ID": "35"
        },
        {
          "text": "Как бы он, придя внезапно, не застал вас спящими. ",
          "ID": "36"
        },
        {
          "text": "То, что вам говорю, говорю и всем: бодрствуйте!»",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "Евангелие по Марку 13"
    },
    {
      "text": [
        {
          "text": "Оставалось два дня до праздника Пасхи и Пресных Хлебов, и первосвященники и книжники думали, под каким предлогом можно им будет схватить Иисуса и убить. ",
          "ID": "1"
        },
        {
          "text": "«Только не во время праздника, – говорили они, – чтобы не было волнений в народе».",
          "ID": "2"
        },
        {
          "text": "Когда Иисус был в Вифании в доме Симона, который прежде был прокаженным, во время обеда пришла туда одна женщина с алебастровым сосудом, полным дорогих благовоний, чистого нардового масла. Разбив сосуд, она стала лить благовония на голову Иисуса.",
          "ID": "3"
        },
        {
          "text": "Некоторые же с недовольством переговаривались: «К чему такая трата масла? ",
          "ID": "4"
        },
        {
          "text": "Благовоние это можно было бы продать за триста с лишним денариев и раздать эти деньги нищим». И строго выговаривали ей за это.",
          "ID": "5"
        },
        {
          "text": "«Оставьте ее! – сказал Иисус. – Зачем вы ее огорчаете? Доброе дело она сделала для Меня. ",
          "ID": "6"
        },
        {
          "text": "Нищие всегда будут с вами, и вы можете делать им добро, когда захотите, а Я не всегда буду с вами. ",
          "ID": "7"
        },
        {
          "text": "Что она могла, то и сделала: заранее умастила тело Мое для погребения. ",
          "ID": "8"
        },
        {
          "text": "Поверьте Мне, во всем мире, где бы ни возвещалась Благая Весть, будет сказано и о том, что она сделала, в добрую память о ней».",
          "ID": "9"
        },
        {
          "text": "В то время Иуда Искариот, один из Двенадцати, пошел к первосвященникам, чтобы предать им Иисуса. ",
          "ID": "10"
        },
        {
          "text": "Те же, услышав это, обрадовались и обещали дать ему денег. И он стал искать удобного случая, чтобы предать Его.",
          "ID": "11"
        },
        {
          "text": "И в первый день праздника Пресных Хлебов (когда закалывают пасхального ягненка) ученики Иисуса сказали Ему: «Где бы хотел Ты, чтобы мы приготовили для Тебя пасхальную трапезу?»",
          "ID": "12"
        },
        {
          "text": "Он послал двух учеников Своих, сказав им: «Ступайте в город, и там встретится вам человек, несущий кувшин с водой. Идите за ним, ",
          "ID": "13"
        },
        {
          "text": "пока он не войдет в дом, и скажите хозяину дома: „Учитель спрашивает: „Где комната для Меня, в которой Я мог бы разделить пасхальную трапезу с учениками Своими?“ ",
          "ID": "14"
        },
        {
          "text": "И он покажет вам большую горницу, устланную и приготовленную для праздника, там и приготовьте нам».",
          "ID": "15"
        },
        {
          "text": "Ученики отправились в путь. Когда они пришли в город, то нашли всё, как Он сказал им, и приготовили пасхальную трапезу.",
          "ID": "16"
        },
        {
          "text": "Настал вечер, и пришел Иисус вместе с Двенадцатью. ",
          "ID": "17"
        },
        {
          "text": "За столом, во время трапезы, Он сказал: «Говорю вам прямо: один из вас предаст Меня, один из тех, кто ест со Мною».",
          "ID": "18"
        },
        {
          "text": "Они опечалились и стали один за другим спрашивать Его: «Ведь это не я?»",
          "ID": "19"
        },
        {
          "text": "«Один из Двенадцати, – ответил Он им, – обмакивающий хлеб в одно блюдо со Мной. ",
          "ID": "20"
        },
        {
          "text": "Ибо Сын Человеческий идет навстречу Своей участи, как написано о Нем, но горе тому человеку, который предаст Сына Человеческого: лучше было бы человеку тому не родиться».",
          "ID": "21"
        },
        {
          "text": "И когда они ели, Он взял хлеб, произнес над ним благословение, разломил и дал им со словами: «Возьмите. Это – тело Мое».",
          "ID": "22"
        },
        {
          "text": "И взяв чашу, Он возблагодарил Бога и дал ее им, и все они пили из нее.",
          "ID": "23"
        },
        {
          "text": "«Это – кровь Моя, кровь нового завета, за многих проливаемая, – сказал Он им. – ",
          "ID": "24"
        },
        {
          "text": "Говорю вам, что не буду больше пить от плодов виноградной лозы до того самого дня, когда буду пить новое вино в Царстве Божием».",
          "ID": "25"
        },
        {
          "text": "Пропев пасхальные псалмы, они отправились на Масличную гору.",
          "ID": "26"
        },
        {
          "text": "И сказал им Иисус: «Все вы отступитесь, ибо сказано в Писании:",
          "ID": "27"
        },
        {
          "text": "„Сражу пастыря –",
          "ID": "27"
        },
        {
          "text": "и разбегутся овцы“.",
          "ID": "27"
        },
        {
          "text": "Но после воскресения Моего встречу вас в Галилее».",
          "ID": "28"
        },
        {
          "text": "Петр же сказал Ему: «Даже если все отступятся, я – не отступлюсь».",
          "ID": "29"
        },
        {
          "text": "«Поверь Мне, – возразил ему Иисус, – сегодня, этой же ночью, прежде чем дважды пропоет петух, ты трижды от Меня отречешься».",
          "ID": "30"
        },
        {
          "text": "Но Петр с еще большей настойчивостью говорил: «Даже если мне суждено и умереть с Тобой, не отрекусь от Тебя!» Так говорили и все остальные.",
          "ID": "31"
        },
        {
          "text": "Когда они пришли на место, называемое Гефсимания, Он сказал ученикам Своим: «Посидите и подождите здесь, пока Я буду молиться». ",
          "ID": "32"
        },
        {
          "text": "И взял Он с Собой Петра, Иакова и Иоанна. Охваченный ужасом и томлением, ",
          "ID": "33"
        },
        {
          "text": "сказал Он им: «В смертной муке душа Моя, побудьте здесь и бодрствуйте».",
          "ID": "34"
        },
        {
          "text": "Затем Он отошел немного, упал на землю и молился, чтобы, если возможно, миновал Его этот час, ",
          "ID": "35"
        },
        {
          "text": "и говорил: «Авва, Отец мой! Тебе всё возможно, избавь Меня от этой чаши! Но пусть будет не так, как Я хочу, а как Ты».",
          "ID": "36"
        },
        {
          "text": "Когда Он вернулся к ученикам, то нашел их спящими. Тогда сказал Он Петру: «Симон, ты спишь? И одного часа ты не смог пободрствовать? ",
          "ID": "37"
        },
        {
          "text": "Бодрствуйте и молитесь, чтобы не впасть вам в искушение! Духом-то вы полны рвения, да плоть ваша слаба».",
          "ID": "38"
        },
        {
          "text": "Он снова ушел и молился, повторяя те же слова. ",
          "ID": "39"
        },
        {
          "text": "Вернувшись, опять застал их спящими: глаза у них слипались; и не знали они, что Ему ответить.",
          "ID": "40"
        },
        {
          "text": "Он пришел в третий раз и сказал им: «Вы всё спите и отдыхаете? Довольно! Настал час: Сын Человеческий отдан будет в руки грешников. ",
          "ID": "41"
        },
        {
          "text": "Вставайте, пойдем! Тот, кто предает Меня, совсем рядом».",
          "ID": "42"
        },
        {
          "text": "Иисус еще говорил это, когда пришел Иуда, один из Двенадцати, и с ним толпа с мечами и кольями, посланная первосвященниками, книжниками и старейшинами.",
          "ID": "43"
        },
        {
          "text": "Предающий Его заранее договорился с ними, что подаст им условный знак: «Кого я поцелую, это Он и есть. Берите Его и уводите так, чтобы было надежно!» ",
          "ID": "44"
        },
        {
          "text": "И, придя в Гефсиманию, он подошел прямо к Иисусу и сказал: «Равви!» – и поцеловал Его. ",
          "ID": "45"
        },
        {
          "text": "И тогда пришедшие схватили и крепко держали Его. ",
          "ID": "46"
        },
        {
          "text": "Один же из учеников Его выхватил меч и, ударив слугу первосвященника, отсек ему ухо.",
          "ID": "47"
        },
        {
          "text": "«Словно на разбойника вышли вы с мечами и кольями, чтобы взять Меня, – сказал им Иисус. – ",
          "ID": "48"
        },
        {
          "text": "Каждый день Я был с вами, уча в Храме, и вы не пытались схватить Меня. Но сказанное в Писаниях должно исполниться». ",
          "ID": "49"
        },
        {
          "text": "Тогда все ученики, покинув Его, убежали.",
          "ID": "50"
        },
        {
          "text": "Но один юноша, на котором ничего не было, кроме льняного покрывала, следовал за Ним. Его хотели схватить, ",
          "ID": "51"
        },
        {
          "text": "но он, оставив покрывало, убежал от них нагим.",
          "ID": "52"
        },
        {
          "text": "И отвели Иисуса к первосвященнику, где собрались все первосвященники, старейшины и книжники. ",
          "ID": "53"
        },
        {
          "text": "И Петр следовал за Иисусом поодаль до самого дома первосвященника, там, во дворе, он сел вместе со слугами и грелся у костра.",
          "ID": "54"
        },
        {
          "text": "Первосвященники же и весь Синедрион пытались найти какое-нибудь свидетельство против Иисуса, чтобы осудить Его на смерть, но не находили. ",
          "ID": "55"
        },
        {
          "text": "Хотя многие и лжесвидетельствовали против Него, но их свидетельства не совпадали.",
          "ID": "56"
        },
        {
          "text": "Некоторые лжесвидетели, выступавшие против Него, утверждали: ",
          "ID": "57"
        },
        {
          "text": "«Мы слышали, как Он говорил: „Я разрушу Храм этот рукотворный и построю за три дня другой, нерукотворный“». ",
          "ID": "58"
        },
        {
          "text": "Но и эти свидетельства не совпадали.",
          "ID": "59"
        },
        {
          "text": "И тогда первосвященник, выйдя на середину, спросил Иисуса: «Ты не отвечаешь?! Ничего сказать не можешь на эти обвинения?» ",
          "ID": "60"
        },
        {
          "text": "Но Иисус молчал и не давал никакого ответа.",
          "ID": "61"
        },
        {
          "text": "Снова спросил Его первосвященник: «Ты ли Мессия, Сын Благословенного?»",
          "ID": "61"
        },
        {
          "text": "«Да, – ответил Иисус, –",
          "ID": "62"
        },
        {
          "text": "и вы увидите Сына Человеческого, ",
          "ID": "62"
        },
        {
          "text": "сидящего по правую руку Всемогущего,",
          "ID": "62"
        },
        {
          "text": "и увидите, как на землю явится Он ",
          "ID": "62"
        },
        {
          "text": "с облаками небесными».",
          "ID": "62"
        },
        {
          "text": "Тогда первосвященник разодрал на себе одежды и воскликнул: «Какие еще нам нужны свидетели? ",
          "ID": "63"
        },
        {
          "text": "Вы сами только что слышали богохульство! Что скажете?»",
          "ID": "64"
        },
        {
          "text": "Приговор всех был единодушным: «Виновен Он и достоин смерти». ",
          "ID": "64"
        },
        {
          "text": "Тогда некоторые стали плевать в Него, и, закрывая Ему лицо, били Его кулаками по лицу, и говорили Ему: «Раз уж Ты пророк, скажи, кто ударил Тебя!» Также и слуги били Его.",
          "ID": "65"
        },
        {
          "text": "В то время, как Петр был внизу, во дворе, туда пришла одна из служанок первосвященника. ",
          "ID": "66"
        },
        {
          "text": "Заметив Петра, гревшегося у огня, она всмотрелась в него и сказала: «Ты тоже был с Этим Назарянином, с Иисусом!»",
          "ID": "67"
        },
        {
          "text": "Но Петр стал отрицать это. «Я не знаю и не понимаю, о чем ты говоришь!» – сказал он и вышел наружу, во внешний двор. [Тут запел петух.]",
          "ID": "68"
        },
        {
          "text": "Служанка, увидев его там, снова сказала тем, кто стоял рядом: «Этот – один из них». ",
          "ID": "69"
        },
        {
          "text": "И он опять отрицал это.",
          "ID": "70"
        },
        {
          "text": "Через некоторое время стоявшие рядом тоже сказали Петру: «Оно и верно, что ты один из них, ты же галилеянин».",
          "ID": "70"
        },
        {
          "text": "Тогда он разразился проклятьями и стал клясться: «Не знаю я Человека, о Котором вы говорите!»",
          "ID": "71"
        },
        {
          "text": "И тотчас петух пропел во второй раз. Тогда вспомнил Петр слова, сказанные ему Иисусом: «Прежде чем дважды пропоет петух, ты трижды отречешься от Меня». И разрыдался он.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "Евангелие по Марку 14"
    },
    {
      "text": [
        {
          "text": "И едва рассвело, как весь Совет – первосвященники со старейшинами и книжниками – уже принял свое решение. Связав Иисуса, отвели Его и передали Пилату.",
          "ID": "1"
        },
        {
          "text": "«Ты и в самом деле – Царь иудейский?» – спросил Его Пилат.",
          "ID": "2"
        },
        {
          "text": "«Да, ты сам говоришь это», – ответил ему Иисус.",
          "ID": "2"
        },
        {
          "text": "Много обвинений против Него выдвигали первосвященники, ",
          "ID": "3"
        },
        {
          "text": "так что Пилат опять спросил Его: «Тебе нечего сказать? Смотри, сколько против Тебя обвинений».",
          "ID": "4"
        },
        {
          "text": "Но Иисус и на это ничего не ответил и сильно тем удивил Пилата.",
          "ID": "5"
        },
        {
          "text": "По праздникам Пилат обычно освобождал одного узника – любого, за которого народ просил. ",
          "ID": "6"
        },
        {
          "text": "А случилось так, что в тюрьме был тогда вместе со своими сообщниками, совершившими убийство во время смуты, один человек по прозвищу Варавва.",
          "ID": "7"
        },
        {
          "text": "Когда же народ пришел и стал просить Пилата сделать то, что он и прежде для них делал, ",
          "ID": "8"
        },
        {
          "text": "он спросил их: «Хотите, чтобы я отпустил вам Царя иудейского?» ",
          "ID": "9"
        },
        {
          "text": "Ибо знал Пилат, что первосвященники выдали Иисуса из зависти. ",
          "ID": "10"
        },
        {
          "text": "Но первосвященники подговорили народ просить освобождения не Иисуса, а Вараввы.",
          "ID": "11"
        },
        {
          "text": "Пилат обратился к ним еще раз: «Тогда что же мне сделать с Тем, [Кого вы называете] „Царем иудейским“?»",
          "ID": "12"
        },
        {
          "text": "«Распни Его!» – закричали они снова.",
          "ID": "13"
        },
        {
          "text": "«Какое же Он совершил преступление?» – спросил Пилат.",
          "ID": "14"
        },
        {
          "text": "Но они кричали еще громче: «Распни Его!»",
          "ID": "14"
        },
        {
          "text": "Тогда Пилат, желая угодить толпе, освободил им Варавву, Иисуса же велел он бичевать, а затем передал Его на распятие.",
          "ID": "15"
        },
        {
          "text": "Солдаты увели Его во дворец, в так называемый преторий, и созвали туда всю когорту. ",
          "ID": "16"
        },
        {
          "text": "Они накинули на Него пурпурный плащ и, сплетя из колючек венок, надели Ему на голову, ",
          "ID": "17"
        },
        {
          "text": "и стали выкрикивать: «Да здравствует „Царь иудейский“!» ",
          "ID": "18"
        },
        {
          "text": "Они били Его палкой по голове, и плевали в Него, и, глумясь, опускались на колени, кланяясь Ему. ",
          "ID": "19"
        },
        {
          "text": "А когда вдоволь наглумились над Ним, сняли с Него пурпурный плащ, одели Его в собственную Его одежду и вывели Его из города, чтобы распять Его.",
          "ID": "20"
        },
        {
          "text": "Один человек по имени Симон, родом из Кирены, отец Александра и Руфа, возвращался в то время с поля. Его заставили нести крест Иисуса. ",
          "ID": "21"
        },
        {
          "text": "И привели они Иисуса на место, называемое Голгофа (что в переводе значит «Череп»). ",
          "ID": "22"
        },
        {
          "text": "Ему давали вина, настоянного на горьких травах, но Он не стал пить. ",
          "ID": "23"
        },
        {
          "text": "И распяли они Его, и разделили между собой одежды Его, бросая о них жребий, кому что взять.",
          "ID": "24"
        },
        {
          "text": "Был же девятый час, когда распяли Его. ",
          "ID": "25"
        },
        {
          "text": "Надпись над Его головой говорила о том, в чем была Его вина: «ЦАРЬ ИУДЕЙСКИЙ». ",
          "ID": "26"
        },
        {
          "text": "С Ним распяли двух преступников, одного справа, а другого слева от Него. ",
          "ID": "27"
        },
        {
          "text": "[] ",
          "ID": "28"
        },
        {
          "text": "Прохожие поносили Его. Презрительно качая головами, они говорили: «Эй Ты, собиравшийся разрушить Храм и восстановить его в три дня?! ",
          "ID": "29"
        },
        {
          "text": "Спаси же Себя Самого, сойди с креста!»",
          "ID": "30"
        },
        {
          "text": "Также и первосвященники вместе с книжниками, насмехаясь, говорили между собой: «Других спасал, а Себя спасти не может. ",
          "ID": "31"
        },
        {
          "text": "Если Он Мессия, Царь Израиля, пусть теперь сойдет с креста, чтобы мы увидели и поверили!» И даже те, кто был распят с Ним вместе, осыпали Его оскорблениями.",
          "ID": "32"
        },
        {
          "text": "В полдень настала тьма по всей земле, и так продолжалось до трех часов пополудни. ",
          "ID": "33"
        },
        {
          "text": "И в три часа Иисус громко воскликнул: «Элои, Элои, лема сабахтани?», что в переводе значит: «Боже Мой, Боже Мой, зачем оставил Ты Меня?»",
          "ID": "34"
        },
        {
          "text": "Услышав это, некоторые из стоявших рядом говорили: «Смотри, Он Илию зовет».",
          "ID": "35"
        },
        {
          "text": "А кто-то побежал, намочил губку уксусом и, насадив ее на палку, подал Иисусу, чтобы пил Тот. «Давайте посмотрим, – сказал он, – придет ли Илия снять Его».",
          "ID": "36"
        },
        {
          "text": "Иисус же, вскрикнув громко, испустил дух.",
          "ID": "37"
        },
        {
          "text": "И завеса в Храме разорвалась надвое, сверху донизу. ",
          "ID": "38"
        },
        {
          "text": "Центурион, стоявший у креста, напротив Него, увидев, как Иисус умер, сказал: «Воистину Этот Человек был Сыном Божьим».",
          "ID": "39"
        },
        {
          "text": "Было там и несколько женщин, смотревших издали: среди них были и Мария Магдалина, и Мария, мать Иакова младшего и Иосита, и Саломия, ",
          "ID": "40"
        },
        {
          "text": "которые еще с того времени, как Он был в Галилее, следовали за Ним и служили Ему, и многие другие, пришедшие с Ним в Иерусалим.",
          "ID": "41"
        },
        {
          "text": "Это была пятница, канун субботы, так что, когда наступил вечер, ",
          "ID": "42"
        },
        {
          "text": "Иосиф из Аримафеи, уважаемый член Совета, один из тех, кто ожидал пришествия Царства Божия, осмелился прийти к Пилату и попросил у него тело Иисуса. ",
          "ID": "43"
        },
        {
          "text": "Пилат удивился, что Он уже мертв и, позвав центуриона, спросил у него, на самом ли деле Иисус уже умер. ",
          "ID": "44"
        },
        {
          "text": "Центурион подтвердил это, и Пилат разрешил Иосифу взять тело. ",
          "ID": "45"
        },
        {
          "text": "Тогда Иосиф купил льняное полотно, снял тело и, обернув тем полотном, положил его в гробницу, которая была высечена в скале, и привалил камень ко входу в гробницу. ",
          "ID": "46"
        },
        {
          "text": "А Мария Магдалина и Мария, мать Иосита, видели, куда положили тело Иисуса.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "Евангелие по Марку 15"
    },
    {
      "text": [
        {
          "text": "Когда прошла суббота, Мария Магдалина и Мария, мать Иакова, и Саломия купили благовоний, чтобы пойти и умастить тело Его. ",
          "ID": "1"
        },
        {
          "text": "Рано утром в первый день недели с восходом солнца пришли они к гробнице. ",
          "ID": "2"
        },
        {
          "text": "«Кто же отвалит нам камень от входа в гробницу?» – говорили женщины друг другу.",
          "ID": "3"
        },
        {
          "text": "И тут они увидели, что камень – такой огромный и тяжелый – уже отвален. ",
          "ID": "4"
        },
        {
          "text": "Войдя в гробницу, они увидели, что справа сидит юноша, одетый в белую одежду, и испугались.",
          "ID": "5"
        },
        {
          "text": "«Не пугайтесь! – сказал он им. – Вы ищете Иисуса Назарянина, распятого. Он воскрес – Его нет здесь. Вот место, где Он лежал. ",
          "ID": "6"
        },
        {
          "text": "Идите и скажите ученикам Его и Петру: Он будет в Галилее прежде вас. Там вы Его увидите, как Он и сказал вам».",
          "ID": "7"
        },
        {
          "text": "Выйдя из гробницы, они, изумленные и охваченные страхом, побежали оттуда прочь. Это их так испугало, что они никому ничего не сказали.",
          "ID": "8"
        },
        {
          "text": "[[И всё, что им было велено, они вкратце рассказали Петру и его спутникам. А позже Сам Иисус послал через них от востока до запада священную и непреходящую Весть вечного спасения. Аминь.]] ",
          "ID": "8"
        },
        {
          "text": "[[",
          "ID": "8"
        },
        {
          "text": "Воскреснув рано в первый день недели, Он явился сначала Марии Магдалине, из которой изгнал семь бесов. ",
          "ID": "9"
        },
        {
          "text": "Она пошла и сообщила тем, кто был с Ним и теперь скорбел и плакал. ",
          "ID": "10"
        },
        {
          "text": "Когда они услышали, что Он жив и что она видела Его, они не поверили ей.",
          "ID": "11"
        },
        {
          "text": "После этого Он, уже в другом облике, явился двум из них на пути, когда они шли в селение. ",
          "ID": "12"
        },
        {
          "text": "Они вернулись в Иерусалим и сообщили остальным, но даже им не поверили.",
          "ID": "13"
        },
        {
          "text": "Позже явился Он и одиннадцати ученикам, когда они были за столом, и упрекнул их за неверие и духовную слепоту, ибо они не поверили тем, кто видел Его воскресшим.",
          "ID": "14"
        },
        {
          "text": "И сказал им: «Идите по всему миру и проповедуйте Благую Весть всему творению! ",
          "ID": "15"
        },
        {
          "text": "Кто поверит и примет крещение, спасен будет тот, а кто не поверит, будет осужден. ",
          "ID": "16"
        },
        {
          "text": "А с теми, кто уверует, будут такие знамения: именем Моим бесов они будут изгонять, на новых языках говорить будут. ",
          "ID": "17"
        },
        {
          "text": "Если змей [в руки] возьмут или что смертоносное выпьют, не повредит им. На больных будут возлагать они руки, и те будут здоровы».",
          "ID": "18"
        },
        {
          "text": "Итак, после того, как Господь Иисус сказал им это, был Он вознесен на небо и воссел по правую сторону Бога. ",
          "ID": "19"
        },
        {
          "text": "А ученики пошли и проповедовали повсюду. Господь содействовал им и весть, которую они возвещали, подтверждал чудесами, что свершались при этом.]]",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "Евангелие по Марку 16"
    }
  ],
  "ID": "NT:MRK(BTI)",
  "name": "Евангелие по Марку"
}