{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Зачало Евангелиа Иисуса Христа, Сына Божия, ",
          "ID": "1"
        },
        {
          "text": "якоже есть писано во пророцех: се, аз посылаю ангела моего пред лицем твоим, иже уготовит путь твой пред тобою. ",
          "ID": "2"
        },
        {
          "text": "Глас вопиющаго в пустыни: уготовайте путь Господень, правы творите стези его. ",
          "ID": "3"
        },
        {
          "text": "Бысть иоанн крестяй в пустыни и проповедая крещение покаяния во отпущение грехов. ",
          "ID": "4"
        },
        {
          "text": "И исхождаше к нему вся иудейская страна и Иерусалимляне: и крещахуся вси во иордане реце от него, исповедающе грехи своя. ",
          "ID": "5"
        },
        {
          "text": "Бе же иоанн оболчен власы велблужди, и пояс усмен о чреслех его, и ядый акриды и мед дивий. ",
          "ID": "6"
        },
        {
          "text": "И проповедаше, глаголя: грядет креплий мене вслед мене, емуже несмь достоин преклонься разрешити ремень сапог его: ",
          "ID": "7"
        },
        {
          "text": "аз убо крестих вы водою: той же крестит вы Духом святым. ",
          "ID": "8"
        },
        {
          "text": "И бысть во онех днех, прииде Иисус от назарета галилейскаго и крестися от иоанна во иордане. ",
          "ID": "9"
        },
        {
          "text": "И абие восходя от воды, виде разводящася небеса и Духа яко голубя, сходяща нань. ",
          "ID": "10"
        },
        {
          "text": "И глас бысть с небесе: ты еси Сын мой возлюбленный, о немже благоволих. ",
          "ID": "11"
        },
        {
          "text": "И абие Дух изведе его в пустыню. ",
          "ID": "12"
        },
        {
          "text": "И бе ту в пустыни дний четыредесять, искушаемь сатаною, и бе со зверьми: и ангели служаху ему. ",
          "ID": "13"
        },
        {
          "text": "По предании же иоаннове, прииде Иисус в галилею, проповедая Евангелие Царствия Божия ",
          "ID": "14"
        },
        {
          "text": "и глаголя, яко исполнися время и приближися Царствие Божие: покайтеся и веруйте во Евангелие. ",
          "ID": "15"
        },
        {
          "text": "Ходя же при мори галилейстем, виде симона и андреа брата (того) симона, вметающа мрежи в море: беста бо рыбаря. ",
          "ID": "16"
        },
        {
          "text": "И рече има Иисус: приидита вслед мене, и сотворю вас быти ловца человеком. ",
          "ID": "17"
        },
        {
          "text": "И абие оставльша мрежи своя, по нем идоста. ",
          "ID": "18"
        },
        {
          "text": "И прешед мало оттуду, узре иакова зеведеова и иоанна брата его, и та в корабли строяща мрежа: ",
          "ID": "19"
        },
        {
          "text": "и абие воззва я. И оставльша отца своего зеведеа в корабли с наемники, по нем идоста. ",
          "ID": "20"
        },
        {
          "text": "И внидоша в капернаум: и абие в субботы вшед в сонмище, учаше. ",
          "ID": "21"
        },
        {
          "text": "И дивляхуся о учении его: бе бо учя их яко власть имый, и не яко книжницы. ",
          "ID": "22"
        },
        {
          "text": "И бе в сонмищи их человек в дусе нечисте, и воззва, ",
          "ID": "23"
        },
        {
          "text": "глаголя: остави, что нам и тебе, Иисусе назарянине? пришел еси погубити нас: вем тя, кто еси, святый Божий. ",
          "ID": "24"
        },
        {
          "text": "И запрети ему Иисус, глаголя: умолчи и изыди из него. ",
          "ID": "25"
        },
        {
          "text": "И стрясе его дух нечистый, и возопи гласом великим, и изыде из него. ",
          "ID": "26"
        },
        {
          "text": "И ужасошася вси, якоже стязатися им к себе, глаголющым: что есть сие? (и) что учение новое сие, яко по области и духовом нечистым велит, и послушают его? ",
          "ID": "27"
        },
        {
          "text": "Изыде же слух его абие во всю страну галилейску. ",
          "ID": "28"
        },
        {
          "text": "И абие из сонмища изшедше, приидоша в дом симонов и андреов со иаковом и иоанном. ",
          "ID": "29"
        },
        {
          "text": "Теща же симонова лежаше огнем жегома: и абие глаголаша ему о ней. ",
          "ID": "30"
        },
        {
          "text": "И приступль воздвиже ю, емь за руку ея: и остави ю огнь абие, и служаше им. ",
          "ID": "31"
        },
        {
          "text": "Позде же бывшу, егда захождаше солнце, приношаху к нему вся недужныя и бесныя. ",
          "ID": "32"
        },
        {
          "text": "И бе весь град собрался к дверем. ",
          "ID": "33"
        },
        {
          "text": "И изцели многи зле страждущыя различными недуги: и бесы многи изгна, и не оставляше глаголати бесы, яко ведяху его Христа суща. ",
          "ID": "34"
        },
        {
          "text": "И утро, нощи сущей зело, востав изыде, и иде в пусто место, и ту молитву деяше. ",
          "ID": "35"
        },
        {
          "text": "И гнаша его симон и иже с ним: ",
          "ID": "36"
        },
        {
          "text": "и обретше его, глаголаша ему, яко вси тебе ищут. ",
          "ID": "37"
        },
        {
          "text": "И глагола им: идем в ближния веси и грады, да и тамо проповем: на сие бо изыдох. ",
          "ID": "38"
        },
        {
          "text": "И бе проповедая на сонмищих их, во всей галилеи, и бесы изгоня. ",
          "ID": "39"
        },
        {
          "text": "И прииде к нему прокажен, моля его и на колену припадая пред ним, и глаголя ему, яко, аще хощеши, можеши мя очистити. ",
          "ID": "40"
        },
        {
          "text": "Иисус же милосердовав, простер руку, коснуся его, и глагола ему: хощу, очистися. ",
          "ID": "41"
        },
        {
          "text": "И рекшу ему, абие отиде от него прокажение, и чист бысть. ",
          "ID": "42"
        },
        {
          "text": "И запрещь ему, абие изгна его: ",
          "ID": "43"
        },
        {
          "text": "и глагола ему: блюди, ни комуже ничесоже рцы: но шед покажися иерееви и принеси за очищение твое, яже повеле моисей, во свидетелство им. ",
          "ID": "44"
        },
        {
          "text": "Он же изшед начат проповедати много и проносити слово, якоже ктому не мощи ему яве во град внити: но вне в пустых местех бе. И прихождаху к нему отвсюду.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "Евангелие от Марка 1"
    },
    {
      "text": [
        {
          "text": "И вниде паки в капернаум по днех: и слышано бысть, яко в дому есть. ",
          "ID": "1"
        },
        {
          "text": "И абие собрашася мнози, якоже ктому не вмещатися ни при дверех: и глаголаше им слово. ",
          "ID": "2"
        },
        {
          "text": "И приидоша к нему носяще разслабленна (жилами), носима четырми: ",
          "ID": "3"
        },
        {
          "text": "и не могущым приближитися к нему народа ради, открыша покров, идеже бе, и прокопавше свесиша одр, на немже разслабленный лежаше. ",
          "ID": "4"
        },
        {
          "text": "Видев же Иисус веру их, глагола разслабленному: чадо, отпущаются тебе греси твои. ",
          "ID": "5"
        },
        {
          "text": "Бяху же нецыи от книжник ту седяще и помышляюще в сердцах своих: ",
          "ID": "6"
        },
        {
          "text": "что сей тако глаголет хулы? кто может оставляти грехи, токмо един Бог? ",
          "ID": "7"
        },
        {
          "text": "И абие разумев Иисус духом своим, яко тако тии помышляют в себе, рече им: что сия помышляете в сердцах ваших? ",
          "ID": "8"
        },
        {
          "text": "что есть удобее? рещи разслабленному: отпущаются тебе греси? или рещи: востани, и возми одр твой, и ходи? ",
          "ID": "9"
        },
        {
          "text": "но да увесте, яко власть имать Сын Человеческий на земли отпущати грехи: глагола разслабленному: ",
          "ID": "10"
        },
        {
          "text": "тебе глаголю: востани, и возми одр твой, и иди в дом твой. ",
          "ID": "11"
        },
        {
          "text": "И воста абие, и взем одр, изыде пред всеми: яко дивитися всем и славити Бога, глаголющым, яко николиже тако видехом. ",
          "ID": "12"
        },
        {
          "text": "И изыде паки к морю: и весь народ идяше к нему, и учаше их. ",
          "ID": "13"
        },
        {
          "text": "И мимогрядый виде левию алфеова, седяща на мытнице, и глагола ему: по мне гряди. И востав вслед его иде. ",
          "ID": "14"
        },
        {
          "text": "И бысть возлежащу ему в дому его, и мнози мытари и грешницы возлежаху со Иисусом и со ученики его: бяху бо мнози, и по нем идоша. ",
          "ID": "15"
        },
        {
          "text": "И книжницы и фарисее, видевше его ядуща с мытари и грешники, глаголаху учеником его: что яко с мытари и грешники яст и пиет? ",
          "ID": "16"
        },
        {
          "text": "И слышав Иисус глагола им: не требуют здравии врача, но болящии: не приидох призвати праведники, но грешники на покаяние. ",
          "ID": "17"
        },
        {
          "text": "И бяху ученицы иоанновы и фарисейстии постящеся. И приидоша и глаголаша ему: почто ученицы иоанновы и фарисейстии постятся, а твои ученицы не постятся? ",
          "ID": "18"
        },
        {
          "text": "И рече им Иисус: еда могут сынове брачнии, дондеже жених с ними есть, поститися? елико время с собою имут жениха, не могут поститися: ",
          "ID": "19"
        },
        {
          "text": "приидут же дние, егда отимется от них жених, и тогда постятся в тыя дни: ",
          "ID": "20"
        },
        {
          "text": "и никтоже приложения плата небелена пришивает к ризе ветсе: аще ли же ни, возмет конец его новое от ветхаго, и горша дира будет: ",
          "ID": "21"
        },
        {
          "text": "и никтоже вливает вина нова в мехи ветхи: аще ли же ни, просадит вино новое мехи, и вино пролиется, и меси погибнут: но вино новое в мехи новы влияти. ",
          "ID": "22"
        },
        {
          "text": "И бысть мимоходити ему в субботы сквозе сеяния, и начаша ученицы его путь творити, востерзающе класы. ",
          "ID": "23"
        },
        {
          "text": "И фарисее глаголаху ему: виждь, что творят в субботы, егоже не достоит? ",
          "ID": "24"
        },
        {
          "text": "И той глаголаше им: несте ли николиже чли, что сотвори давид, егда требование име и взалка сам и иже с ним? ",
          "ID": "25"
        },
        {
          "text": "како вниде в дом Божий при авиафаре архиереи, и хлебы предложения снеде, ихже не достояше ясти токмо иереем, и даде и сущым с ним? ",
          "ID": "26"
        },
        {
          "text": "И глаголаше им: суббота человека ради бысть, а не человек субботы ради: ",
          "ID": "27"
        },
        {
          "text": "темже господь есть Сын Человеческий и субботе.",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "Евангелие от Марка 2"
    },
    {
      "text": [
        {
          "text": "И вниде паки в сонмище: и бе тамо человек, суху имый руку. ",
          "ID": "1"
        },
        {
          "text": "И назираху его, аще в субботы изцелит его, да нань возглаголют. ",
          "ID": "2"
        },
        {
          "text": "И глагола человеку суху имущему руку: стани посреде. ",
          "ID": "3"
        },
        {
          "text": "И глагола им: достоит ли в субботы добро творити, или зло творити? душу спасти, или погубити? Они же молчаху. ",
          "ID": "4"
        },
        {
          "text": "И воззрев на них со гневом, скорбя о окаменении сердец их, глагола человеку: простри руку твою. И простре: и утвердися рука его цела яко другая. ",
          "ID": "5"
        },
        {
          "text": "И изшедше фарисее, абие со иродианы совет творяху нань, како его погубят. ",
          "ID": "6"
        },
        {
          "text": "Иисус же отиде со ученики своими к морю: и мног народ от галилеи по нем иде, и от иудеи, ",
          "ID": "7"
        },
        {
          "text": "и от Иерусалима, и от идумеи, и со онаго полу иордана. И от тира и сидона множество многое, слышавше, елика творяше, (и) приидоша к нему. ",
          "ID": "8"
        },
        {
          "text": "И рече учеником своим, да корабль будет у него народа ради, да не стужают ему. ",
          "ID": "9"
        },
        {
          "text": "Многи бо изцели, якоже нападати на него, да ему прикоснутся, елицы имеяху раны. ",
          "ID": "10"
        },
        {
          "text": "И дуси нечистии, егда видяху его, припадаху к нему и зваху, глаголюще, яко ты еси Сын Божий. ",
          "ID": "11"
        },
        {
          "text": "И много прещаше им, да не явлена его сотворят. ",
          "ID": "12"
        },
        {
          "text": "И взыде на гору и призва, ихже хотяше сам: и приидоша к нему. ",
          "ID": "13"
        },
        {
          "text": "И сотвори дванадесяте, да будут с ним, и да посылает их проповедати, ",
          "ID": "14"
        },
        {
          "text": "и имети власть целити недуги и изгонити бесы: ",
          "ID": "15"
        },
        {
          "text": "и нарече симону имя петр: ",
          "ID": "16"
        },
        {
          "text": "и иакова зеведеова и иоанна брата иаковля: и нарече има имена воанергес, еже есть сына громова: ",
          "ID": "17"
        },
        {
          "text": "и андреа, и филиппа, и варфоломеа, и матфеа, и фому, и иакова алфеова, и фаддеа, и симона кананита, ",
          "ID": "18"
        },
        {
          "text": "и иуду искариотскаго, иже и предаде его. ",
          "ID": "19"
        },
        {
          "text": "И приидоша в дом: и собрася паки народ, яко не мощи им ни хлеба ясти. ",
          "ID": "20"
        },
        {
          "text": "И слышавше иже бяху у него, изыдоша, да имут его: глаголаху бо, яко неистов есть. ",
          "ID": "21"
        },
        {
          "text": "И книжницы, иже от Иерусалима низшедшии, глаголаху, яко веельзевула имать и яко о князи бесовстем изгонит бесы. ",
          "ID": "22"
        },
        {
          "text": "И призвав их, в притчах глаголаше им: како может сатана сатану изгонити? ",
          "ID": "23"
        },
        {
          "text": "И аще царство на ся разделится, не может стати царство то: ",
          "ID": "24"
        },
        {
          "text": "и аще дом на ся разделится, не может стати дом той: ",
          "ID": "25"
        },
        {
          "text": "и аще сатана воста на ся сам и разделися, не может стати, но конец имать. ",
          "ID": "26"
        },
        {
          "text": "Никтоже может сосуды крепкаго, вшед в дом его, расхитити, аще не первее крепкаго свяжет: и тогда дом его расхитит. ",
          "ID": "27"
        },
        {
          "text": "Аминь глаголю вам, яко вся отпустятся согрешения сыном человеческим, и хуления, елика аще восхулят: ",
          "ID": "28"
        },
        {
          "text": "а иже восхулит на Духа святаго, не имать отпущения во веки, но повинен есть вечному суду. ",
          "ID": "29"
        },
        {
          "text": "Зане глаголаху: духа нечистаго имать. ",
          "ID": "30"
        },
        {
          "text": "Приидоша убо Мати и братия его, и вне стояще послаша к нему, зовуще его. ",
          "ID": "31"
        },
        {
          "text": "И седяше народ окрест его. Реша же ему: се, Мати твоя и братия твоя (и сестры твоя) вне ищут тебе. ",
          "ID": "32"
        },
        {
          "text": "И отвеща им, глаголя: кто есть Мати моя, или братия моя? ",
          "ID": "33"
        },
        {
          "text": "И соглядав окрест себе седящыя, глагола: се, Мати моя и братия моя: ",
          "ID": "34"
        },
        {
          "text": "иже бо аще сотворит волю Божию, сей брат мой и сестра моя и Мати (ми) есть.",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "Евангелие от Марка 3"
    },
    {
      "text": [
        {
          "text": "И паки начат учити при мори: и собрася к нему народ мног, якоже самому влезшу в корабль, седети в мори: и весь народ при мори на земли бяше. ",
          "ID": "1"
        },
        {
          "text": "И учаше их притчами много и глаголаше им во учении своем: ",
          "ID": "2"
        },
        {
          "text": "слышите: се, изыде сеяй сеяти: ",
          "ID": "3"
        },
        {
          "text": "и бысть егда сеяше, ово паде при пути, и приидоша птицы, и позобаша е: ",
          "ID": "4"
        },
        {
          "text": "другое же паде при камени, идеже не имяше земли многи, и абие прозябе, зане не имяше глубины земныя: ",
          "ID": "5"
        },
        {
          "text": "солнцу же возсиявшу присвяде, и зане не имяше корене, изсше: ",
          "ID": "6"
        },
        {
          "text": "и другое паде в тернии, и взыде терние, и подави е: и плода не даде: ",
          "ID": "7"
        },
        {
          "text": "и другое паде на земли добрей, и даяше плод восходящь и растущь, и приплодоваше на тридесять, и на шестьдесят, и на сто. ",
          "ID": "8"
        },
        {
          "text": "И глаголаше: имеяй ушы слышати да слышит. ",
          "ID": "9"
        },
        {
          "text": "Егда же бысть един, вопросиша его, иже бяху с ним, со обеманадесяте о притчи. ",
          "ID": "10"
        },
        {
          "text": "И глаголаше им: вам есть дано ведати тайны Царствия Божия: онем же внешним в притчах вся бывают, ",
          "ID": "11"
        },
        {
          "text": "да видяще видят, и не узрят: и слышаще слышат, и не разумеют: да не когда обратятся, и оставятся им греси. ",
          "ID": "12"
        },
        {
          "text": "И глагола им: не весте ли притчи сея? и како вся притчи уразумеете? ",
          "ID": "13"
        },
        {
          "text": "Сеяй, слово сеет. ",
          "ID": "14"
        },
        {
          "text": "Сии же суть, иже при пути, идеже сеется слово, и егда услышат, абие приходит сатана и отемлет слово сеянное в сердцах их. ",
          "ID": "15"
        },
        {
          "text": "И сии суть такожде иже на каменных сеемии, иже егда услышат слово, абие с радостию приемлют е: ",
          "ID": "16"
        },
        {
          "text": "и не имут корения в себе, но привременни суть: таже бывшей печали или гонению словесе ради, абие соблажняются. ",
          "ID": "17"
        },
        {
          "text": "А сии суть, иже в тернии сеемии, слышащии слово: ",
          "ID": "18"
        },
        {
          "text": "и печали века сего, и лесть богатства, и о прочих похоти входящыя подавляют слово, и безплодно бывает. ",
          "ID": "19"
        },
        {
          "text": "И сии суть, иже на земли добрей сеяннии, иже слышат слово и приемлют, и плодствуют на тридесять, и на шестьдесят, и на сто. ",
          "ID": "20"
        },
        {
          "text": "И глаголаше им: еда светилник приходит, да под спудом положат его или под одром? не да ли на свещнице положен будет? ",
          "ID": "21"
        },
        {
          "text": "несть бо тайно, еже не явится, ниже бысть потаено, но да приидет в явление: ",
          "ID": "22"
        },
        {
          "text": "аще кто имать ушы слышати, да слышит. ",
          "ID": "23"
        },
        {
          "text": "И глаголаше им: блюдите что слышите: в нюже меру мерите, возмерится вам, и приложится вам слышащым: ",
          "ID": "24"
        },
        {
          "text": "иже бо аще имать, дастся ему: а иже не имать, и еже имать, отимется от него. ",
          "ID": "25"
        },
        {
          "text": "И глаголаше: тако есть (и) Царствие Божие, якоже человек вметает семя в землю, ",
          "ID": "26"
        },
        {
          "text": "и спит, и востает нощию и днию: и семя прозябает и растет, якоже не весть он: ",
          "ID": "27"
        },
        {
          "text": "от себе бо земля плодит прежде траву, потом клас, таже исполняет пшеницу в класе: ",
          "ID": "28"
        },
        {
          "text": "егда же созреет плод, абие послет серп, яко наста жатва. ",
          "ID": "29"
        },
        {
          "text": "И глаголаше: чесому уподобим Царствие Божие? или коей притчи приложим е? ",
          "ID": "30"
        },
        {
          "text": "яко зерно горушично, еже егда всеяно будет в земли, мнее всех семен есть земных: ",
          "ID": "31"
        },
        {
          "text": "и егда всеяно будет, возрастает, и бывает более всех зелий, и творит ветви велия, яко мощи под сению его птицам небесным витати. ",
          "ID": "32"
        },
        {
          "text": "И таковыми притчами многими глаголаше им слово, якоже можаху слышати. ",
          "ID": "33"
        },
        {
          "text": "Без притчи же не глаголаше им словесе: особь же учеником своим сказаше вся. ",
          "ID": "34"
        },
        {
          "text": "И глагола им в той день, вечеру бывшу: прейдем на он пол. ",
          "ID": "35"
        },
        {
          "text": "И отпущше народы, пояша его якоже бе в корабли: и инии же корабли бяху с ним. ",
          "ID": "36"
        },
        {
          "text": "И бысть буря ветрена велика: волны же вливахуся в корабль, яко уже погружатися ему. ",
          "ID": "37"
        },
        {
          "text": "И бе сам на корме на возглавнице спя. И возбудиша его и глаголаша ему: учителю, не радиши ли, яко погибаем? ",
          "ID": "38"
        },
        {
          "text": "И востав запрети ветру и рече морю: молчи, престани. И улеже ветр, и бысть тишина велия. ",
          "ID": "39"
        },
        {
          "text": "И рече им: что тако страшливи есте? како не имате веры? ",
          "ID": "40"
        },
        {
          "text": "И убояшася страхом велиим и глаголаху друг ко другу: кто убо сей есть, яко и ветр и море послушают его?",
          "ID": "41"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "Евангелие от Марка 4"
    },
    {
      "text": [
        {
          "text": "И приидоша на он пол моря, во страну гадаринскую. ",
          "ID": "1"
        },
        {
          "text": "И излезшу ему из корабля, абие срете его от гробов человек в дусе нечисте, ",
          "ID": "2"
        },
        {
          "text": "иже жилище имяше во гробех, и ни веригами никтоже можаше его связати: ",
          "ID": "3"
        },
        {
          "text": "зане ему многажды путы и ужы (железны) связану сущу, и растерзатися от него ужем (железным) и путом сокрушатися: и никтоже можаше его умучити: ",
          "ID": "4"
        },
        {
          "text": "и выну нощь и день во гробех и в горах бе, вопия и толкийся камением. ",
          "ID": "5"
        },
        {
          "text": "Узрев же Иисуса издалеча, тече и поклонися ему, ",
          "ID": "6"
        },
        {
          "text": "и возопив гласом велиим, рече: что мне и тебе, Иисусе, Сыне Бога вышняго? заклинаю тя Богом, не мучи мене. ",
          "ID": "7"
        },
        {
          "text": "глаголаше бо ему: изыди, душе нечистый, от человека. ",
          "ID": "8"
        },
        {
          "text": "И вопрошаше его: что ти есть имя? И отвеща глаголя: легеон имя мне, яко мнози есмы. ",
          "ID": "9"
        },
        {
          "text": "И молиша его много, да не послет их вне страны. ",
          "ID": "10"
        },
        {
          "text": "Бе же ту при горе стадо свиное велие пасомо. ",
          "ID": "11"
        },
        {
          "text": "И молиша его вси беси, глаголюще: посли ны во свиния, да в ня внидем. ",
          "ID": "12"
        },
        {
          "text": "И повеле им абие Иисус. И изшедше дуси нечистии, внидоша во свиния: и устремися стадо по брегу в море, бяху же яко две тысящы, и утопаху в мори. ",
          "ID": "13"
        },
        {
          "text": "Пасущии же свиния бежаша и возвестиша во граде и в селех. И изыдоша видети, что есть бывшее. ",
          "ID": "14"
        },
        {
          "text": "И приидоша ко Иисусови, и видеша бесновавшагося седяща и оболчена и смысляща, имевшаго легеон: и убояшася. ",
          "ID": "15"
        },
        {
          "text": "Поведаша же им видевшии, како бысть бесному, и о свиниях. ",
          "ID": "16"
        },
        {
          "text": "И начаша молити его отити от предел их. ",
          "ID": "17"
        },
        {
          "text": "И влезшу ему в корабль, моляше его бесновавыйся, дабы был с ним. ",
          "ID": "18"
        },
        {
          "text": "Иисус же не даде ему, но рече ему: иди в дом твой ко твоим и возвести им, елика ти Господь сотвори и помилова тя. ",
          "ID": "19"
        },
        {
          "text": "И иде и нача проповедати в десяти градех, елика сотвори ему Иисус. И вси дивляхуся. ",
          "ID": "20"
        },
        {
          "text": "И прешедшу Иисусу в корабли паки на он пол, собрася народ мног о нем. И бе при мори. ",
          "ID": "21"
        },
        {
          "text": "И се, прииде един от архисинагог, именем иаир, и видев его, паде при ногу его ",
          "ID": "22"
        },
        {
          "text": "и моляше его много, глаголя, яко дщи моя на кончине есть: да пришед возложиши на ню руце, яко да спасется и жива будет. ",
          "ID": "23"
        },
        {
          "text": "И иде с ним: и по нем идяху народи мнози и угнетаху его. ",
          "ID": "24"
        },
        {
          "text": "И жена некая сущи в точении крове лет дванадесяте, ",
          "ID": "25"
        },
        {
          "text": "и много пострадавши от мног врачев, и издавши своя вся, и ни единыя пользы обретши, но паче в горшее пришедши: ",
          "ID": "26"
        },
        {
          "text": "слышавши о Иисусе, пришедши в народе созади, прикоснуся ризе его: ",
          "ID": "27"
        },
        {
          "text": "глаголаше бо, яко, аще прикоснуся ризам его, спасена буду. ",
          "ID": "28"
        },
        {
          "text": "И абие изсякну источник крове ея: и разуме телом, яко изцеле от раны. ",
          "ID": "29"
        },
        {
          "text": "И абие Иисус разуме в себе силу изшедшую от него, (и) обращься в народе, глаголаше: кто прикоснуся ризам моим? ",
          "ID": "30"
        },
        {
          "text": "И глаголаху ему ученицы его: видиши народ угнетающь тя, и глаголеши: кто прикоснуся мне? ",
          "ID": "31"
        },
        {
          "text": "И обглядаше видети сотворшую сие. ",
          "ID": "32"
        },
        {
          "text": "Жена же убоявшися и трепещущи, ведящи, еже бысть ей, прииде и припаде к нему и рече ему всю истину. ",
          "ID": "33"
        },
        {
          "text": "Он же рече ей: дщи, вера твоя спасе тя: иди в мире и буди цела от раны твоея. ",
          "ID": "34"
        },
        {
          "text": "Еще ему глаголющу, (и) приидоша от архисинагога, глаголюще, яко дщи твоя умре: что еще движеши учителя? ",
          "ID": "35"
        },
        {
          "text": "Иисус же абие слышав слово глаголемое, глагола архисинагогови: не бойся, токмо веруй. ",
          "ID": "36"
        },
        {
          "text": "И не остави по себе ни единаго ити, токмо петра и иакова и иоанна брата иаковля. ",
          "ID": "37"
        },
        {
          "text": "И прииде в дом архисинагогов и виде молву, плачущыяся и кричащыя много. ",
          "ID": "38"
        },
        {
          "text": "И вшед глагола им: что молвите и плачетеся? отроковица несть умерла, но спит. ",
          "ID": "39"
        },
        {
          "text": "И ругахуся ему. Он же изгнав вся, поят отца отроковицы и матерь, и иже (беху) с ним, и вниде, идеже бе отроковица лежащи. ",
          "ID": "40"
        },
        {
          "text": "И емь за руку отроковицу, глагола ей: талифа куми: еже есть сказаемо: девице, тебе глаголю, востани. ",
          "ID": "41"
        },
        {
          "text": "И абие воста девица и хождаше: бе бо лет двоюнадесяте. И ужасошася ужасом велиим. ",
          "ID": "42"
        },
        {
          "text": "И запрети им много, да никтоже увесть сего, и рече: дадите ей ясти.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "Евангелие от Марка 5"
    },
    {
      "text": [
        {
          "text": "И изыде оттуду и прииде во отечествие свое: и по нем идоша ученицы его. ",
          "ID": "1"
        },
        {
          "text": "И бывшей субботе, начат на сонмищи учити. И мнози слышащии дивляхуся, глаголюще: откуду сему сия? и что премудрость данная ему, и силы таковы рукама его бывают? ",
          "ID": "2"
        },
        {
          "text": "не сей ли есть тектон, Сын Мариин, брат же иакову и иосии и иуде и симону? и не сестры ли его зде (суть) в нас? И блажняхуся о нем. ",
          "ID": "3"
        },
        {
          "text": "глаголаше же им Иисус, яко несть пророк без чести, токмо во отечествии своем, и в сродстве и в дому своем. ",
          "ID": "4"
        },
        {
          "text": "И не можаше ту ни единыя силы сотворити, токмо мало недужных, возложь руце, изцели. ",
          "ID": "5"
        },
        {
          "text": "И дивляшеся за неверствие их: и обхождаше веси окрест учя. ",
          "ID": "6"
        },
        {
          "text": "И призва обанадесяте, и начат их посылати два два, и даяше им власть над духи нечистыми. ",
          "ID": "7"
        },
        {
          "text": "И заповеда им, да ничесоже возмут на путь, токмо жезл един: ни пиры, ни хлеба, ни при поясе меди: ",
          "ID": "8"
        },
        {
          "text": "но обувени в сандалия: и не облачитися в две ризе. ",
          "ID": "9"
        },
        {
          "text": "И глаголаше им: идеже аще внидете в дом, ту пребывайте, дондеже изыдете оттуду: ",
          "ID": "10"
        },
        {
          "text": "и елицы аще не приимут вы, ниже послушают вас, исходяще оттуду, оттрясите прах, иже под ногами вашими, во свидетелство им: аминь глаголю вам, отраднее будет содомом и гоморром в день судный, неже граду тому. ",
          "ID": "11"
        },
        {
          "text": "И изшедше проповедаху, да покаются: ",
          "ID": "12"
        },
        {
          "text": "и бесы многи изгоняху: и мазаху маслом многи недужныя, и изцелеваху. ",
          "ID": "13"
        },
        {
          "text": "И услыша царь ирод: яве бо бысть имя его: и глаголаше, яко иоанн креститель от мертвых воста, и сего ради силы деются о нем. ",
          "ID": "14"
        },
        {
          "text": "Инии глаголаху, яко илиа есть: инии же глаголаху, яко пророк есть, или яко един от пророк. ",
          "ID": "15"
        },
        {
          "text": "Слышав же ирод рече, яко, егоже аз усекнух иоанна, той есть: той воста от мертвых. ",
          "ID": "16"
        },
        {
          "text": "Той бо ирод послав, ят иоанна и связа его в темнице, иродиады ради жены филиппа брата своего, яко оженися ею. ",
          "ID": "17"
        },
        {
          "text": "Глаголаше бо иоанн иродови: не достоит тебе имети жену (филиппа) брата твоего. ",
          "ID": "18"
        },
        {
          "text": "Иродиа же гневашеся на него и хотяше его убити: и не можаше. ",
          "ID": "19"
        },
        {
          "text": "Ирод бо бояшеся иоанна, ведый его мужа праведна и свята, и соблюдаше его: и послушав его, многа творяше, и в сладость его послушаше. ",
          "ID": "20"
        },
        {
          "text": "И приключшуся дню потребну, егда ирод рождеству своему вечерю творяше князем своим и тысящником и старейшинам галилейским: ",
          "ID": "21"
        },
        {
          "text": "и вшедши дщерь тоя иродиады, и плясавши, и угождши иродови и возлежащым с ним, рече царь девице: проси у мене егоже аще хощеши, и дам ти. ",
          "ID": "22"
        },
        {
          "text": "И клятся ей: яко егоже аще попросиши у мене, дам ти, и до пол царствия моего. ",
          "ID": "23"
        },
        {
          "text": "Она же изшедши рече матери своей: чесо прошу? Она же рече: главы иоанна крестителя. ",
          "ID": "24"
        },
        {
          "text": "И вшедши абие со тщанием к царю, просяше, глаголющи: хощу, да ми даси от него на блюде главу иоанна крестителя. ",
          "ID": "25"
        },
        {
          "text": "И прискорбен быв царь, клятвы (же) ради и за возлежащих с ним не восхоте отрещи ей. ",
          "ID": "26"
        },
        {
          "text": "И абие послав царь спекулатора, повеле принести главу его. ",
          "ID": "27"
        },
        {
          "text": "Он же шед усекну его в темнице, и принесе главу его на блюде, и даде ю девице: и девица даде ю матери своей. ",
          "ID": "28"
        },
        {
          "text": "И слышавше ученицы его, приидоша и взяша труп его, и положиша его во гробе. ",
          "ID": "29"
        },
        {
          "text": "И собрашася апостоли ко Иисусу и возвестиша ему вся, и елика сотвориша, и елика научиша. ",
          "ID": "30"
        },
        {
          "text": "И рече им: приидите вы сами в пусто место едини и почийте мало. Бяху бо приходящии и отходящии мнози, и ни ясти им бе когда. ",
          "ID": "31"
        },
        {
          "text": "И идоша в пусто место кораблем едини. ",
          "ID": "32"
        },
        {
          "text": "И видеша их идущих народи, и познаша их мнози: и пеши от всех градов стицахуся тамо, и предвариша их, и снидошася к нему. ",
          "ID": "33"
        },
        {
          "text": "И изшед виде Иисус народ мног и милосердова о них, зане бяху яко овцы не имущыя пастыря: и начат их учити много. ",
          "ID": "34"
        },
        {
          "text": "И уже часу многу бывшу, приступльше к нему ученицы его, глаголаша, яко пусто есть место, и уже час мног: ",
          "ID": "35"
        },
        {
          "text": "отпусти их, да шедше во окрестных селех и весех купят себе хлебы: не имут бо чесо ясти. ",
          "ID": "36"
        },
        {
          "text": "Он же отвещав рече им: дадите им вы ясти. И глаголаша ему: да шедше купим двема стома пенязь хлебы и дамы им ясти? ",
          "ID": "37"
        },
        {
          "text": "Он же рече им: колико хлебы имате? идите и видите. И уведевше глаголаша: пять (хлеб), и две рыбе. ",
          "ID": "38"
        },
        {
          "text": "И повеле им посадити вся на споды на споды на траве зелене. ",
          "ID": "39"
        },
        {
          "text": "И возлегоша на лехи на лехи по сту и по пятидесят. ",
          "ID": "40"
        },
        {
          "text": "И приемь пять хлеб и две рыбе, воззрев на небо, благослови и преломи хлебы, и даяше учеником своим, да предлагают пред ними: и обе рыбе раздели всем. ",
          "ID": "41"
        },
        {
          "text": "И ядоша вси и насытишася: ",
          "ID": "42"
        },
        {
          "text": "и взяша укрухи, дванадесяте кошя исполнь, и от рыбу. ",
          "ID": "43"
        },
        {
          "text": "Бяше же ядших хлебы яко пять тысящ мужей. ",
          "ID": "44"
        },
        {
          "text": "И абие понуди ученики своя внити в корабль и варити его на он пол к вифсаиде, дондеже сам отпустит народы. ",
          "ID": "45"
        },
        {
          "text": "И отрекся им, иде в гору помолитися. ",
          "ID": "46"
        },
        {
          "text": "И вечеру бывшу, бе корабль посреде моря, и сам един на земли. ",
          "ID": "47"
        },
        {
          "text": "И виде их страждущих в плавании: бе бо ветр противен им: и о четвертей стражи нощней прииде к ним, по морю ходяй, и хотяше минути их. ",
          "ID": "48"
        },
        {
          "text": "Они же видевше его ходяща по морю, мняху призрак быти и возопиша. ",
          "ID": "49"
        },
        {
          "text": "Вси бо его видеша и смутишася. И абие глагола с ними и рече им: дерзайте: аз есмь, не бойтеся. ",
          "ID": "50"
        },
        {
          "text": "И вниде к ним в корабль: и улеже ветр. И зело излиха в себе ужасахуся и дивляхуся. ",
          "ID": "51"
        },
        {
          "text": "Не разумеша бо о хлебех: бе бо сердце их окаменено. ",
          "ID": "52"
        },
        {
          "text": "И прешедше приидоша в землю геннисаретску и присташа. ",
          "ID": "53"
        },
        {
          "text": "И изшедшым им из корабля, абие познаша его, ",
          "ID": "54"
        },
        {
          "text": "обтекше всю страну ту, начаша на одрех приносити болящыя, идеже слышаху, яко ту есть. ",
          "ID": "55"
        },
        {
          "text": "И аможе аще вхождаше в веси, или во грады, или села, на распутиих полагаху недужныя и моляху его, да поне воскрилию ризы его прикоснутся: и елицы аще прикасахуся ему, спасахуся.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "Евангелие от Марка 6"
    },
    {
      "text": [
        {
          "text": "И собрашася к нему фарисее и нецыи от книжник, пришедшии от Иерусалима: ",
          "ID": "1"
        },
        {
          "text": "и видевше некиих от ученик его нечистыми руками, сиречь неумовеными, ядущих хлебы, ругахуся. ",
          "ID": "2"
        },
        {
          "text": "Фарисее бо и вси иудее, аще не трыюще умыют рук, не ядят, держаще предания старец: ",
          "ID": "3"
        },
        {
          "text": "и от торжища, аще не покуплются, не ядят. И ина многа суть, яже прияша держати: погружения сткляницам и чваном и котлом и одром. ",
          "ID": "4"
        },
        {
          "text": "Потом же вопрошаху его фарисее и книжницы: почто ученицы твои не ходят по преданию старец, но неумовеными руками ядят хлеб? ",
          "ID": "5"
        },
        {
          "text": "Он же отвещав рече им, яко добре пророчествова исаиа о вас лицемерех, якоже есть писано: сии людие устнами мя чтут, сердце же их далече отстоит от мене, ",
          "ID": "6"
        },
        {
          "text": "всуе же чтут мя, учаще учением, заповедем человеческим: ",
          "ID": "7"
        },
        {
          "text": "оставльше бо заповедь Божию, держите предания человеческая, крещения чваном и сткляницам, и ина подобна такова многа творите. ",
          "ID": "8"
        },
        {
          "text": "И глаголаше им: добре отметаете заповедь Божию, да предание ваше соблюдете: ",
          "ID": "9"
        },
        {
          "text": "Моисей бо рече: чти отца твоего и матерь твою: и иже злословит отца или матерь, смертию да умрет: ",
          "ID": "10"
        },
        {
          "text": "вы же глаголете: аще речет человек отцу или матери: корван, еже есть дар, иже аще пользовался еси от мене: ",
          "ID": "11"
        },
        {
          "text": "и не ктому оставляете его что сотворити отцу своему или матери своей, ",
          "ID": "12"
        },
        {
          "text": "преступающе слово Божие преданием вашим, еже предасте: и подобна такова многа творите. ",
          "ID": "13"
        },
        {
          "text": "И призвав весь народ, глаголаше им: послушайте мене вси и разумейте: ",
          "ID": "14"
        },
        {
          "text": "ничтоже есть внеуду человека входимо в онь, еже может осквернити его: но исходящая от него, та суть сквернящая человека: ",
          "ID": "15"
        },
        {
          "text": "аще кто имать ушы слышати, да слышит. ",
          "ID": "16"
        },
        {
          "text": "И егда вниде в дом от народа, вопрошаху его ученицы его о притчи. ",
          "ID": "17"
        },
        {
          "text": "И глагола им: тако ли и вы неразумливи есте? не разумеете ли, яко все, еже извне входимое в человека, не может осквернити его? ",
          "ID": "18"
        },
        {
          "text": "яко не входит ему в сердце, но во чрево: и афедроном исходит, истребляя вся брашна. ",
          "ID": "19"
        },
        {
          "text": "глаголаше же, яко исходящее от человека, то сквернит человека: ",
          "ID": "20"
        },
        {
          "text": "извнутрь бо от сердца человеческа помышления злая исходят, прелюбодеяния, любодеяния, убийства, ",
          "ID": "21"
        },
        {
          "text": "татьбы, лихоимства, (обиды,) лукавствия, лесть, студодеяния, око лукаво, хула, гордыня, безумство: ",
          "ID": "22"
        },
        {
          "text": "вся сия злая извнутрь исходят и сквернят человека. ",
          "ID": "23"
        },
        {
          "text": "И оттуду востав, иде в пределы т¦рски и сидонски: и вшед в дом, ни когоже хотяше, дабы его чул: и не може утаитися. ",
          "ID": "24"
        },
        {
          "text": "Слышавши бо жена о нем, еяже дщи имяше духа нечиста, пришедши припаде к ногама его: ",
          "ID": "25"
        },
        {
          "text": "жена же бе еллинска, сирофиникисса родом: и моляше его, да беса изженет из дщере ея. ",
          "ID": "26"
        },
        {
          "text": "Иисус же рече ей: остави, да первее насытятся чада: несть бо добро отяти хлеб чадом и поврещи псом. ",
          "ID": "27"
        },
        {
          "text": "Она же отвещавши глагола ему: ей, Господи: ибо и пси под трапезою ядят от крупиц детей. ",
          "ID": "28"
        },
        {
          "text": "И рече ей: за сие слово, иди: изыде бес из дщере твоея. ",
          "ID": "29"
        },
        {
          "text": "И шедши в дом свой, обрете беса изшедша и дщерь лежащу на одре. ",
          "ID": "30"
        },
        {
          "text": "И паки изшед Иисус от предел тирских и сидонских, прииде на море галилейско, между пределы декапольски. ",
          "ID": "31"
        },
        {
          "text": "И приведоша к нему глуха и гугнива, и моляху его, да возложит нань руку. ",
          "ID": "32"
        },
        {
          "text": "И поемь его от народа единаго, вложи персты своя во ушы его и плюнув коснуся языка его: ",
          "ID": "33"
        },
        {
          "text": "и воззрев на небо, воздохну и глагола ему: еффафа, еже есть разверзися. ",
          "ID": "34"
        },
        {
          "text": "И абие разверзостася слуха его, и разрешися уза языка его, и глаголаше право. ",
          "ID": "35"
        },
        {
          "text": "И запрети им, да ни комуже поведят: елико же им той запрещаше, паче излиха проповедаху. ",
          "ID": "36"
        },
        {
          "text": "И преизлиха дивляхуся, глаголюще: добре все творит: и глухия творит слышати, и немыя глаголати.",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "Евангелие от Марка 7"
    },
    {
      "text": [
        {
          "text": "В тыя дни, зело многу народу сущу, и не имущым чесо ясти, призвав Иисус ученики своя, глагола им: ",
          "ID": "1"
        },
        {
          "text": "милосердую о народе, яко уже три дни приседят мне и не имут чесо ясти: ",
          "ID": "2"
        },
        {
          "text": "и аще отпущу их не ядших в домы своя, ослабеют на пути: мнози бо от них издалеча пришли суть. ",
          "ID": "3"
        },
        {
          "text": "И отвещаша ему ученицы его: откуду сих возможет кто зде насытити хлебы в пустыни? ",
          "ID": "4"
        },
        {
          "text": "И вопроси их: колико имате хлебов? Они же реша: седмь. ",
          "ID": "5"
        },
        {
          "text": "И повеле народу возлещи на земли: и приемь седмь хлебов, хвалу воздав, преломи и даяше учеником своим, да предлагают: и предложиша пред народом. ",
          "ID": "6"
        },
        {
          "text": "И имяху рыбиц мало: и (сия) благословив, рече предложити и тыя. ",
          "ID": "7"
        },
        {
          "text": "Ядоша же и насытишася: и взяша избытки укрух, седмь кошниц. ",
          "ID": "8"
        },
        {
          "text": "Бяху же ядших яко четыре тысящы. И отпусти их. ",
          "ID": "9"
        },
        {
          "text": "И абие влез в корабль со ученики своими, прииде во страны далмануфански. ",
          "ID": "10"
        },
        {
          "text": "И изыдоша фарисее и начаша стязатися с ним, ищуще от него знамения с небесе, искушающе его. ",
          "ID": "11"
        },
        {
          "text": "И воздохнув духом своим, глагола: что род сей знамения ищет? аминь глаголю вам, аще дастся роду сему знамение. ",
          "ID": "12"
        },
        {
          "text": "И оставль их, влез паки в корабль, (и) иде на он пол. ",
          "ID": "13"
        },
        {
          "text": "И забыша ученицы его взяти хлебы и разве единаго хлеба не имяху с собою в корабли. ",
          "ID": "14"
        },
        {
          "text": "И прещаше им, глаголя: зрите, блюдитеся от кваса фарисейска и от кваса иродова. ",
          "ID": "15"
        },
        {
          "text": "И помышляху, друг ко другу глаголюще, яко хлебы не имамы. ",
          "ID": "16"
        },
        {
          "text": "И разумев Иисус, глагола им: что помышляете, яко хлебы не имате? не у ли чувствуете, ниже разумеете? еще ли окаменено сердце ваше имате? ",
          "ID": "17"
        },
        {
          "text": "очи имуще не видите? и ушы имуще не слышите? и не помните ли, ",
          "ID": "18"
        },
        {
          "text": "егда пять хлебы преломих в пять тысящ, колико кош исполнь укрух приясте? Глаголаша ему: дванадесять. ",
          "ID": "19"
        },
        {
          "text": "Егда же седмь в четыре тысящы, колико кошниц исполнения укрух взясте? Они же реша: седмь. ",
          "ID": "20"
        },
        {
          "text": "И глагола им: како не разумеете? ",
          "ID": "21"
        },
        {
          "text": "И прииде в вифсаиду: и приведоша к нему слепа, и моляху его, да его коснется. ",
          "ID": "22"
        },
        {
          "text": "И емь за руку слепаго, изведе его вон из веси: и плюнув на очи его, (и) возложь руце нань, вопрошаше его, аще что видит? ",
          "ID": "23"
        },
        {
          "text": "И воззрев глаголаше: вижу человеки яко древие ходящя. ",
          "ID": "24"
        },
        {
          "text": "Потом (же) паки возложи руце на очи его и сотвори его прозрети: и утворися и узре светло все. ",
          "ID": "25"
        },
        {
          "text": "И посла его в дом его, глаголя: ни в весь вниди, ни повеждь кому в веси. ",
          "ID": "26"
        },
        {
          "text": "И изыде Иисус и ученицы его в веси кесарии филипповы: и на пути вопрошаше ученики своя, глаголя им: кого мя глаголют человецы быти? ",
          "ID": "27"
        },
        {
          "text": "Они же отвещаша: иоанна крестителя: и инии илию: друзии же единаго от пророк. ",
          "ID": "28"
        },
        {
          "text": "И той глагола им: вы же кого мя глаголете быти? Отвещав же петр глагола ему: ты еси Христос. ",
          "ID": "29"
        },
        {
          "text": "И запрети им, да ни комуже глаголют о нем. ",
          "ID": "30"
        },
        {
          "text": "И начат учити их, яко подобает Сыну Человеческому много пострадати, и искушену быти от старец и архиерей и книжник, и убиену быти, и в третий день воскреснути. ",
          "ID": "31"
        },
        {
          "text": "И не обинуяся слово глаголаше. И приемь его петр, начат претити ему. ",
          "ID": "32"
        },
        {
          "text": "Он же обращься и воззрев на ученики своя, запрети петрови, глаголя: иди за мною, сатано: яко не мыслиши, яже (суть) Божия, но яже человеческа. ",
          "ID": "33"
        },
        {
          "text": "И призвав народы со ученики своими, рече им: иже хощет по мне ити, да отвержется себе, и возмет крест свой, и по мне грядет: ",
          "ID": "34"
        },
        {
          "text": "иже бо аще хощет душу свою спасти, погубит ю: а иже погубит душу свою мене ради и Евангелиа, той спасет ю: ",
          "ID": "35"
        },
        {
          "text": "кая бо польза человеку, аще приобрящет мир весь, и отщетит душу свою? ",
          "ID": "36"
        },
        {
          "text": "или что даст человек измену на души своей? ",
          "ID": "37"
        },
        {
          "text": "иже бо аще постыдится мене и моих словес в роде сем прелюбодейнем и грешнем, и Сын Человеческий постыдится его, егда приидет во славе Отца своего со ангелы святыми.",
          "ID": "38"
        }
      ],
      "ID": "NT:MRK.8",
      "name": "Евангелие от Марка 8"
    },
    {
      "text": [
        {
          "text": "И глаголаше им: аминь глаголю вам, яко суть нецыи от зде стоящих, иже не имут вкусити смерти, дондеже видят Царствие Божие пришедшее в силе. ",
          "ID": "1"
        },
        {
          "text": "И по шести днех поят Иисус петра и иакова и иоанна, и возведе их на гору высоку особь едины: и преобразися пред ними. ",
          "ID": "2"
        },
        {
          "text": "И ризы его быша блещащяся, белы зело яко снег, яцехже не может белилник убелити на земли. ",
          "ID": "3"
        },
        {
          "text": "И явися им илиа с моисеем: и беста со Иисусом глаголюща. ",
          "ID": "4"
        },
        {
          "text": "И отвещав петр глагола Иисусови: равви, добро есть нам зде быти: и сотворим кровы три, тебе един, и моисееви един, и илии един. ",
          "ID": "5"
        },
        {
          "text": "Не ведяше бо, что рещи: бяху бо пристрашни. ",
          "ID": "6"
        },
        {
          "text": "И бысть облак осеняя их: и прииде глас из облака, глаголя: сей есть Сын мой возлюбленный, того послушайте. ",
          "ID": "7"
        },
        {
          "text": "И внезапу воззревше, ктому ни когоже видеша, токмо Иисуса единаго с собою. ",
          "ID": "8"
        },
        {
          "text": "Сходящым же им с горы, запрети им, да ни комуже поведят, яже видеша, токмо егда Сын Человеческий из мертвых воскреснет. ",
          "ID": "9"
        },
        {
          "text": "И слово удержаша в себе, стязающеся, что есть, еже из мертвых воскреснути. ",
          "ID": "10"
        },
        {
          "text": "И вопрошаху его глаголюще: како глаголют книжницы, яко илии подобает приити прежде? ",
          "ID": "11"
        },
        {
          "text": "Он же отвещав рече им: илиа убо пришед прежде, устроит вся: и како есть писано о Сыне Человечестем, да много постраждет и уничижен будет: ",
          "ID": "12"
        },
        {
          "text": "но глаголю вам, яко и илиа прииде, и сотвориша ему, елика хотеша, якоже есть писано о нем. ",
          "ID": "13"
        },
        {
          "text": "И пришед ко учеником, виде народ мног о них и книжники стязающяся с ними. ",
          "ID": "14"
        },
        {
          "text": "И абие весь народ видев его ужасеся, и пририщуще целоваху его. ",
          "ID": "15"
        },
        {
          "text": "И вопроси книжники: что стязаетеся к себе? ",
          "ID": "16"
        },
        {
          "text": "И отвещав един от народа рече: учителю, приведох сына моего к тебе, имуща духа нема: ",
          "ID": "17"
        },
        {
          "text": "и идеже колиждо имет его, разбивает его, и пены тещит, и скрежещет зубы своими, и оцепеневает: и рех учеником твоим, да изженут его, и не возмогоша. ",
          "ID": "18"
        },
        {
          "text": "Он же отвещав ему глагола: о, роде неверен, доколе в вас буду? доколе терплю вы? приведите его ко мне. ",
          "ID": "19"
        },
        {
          "text": "И приведоша его к нему. И видев его, абие дух стрясе его: и пад на земли, валяшеся, пены тещя. ",
          "ID": "20"
        },
        {
          "text": "И вопроси отца его: колико лет есть, отнележе сие бысть ему? Он же рече: издетска: ",
          "ID": "21"
        },
        {
          "text": "и многажды во огнь вверже его и в воды, да погубит его: но аще что можеши, помози нам, милосердовав о нас. ",
          "ID": "22"
        },
        {
          "text": "Иисус же рече ему: еже аще что можеши веровати, вся возможна верующему. ",
          "ID": "23"
        },
        {
          "text": "И абие возопив отец отрочате, со слезами глаголаше: верую, Господи: помози моему неверию. ",
          "ID": "24"
        },
        {
          "text": "Видев же Иисус, яко срищется народ, запрети духу нечистому, глаголя ему: душе немый и глухий, аз ти повелеваю: изыди из него и ктому не вниди в него. ",
          "ID": "25"
        },
        {
          "text": "И возопив и много пружався, изыде: и бысть яко мертв, якоже мнозем глаголати, яко умре. ",
          "ID": "26"
        },
        {
          "text": "Иисус же емь его за руку, воздвиже его: и воста. ",
          "ID": "27"
        },
        {
          "text": "И вшедшу ему в дом, ученицы его вопрошаху его единаго: яко мы не возмогохом изгнати его? ",
          "ID": "28"
        },
        {
          "text": "И рече им: сей род ничимже может изыти, токмо молитвою и постом. ",
          "ID": "29"
        },
        {
          "text": "И оттуду изшедше, идяху сквозе галилею: и не хотяше, да кто увесть. ",
          "ID": "30"
        },
        {
          "text": "Учаше бо ученики своя и глаголаше им, яко Сын Человеческий предан будет в руце человечесте, и убиют его: и убиен быв, в третий день воскреснет. ",
          "ID": "31"
        },
        {
          "text": "Они же не разумеваху глаголгола и бояхуся его вопросити. ",
          "ID": "32"
        },
        {
          "text": "И прииде в капернаум: и в дому быв, вопрошаше их: что на пути в себе помышлясте? ",
          "ID": "33"
        },
        {
          "text": "Они же молчаху: друг ко другу бо стязашася на пути, кто (есть) болий. ",
          "ID": "34"
        },
        {
          "text": "И сед пригласи обанадесяте и глагола им: аще кто хощет старей быти, да будет всех менший и всем слуга. ",
          "ID": "35"
        },
        {
          "text": "И приимь отроча, постави е посреде их: и о‹емь е, рече им: ",
          "ID": "36"
        },
        {
          "text": "иже аще едино таковых отрочат приимет во имя мое, мене приемлет: и иже мене приемлет, не мене приемлет, но пославшаго мя. ",
          "ID": "37"
        },
        {
          "text": "Отвеща ему иоанн, глаголя: учителю, видехом некоего именем твоим изгоняща бесы, иже не ходит по нас: и возбранихом ему, яко не последует нам. ",
          "ID": "38"
        },
        {
          "text": "Иисус же рече: не браните ему: никтоже бо есть, иже сотворит силу о имени моем, и возможет вскоре злословити мя. ",
          "ID": "39"
        },
        {
          "text": "Иже бо несть на вы, по вас есть. ",
          "ID": "40"
        },
        {
          "text": "Иже бо аще напоит вы чашею воды во имя мое, яко Христовы есте, аминь глаголю вам, не погубит мзды своея. ",
          "ID": "41"
        },
        {
          "text": "И иже аще соблазнит единаго от малых сих верующих в мя, добрее есть ему паче, аще облежит камень жерновный о выи его, и ввержен будет в море. ",
          "ID": "42"
        },
        {
          "text": "И аще соблажняет тя рука твоя, отсецы ю: добрее ти есть беднику в живот внити, неже обе руце имущу внити в геенну, во огнь неугасающий, ",
          "ID": "43"
        },
        {
          "text": "идеже червь их не умирает, и огнь не угасает. ",
          "ID": "44"
        },
        {
          "text": "И аще нога твоя соблажняет тя, отсецы ю: добрее ти есть внити в живот хрому, неже две нозе имущу ввержену быти в геенну, во огнь неугасающий, ",
          "ID": "45"
        },
        {
          "text": "идеже червь их не умирает, и огнь не угасает. ",
          "ID": "46"
        },
        {
          "text": "И аще око твое соблажняет тя, исткни е: добрее ти есть со единем оком внити в Царствие Божие, неже две оце имущу ввержену быти в геенну огненную, ",
          "ID": "47"
        },
        {
          "text": "идеже червь их не умирает, и огнь не угасает. ",
          "ID": "48"
        },
        {
          "text": "Всяк бо огнем осолится, и всяка жертва солию осолится. ",
          "ID": "49"
        },
        {
          "text": "Добро соль: аще же соль не слана будет, чим осолится? Имейте соль в себе, и мир имейте между собою.",
          "ID": "50"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "Евангелие от Марка 9"
    },
    {
      "text": [
        {
          "text": "И оттуду востав прейде в пределы иудейския, об он пол иордана. И снидошася паки народи к нему: и яко обычай име, паки учаше их. ",
          "ID": "1"
        },
        {
          "text": "И приступльше фарисее вопросиша его: аще достоит мужу жену пустити? искушающе его. ",
          "ID": "2"
        },
        {
          "text": "Он же отвещав рече им: что вам заповеда моисей? ",
          "ID": "3"
        },
        {
          "text": "Они же реша: моисей повеле книгу распустную написати, и пустити. ",
          "ID": "4"
        },
        {
          "text": "И отвещав Иисус рече им: по жестосердию вашему написа вам заповедь сию: ",
          "ID": "5"
        },
        {
          "text": "от начала же создания, мужа и жену сотворил я есть Бог: ",
          "ID": "6"
        },
        {
          "text": "сего ради оставит человек отца своего и матерь ",
          "ID": "7"
        },
        {
          "text": "и прилепится к жене своей, и будета оба в плоть едину: темже уже неста два, но плоть едина: ",
          "ID": "8"
        },
        {
          "text": "еже убо Бог сочета, человек да не разлучает. ",
          "ID": "9"
        },
        {
          "text": "И в дому паки ученицы его о сем вопросиша его. ",
          "ID": "10"
        },
        {
          "text": "И глагола им: иже аще пустит жену свою и оженится иною, прелюбы творит на ню: ",
          "ID": "11"
        },
        {
          "text": "и аще жена пустит мужа и посягнет за иного, прелюбы творит. ",
          "ID": "12"
        },
        {
          "text": "И приношаху к нему дети, да коснется их: ученицы же прещаху приносящым. ",
          "ID": "13"
        },
        {
          "text": "Видев же Иисус негодова и рече им: оставите детей приходити ко мне и не браните им, тацех бо есть Царствие Божие: ",
          "ID": "14"
        },
        {
          "text": "аминь глаголю вам: иже аще не приимет Царствия Божия яко отроча, не имать внити в не. ",
          "ID": "15"
        },
        {
          "text": "И о‹емь их, возложь руце на них, благословляше их. ",
          "ID": "16"
        },
        {
          "text": "И исходящу ему на путь, притек некий и поклонься на колену ему, вопрошаше его: учителю благий, что сотворю, да живот вечный наследствую? ",
          "ID": "17"
        },
        {
          "text": "Иисус же рече ему: что мя глаголеши блага? никтоже благ, токмо един Бог. ",
          "ID": "18"
        },
        {
          "text": "Заповеди веси: не прелюбы сотвориши: не убий: не укради: не лжесвидетелствуй: не обиди: чти отца твоего и матерь. ",
          "ID": "19"
        },
        {
          "text": "Он же отвещав рече ему: учителю, сия вся сохраних от юности моея. ",
          "ID": "20"
        },
        {
          "text": "Иисус же воззрев нань, возлюби его и рече ему: единаго еси не докончал: иди, елика имаши, продаждь и даждь нищым, и имети имаши сокровище на небеси: и прииди (и) ходи вслед мене, взем крест. ",
          "ID": "21"
        },
        {
          "text": "Он же дряхл быв о словеси, отиде скорбя: бе бо имея стяжания многа. ",
          "ID": "22"
        },
        {
          "text": "И воззрев Иисус глагола учеником своим: како неудобь имущии богатство в Царствие Божие внидут. ",
          "ID": "23"
        },
        {
          "text": "ученицы же ужасахуся о словесех его. Иисус же паки отвещав глагола им: чада, како неудобь уповающым на богатство в Царствие Божие внити: ",
          "ID": "24"
        },
        {
          "text": "удобее бо есть вельбуду сквозе иглине ушы проити, неже богату в Царствие Божие внити. ",
          "ID": "25"
        },
        {
          "text": "Они же излиха дивляхуся, глаголюще к себе: то кто может спасен быти? ",
          "ID": "26"
        },
        {
          "text": "Воззрев же на них Иисус глагола: у человек невозможно, но не у Бога: вся бо возможна суть у Бога. ",
          "ID": "27"
        },
        {
          "text": "Начат же петр глаголати ему: се, мы оставихом вся и вслед тебе идохом. ",
          "ID": "28"
        },
        {
          "text": "Отвещав же Иисус рече: аминь глаголю вам: никтоже есть, иже оставил есть дом, или братию, или сестры, или отца, или матерь, или жену, или чада, или села, мене ради и Евангелиа ради: ",
          "ID": "29"
        },
        {
          "text": "аще не приимет сторицею ныне во время сие, домов, и братий, и сестр, и отца, и матере, и чад, и сел, во изгнании, и в век грядущий живот вечный: ",
          "ID": "30"
        },
        {
          "text": "мнози же будут первии последни, и последнии перви. ",
          "ID": "31"
        },
        {
          "text": "Бяху же на пути, восходяще во Иерусалим: и бе варяя их Иисус, и ужасахуся, и вслед идуще, бояхуся. И поемь паки обанадесять, начат им глаголати, яже хотяху ему быти: ",
          "ID": "32"
        },
        {
          "text": "яко, се, восходим во Иерусалим, и Сын Человеческий предан будет архиереом и книжником, и осудят его на смерть, и предадят его языком: ",
          "ID": "33"
        },
        {
          "text": "и поругаются ему, и уязвят его, и оплюют его, и убиют его: и в третий день воскреснет. ",
          "ID": "34"
        },
        {
          "text": "И пред него приидоста иаков и иоанн, сына зеведеева, глаголюща: учителю, хощева, да, еже аще просива, сотвориши нама. ",
          "ID": "35"
        },
        {
          "text": "Он же рече има: что хощета, да сотворю вама? ",
          "ID": "36"
        },
        {
          "text": "Она же реста ему: даждь нам, да един о десную тебе и един о шуюю тебе сядева во славе твоей. ",
          "ID": "37"
        },
        {
          "text": "Иисус же рече има: не веста, чесо просита: можета ли пити чашу, юже аз пию, и крещением, имже аз крещаюся, креститися? ",
          "ID": "38"
        },
        {
          "text": "Она же реста ему: можева. Иисус же рече има: чашу убо, юже аз пию, испиета, и крещением, имже аз крещаюся, креститася: ",
          "ID": "39"
        },
        {
          "text": "а еже сести о десную мене и о шуюю, несть мне дати, но имже уготовано есть. ",
          "ID": "40"
        },
        {
          "text": "И слышавше десять, начаша негодовати о иакове и иоанне. ",
          "ID": "41"
        },
        {
          "text": "Иисус же призвав их, глагола им: весте, яко мнящиися владети языки, соодолевают им, и велицыи их обладают ими: ",
          "ID": "42"
        },
        {
          "text": "не тако же будет в вас: но иже аще хощет в вас вящший быти, да будет вам слуга: ",
          "ID": "43"
        },
        {
          "text": "и иже аще хощет в вас быти старей, да будет всем раб: ",
          "ID": "44"
        },
        {
          "text": "ибо Сын Человечь не прииде, да послужат ему, но да послужит и даст душу свою избавление за многи. ",
          "ID": "45"
        },
        {
          "text": "И приидоша во иерихон. И исходящу ему от иерихона, и учеником его, и народу многу, сын тимеов вартимей слепый седяше при пути, прося. ",
          "ID": "46"
        },
        {
          "text": "И слышав, яко Иисус назорянин есть, начат звати и глаголати: Сыне давидов Иисусе, помилуй мя. ",
          "ID": "47"
        },
        {
          "text": "И прещаху ему мнози, да умолчит: он же множае паче зваше: Сыне давидов, помилуй мя. ",
          "ID": "48"
        },
        {
          "text": "И став Иисус, рече его возгласити. И возгласиша слепца, глаголюще ему: дерзай, востани, зовет тя. ",
          "ID": "49"
        },
        {
          "text": "Он же отверг ризы своя, востав прииде ко Иисусови. ",
          "ID": "50"
        },
        {
          "text": "И отвещав глагола ему Иисус: что хощеши, да сотворю тебе? Слепый же глагола ему: учителю, да прозрю. ",
          "ID": "51"
        },
        {
          "text": "Иисус же рече ему: иди: вера твоя спасе тя. И абие прозре и по Иисусе иде в путь.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "Евангелие от Марка 10"
    },
    {
      "text": [
        {
          "text": "И егда приближися во Иерусалим, в вифсфагию и вифанию, к горе елеонстей, посла два от ученик своих ",
          "ID": "1"
        },
        {
          "text": "и глагола има: идита в весь, яже есть прямо вама: и абие входяща в ню, обрящета жребя привязано, на неже никтоже от человек вседе: отрешша е, приведита: ",
          "ID": "2"
        },
        {
          "text": "и аще кто вама речет: что творита сие? рцыта, яко Господь требует е: и абие послет е семо. ",
          "ID": "3"
        },
        {
          "text": "Идоста же, и обретоста жребя привязано при дверех вне на распутии, и отрешиста е. ",
          "ID": "4"
        },
        {
          "text": "И нецыи от стоящих ту глаголаху има: что деета отрешающа жребя? ",
          "ID": "5"
        },
        {
          "text": "Она же реста им, якоже заповеда има Иисус: и оставиша я. ",
          "ID": "6"
        },
        {
          "text": "И приведоста жребя ко Иисусови: и возложиша на не ризы своя, и вседе на не. ",
          "ID": "7"
        },
        {
          "text": "Мнози же ризы своя постлаша по пути: друзии же ваиа резаху от древия и постилаху по пути. ",
          "ID": "8"
        },
        {
          "text": "И предходящии и вслед грядущии вопияху, глаголюще: осанна, благословен грядый во имя Господне, ",
          "ID": "9"
        },
        {
          "text": "благословено грядущее Царство во имя Господа отца нашего давида: осанна в вышних. ",
          "ID": "10"
        },
        {
          "text": "И вниде во Иерусалим Иисус и в церковь: и соглядав вся, позде уже сущу часу, изыде в вифанию со обеманадесяте. ",
          "ID": "11"
        },
        {
          "text": "И наутрие изшедшым им от вифании, взалка: ",
          "ID": "12"
        },
        {
          "text": "и видев смоковницу издалеча, имущу листвие, прииде, аще убо что обрящет на ней: и пришед к ней, ничесоже обрете, токмо листвие: не у бо бе время смоквам. ",
          "ID": "13"
        },
        {
          "text": "И отвещав Иисус рече ей: да не ктому от тебе во веки никтоже плода снесть. И слышаху ученицы его. ",
          "ID": "14"
        },
        {
          "text": "И приидоша (паки) во Иерусалим. И вшед Иисус в церковь, начат изгонити продающыя и купующыя в церкви: и трапезы торжником и седалища продающих голуби испроверже: ",
          "ID": "15"
        },
        {
          "text": "и не даяше, да кто мимонесет сосуд сквозе церковь. ",
          "ID": "16"
        },
        {
          "text": "И учаше, глаголя им: несть ли писано, яко храм мой храм молитвы наречется всем языком? вы же сотвористе его вертеп разбойником. ",
          "ID": "17"
        },
        {
          "text": "И слышаша книжницы и архиерее, и искаху, како его погубят: бояхубося его, яко весь народ дивляшеся о учении его. ",
          "ID": "18"
        },
        {
          "text": "И яко позде бысть, исхождаше вон из града. ",
          "ID": "19"
        },
        {
          "text": "И утро мимоходяще, видеша смоковницу изсохшу из корения. ",
          "ID": "20"
        },
        {
          "text": "И воспомянув петр глагола ему: равви, виждь, смоковница, юже проклял еси, усше. ",
          "ID": "21"
        },
        {
          "text": "И отвещав Иисус глагола им: ",
          "ID": "22"
        },
        {
          "text": "имейте веру Божию: аминь бо глаголю вам, яко, иже аще речет горе сей: двигнися и верзися в море: и не размыслит в сердцы своем, но веру имет, яко еже глаголет, бывает: будет ему, еже аще речет: ",
          "ID": "23"
        },
        {
          "text": "сего ради глаголю вам: вся елика аще молящеся просите, веруйте, яко приемлете: и будет вам: ",
          "ID": "24"
        },
        {
          "text": "и егда стоите молящеся, отпущайте, аще что имате на кого, да и Отец ваш, иже есть на небесех, отпустит вам согрешения ваша: ",
          "ID": "25"
        },
        {
          "text": "аще ли же вы не отпущаете, ни Отец ваш, иже есть на небесех, отпустит вам согрешений ваших. ",
          "ID": "26"
        },
        {
          "text": "И приидоша паки во Иерусалим. И в церкви ходящу ему, приидоша к нему архиерее и книжницы и старцы ",
          "ID": "27"
        },
        {
          "text": "и глаголаша ему: коею областию сия твориши? и кто ти область сию даде, да сия твориши? ",
          "ID": "28"
        },
        {
          "text": "Иисус же отвещав рече им: вопрошу вы и аз словесе единаго, и отвещайте ми: и реку вам, коею областию сия творю: ",
          "ID": "29"
        },
        {
          "text": "крещение иоанново с небесе ли бе, или от человек? отвещайте ми. ",
          "ID": "30"
        },
        {
          "text": "И мысляху в себе, глаголюще: аще речем, с небесе, речет: почто убо не веровасте ему? ",
          "ID": "31"
        },
        {
          "text": "но аще речем, от человек: бояхуся людий: вси бо имеяху иоанна, яко воистинну пророк бе. ",
          "ID": "32"
        },
        {
          "text": "И отвещавше глаголаша Иисусови: не вемы. И отвещав Иисус глагола им: ни аз глаголю вам, коею областию сия творю.",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "Евангелие от Марка 11"
    },
    {
      "text": [
        {
          "text": "И начат им в притчах глаголати: виноград насади человек, и огради оплотом, и ископа точило, и созда столп, и предаде его тяжателем, и отиде. ",
          "ID": "1"
        },
        {
          "text": "И посла к тяжателем во время раба, да от тяжатель приимет от плода винограда: ",
          "ID": "2"
        },
        {
          "text": "они же емше его биша и отослаша тща. ",
          "ID": "3"
        },
        {
          "text": "И паки посла к ним другаго раба: и того камением бивше, пробиша главу ему и послаша безчестна. ",
          "ID": "4"
        },
        {
          "text": "И паки иного посла: и того убиша: и многи ины, овы убо биюще, овы же убивающе. ",
          "ID": "5"
        },
        {
          "text": "Еще убо единаго сына име возлюбленнаго своего, посла и того к ним последи, глаголя, яко усрамятся сына моего. ",
          "ID": "6"
        },
        {
          "text": "Они же тяжателе реша к себе, яко сей есть наследник: приидите, убием его, и наше будет наследствие. ",
          "ID": "7"
        },
        {
          "text": "И емше его убиша и извергоша его вон из винограда. ",
          "ID": "8"
        },
        {
          "text": "Что убо сотворит господь винограда? Приидет и погубит тяжатели и даст виноград инем. ",
          "ID": "9"
        },
        {
          "text": "Ни писания ли сего чли есте: камень, егоже не в ряду сотвориша зиждущии, сей бысть во главу угла: ",
          "ID": "10"
        },
        {
          "text": "от Господа бысть сие, и есть дивно во очию нашею? ",
          "ID": "11"
        },
        {
          "text": "И искаху его яти, и убояшася народа: разумеша бо, яко к ним притчу рече: и оставльше его отидоша. ",
          "ID": "12"
        },
        {
          "text": "И послаша к нему некия от фарисей и иродиан, да его обольстят словом. ",
          "ID": "13"
        },
        {
          "text": "Они же пришедше глаголаша ему: учителю, вемы, яко истинен еси и не радиши ни о комже: не зриши бо на лице человеков, но воистинну пути Божию учиши: достоит ли кинсон кесареви дати, или ни? дамы ли, или не дамы? ",
          "ID": "14"
        },
        {
          "text": "Он же ведый их лицемерие, рече им: что мя искушаете? принесите ми пенязь, да вижу. ",
          "ID": "15"
        },
        {
          "text": "Они же принесоша. И глагола им: чий образ сий и написание? Они же реша ему: кесарев. ",
          "ID": "16"
        },
        {
          "text": "И отвещав Иисус рече им: воздадите кесарева кесареви и Божия Богови. И чудишася о нем. ",
          "ID": "17"
        },
        {
          "text": "И приидоша саддукее к нему, иже глаголют воскресению не быти: и вопросиша его, глаголюще: ",
          "ID": "18"
        },
        {
          "text": "учителю, моисей написа нам, яко аще кому брат умрет и оставит жену, а чад не оставит: да поймет брат его жену его и воскресит семя брату своему. ",
          "ID": "19"
        },
        {
          "text": "Седмь братий бе: и первый поят жену и умирая не остави семене: ",
          "ID": "20"
        },
        {
          "text": "и вторый поят ю и умре, и ни той остави семене: и третий такожде: ",
          "ID": "21"
        },
        {
          "text": "и пояша ю седмь и не оставиша семене: последи же всех умре и жена. ",
          "ID": "22"
        },
        {
          "text": "В воскресение убо, егда воскреснут, которому их будет жена: седмь бо имеша ю жену. ",
          "ID": "23"
        },
        {
          "text": "И отвещав Иисус рече им: не сего ли ради прельщаетеся, не ведуще писания, ни силы Божия? ",
          "ID": "24"
        },
        {
          "text": "егда бо из мертвых воскреснут, ни женятся, ни посягают, но суть яко ангели на небесех: ",
          "ID": "25"
        },
        {
          "text": "о мертвых же, яко востают, несте ли чли в книгах моисеовых, при купине яко рече ему Бог, глаголя: аз Бог авраамов и Бог исааков и Бог иаковль? ",
          "ID": "26"
        },
        {
          "text": "несть Бог мертвых, но Бог живых: вы убо много прельщаетеся. ",
          "ID": "27"
        },
        {
          "text": "И приступль един от книжник, слышав их стязающихся и видев, яко добре отвеща им, вопроси его: кая есть первая всех заповедий? ",
          "ID": "28"
        },
        {
          "text": "Иисус же отвеща ему: яко первейши всех заповедий: слыши, израилю, Господь Бог ваш Господь един есть: ",
          "ID": "29"
        },
        {
          "text": "и возлюбиши Господа Бога твоего всем сердцем твоим, и всею душею твоею, и всем умом твоим, и всею крепостию твоею: сия есть первая заповедь. ",
          "ID": "30"
        },
        {
          "text": "И вторая подобна ей: возлюбиши ближняго своего яко сам себе. Болшая сею ина заповедь несть. ",
          "ID": "31"
        },
        {
          "text": "И рече ему книжник: добре, учителю, воистинну рекл еси, яко един есть Бог, и несть ин разве его: ",
          "ID": "32"
        },
        {
          "text": "и еже любити его всем сердцем, и всем разумом, и всею душею, и всею крепостию: и еже любити ближняго яко себе, боле есть всех всесожжений и жертв. ",
          "ID": "33"
        },
        {
          "text": "Иисус же видев, яко смысленно отвеща, рече ему: не далече еси от Царствия Божия. И никтоже смеяше ктому его вопросити. ",
          "ID": "34"
        },
        {
          "text": "И отвещав Иисус глаголаше, учя в церкви: како глаголют книжницы, яко Христос Сын есть давидов? ",
          "ID": "35"
        },
        {
          "text": "Той бо давид рече Духом святым: глагола Господь Господеви моему: седи о десную мене, дондеже положу враги твоя подножие ногама твоима. ",
          "ID": "36"
        },
        {
          "text": "Сам убо давид глаголет его Господа: и откуду Сын ему есть? И мног народ послушаше его в сладость. ",
          "ID": "37"
        },
        {
          "text": "И глаголаше им во учении своем: блюдитеся от книжник, хотящих во одеяниих ходити, и целования на торжищих, ",
          "ID": "38"
        },
        {
          "text": "и преждеседания на сонмищих, и первовозлежания на вечерях: ",
          "ID": "39"
        },
        {
          "text": "поядающе домы вдовиц и непщеванием надолзе молящеся, сии приимут лишшее осуждение. ",
          "ID": "40"
        },
        {
          "text": "И сед Иисус прямо сокровищному хранилищу, зряше, како народ мещет медь в сокровищное хранилище. И мнози богатии вметаху многа. ",
          "ID": "41"
        },
        {
          "text": "И пришедши едина вдовица убога, вверже лепте две, еже есть кодрант. ",
          "ID": "42"
        },
        {
          "text": "И призвав ученики своя, рече им: аминь глаголю вам, яко вдовица сия убогая множае всех вверже вметающих в сокровищное хранилище: ",
          "ID": "43"
        },
        {
          "text": "вси бо от избытка своего ввергоша: сия же от лишения своего вся, елика имеяше, вверже, все житие свое.",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "Евангелие от Марка 12"
    },
    {
      "text": [
        {
          "text": "И исходящу ему от церкве, глагола ему един от ученик его: учителю, виждь, каково камение и какова здания. ",
          "ID": "1"
        },
        {
          "text": "И отвещав Иисус рече ему: видиши ли сия великая здания? не имать остати зде камень на камени, иже не разорится. ",
          "ID": "2"
        },
        {
          "text": "И седящу ему на горе елеонстей прямо церкве, вопрошаху его единаго петр и иаков, и иоанн и андрей: ",
          "ID": "3"
        },
        {
          "text": "рцы нам, когда сия будут? и кое (будет) знамение, егда имут вся сия скончатися? ",
          "ID": "4"
        },
        {
          "text": "Иисус же отвещав им, начат глаголати: блюдитеся, да не кто вас прельстит. ",
          "ID": "5"
        },
        {
          "text": "Мнози бо приидут во имя мое, глаголюще, яко аз есмь: и многи прельстят. ",
          "ID": "6"
        },
        {
          "text": "Егда же услышите брани и слышания бранем, не ужасайтеся: подобает бо быти: но не у кончина. ",
          "ID": "7"
        },
        {
          "text": "Востанет бо язык на язык, и царство на царство: и будут труси по местом, и будут глади и мятежи. Начало болезнем сия. ",
          "ID": "8"
        },
        {
          "text": "Блюдитеся же вы сами: предадят бо вы в сонмища, и на соборищих биени будете: и пред воеводы и цари ведени будете мене ради, во свидетелство им. ",
          "ID": "9"
        },
        {
          "text": "И во всех языцех подобает прежде проповедатися Евангелию. ",
          "ID": "10"
        },
        {
          "text": "Егда же поведут вы предающе, не прежде пецытеся, что возглаголете, ни поучайтеся: но еже аще дастся вам в той час, се глаголите: не вы бо будете глаголющии, но Дух святый. ",
          "ID": "11"
        },
        {
          "text": "Предаст же брат брата на смерть, и отец чадо: и востанут чада на родители и убиют их. ",
          "ID": "12"
        },
        {
          "text": "И будете ненавидими всеми имене моего ради: претерпевый же до конца, той спасен будет. ",
          "ID": "13"
        },
        {
          "text": "Егда же узрите мерзость запустения, реченную даниилом пророком, стоящу, идеже не подобает: чтый да разумеет: тогда сущии во иудеи да бежат на горы: ",
          "ID": "14"
        },
        {
          "text": "и иже на крове, да не слазит в дом, ни да внидет взяти чесо от дому своего: ",
          "ID": "15"
        },
        {
          "text": "и иже на селе сый, да не возвратится вспять взяти ризу свою. ",
          "ID": "16"
        },
        {
          "text": "Горе же непраздным и доящым в тыя дни. ",
          "ID": "17"
        },
        {
          "text": "Молитеся же, да не будет бегство ваше в зиме. ",
          "ID": "18"
        },
        {
          "text": "Будут бо дние тии скорбь, якова не бысть такова от начала создания, еже созда Бог, доныне, и не будет. ",
          "ID": "19"
        },
        {
          "text": "И аще не бы Господь прекратил дний, не бы убо спаслася всяка плоть: но избранных ради, ихже избра, прекратит дни. ",
          "ID": "20"
        },
        {
          "text": "Тогда аще кто речет вам: се, зде Христос, или: се, онде: не имите веры. ",
          "ID": "21"
        },
        {
          "text": "Востанут бо лжехристи и лжепророцы и дадят знамения и чудеса, еже прельстити, аще возможно, и избранныя. ",
          "ID": "22"
        },
        {
          "text": "Вы же блюдитеся: се, прежде рех вам вся. ",
          "ID": "23"
        },
        {
          "text": "Но в тыя дни, по скорби той, солнце померкнет, и луна не даст света своего, ",
          "ID": "24"
        },
        {
          "text": "и звезды будут с небесе спадающя, и силы, яже на небесех, подвижутся. ",
          "ID": "25"
        },
        {
          "text": "И тогда узрят Сына Человеческаго грядуща на облацех с силою и славою многою. ",
          "ID": "26"
        },
        {
          "text": "И тогда послет ангелы своя и соберет избранныя своя от четырех ветр, от конца земли до конца неба. ",
          "ID": "27"
        },
        {
          "text": "От смоковницы же научитеся притчи: егда уже ветвие ея будет младо и изращает листвие, ведите, яко близ есть жатва: ",
          "ID": "28"
        },
        {
          "text": "тако и вы, егда сия видите бывающа, ведите, яко близ есть, при дверех. ",
          "ID": "29"
        },
        {
          "text": "Аминь глаголю вам, яко не имать прейти род сей, дондеже вся сия будут. ",
          "ID": "30"
        },
        {
          "text": "Небо и земля прейдут, словеса же моя не прейдут. ",
          "ID": "31"
        },
        {
          "text": "О дни же том или о часе никтоже весть, ни ангели, иже суть на небесех, ни Сын, токмо Отец. ",
          "ID": "32"
        },
        {
          "text": "Блюдите, бдите и молитеся: не весте бо, когда время будет. ",
          "ID": "33"
        },
        {
          "text": "Якоже человек отходя оставль дом свой, и дав рабом своим власть, и комуждо дело свое, и вратарю повеле, да бдит. ",
          "ID": "34"
        },
        {
          "text": "Бдите убо: не весте бо, когда господь дому приидет, вечер, или полунощи, или в петлоглашение, или утро: ",
          "ID": "35"
        },
        {
          "text": "да не пришед внезапу, обрящет вы спящя. ",
          "ID": "36"
        },
        {
          "text": "А яже вам глаголю, всем глаголю: бдите.",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "Евангелие от Марка 13"
    },
    {
      "text": [
        {
          "text": "Бе же пасха и опресноцы по двою днию: и искаху архиерее и книжницы, како его лестию емше убиют: ",
          "ID": "1"
        },
        {
          "text": "глаголаху же: (но) не в праздник, еда како молва будет людска. ",
          "ID": "2"
        },
        {
          "text": "И сущу ему в вифании, в дому симона прокаженнаго, возлежащу ему, прииде жена, имущи алавастр мира нарднаго пистикиа многоценна: и сокрушши алавастр, возливаше ему на главу. ",
          "ID": "3"
        },
        {
          "text": "Бяху же нецыи негодующе в себе и глаголюще: почто гибель сия мирная бысть? ",
          "ID": "4"
        },
        {
          "text": "можаше бо сие продано быти вящше триех сот пенязь и датися нищым. И прещаху ей. ",
          "ID": "5"
        },
        {
          "text": "Иисус же рече: оставите ю: что ей труды даете? добро дело содела о мне. ",
          "ID": "6"
        },
        {
          "text": "Всегда бо нищыя имате с собою, и егда хощете, можете им добро творити: мене же не всегда имате. ",
          "ID": "7"
        },
        {
          "text": "Еже име сия, сотвори: предвари помазати мое тело на погребение. ",
          "ID": "8"
        },
        {
          "text": "Аминь глаголю вам: идеже аще проповестся Евангелие сие во всем мире, и еже сотвори сия, глаголано будет в память ея. ",
          "ID": "9"
        },
        {
          "text": "И иуда искариотский, един от обоюнадесяте, иде ко архиереем, да предаст его им. ",
          "ID": "10"
        },
        {
          "text": "Они же слышавше возрадовашася и обещаша ему сребреники дати. И искаше, како его в удобно время предаст. ",
          "ID": "11"
        },
        {
          "text": "И в первый день опреснок, егда пасху жряху, глаголаша ему ученицы его: где хощеши, шедше уготоваем, да яси пасху? ",
          "ID": "12"
        },
        {
          "text": "И посла два от ученик своих и глагола има: идита во град: и срящет вас человек в скудельнице воду нося: по нем идита, ",
          "ID": "13"
        },
        {
          "text": "и идеже аще внидет, рцыта господину дому, яко учитель глаголет: где есть виталница, идеже пасху со ученики моими снем? ",
          "ID": "14"
        },
        {
          "text": "и той вама покажет горницу велию, постлану, готову: ту уготовайта нам. ",
          "ID": "15"
        },
        {
          "text": "И изыдоста ученика его, и приидоста во град, и обретоста, якоже рече има: и уготоваста пасху. ",
          "ID": "16"
        },
        {
          "text": "И вечеру бывшу прииде со обеманадесяте. ",
          "ID": "17"
        },
        {
          "text": "И возлежащым им и ядущым, рече Иисус: аминь глаголю вам, яко един от вас предаст мя, ядый со мною. ",
          "ID": "18"
        },
        {
          "text": "Они же начаша скорбети и глаголати ему един по единому: еда аз? И другий: еда аз? ",
          "ID": "19"
        },
        {
          "text": "Он же отвещав рече им: един от обоюнадесяте, омочивый со мною в солило. ",
          "ID": "20"
        },
        {
          "text": "Сын убо Человеческий идет, якоже есть писано о нем: горе же человеку тому, имже Сын Человеческий предастся: добрее было бы ему, аще не бы родился человек той. ",
          "ID": "21"
        },
        {
          "text": "И ядущым им, приемь Иисус хлеб, (и) благословив, преломи и даде им, и рече: приимите, ядите: сие есть тело мое. ",
          "ID": "22"
        },
        {
          "text": "И приим чашу, хвалу воздав, даде им: и пиша от нея вси. ",
          "ID": "23"
        },
        {
          "text": "И рече им: сия есть кровь моя новаго завета, за многи изливаема: ",
          "ID": "24"
        },
        {
          "text": "аминь глаголю вам, яко ктому не имам пити от плода лознаго до дне того, егда е пию ново во Царствии Божии. ",
          "ID": "25"
        },
        {
          "text": "И воспевше изыдоша в гору елеонскую. ",
          "ID": "26"
        },
        {
          "text": "И глагола им Иисус, яко вси соблазнитеся о мне в нощь сию: писано бо есть: поражу пастыря, и разыдутся овцы. ",
          "ID": "27"
        },
        {
          "text": "Но потом, егда воскресну, варяю вы в галилеи. ",
          "ID": "28"
        },
        {
          "text": "Петр же рече ему: аще и вси соблазнятся, но не аз. ",
          "ID": "29"
        },
        {
          "text": "И глагола ему Иисус: аминь глаголю тебе, яко ты днесь в нощь сию, прежде даже вторицею петель не возгласит, трикраты отвержешися мене. ",
          "ID": "30"
        },
        {
          "text": "Он же множае глаголаше паче: аще (же) ми есть с тобою и умрети, не отвергуся тебе. Такожде и вси глаголаху. ",
          "ID": "31"
        },
        {
          "text": "И приидоша в весь, ейже имя гефсиманиа: и глагола учеником своим: седите зде, дондеже шед помолюся. ",
          "ID": "32"
        },
        {
          "text": "И поят петра и иакова и иоанна с собою: и начат ужасатися и тужити. ",
          "ID": "33"
        },
        {
          "text": "И глагола им: прискорбна есть душа моя до смерти: будите зде и бдите. ",
          "ID": "34"
        },
        {
          "text": "И прешед мало, паде на земли и моляшеся, да, аще возможно есть, мимо идет от него час: ",
          "ID": "35"
        },
        {
          "text": "и глаголаше: авва Отче, вся возможна тебе: мимо неси от мене чашу сию: но не еже аз хощу, но еже ты. ",
          "ID": "36"
        },
        {
          "text": "И прииде, и обрете их спящих, и глагола петрови: симоне, спиши ли? не возмогл еси единаго часа побдети? ",
          "ID": "37"
        },
        {
          "text": "бдите и молитеся, да не внидете в напасть: дух убо бодр, плоть же немощна. ",
          "ID": "38"
        },
        {
          "text": "И паки шед помолися, тожде слово рек. ",
          "ID": "39"
        },
        {
          "text": "И возвращься обрете я паки спящя: бяху бо очеса им тяготна: и не ведяху, что быша ему отвещали. ",
          "ID": "40"
        },
        {
          "text": "И прииде третицею и глагола им: спите прочее и почивайте: приспе конец, прииде час: се, предается Сын Человеческий в руки грешником: ",
          "ID": "41"
        },
        {
          "text": "востаните, идем: се, предаяй мя приближися. ",
          "ID": "42"
        },
        {
          "text": "И абие, еще ему глаголющу, прииде иуда, един сый от обоюнадесяте, и с ним народ мног со оружием и дрекольми, от архиерей и книжник и старец. ",
          "ID": "43"
        },
        {
          "text": "Даде же предаяй его знамение им, глаголя: егоже аще лобжу, той есть: имите его и ведите (его) сохранно. ",
          "ID": "44"
        },
        {
          "text": "И пришед, абие приступль к нему, глагола (ему): равви, равви. И облобыза его. ",
          "ID": "45"
        },
        {
          "text": "Они же возложиша руце свои на него и яша его. ",
          "ID": "46"
        },
        {
          "text": "Един же некто от стоящих извлек нож, удари раба архиереова и уреза ему ухо. ",
          "ID": "47"
        },
        {
          "text": "И отвещав Иисус рече им: яко на разбойника ли изыдосте со оружием и дрекольми яти мя? ",
          "ID": "48"
        },
        {
          "text": "по вся дни бех при вас в церкви учя, и не ясте мене: но да сбудется писание. ",
          "ID": "49"
        },
        {
          "text": "И оставльше его, вси бежаша. ",
          "ID": "50"
        },
        {
          "text": "И един некто юноша иде по нем, одеян в плащаницу по нагу: и яша того юношу. ",
          "ID": "51"
        },
        {
          "text": "Он же оставль плащаницу, наг бежа от них. ",
          "ID": "52"
        },
        {
          "text": "И ведоша Иисуса ко архиерею: и снидошася к нему вси архиерее и книжницы и старцы. ",
          "ID": "53"
        },
        {
          "text": "И петр издалеча вслед его иде до внутрь во двор архиереов: и бе седя со слугами и греяся при свещи. ",
          "ID": "54"
        },
        {
          "text": "Архиерее же и весь сонм искаху на Иисуса свидетелства, да умертвят его: и не обретаху. ",
          "ID": "55"
        },
        {
          "text": "Мнози бо лжесвидетелствоваху на него, и равна свидетелства не бяху. ",
          "ID": "56"
        },
        {
          "text": "И нецыи воставше лжесвидетелствоваху на него, глаголюще: ",
          "ID": "57"
        },
        {
          "text": "яко мы слышахом его глаголюща, яко аз разорю церковь сию рукотвореную и треми денми ину нерукотворену созижду. ",
          "ID": "58"
        },
        {
          "text": "И ни тако равно бе свидетелство их. ",
          "ID": "59"
        },
        {
          "text": "И востав архиерей посреде, вопроси Иисуса, глаголя: не отвещаваеши ли ничесоже? что сии на тя свидетелствуют? ",
          "ID": "60"
        },
        {
          "text": "Он же молчаше и ничтоже отвещаваше. Паки архиерей вопроси его и глагола ему: ты ли еси Христос, Сын благословеннаго? ",
          "ID": "61"
        },
        {
          "text": "Иисус же рече: аз есмь: и узрите Сына Человеческаго о десную седяща силы и грядуща со облаки небесными. ",
          "ID": "62"
        },
        {
          "text": "Архиерей же растерзав ризы своя, глагола: что еще требуем свидетелей? ",
          "ID": "63"
        },
        {
          "text": "слышасте хулу: что вам мнится? Они же вси осудиша его быти повинна смерти. ",
          "ID": "64"
        },
        {
          "text": "И начаша нецыи плювати нань, и прикрывати лице его, и мучити его, и глаголати ему: прорцы. И слуги по ланитома его бияху. ",
          "ID": "65"
        },
        {
          "text": "И сущу петрови во дворе низу, прииде едина от рабынь архиереовых, ",
          "ID": "66"
        },
        {
          "text": "и видевши петра греющася, воззревши на него, глагола: и ты с назарянином Иисусом был еси. ",
          "ID": "67"
        },
        {
          "text": "Он же отвержеся, глаголя: не вем, ниже знаю, что ты глаголеши. И изыде вон на преддворие: и алектор возгласи. ",
          "ID": "68"
        },
        {
          "text": "И рабыня видевши его паки, начат глаголати предстоящым, яко сей от них есть. ",
          "ID": "69"
        },
        {
          "text": "Он же паки отметашеся. И помале паки предстоящии глаголаху петрови: воистинну от них еси: ибо галилеанин еси, и беседа твоя подобится. ",
          "ID": "70"
        },
        {
          "text": "Он же нача ротитися и клятися, яко не вем Человека сего, егоже вы глаголете. ",
          "ID": "71"
        },
        {
          "text": "И второе алектор возгласи. И помяну петр глаголгол, егоже рече ему Иисус, яко прежде даже петель не возгласит двакраты, отвержешися мене трикраты. И начен плакашеся.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "Евангелие от Марка 14"
    },
    {
      "text": [
        {
          "text": "И абие наутрие совет сотвориша архиерее со старцы и книжники, и весь сонм, связавше Иисуса ведоша и предаша (его) пилату. ",
          "ID": "1"
        },
        {
          "text": "И вопроси его пилат: ты ли еси Царь иудейский? Он же отвещав рече ему: ты глаголеши. ",
          "ID": "2"
        },
        {
          "text": "И глаголаху на него архиерее много. ",
          "ID": "3"
        },
        {
          "text": "Пилат же паки вопроси его, глаголя: не отвещаваеши ли ничтоже? виждь, колика на тя свидетелствуют. ",
          "ID": "4"
        },
        {
          "text": "Иисус же ктому ничтоже отвеща, яко дивитися пилату. ",
          "ID": "5"
        },
        {
          "text": "На (всяк) же праздник отпущаше им единаго связня, егоже прошаху. ",
          "ID": "6"
        },
        {
          "text": "Бе же нарицаемый варавва со сковники своими связан, иже в кове убийство сотвориша. ",
          "ID": "7"
        },
        {
          "text": "И возопив народ нача просити, якоже всегда творяше им. ",
          "ID": "8"
        },
        {
          "text": "Пилат же отвеща им, глаголя: хощете ли, пущу вам Царя иудейска? ",
          "ID": "9"
        },
        {
          "text": "Ведяше бо, яко зависти ради предаша его архиерее. ",
          "ID": "10"
        },
        {
          "text": "Архиерее же помануша народу, да паче варавву пустит им. ",
          "ID": "11"
        },
        {
          "text": "Пилат же отвещав паки рече им: что убо хощете сотворю, егоже глаголете Царя иудейска? ",
          "ID": "12"
        },
        {
          "text": "Они же паки возопиша (глаголюще): пропни его. ",
          "ID": "13"
        },
        {
          "text": "Пилат же глаголаше им: что бо зло сотвори? Они же излиха вопияху: пропни его. ",
          "ID": "14"
        },
        {
          "text": "Пилат же хотя народу хотение сотворити, пусти им варавву: и предаде Иисуса, бив, да пропнут его. ",
          "ID": "15"
        },
        {
          "text": "Воини же ведоша его внутрь двора, еже есть претор: и созваша всю спиру, ",
          "ID": "16"
        },
        {
          "text": "и облекоша его в препряду, и возложиша на него сплетше тернов венец, ",
          "ID": "17"
        },
        {
          "text": "и начаша целовати его (и глаголати): радуйся, Царю иудейский. ",
          "ID": "18"
        },
        {
          "text": "И бияху его по главе тростию, и плюваху на него, и прегибающе колена покланяхуся ему. ",
          "ID": "19"
        },
        {
          "text": "И егда поругашася ему, совлекоша с него препряду и облекоша его в ризы своя: и изведоша его, да пропнут его. ",
          "ID": "20"
        },
        {
          "text": "И задеша мимоходящу некоему симону киринею, грядущу с села, отцу александрову и руфову, да возмет крест его. ",
          "ID": "21"
        },
        {
          "text": "И приведоша его на голгофу место, еже есть сказаемо лобное место. ",
          "ID": "22"
        },
        {
          "text": "И даяху ему пити есмирнисмено вино: он же не прият. ",
          "ID": "23"
        },
        {
          "text": "И распеншии его разделиша ризы его, метающе жребий о них, кто что возмет. ",
          "ID": "24"
        },
        {
          "text": "Бе же час третий, и распяша его. ",
          "ID": "25"
        },
        {
          "text": "И бе написание вины его написано: Царь иудейск. ",
          "ID": "26"
        },
        {
          "text": "И с ним распяша два разбойника, единаго о десную и единаго о шуюю его. ",
          "ID": "27"
        },
        {
          "text": "И сбыстся писание, еже глаголет: и со беззаконными вменися. ",
          "ID": "28"
        },
        {
          "text": "И мимоходящии хуляху его, покивающе главами своими и глаголюще: уа, разоряяй церковь и треми денми созидаяй, ",
          "ID": "29"
        },
        {
          "text": "спасися сам и сниди со креста. ",
          "ID": "30"
        },
        {
          "text": "Такожде и архиерее ругающеся, друг ко другу с книжники глаголаху: ины спасе, себе ли не может спасти? ",
          "ID": "31"
        },
        {
          "text": "Христос, Царь израилев, да снидет ныне со креста, да видим и веру имем ему. И распятая с ним поношаста ему. ",
          "ID": "32"
        },
        {
          "text": "Бывшу же часу шестому, тма бысть по всей земли до часа девятаго. ",
          "ID": "33"
        },
        {
          "text": "И в час девятый возопи Иисус гласом велиим, глаголя: елои, елои, лама савахфани? еже есть сказаемо: Боже мой, Боже мой, почто мя оставил еси? ",
          "ID": "34"
        },
        {
          "text": "И нецыи от предстоящих слышавше, глаголаху: се, илию гласит. ",
          "ID": "35"
        },
        {
          "text": "Тек же един, и наполнив губу оцта, и возложь на трость, напаяше его, глаголя: оставите, да видим, аще приидет илиа сняти его. ",
          "ID": "36"
        },
        {
          "text": "Иисус же пущь глас велий, издше. ",
          "ID": "37"
        },
        {
          "text": "И завеса церковная раздрася на двое, свыше до низу. ",
          "ID": "38"
        },
        {
          "text": "Видев же сотник стояй прямо ему, яко тако возопив издше, рече: воистинну Человек сей Сын бе Божий. ",
          "ID": "39"
        },
        {
          "text": "Бяху же и жены издалеча зрящя, в нихже бе мариа магдалина, и мариа иакова малаго и иосии мати, и саломиа, ",
          "ID": "40"
        },
        {
          "text": "яже, и егда бе в галилеи, хождаху по нем и служаху ему: и ины многия, яже взыдоша с ним во Иерусалим. ",
          "ID": "41"
        },
        {
          "text": "И уже позде бывшу, понеже бе пяток, еже есть к субботе, ",
          "ID": "42"
        },
        {
          "text": "прииде иосиф, иже от аримафеа, благообразен советник, иже и той бе чая Царствия Божия, дерзнув вниде к пилату, и проси телесе Иисусова. ",
          "ID": "43"
        },
        {
          "text": "Пилат же дивися, аще уже умре: и призвав сотника, вопроси его: аще уже умре? ",
          "ID": "44"
        },
        {
          "text": "И уведев от сотника, даде тело иосифови. ",
          "ID": "45"
        },
        {
          "text": "И купив плащаницу и снемь его, обвит плащаницею: и положи его во гроб, иже бе изсечен от камене: и привали камень над двери гроба. ",
          "ID": "46"
        },
        {
          "text": "Мариа же магдалина и мариа иосиева зрясте, где его полагаху.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "Евангелие от Марка 15"
    },
    {
      "text": [
        {
          "text": "И минувшей субботе, мариа магдалина и мариа иаковля и саломиа купиша ароматы, да пришедшя помажут Иисуса. ",
          "ID": "1"
        },
        {
          "text": "И зело заутра во едину от суббот приидоша на гроб, возсиявшу солнцу, ",
          "ID": "2"
        },
        {
          "text": "и глаголаху к себе: кто отвалит нам камень от дверий гроба? ",
          "ID": "3"
        },
        {
          "text": "И воззревшя видеша, яко отвален бе камень: бе бо велий зело. ",
          "ID": "4"
        },
        {
          "text": "И вшедшя во гроб, видеша юношу седяща в десных, одеяна во одежду белу: и ужасошася. ",
          "ID": "5"
        },
        {
          "text": "Он же глагола им: не ужасайтеся: Иисуса ищете назарянина распятаго: воста, несть зде: се, место, идеже положиша его: ",
          "ID": "6"
        },
        {
          "text": "но идите, рцыте учеником его и петрови, яко варяет вы в галилеи: тамо его видите, якоже рече вам. ",
          "ID": "7"
        },
        {
          "text": "И изшедшя бежаша от гроба: имяше же их трепет и ужас: и ни комуже ничтоже реша: бояхубося. ",
          "ID": "8"
        },
        {
          "text": "воскрес же (Иисус) заутра в первую субботу, явися прежде марии магдалини, из неяже изгна седмь бесов. ",
          "ID": "9"
        },
        {
          "text": "Она (же) шедши возвести с ним бывшым, плачущымся и рыдающым: ",
          "ID": "10"
        },
        {
          "text": "и они слышавше, яко жив есть и виден бысть от нея, не яша веры. ",
          "ID": "11"
        },
        {
          "text": "По сих же двема от них грядущема явися инем образом, идущема на село. ",
          "ID": "12"
        },
        {
          "text": "И та шедша возвестиста прочым: и ни тема веры яша. ",
          "ID": "13"
        },
        {
          "text": "Последи (же) возлежащым им единомунадесяте явися, и поноси неверствию их и жестосердию, яко видевшым его воставша не яша веры. ",
          "ID": "14"
        },
        {
          "text": "И рече им: шедше в мир весь, проповедите Евангелие всей твари. ",
          "ID": "15"
        },
        {
          "text": "Иже веру имет и крестится, спасен будет: а иже не имет веры, осужден будет. ",
          "ID": "16"
        },
        {
          "text": "Знамения же веровавшым сия последуют: именем моим бесы ижденут: языки возглаголют новы: ",
          "ID": "17"
        },
        {
          "text": "змия возмут: аще и что смертно испиют, не вредит их: на недужныя руки возложат, и здрави будут. ",
          "ID": "18"
        },
        {
          "text": "Господь же убо, по глаголголании (его) к ним, вознесеся на небо и седе о десную Бога. ",
          "ID": "19"
        },
        {
          "text": "Они же изшедше проповедаша всюду, Господу поспешствующу и слово утверждающу последствующими знаменьми. Аминь. ",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "Евангелие от Марка 16"
    }
  ],
  "ID": "NT:MRK(CSLAV)",
  "name": "Евангелие от Марка"
}