{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Вот начало Радостной Вести об Иисусе Христе, Сыне Бога. ",
          "ID": "1"
        },
        {
          "text": "Как написано у пророка Исаии:",
          "ID": "2"
        },
        {
          "text": "«Вот, Я посылаю перед Тобой Моего вестника,",
          "ID": "2"
        },
        {
          "text": "который приготовит Тебе путь».",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "«Голос раздается в пустыне:",
          "ID": "3"
        },
        {
          "text": "„Приготовьте путь Господу,",
          "ID": "3"
        },
        {
          "text": "сделайте прямыми дороги Его!“»",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "В пустыне появился Иоанн Креститель и проповедовал крещение в знак покаяния для прощения грехов. ",
          "ID": "4"
        },
        {
          "text": "К нему приходили люди со всей Иудеи и все жители Иерусалима. Они исповедовали свои грехи, и Иоанн крестил их в реке Иордане. ",
          "ID": "5"
        },
        {
          "text": "Иоанн носил одежду из верблюжьей шерсти и подпоясывался кожаным поясом. Ел он саранчу и дикий мед. ",
          "ID": "6"
        },
        {
          "text": "В своей проповеди он говорил:",
          "ID": "7"
        },
        {
          "text": "– После меня придет Тот, Кто могущественнее меня, и я даже не достоин, нагнувшись, развязать ремни Его сандалий. ",
          "ID": "7"
        },
        {
          "text": "Я крестил вас водой, а Он будет крестить вас Святым Духом.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "В то время из галилейского города Назарета пришел Иисус и тоже был крещен Иоанном в Иордане. ",
          "ID": "9"
        },
        {
          "text": "И когда Иисус выходил из воды, Он тотчас увидел раскрывшиеся небеса и Духа, спускающегося на Него в образе голубя. ",
          "ID": "10"
        },
        {
          "text": "И с небес прозвучал голос:",
          "ID": "11"
        },
        {
          "text": "– Ты Мой любимый Сын! В Тебе Моя радость!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Тотчас Дух побудил Иисуса пойти в пустыню. ",
          "ID": "12"
        },
        {
          "text": "Он находился в пустыне сорок дней, искушаемый сатаной. Иисус был там один, в окружении диких зверей, и ангелы служили Ему.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "После того как Иоанн был арестован, Иисус пришел в Галилею, возвещая Радостную Весть от Бога.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Пришло время, – говорил Он, – Царство Божье уже близко! Покайтесь и верьте в Радостную Весть!",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Однажды, проходя вдоль Галилейского озера, Иисус увидел Симона и его брата Андрея. Они забрасывали в озеро сети, так как были рыбаками.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Идите за Мной, – сказал им Иисус, – и Я сделаю вас ловцами людей.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Братья сразу же оставили сети и пошли за Ним. ",
          "ID": "18"
        },
        {
          "text": "Пройдя немного дальше, Он увидел Иакова и Иоанна, сыновей Зеведея, которые сидели в лодке и чинили сети. ",
          "ID": "19"
        },
        {
          "text": "И Он сразу же позвал их, и они, оставив своего отца Зеведея с наемными работниками в лодке, пошли за Ним.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Когда они пришли в Капернаум, Иисус в первую же субботу пошел в синагогу и учил там. ",
          "ID": "21"
        },
        {
          "text": "Люди изумлялись Его учению, потому что Он учил их как имеющий власть, а не как учители Закона. ",
          "ID": "22"
        },
        {
          "text": "Как раз в это время в синагоге находился человек, одержимый нечистым духом, который вдруг закричал:",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "– Что Ты хочешь от нас, Иисус из Назарета? Ты пришел, чтобы погубить нас? Я знаю, Кто Ты! Ты – Святой Божий!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "– Замолчи! – строго приказал Иисус. – Выйди из него!",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Нечистый дух сотряс человека и с громким криком вышел из него. ",
          "ID": "26"
        },
        {
          "text": "Люди в изумлении говорили друг другу:",
          "ID": "27"
        },
        {
          "text": "– Что это? Новое учение, да еще и с такой властью! Он даже нечистым духам приказывает, и те подчиняются Ему!",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Слух об Иисусе мгновенно разошелся по всей Галилее.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Из синагоги они с Иаковом и Иоанном сразу же пошли домой к Симону и Андрею. ",
          "ID": "29"
        },
        {
          "text": "Теща Симона лежала в горячке, и Иисусу сразу сказали о ней. ",
          "ID": "30"
        },
        {
          "text": "Он подошел к ней, взял ее за руку и помог подняться. Жар ее прошел, и она начала накрывать им на стол.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "С наступлением вечера, после захода солнца, к Иисусу стали приносить всех больных и одержимых демонами. ",
          "ID": "32"
        },
        {
          "text": "Весь город собрался у дверей. ",
          "ID": "33"
        },
        {
          "text": "В тот день Иисус исцелил многих от самых различных болезней и изгнал много демонов. Демонам Он запрещал говорить, потому что они знали, Кто Он.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "На следующее утро, когда было еще темно, Иисус вышел из дома, пошел в безлюдное место и там молился. ",
          "ID": "35"
        },
        {
          "text": "Симон и другие ученики бросились искать Его ",
          "ID": "36"
        },
        {
          "text": "и, когда нашли, сказали Ему:",
          "ID": "37"
        },
        {
          "text": "– Все Тебя ищут!",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "А Он им ответил:",
          "ID": "38"
        },
        {
          "text": "– Пойдем в другие места, в соседние селения, чтобы Мне и там проповедовать Радостную Весть, Я ведь для этого и пришел.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "И Он ходил по всей Галилее, проповедуя в синагогах и изгоняя демонов.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Однажды к Нему подошел человек, больной проказой. Упав перед Иисусом на колени, он стал умолять Его:",
          "ID": "40"
        },
        {
          "text": "– Если Ты захочешь, Ты можешь меня очистить.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Иисусу стало жаль его. Он протянул руку, прикоснулся к нему и сказал:",
          "ID": "41"
        },
        {
          "text": "– Хочу, очистись!",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Как только Он это сказал, проказа сошла с человека, и тот стал чистым. ",
          "ID": "42"
        },
        {
          "text": "Иисус тут же отослал его, строго предупредив:",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "– Смотри, никому не говори об этом, но пойди, покажись священнику и принеси в жертву за очищение то, что повелел Моисей. Так твое исцеление будет удостоверено перед людьми.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Но тот пошел и начал повсюду рассказывать о случившемся. Из-за этого Иисусу стало невозможно открыто появляться в городе, и Он оставался в безлюдных местах. Народ, однако, стекался к Нему отовсюду.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "От Марка 1"
    },
    {
      "text": [
        {
          "text": "Через несколько дней Иисус снова пришел в Капернаум, и в городе стало известно, что Он дома. ",
          "ID": "1"
        },
        {
          "text": "К Нему собралось столько людей, что не было места даже в дверях. Когда Иисус возвещал слово, ",
          "ID": "2"
        },
        {
          "text": "четверо мужчин принесли к Нему парализованного. ",
          "ID": "3"
        },
        {
          "text": "Видя, что из-за толпы к Иисусу им не подойти, они поднялись на крышу, разобрали ее и спустили сверху циновку, на которой лежал больной. ",
          "ID": "4"
        },
        {
          "text": "Иисус, увидев их веру, сказал парализованному:",
          "ID": "5"
        },
        {
          "text": "– Сын Мой, прощаются тебе твои грехи!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Некоторые из учителей Закона, которые сидели там, подумали про себя: ",
          "ID": "6"
        },
        {
          "text": "«Что Он такое говорит? Это кощунство! Кто, кроме Бога, может прощать грехи?»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Иисус тотчас узнал духом Своим, о чем они думают.",
          "ID": "8"
        },
        {
          "text": "– Что у вас за мысли такие в сердце? – спросил Он. ",
          "ID": "8"
        },
        {
          "text": "– Что легче, сказать парализованному: «Прощаются тебе грехи» – или сказать ему: «Встань, возьми циновку и ходи»? ",
          "ID": "9"
        },
        {
          "text": "Но чтобы вы знали, что Сын Человеческий имеет власть прощать грехи на земле …  ",
          "ID": "10"
        },
        {
          "text": "И тут Он обратился к парализованному:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Говорю тебе: встань, возьми свою циновку и иди домой.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Больной тут же, на глазах у всех, встал, взял циновку и вышел. Это очень изумило всех, и люди славили Бога, говоря:",
          "ID": "12"
        },
        {
          "text": "– Такого мы никогда еще не видели!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иисус опять вышел к озеру. Весь народ шел к Нему, и Он учил их. ",
          "ID": "13"
        },
        {
          "text": "Проходя, Иисус увидел Левия, сына Алфея, сидевшего на месте сбора таможенных пошлин.",
          "ID": "14"
        },
        {
          "text": "– Следуй за Мной, – сказал ему Иисус.",
          "ID": "14"
        },
        {
          "text": "Тот встал и пошел за Ним. ",
          "ID": "14"
        },
        {
          "text": "Позже, когда Иисус возлежал за столом в доме у Левия, то, кроме Его учеников, там собралось много сборщиков налогов и прочих грешников; за Иисусом всегда шло много разных людей. ",
          "ID": "15"
        },
        {
          "text": "Учители Закона из фарисеев увидели, что Он ест вместе с грешниками и сборщиками налогов, и спросили учеников Иисуса:",
          "ID": "16"
        },
        {
          "text": "– Почему Он ест со сборщиками налогов и грешниками?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Услышав это, Иисус сказал им:",
          "ID": "17"
        },
        {
          "text": "– Не здоровым нужен врач, а больным. Я пришел призвать не праведников, а грешников.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Однажды, когда ученики Иоанна и фарисеи постились, к Иисусу пришли какие-то люди и спросили:",
          "ID": "18"
        },
        {
          "text": "– Почему ученики Иоанна и ученики фарисеев постятся, а Твои ученики нет?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Иисус им ответил:",
          "ID": "19"
        },
        {
          "text": "– Разве могут гости на свадьбе поститься, пока с ними жених? До тех пор пока жених с ними, зачем им поститься? ",
          "ID": "19"
        },
        {
          "text": "Но наступят дни, когда жених будет взят от них, вот тогда они и будут поститься. ",
          "ID": "20"
        },
        {
          "text": "Никто не пришивает к старой одежде заплату из новой ткани, иначе новая ткань сядет, порвет старую, и дыра станет еще больше. ",
          "ID": "21"
        },
        {
          "text": "И никто не наливает молодое вино в старые бурдюки, иначе вино прорвет их, тогда и вино пропадет, и бурдюки. Молодое вино наливают в новые бурдюки.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Однажды в субботу Иисус проходил через засеянные поля, и Его ученики начали срывать по дороге колосья. ",
          "ID": "23"
        },
        {
          "text": "Фарисеи сказали Ему:",
          "ID": "24"
        },
        {
          "text": "– Смотри! Почему они делают то, что не разрешается делать в субботу?",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "25"
        },
        {
          "text": "– Разве вы никогда не читали о том, что сделал Давид, находясь в нужде, когда он и его спутники проголодались? ",
          "ID": "25"
        },
        {
          "text": "Это произошло при первосвященнике Авиатаре. Давид вошел в дом Божий и ел священный хлеб, который нельзя есть никому, кроме священников, а также дал его своим людям.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "И добавил:",
          "ID": "27"
        },
        {
          "text": "– Суббота создана для человека, а не человек для субботы. ",
          "ID": "27"
        },
        {
          "text": "Так что Сын Человеческий – Господин и над субботой!",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "От Марка 2"
    },
    {
      "text": [
        {
          "text": "Иисус снова пришел в синагогу. Там был человек с иссохшей рукой. ",
          "ID": "1"
        },
        {
          "text": "Фарисеи внимательно наблюдали за Ним, не исцелит ли Он этого человека в субботу, чтобы потом обвинить Его. ",
          "ID": "2"
        },
        {
          "text": "Иисус сказал человеку с иссохшей рукой:",
          "ID": "3"
        },
        {
          "text": "– Встань посередине.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Затем Он спросил их:",
          "ID": "4"
        },
        {
          "text": "– Что позволительно делать в субботу, добро или зло? Спасать жизнь или губить?",
          "ID": "4"
        },
        {
          "text": "Они молчали. ",
          "ID": "4"
        },
        {
          "text": "Тогда Иисус, обведя их гневным взглядом и скорбя о черствости их сердец, сказал тому человеку:",
          "ID": "5"
        },
        {
          "text": "– Протяни руку.",
          "ID": "5"
        },
        {
          "text": "Тот протянул, и его рука стала совершенно здоровой.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Выйдя из синагоги, фарисеи немедленно начали совещаться со сторонниками Ирода о том, как им убить Иисуса.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "А Иисус пошел с учениками к озеру. За ними следовало великое множество народа из Галилеи, Иудеи, ",
          "ID": "7"
        },
        {
          "text": "Иерусалима, Идумеи, из-за реки Иордана, из окрестностей Тира и Сидона. Эти люди шли к Иисусу, потому что слышали о делах, которые Он совершал. ",
          "ID": "8"
        },
        {
          "text": "Иисус велел ученикам приготовить лодку, чтобы не теснили Его, потому что толпа была весьма многочисленна. ",
          "ID": "9"
        },
        {
          "text": "Он исцелил многих людей, и поэтому все больные пробирались вперед, чтобы прикоснуться к Нему. ",
          "ID": "10"
        },
        {
          "text": "А те, в ком были нечистые духи, когда видели Его, падали перед Ним ниц и кричали:",
          "ID": "11"
        },
        {
          "text": "– Ты – Сын Бога!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Но Иисус строго запрещал им разглашать о том, кто Он.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Однажды Иисус поднялся на гору и позвал к Себе тех, кого Сам пожелал. Они пришли к Нему, ",
          "ID": "13"
        },
        {
          "text": "и из них Он избрал двенадцать человек, которых и назвал апостолами, чтобы они всегда были с Ним, и чтобы Он мог посылать их возвещать Радостную Весть. ",
          "ID": "14"
        },
        {
          "text": "Он также наделил их властью изгонять демонов. ",
          "ID": "15"
        },
        {
          "text": "Итак, Иисус назначил двенадцать человек: Симона (которому Он дал имя Петр), ",
          "ID": "16"
        },
        {
          "text": "Иакова, сына Зеведея, и Иоанна, брата Иакова (их Он называл «Воанергес», что значит «Сыновья грома»), ",
          "ID": "17"
        },
        {
          "text": "Андрея, Филиппа, Варфоломея, Матфея, Фому, Иакова (сына Алфея), Фаддея, Симона Кананита ",
          "ID": "18"
        },
        {
          "text": "и Иуду Искариота (который впоследствии и предал Иисуса).",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Однажды, когда Иисус вошел в дом, опять собралась толпа, так что Ему и Его ученикам даже поесть было некогда. ",
          "ID": "20"
        },
        {
          "text": "Услышав об этом, родственники Иисуса пришли забрать Его, потому что они говорили:",
          "ID": "21"
        },
        {
          "text": "– Он не в Своем уме.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "А учители Закона, пришедшие из Иерусалима, утверждали:",
          "ID": "22"
        },
        {
          "text": "– Он одержим Веельзевулом. Он изгоняет демонов силой повелителя демонов.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тогда, подозвав их к Себе, Иисус стал объяснять им с помощью притч:",
          "ID": "23"
        },
        {
          "text": "– Как сатана может изгонять сатану? ",
          "ID": "23"
        },
        {
          "text": "Если царство разделится на враждующие части, оно не сможет устоять, ",
          "ID": "24"
        },
        {
          "text": "и если дом будет разделен враждой, то этот дом не сможет устоять. ",
          "ID": "25"
        },
        {
          "text": "Если сатана разделился и враждует против самого себя, то он не может устоять, и конец его близок. ",
          "ID": "26"
        },
        {
          "text": "Ведь никто не может войти в дом сильного человека и разграбить его добро, если сначала не свяжет его, – только тогда можно будет ограбить его дом. ",
          "ID": "27"
        },
        {
          "text": "Говорю вам истину: все грехи и любое кощунство будут прощены людям, ",
          "ID": "28"
        },
        {
          "text": "но тот, кто будет хулить Святого Духа, тому не простится никогда, вина за этот грех остается на человеке навсегда.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Он сказал это потому, что они говорили, будто в Нем нечистый дух.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Пришли Его мать и братья и, стоя снаружи, попросили позвать Его. ",
          "ID": "31"
        },
        {
          "text": "Вокруг Иисуса было много людей, и Ему передали:",
          "ID": "32"
        },
        {
          "text": "– Твоя мать, Твои братья и сестры стоят снаружи и спрашивают Тебя.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "– Кто Мне мать и кто Мне братья? – спросил их в ответ Иисус.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Он обвел взглядом сидящих вокруг Него людей и сказал:",
          "ID": "34"
        },
        {
          "text": "– Вот Моя мать и Мои братья. ",
          "ID": "34"
        },
        {
          "text": "Кто исполняет Божью волю, тот Мне и брат, и сестра, и мать.",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "От Марка 3"
    },
    {
      "text": [
        {
          "text": "Иисус опять учил у озера. Вокруг Него собралась огромная толпа, так что Он был вынужден сесть в лодку и немного отплыть, а весь народ стоял на берегу. ",
          "ID": "1"
        },
        {
          "text": "Иисус многому учил народ в притчах, говоря им:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Послушайте: сеятель вышел сеять. ",
          "ID": "3"
        },
        {
          "text": "Когда он разбрасывал семена, то некоторые из них упали у самой дороги. Прилетели птицы и склевали их. ",
          "ID": "4"
        },
        {
          "text": "Другие упали в каменистые места, где было мало плодородной почвы. Они быстро проросли, потому что почва была неглубокой. ",
          "ID": "5"
        },
        {
          "text": "Но когда взошло солнце, оно опалило ростки, и те засохли, так как у них не было глубоких корней. ",
          "ID": "6"
        },
        {
          "text": "Другие упали в терновник, который разросся, заглушил их, и семена не дали урожая. ",
          "ID": "7"
        },
        {
          "text": "Но семена, которые упали на хорошую почву, взошли, выросли и принесли урожай в тридцать, а то и в шестьдесят, и даже во сто крат больше, чем было посеяно.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Потом Иисус добавил:",
          "ID": "9"
        },
        {
          "text": "– У кого есть уши, чтобы слышать, пусть слышит!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Позже, когда Иисус был один, Его постоянные спутники вместе с двенадцатью спросили Его о притчах. ",
          "ID": "10"
        },
        {
          "text": "Иисус ответил:",
          "ID": "11"
        },
        {
          "text": "– Вам открыта тайна Божьего Царства, а тем, внешним, все дается в притчах, ",
          "ID": "11"
        },
        {
          "text": "чтобы",
          "ID": "12"
        },
        {
          "text": "«они смотрели, но не увидели,",
          "ID": "12"
        },
        {
          "text": "и слушали, но не поняли;",
          "ID": "12"
        },
        {
          "text": "чтобы они не обратились и не были бы прощены».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Потом Иисус спросил:",
          "ID": "13"
        },
        {
          "text": "– Неужели и вы не поняли эту притчу? Как же вы тогда вообще сможете понимать притчи? ",
          "ID": "13"
        },
        {
          "text": "Сеятель сеет слово. ",
          "ID": "14"
        },
        {
          "text": "Некоторые люди похожи на семена, посеянные у дороги. Как только они услышат слово, приходит сатана и похищает посеянное в них. ",
          "ID": "15"
        },
        {
          "text": "Другие похожи на семена, посеянные на каменистой почве. Эти люди, когда слышат слово, сразу же принимают его с радостью. ",
          "ID": "16"
        },
        {
          "text": "Но у них нет корня, и поэтому их хватает лишь на короткое время, и когда наступают трудности и гонения за слово, они сразу же отступаются. ",
          "ID": "17"
        },
        {
          "text": "Третьи – как семена, посеянные среди терновника. Они слышат слово, ",
          "ID": "18"
        },
        {
          "text": "но повседневные заботы, любовь к богатству и другие желания заглушают слово, делая его бесплодным. ",
          "ID": "19"
        },
        {
          "text": "А есть люди, похожие на семена, посеянные в хорошую почву. Они слышат слово, принимают его и приносят плод – в тридцать, шестьдесят, а то и во сто крат больше посеянного.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Затем Он сказал им:",
          "ID": "21"
        },
        {
          "text": "– Разве для того вносят в дом светильник, чтобы поставить его под горшок или под кровать? Наоборот, его ставят на подставку. ",
          "ID": "21"
        },
        {
          "text": "Нет ничего тайного, что не станет явным, и нет ничего скрытого, что не выйдет на свет. ",
          "ID": "22"
        },
        {
          "text": "Если у кого есть уши, чтобы слышать, пусть слышит.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "И еще сказал им:",
          "ID": "24"
        },
        {
          "text": "– Будьте внимательны к тому, что вы слышите. Какой мерой вы мерите, такой будет отмерено и вам, и даже прибавлено. ",
          "ID": "24"
        },
        {
          "text": "У кого есть, тому будет дано еще, и у кого нет, будет отнято и то, что он имеет.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Еще Он сказал:",
          "ID": "26"
        },
        {
          "text": "– Божье Царство похоже на то, как если бы человек засеял поле. ",
          "ID": "26"
        },
        {
          "text": "Проходят дни и ночи, человек то спит, то бодрствует, а семена всходят и растут, он и сам не знает как, ",
          "ID": "27"
        },
        {
          "text": "ведь земля сама дает плод. Сначала появляется росток, затем колос, колос наливается зерном, ",
          "ID": "28"
        },
        {
          "text": "и когда созреет урожай, человек приходит с серпом, потому что наступила жатва.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Иисус продолжал:",
          "ID": "30"
        },
        {
          "text": "– С чем можно сравнить Божье Царство? В какой притче можно описать его? ",
          "ID": "30"
        },
        {
          "text": "Оно как горчичное зерно. Когда его сеют в землю, оно самое маленькое из всех семян, ",
          "ID": "31"
        },
        {
          "text": "но когда вырастает, то становится больше всех огородных растений и раскидывает такие большие ветви, что птицы небесные могут вить гнезда в их тени.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Иисус рассказывал им много подобных притч. Он не говорил им больше того, что они были в силах воспринять. ",
          "ID": "33"
        },
        {
          "text": "Без притч Иисус вообще не учил, но когда Он оставался наедине со Своими учениками, Он все им объяснял.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "В тот же день, вечером, Иисус сказал Своим ученикам:",
          "ID": "35"
        },
        {
          "text": "– Переправимся на другую сторону озера.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Отпустив народ, они вошли в лодку к Иисусу и отплыли от берега. К ним присоединились и другие лодки. ",
          "ID": "36"
        },
        {
          "text": "Внезапно поднялся сильный шторм. Волны били о борта лодки, и ее стало заливать. ",
          "ID": "37"
        },
        {
          "text": "А Иисус в это время спал на корме, подложив подушку под голову. Ученики разбудили Его и сказали:",
          "ID": "38"
        },
        {
          "text": "– Учитель! Неужели Тебе все равно, что мы гибнем?",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Проснувшись, Он запретил ветру и приказал озеру:",
          "ID": "39"
        },
        {
          "text": "– Умолкни! Перестань!",
          "ID": "39"
        },
        {
          "text": "В тот же момент ветер стих, и наступил полный штиль.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "– Ну, что вы испугались? – сказал Он ученикам. – Неужели у вас еще нет веры?",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Перепуганные ученики спрашивали друг друга:",
          "ID": "41"
        },
        {
          "text": "– Кто Он, что даже ветер и море Ему повинуются?",
          "ID": "41"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "От Марка 4"
    },
    {
      "text": [
        {
          "text": "Они переправились на другую сторону моря, к земле герасинцев. ",
          "ID": "1"
        },
        {
          "text": "Как только Иисус вышел из лодки, навстречу Ему из гробниц выскочил человек, одержимый нечистым духом.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Человек этот жил в гробницах, и никто не мог связать его даже цепями: ",
          "ID": "3"
        },
        {
          "text": "его уже много раз сковывали по рукам и ногам, но он всегда разрывал цепи и разбивал кандалы на ногах. Никто не мог усмирить его. ",
          "ID": "4"
        },
        {
          "text": "Днем и ночью он бродил среди могил и по горам и с диким криком бил себя камнями. ",
          "ID": "5"
        },
        {
          "text": "Увидев Иисуса издалека, он подбежал к Нему, поклонился ",
          "ID": "6"
        },
        {
          "text": "и закричал во весь голос:",
          "ID": "7"
        },
        {
          "text": "– Что Ты от меня хочешь, Иисус, Сын Всевышнего Бога? Заклинаю Тебя Богом, не мучь меня! – ",
          "ID": "7"
        },
        {
          "text": "потому что Иисус говорил ему: «Выйди, нечистый дух, из этого человека».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иисус спросил его:",
          "ID": "9"
        },
        {
          "text": "– Как тебя зовут?",
          "ID": "9"
        },
        {
          "text": "– Меня зовут Легион, – ответил тот, – потому что нас много.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И он настойчиво умолял Иисуса не выгонять их из тех мест. ",
          "ID": "10"
        },
        {
          "text": "А там у горы в это время паслось большое стадо свиней, ",
          "ID": "11"
        },
        {
          "text": "и нечистые духи попросили Иисуса:",
          "ID": "12"
        },
        {
          "text": "– Позволь нам войти в этих свиней.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иисус позволил, и нечистые духи, выйдя из человека, вошли в свиней. Все стадо, около двух тысяч голов, тут же ринулось с обрыва в озеро и утонуло в нем. ",
          "ID": "13"
        },
        {
          "text": "А свинопасы побежали и рассказали о случившемся в городе и в окрестностях. Сбежался народ посмотреть, что произошло. ",
          "ID": "14"
        },
        {
          "text": "Подойдя к Иисусу, они увидели, что бывший одержимый, в котором был легион демонов, сидит одетый и в здравом уме, и они испугались. ",
          "ID": "15"
        },
        {
          "text": "Очевидцы же рассказали им, как все произошло с одержимым и со свиньями. ",
          "ID": "16"
        },
        {
          "text": "Тогда местные жители стали просить Иисуса покинуть их края. ",
          "ID": "17"
        },
        {
          "text": "Когда Иисус садился в лодку, то человек, который был одержим демонами, стал просить, чтобы Он взял его с Собой, ",
          "ID": "18"
        },
        {
          "text": "но Иисус отказал ему.",
          "ID": "19"
        },
        {
          "text": "– Ступай домой к своим родным, – сказал Он, – и расскажи им, что сделал для тебя Господь, и какую милость Он к тебе проявил.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Тот пошел и стал рассказывать в Десятиградии о том, что сделал для него Иисус. Его рассказ приводил всех в изумление.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Когда Иисус переправился в лодке обратно на другую сторону озера, вокруг Него на берегу собралась большая толпа. ",
          "ID": "21"
        },
        {
          "text": "Тут пришел Иаир, один из начальников синагоги. Он, увидев Иисуса, пал к Его ногам ",
          "ID": "22"
        },
        {
          "text": "и стал умолять:",
          "ID": "23"
        },
        {
          "text": "– Моя маленькая дочь умирает, приди и возложи на нее руки, чтобы она исцелилась и осталась жива.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Иисус пошел с ним, а за Иисусом следовала большая толпа и теснила Его со всех сторон. ",
          "ID": "24"
        },
        {
          "text": "Там была женщина, двенадцать лет страдавшая кровотечением. ",
          "ID": "25"
        },
        {
          "text": "Она натерпелась от многих врачей, истратила на лечение все, что у нее было, но не получила никакой помощи, напротив, ей становилось все хуже. ",
          "ID": "26"
        },
        {
          "text": "Она слышала об Иисусе, и поэтому она подошла сзади к Нему сквозь толпу и прикоснулась к Его одежде. ",
          "ID": "27"
        },
        {
          "text": "«Если я хоть к одежде Его прикоснусь, то исцелюсь», – говорила она себе. ",
          "ID": "28"
        },
        {
          "text": "Ее кровотечение сразу же остановилось, и она почувствовала, что исцелена. ",
          "ID": "29"
        },
        {
          "text": "А Иисус мгновенно почувствовал, что из Него вышла сила. Он обернулся в толпе и спросил:",
          "ID": "30"
        },
        {
          "text": "– Кто прикоснулся к Моей одежде?",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Ученики ответили Ему:",
          "ID": "31"
        },
        {
          "text": "– Ты же видишь, что толпа теснит Тебя со всех сторон. Что же Ты спрашиваешь, кто к Тебе прикоснулся?",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Но Иисус обводил толпу взглядом, чтобы увидеть ту, которая это сделала. ",
          "ID": "32"
        },
        {
          "text": "Женщина, дрожа от страха и зная, что с ней произошло, подошла, упала к Его ногам и рассказала всю правду. ",
          "ID": "33"
        },
        {
          "text": "Тогда Иисус сказал ей:",
          "ID": "34"
        },
        {
          "text": "– Дочь Моя, твоя вера исцелила тебя! Иди с миром и будь здорова от своего недуга.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Пока Иисус еще говорил, пришли люди из дома начальника синагоги и передали:",
          "ID": "35"
        },
        {
          "text": "– Твоя дочь умерла, зачем еще беспокоить Учителя?",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Но Иисус, не обращая внимания на их слова, сказал начальнику синагоги:",
          "ID": "36"
        },
        {
          "text": "– Не бойся, только верь!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Он не позволил идти с Ним никому, кроме Петра, Иакова и Иоанна, брата Иакова. ",
          "ID": "37"
        },
        {
          "text": "Когда они подошли к дому начальника, Он увидел смятение. Люди плакали и причитали. ",
          "ID": "38"
        },
        {
          "text": "Иисус вошел в дом и спросил их:",
          "ID": "39"
        },
        {
          "text": "– Почему вы так скорбите и плачете? Девочка не умерла, она спит.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Над Ним начали смеяться. Но Иисус велел всем выйти, а Сам с отцом и матерью девочки и своими спутниками вошел в комнату, где она лежала. ",
          "ID": "40"
        },
        {
          "text": "Взяв ее за руку, Иисус сказал:",
          "ID": "41"
        },
        {
          "text": "– Талита, кум!",
          "ID": "41"
        },
        {
          "text": "(Что значит: «Девочка, говорю тебе: встань!»)",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Девочка сразу встала и начала ходить (ей было лет двенадцать). Все были сильно удивлены. ",
          "ID": "42"
        },
        {
          "text": "Но Иисус строго наказал им, чтобы никто не узнал о случившемся, а девочку велел покормить.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "От Марка 5"
    },
    {
      "text": [
        {
          "text": "Иисус вместе с учениками ушел оттуда и пришел в Свой родной город. ",
          "ID": "1"
        },
        {
          "text": "Когда наступила суббота, Он начал учить в синагоге. Многие, слушая Его, удивлялись:",
          "ID": "2"
        },
        {
          "text": "– Откуда это у Него? Кто дал Ему такую мудрость? Как Он совершает такие чудеса? ",
          "ID": "2"
        },
        {
          "text": "Разве Он не плотник, не сын Марии, не брат Иакова, Иосии, Иуды и Симона? И разве не здесь, у нас, живут Его сестры?",
          "ID": "3"
        },
        {
          "text": "И они отвергли Его. ",
          "ID": "3"
        },
        {
          "text": "Иисус же сказал им:",
          "ID": "4"
        },
        {
          "text": "– Не бывает пророк без чести, разве только в городе своем и в своем доме.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И Он не мог совершить там ни одного чуда, лишь исцелил нескольких больных, возложив на них руки. ",
          "ID": "5"
        },
        {
          "text": "Он удивлялся неверию в этих людях.",
          "ID": "6"
        },
        {
          "text": "Иисус ходил по окрестным селениям и учил. ",
          "ID": "6"
        },
        {
          "text": "Он созвал двенадцать учеников и начал посылать их по двое, дав им власть над нечистыми духами. ",
          "ID": "7"
        },
        {
          "text": "Он повелел им ничего не брать с собой в дорогу, кроме посоха: ни хлеба, ни сумки, ни денег в поясе, ",
          "ID": "8"
        },
        {
          "text": "но обуваться в сандалии и не брать запасной одежды.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– В какой бы дом вы ни вошли, – говорил Он им, – оставайтесь там до тех пор, пока не покинете это место. ",
          "ID": "10"
        },
        {
          "text": "А если где-либо вас не примут и не захотят слушать, то, уходя, отряхните пыль с ваших ног, пусть это будет свидетельством против них.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Ученики отправились в путь и проповедовали людям, призывая их к покаянию. ",
          "ID": "12"
        },
        {
          "text": "Они изгнали много демонов, и многих больных помазали оливковым маслом и исцелили.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Об Иисусе услышал царь Ирод, поскольку имя Иисуса становилось все более известным, и некоторые говорили:",
          "ID": "14"
        },
        {
          "text": "– Это Иоанн Креститель воскрес из мертвых, и поэтому в Нем такая чудодейственная сила.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Другие говорили, что это Илия. А третьи утверждали, что Он пророк, подобный пророкам древности. ",
          "ID": "15"
        },
        {
          "text": "Услышав эти разговоры, Ирод решил:",
          "ID": "16"
        },
        {
          "text": "– Это Иоанн, которого я обезглавил, он воскрес из мертвых.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "В свое время Ирод приказал арестовать Иоанна и бросить его в темницу из-за Иродиады, жены своего брата Филиппа. Ирод женился на ней, ",
          "ID": "17"
        },
        {
          "text": "а Иоанн говорил ему:",
          "ID": "18"
        },
        {
          "text": "– Нельзя тебе жить с женой своего брата.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Иродиада затаила злобу на Иоанна и хотела убить его. Однако она не могла ничего сделать, ",
          "ID": "19"
        },
        {
          "text": "потому что Ирод боялся Иоанна, зная, что это справедливый и святой человек, и берег его. Слушая Иоанна, Ирод приходил в смущение, но тем не менее, ему нравилось его слушать. ",
          "ID": "20"
        },
        {
          "text": "Наконец Иродиаде представился подходящий случай. Ирод в день своего рождения устроил пир для своих приближенных, военачальников и самых уважаемых людей Галилеи. ",
          "ID": "21"
        },
        {
          "text": "Дочь Иродиады вошла к ним и танцевала, и так понравилась Ироду и возлежавшим за столом гостям, что царь сказал девушке:",
          "ID": "22"
        },
        {
          "text": "– Проси у меня чего хочешь, и я дам тебе! – ",
          "ID": "22"
        },
        {
          "text": "и поклялся ей: – Чего ни попросишь, все дам тебе, хоть половину моего царства.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Девушка пошла к матери за советом:",
          "ID": "24"
        },
        {
          "text": "– Чего мне просить?",
          "ID": "24"
        },
        {
          "text": "А та сказала:",
          "ID": "24"
        },
        {
          "text": "– Проси голову Иоанна Крестителя.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Девушка сразу же поспешила к царю и попросила:",
          "ID": "25"
        },
        {
          "text": "– Хочу, чтобы ты сейчас же подал мне на блюде голову Иоанна Крестителя.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Царь сильно опечалился, но не решился ей отказать, так как поклялся перед возлежавшими за столом гостями. ",
          "ID": "26"
        },
        {
          "text": "Он немедленно послал палача и приказал ему принести голову Иоанна. Тот пошел в темницу, обезглавил Иоанна ",
          "ID": "27"
        },
        {
          "text": "и принес его голову на блюде девушке, а та отдала ее своей матери. ",
          "ID": "28"
        },
        {
          "text": "Когда об этом услышали ученики Иоанна, они пришли, забрали тело и похоронили его в гробнице.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Апостолы возвратились к Иисусу и рассказали Ему обо всем, что они делали и чему учили народ. ",
          "ID": "30"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "31"
        },
        {
          "text": "– Отправляйтесь в безлюдное место и немного отдохните, – ведь все время приходило и уходило много народа, и у них даже не было времени поесть. ",
          "ID": "31"
        },
        {
          "text": "И они отправились на лодке в пустынное место. ",
          "ID": "32"
        },
        {
          "text": "Но люди видели, как они отплыли, причем многие их узнали и устремились туда посуху из всех городов, так что оказались на месте даже раньше лодки.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Когда Иисус сошел на берег и увидел большую толпу, Он сжалился над людьми, потому что они были как овцы без пастуха, и начал их учить многим вещам.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Уже поздно вечером ученики подошли к Нему и сказали:",
          "ID": "35"
        },
        {
          "text": "– Место здесь пустынное, и уже поздно. ",
          "ID": "35"
        },
        {
          "text": "Отпусти народ, пусть пойдут в окрестные деревни и селения и купят себе поесть.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Но Иисус ответил:",
          "ID": "37"
        },
        {
          "text": "– Вы дайте им есть.",
          "ID": "37"
        },
        {
          "text": "Ученики удивились:",
          "ID": "37"
        },
        {
          "text": "– Неужели Ты хочешь, чтобы мы купили еды динариев на двести и накормили этих людей?",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "– Сколько у вас хлеба? – спросил Иисус. – Пойдите посмотрите.",
          "ID": "38"
        },
        {
          "text": "Они пошли, узнали и ответили:",
          "ID": "38"
        },
        {
          "text": "– Пять хлебов и две рыбы.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Иисус велел рассадить народ группами на зеленой траве. ",
          "ID": "39"
        },
        {
          "text": "Люди возлегли, расположившись группами по сто и по пятьдесят человек. ",
          "ID": "40"
        },
        {
          "text": "Иисус взял пять хлебов и две рыбы и, подняв глаза к небу, благословил пищу. Затем Он стал разламывать хлеб и давать Своим ученикам, чтобы те раздавали народу, и две рыбы тоже разделил на всех. ",
          "ID": "41"
        },
        {
          "text": "Все ели и насытились, ",
          "ID": "42"
        },
        {
          "text": "и собрали еще двенадцать полных корзин остатков хлеба и рыбы. ",
          "ID": "43"
        },
        {
          "text": "Одних только мужчин ело около пяти тысяч.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Сразу после этого Иисус велел Своим ученикам сесть в лодку и переправиться на другую сторону озера, к Вифсаиде, а Сам Он оставался, пока не отпустил народ. ",
          "ID": "45"
        },
        {
          "text": "Простившись с народом, Иисус поднялся на гору помолиться. ",
          "ID": "46"
        },
        {
          "text": "Когда наступила ночь, лодка была посреди озера, а Иисус оставался один на берегу. ",
          "ID": "47"
        },
        {
          "text": "Увидев, что им приходится нелегко, так как дул встречный ветер, Он около четвертой стражи ночи, перед рассветом, пошел к ним, ступая по озеру. Он хотел уже приблизиться к ним, ",
          "ID": "48"
        },
        {
          "text": "но они, увидев Его идущим по воде, решили, что это призрак, и закричали, ",
          "ID": "49"
        },
        {
          "text": "потому что они все видели Его и сильно испугались. Но Иисус сразу же заговорил с ними:",
          "ID": "50"
        },
        {
          "text": "– Успокойтесь, это Я, не бойтесь.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Он вошел к ним в лодку, и ветер утих. Ученики были поражены. ",
          "ID": "51"
        },
        {
          "text": "Ведь они не поняли и чуда с хлебами – их сердца были закрыты.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Переправившись на другую сторону, они пристали к берегу в Геннисарете. ",
          "ID": "53"
        },
        {
          "text": "Как только они вышли из лодки, люди сразу узнали Иисуса. ",
          "ID": "54"
        },
        {
          "text": "Они обежали всю округу, рассказывая, где Он находится, и туда стали приносить на циновках больных. ",
          "ID": "55"
        },
        {
          "text": "Где бы Он ни появлялся, в селениях, или в городах, или в деревнях, люди выносили на площади больных и просили Иисуса, чтобы Он позволил им прикоснуться хотя бы к кисточке на краю Его одежды. И все, кто прикасался, выздоравливали.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "От Марка 6"
    },
    {
      "text": [
        {
          "text": "Однажды собрались вокруг Него фарисеи и некоторые учители Закона из Иерусалима. ",
          "ID": "1"
        },
        {
          "text": "Они обратили внимание, что некоторые ученики Иисуса принимали пищу ритуально нечистыми, то есть неомытыми руками. ",
          "ID": "2"
        },
        {
          "text": "Фарисеи, и вообще иудеи, строго следуя обычаям своих предков, не садятся есть, не помыв установленным образом руки. ",
          "ID": "3"
        },
        {
          "text": "Они не едят ничего, принесенного с рынка, пока не совершат ритуального омовения. Ими соблюдается также и множество других установлений, как, например, о мытье чаш, кувшинов и медной посуды. ",
          "ID": "4"
        },
        {
          "text": "Поэтому фарисеи и учители Закона спросили Иисуса:",
          "ID": "5"
        },
        {
          "text": "– Почему Твои ученики нарушают обычаи наших предков? Почему они едят нечистыми руками?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "6"
        },
        {
          "text": "– Прав был Исаия, когда пророчествовал о вас, лицемерах:",
          "ID": "6"
        },
        {
          "text": "«Этот народ чтит Меня губами,",
          "ID": "6"
        },
        {
          "text": "но сердца их далеки от Меня.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Они поклоняются Мне впустую,",
          "ID": "7"
        },
        {
          "text": "и их учение состоит из человеческих предписаний».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Оставив Божью заповедь, вы соблюдаете человеческое предание. ",
          "ID": "8"
        },
        {
          "text": "Вы ловко умеете подменять заповедь Божью вашими собственными традициями. ",
          "ID": "9"
        },
        {
          "text": "Ведь Моисей сказал: «Почитай отца и мать» и «Кто злословит отца или мать, тот должен быть предан смерти». ",
          "ID": "10"
        },
        {
          "text": "Вы же говорите, что если человек скажет отцу или матери: «То, чем я мог бы тебе помочь, – Корбан» (то есть дар Богу), ",
          "ID": "11"
        },
        {
          "text": "то вы уже позволяете ему ничего не делать для своего отца или матери. ",
          "ID": "12"
        },
        {
          "text": "Вы отменяете Божье слово собственным преданием, которое вы установили, и многое, подобное этому, вы делаете.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Иисус снова подозвал к Себе народ и сказал:",
          "ID": "14"
        },
        {
          "text": "– Выслушайте Меня все и постарайтесь понять. ",
          "ID": "14"
        },
        {
          "text": "Ничто из того, что входит в человека извне, не может сделать его нечистым; нечистым человека делает то, что исходит из него. ",
          "ID": "15"
        },
        {
          "text": "Если у кого есть уши, чтобы слышать, пусть слышит.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Иисус оставил толпу и вошел в дом, ученики спросили Его об этой притче.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Так и вы тоже не понимаете? – сказал Он им. – Неужели вы не понимаете, что все, что входит в человека извне, не может осквернить его? ",
          "ID": "18"
        },
        {
          "text": "Оно входит не в сердце человека, а в его желудок, а потом выходит вон. (Так Он объявил чистой любую пищу.) ",
          "ID": "19"
        },
        {
          "text": "Но то, что исходит из человека, – продолжал Он, – вот это и оскверняет его. ",
          "ID": "20"
        },
        {
          "text": "Потому что изнутри, из сердца человека, исходят злые мысли, разврат, воровство, убийство, ",
          "ID": "21"
        },
        {
          "text": "супружеская неверность, жадность, злоба, коварство, распутство, зависть, клевета, надменность и безрассудство. ",
          "ID": "22"
        },
        {
          "text": "Все это зло исходит изнутри, и именно оно оскверняет человека.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Оттуда Иисус отправился в окрестности Тира. Он остановился в одном доме и не хотел, чтобы кто-либо знал о Его приходе, но Ему все равно не удалось сохранить это в тайне. ",
          "ID": "24"
        },
        {
          "text": "О приходе Иисуса узнала одна женщина, маленькая дочь которой была одержима нечистым духом. Эта женщина пришла и пала к Его ногам, ",
          "ID": "25"
        },
        {
          "text": "а она была язычницей, сирофиникиянкой. И она попросила Иисуса, чтобы Он изгнал демона из ее дочери.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Иисус сказал ей:",
          "ID": "27"
        },
        {
          "text": "– Пусть сначала наедятся дети, ведь нехорошо будет забрать хлеб у детей и бросить собачкам.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Господи, – ответила женщина, – но ведь и собачки едят под столом крошки, которые роняют дети.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– За твой ответ, – сказал ей Иисус, – иди, демон вышел из твоей дочери.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Она пошла домой и увидела, что ее дочь лежит в постели, а демон из нее вышел.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Возвращаясь из окрестностей Тира, Иисус через Сидон вышел к Галилейскому озеру в области Десятиградия. ",
          "ID": "31"
        },
        {
          "text": "Там к Иисусу привели глухого и косноязычного человека и попросили возложить на него руку. ",
          "ID": "32"
        },
        {
          "text": "Иисус отвел его в сторону, вложил Свои пальцы ему в уши, затем сплюнул Себе на пальцы и прикоснулся к языку человека. ",
          "ID": "33"
        },
        {
          "text": "Потом Он поднял глаза к небу, тяжело вздохнул и сказал:",
          "ID": "34"
        },
        {
          "text": "– Эффата!",
          "ID": "34"
        },
        {
          "text": "Это означает: «Откройся!»",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "К человеку тотчас же вернулся слух, скованный язык стал двигаться, и он начал говорить ясно. ",
          "ID": "35"
        },
        {
          "text": "Иисус запретил людям рассказывать об этом исцелении. Однако чем больше Он запрещал, тем больше они рассказывали. ",
          "ID": "36"
        },
        {
          "text": "Их удивлению не было предела.",
          "ID": "37"
        },
        {
          "text": "– Все, что Он делает – хорошо, – говорили люди. – У Него и глухие начинают слышать, и немые – говорить!",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "От Марка 7"
    },
    {
      "text": [
        {
          "text": "В те же дни, когда опять собралась большая толпа и у людей не было еды, Иисус подозвал учеников и сказал:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Мне жаль этих людей, они со Мной вот уже три дня, и у них не осталось еды. ",
          "ID": "2"
        },
        {
          "text": "Если Я отпущу их по домам голодными, то они в дороге ослабеют, ведь некоторые пришли издалека.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Как же здесь, в этой пустыне, найти достаточно хлеба, чтобы их накормить? – удивились ученики.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Сколько у вас хлебов? – спросил Иисус.",
          "ID": "5"
        },
        {
          "text": "– Семь, – ответили ученики.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иисус велел людям возлечь на землю. Затем Он взял семь хлебов и, поблагодарив за них Бога, стал разламывать на куски, передавая ученикам, а те раздавали хлеб народу. ",
          "ID": "6"
        },
        {
          "text": "Было у них и несколько рыбок; Иисус благословил их и тоже велел раздать. ",
          "ID": "7"
        },
        {
          "text": "Люди ели и насытились, и еще набралось семь корзин остатков. ",
          "ID": "8"
        },
        {
          "text": "А было там только мужчин около четырех тысяч человек. Иисус отпустил народ ",
          "ID": "9"
        },
        {
          "text": "и сразу же, сев вместе с учениками в лодку, отправился в земли Далмануты.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "К Иисусу подошли фарисеи и стали с Ним спорить. Они хотели испытать Его и требовали от Него знамения с неба. ",
          "ID": "11"
        },
        {
          "text": "Иисус глубоко вздохнул и спросил:",
          "ID": "12"
        },
        {
          "text": "– Почему это поколение требует знамения? Говорю вам истину, ему не будет дано никакого знамения.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И, оставив их, Он снова сел в лодку и отправился на другую сторону озера.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Ученики забыли взять с собой хлеба, и в лодке у них был всего один хлеб. ",
          "ID": "14"
        },
        {
          "text": "А Иисус предостерегал их:",
          "ID": "15"
        },
        {
          "text": "– Смотрите, берегитесь закваски фарисеев и закваски Ирода.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ученики стали рассуждать между собой:",
          "ID": "16"
        },
        {
          "text": "– Он говорит это потому, что у нас нет хлеба?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Зная, о чем они говорят, Иисус сказал:",
          "ID": "17"
        },
        {
          "text": "– Почему вы рассуждаете о том, что у вас нет хлеба? Неужели вы все еще не сознаете и не понимаете? Неужели сердца ваши совсем окаменели? ",
          "ID": "17"
        },
        {
          "text": "У вас есть глаза, и вы не видите? Есть уши, и вы не слышите? Неужели вы не помните? ",
          "ID": "18"
        },
        {
          "text": "Когда Я разделил пять хлебов на пять тысяч человек, сколько полных корзин остатков вы набрали?",
          "ID": "19"
        },
        {
          "text": "– Двенадцать, – ответили ученики.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– А когда семь хлебов на четыре тысячи, сколько полных корзин остатков вы набрали?",
          "ID": "20"
        },
        {
          "text": "– Семь, – ответили те.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Так неужели вы все еще не понимаете? – сказал Иисус.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда они пришли в Вифсаиду, к Иисусу привели слепого и попросили прикоснуться к нему. ",
          "ID": "22"
        },
        {
          "text": "Иисус взял слепого за руку, вывел из селения, плюнул ему на глаза и, возложив на него руки, спросил:",
          "ID": "23"
        },
        {
          "text": "– Видишь что-нибудь?",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Тот посмотрел вокруг и сказал:",
          "ID": "24"
        },
        {
          "text": "– Вижу людей: словно двигаются деревья.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иисус еще раз приложил руки к его глазам, и он исцелился, зрение вернулось к нему, и он стал видеть все четко и ясно. ",
          "ID": "25"
        },
        {
          "text": "Иисус отправил его домой, сказав:",
          "ID": "26"
        },
        {
          "text": "– Смотри, в селение не заходи.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Иисус с учениками пошел в селения, прилегающие к Кесарии Филипповой. По дороге Иисус спросил их:",
          "ID": "27"
        },
        {
          "text": "– За кого принимают Меня люди?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Ученики ответили:",
          "ID": "28"
        },
        {
          "text": "– За Иоанна Крестителя; другие же – за Илию; а некоторые – за одного из пророков.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– А вы кем считаете Меня? – спросил их Иисус.",
          "ID": "29"
        },
        {
          "text": "Петр ответил:",
          "ID": "29"
        },
        {
          "text": "– Ты – Христос.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Но Иисус велел им никому не говорить о Нем.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "И Он начал учить их, что Сыну Человеческому должно много пострадать и быть отвергнутым старейшинами, первосвященниками и учителями Закона, что Он будет убит, но через три дня воскреснет. ",
          "ID": "31"
        },
        {
          "text": "Он прямо говорил об этом. Тогда Петр отвел Его в сторону и стал возражать. ",
          "ID": "32"
        },
        {
          "text": "Иисус же, обернувшись и посмотрев на учеников, строго сказал Петру:",
          "ID": "33"
        },
        {
          "text": "– Прочь от Меня, сатана! Ты рассуждаешь по-человечески и не понимаешь того, что хочет Бог.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Подозвав народ и Своих учеников, Иисус сказал им:",
          "ID": "34"
        },
        {
          "text": "– Если кто желает быть Моим последователем, пусть отречется от самого себя, возьмет свой крест и пусть следует за Мной. ",
          "ID": "34"
        },
        {
          "text": "Потому что тот, кто хочет сберечь свою жизнь, потеряет ее, а кто потеряет свою жизнь ради Меня и Радостной Вести, тот спасет ее. ",
          "ID": "35"
        },
        {
          "text": "Ведь что пользы человеку приобрести весь мир, если при этом он повредит своей душе? ",
          "ID": "36"
        },
        {
          "text": "И что человек может дать в обмен за свою душу? ",
          "ID": "37"
        },
        {
          "text": "Кто постыдится Меня и Моих слов в этом безбожном и грешном поколении, того и Сын Человеческий постыдится, когда придет в славе Своего Отца со святыми ангелами.",
          "ID": "38"
        }
      ],
      "ID": "NT:MRK.8",
      "name": "От Марка 8"
    },
    {
      "text": [
        {
          "text": "Иисус сказал им:",
          "ID": "1"
        },
        {
          "text": "– Говорю вам истину: некоторые из стоящих здесь не умрут, пока не увидят, что Божье Царство пришло в силе.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Через шесть дней Иисус взял с Собой Петра, Иакова и Иоанна и привел их на высокую гору. Они были там совсем одни. И на глазах учеников Его облик изменился. ",
          "ID": "2"
        },
        {
          "text": "Его одежда стала сияющей, ослепительно белой, как ни один белильщик в мире не смог бы отбелить. ",
          "ID": "3"
        },
        {
          "text": "Затем они увидели Илию и Моисея, беседующих с Иисусом. ",
          "ID": "4"
        },
        {
          "text": "Петр сказал Иисусу:",
          "ID": "5"
        },
        {
          "text": "– Рабби, нам здесь так хорошо! Давай мы сделаем три шалаша: один Тебе, один Моисею и один Илии, – ",
          "ID": "5"
        },
        {
          "text": "он и сам не знал, что сказать, потому что они были сильно испуганы. ",
          "ID": "6"
        },
        {
          "text": "Тут появилось облако и накрыло их, и из облака прозвучал голос:",
          "ID": "7"
        },
        {
          "text": "– Это Мой любимый Сын, слушайте Его!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ученики вдруг оглянулись и уже никого не увидели рядом с собой, кроме Иисуса. ",
          "ID": "8"
        },
        {
          "text": "Когда они спускались с горы, Иисус предупредил их, чтобы они никому не рассказывали о том, что видели, до тех пор, пока Сын Человеческий не воскреснет из мертвых. ",
          "ID": "9"
        },
        {
          "text": "Они сохранили это в тайне, но между собой рассуждали о том, что же означают слова «воскреснуть из мертвых». ",
          "ID": "10"
        },
        {
          "text": "А Иисуса они спросили:",
          "ID": "11"
        },
        {
          "text": "– Почему учители Закона говорят, что вначале, перед Мессией, должен прийти Илия?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Верно, – ответил Иисус, – Илия действительно должен прийти первым и все приготовить. Но почему же о Сыне Человеческом в Писании говорится, что Ему придется перенести много страданий и унижений? ",
          "ID": "12"
        },
        {
          "text": "Но говорю вам, что Илия уже пришел, и люди поступили с ним по своему произволу, как о нем и было написано.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда они вернулись к остальным ученикам, то увидели, что тех окружила большая толпа и учители Закона спорят с ними. ",
          "ID": "14"
        },
        {
          "text": "Когда все увидели Иисуса, они пришли в крайнее изумление и побежали Ему навстречу, чтобы приветствовать Его.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– О чем у вас спор? – спросил Иисус.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Кто-то из толпы ответил:",
          "ID": "17"
        },
        {
          "text": "– Учитель, я привел к Тебе сына, в него вселился дух немоты. ",
          "ID": "17"
        },
        {
          "text": "И когда дух схватывает его, то бросает его на землю, и тогда у мальчика идет пена изо рта, он скрежещет зубами и цепенеет. Я просил Твоих учеников изгнать духа, но они не смогли.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Иисус в ответ сказал:",
          "ID": "19"
        },
        {
          "text": "– О неверующее поколение! Сколько Мне еще быть с вами? Сколько Мне еще терпеть вас? Приведите мальчика ко Мне.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Мальчика привели. Как только дух увидел Иисуса, он вызвал у мальчика приступ, и тот упал и стал кататься по земле, и изо рта у него пошла пена.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Давно с ним так? – спросил Иисус у отца.",
          "ID": "21"
        },
        {
          "text": "– С самого детства, – ответил тот. – ",
          "ID": "21"
        },
        {
          "text": "Дух часто бросает его то в огонь, то в воду, чтобы погубить его. Сжалься над нами и помоги, если Ты что-нибудь можешь сделать.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Если можешь?! – сказал Иисус. – Кто верит, тот может все.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "И тотчас отец мальчика воскликнул:",
          "ID": "24"
        },
        {
          "text": "– Я верю, но помоги мне преодолеть свое маловерие!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иисус, увидев, что сбегается толпа, приказал нечистому духу, говоря:",
          "ID": "25"
        },
        {
          "text": "– Дух немоты и глухоты, Я приказываю тебе: выйди из него и больше никогда не входи!",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Вскрикнув и сильно сотрясши мальчика, дух вышел. Мальчик стал как мертвый, так что многие говорили, что он умер. ",
          "ID": "26"
        },
        {
          "text": "Но Иисус, взяв мальчика за руку, поднял его, и тот встал.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Позже, когда Иисус вошел в дом, ученики спросили Его наедине:",
          "ID": "28"
        },
        {
          "text": "– Почему же мы не смогли изгнать его?",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Иисус ответил:",
          "ID": "29"
        },
        {
          "text": "– Этот вид демонов можно изгнать только молитвой и постом.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Покинув ту местность, Иисус и Его ученики проходили через Галилею, и Иисус не хотел, чтобы кто-либо об этом знал, ",
          "ID": "30"
        },
        {
          "text": "потому что Он был занят наставлением Своих учеников. Он говорил им:",
          "ID": "31"
        },
        {
          "text": "– Сын Человеческий будет предан в руки людей, которые убьют Его, но через три дня Он воскреснет.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Но они не поняли, что Он имел в виду, а спросить боялись.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Они пришли в Капернаум, и когда расположились в доме, Иисус спросил учеников:",
          "ID": "33"
        },
        {
          "text": "– Скажите, о чем это вы говорили по дороге?",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Но они молчали, потому что по дороге они спорили о том, кто из них важнее. ",
          "ID": "34"
        },
        {
          "text": "Тогда Иисус сел, созвал двенадцать учеников и сказал:",
          "ID": "35"
        },
        {
          "text": "– Кто хочет быть первым, тот пусть будет последним из всех и всем слугой.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Взяв ребенка, Он поставил его посреди них, обнял его и продолжал:",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "– Кто ради Меня принимает такого ребенка, тот принимает и Меня, а кто принимает Меня, тот принимает и Пославшего Меня.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Иоанн сказал Ему:",
          "ID": "38"
        },
        {
          "text": "– Учитель! Мы видели человека, который Твоим именем изгонял демонов, и мы запретили ему, потому что он не следовал за нами.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "– Не запрещайте ему, – сказал Иисус. – Кто Моим именем совершает чудеса, тот не станет после этого говорить обо Мне плохо. ",
          "ID": "39"
        },
        {
          "text": "Кто не против нас, тот за нас. ",
          "ID": "40"
        },
        {
          "text": "Если кто-либо напоит вас чашей воды за то, что вы носите Мое имя, то, говорю вам истину, он не останется без награды. ",
          "ID": "41"
        },
        {
          "text": "Если же кто введет в грех одного из этих малых, верующих в Меня, то для него было бы лучше, если бы ему надели на шею мельничный жернов и бросили в море.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Если твоя рука влечет тебя ко греху, отсеки ее. Лучше тебе с одной рукой войти в жизнь, чем с двумя руками пойти в ад, в неугасимый огонь, ",
          "ID": "43"
        },
        {
          "text": "где червь их не умирает и огонь не угасает. ",
          "ID": "44"
        },
        {
          "text": "Если твоя нога влечет тебя ко греху, отсеки ее. Лучше тебе войти в жизнь калекой, чем с двумя ногами быть брошенным в ад, ",
          "ID": "45"
        },
        {
          "text": "где червь их не умирает и огонь не угасает. ",
          "ID": "46"
        },
        {
          "text": "Если твой глаз влечет тебя ко греху, вырви его. Лучше тебе с одним глазом войти в Божье Царство, чем с двумя глазами быть брошенным в ад, ",
          "ID": "47"
        },
        {
          "text": "где",
          "ID": "48"
        },
        {
          "text": "червь их не умирает",
          "ID": "48"
        },
        {
          "text": "и огонь не угасает.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Потому что каждый будет очищен огнем, как жертва очищается солью. ",
          "ID": "49"
        },
        {
          "text": "Соль – хорошая вещь, но если она потеряет свой вкус, то что может опять сделать ее соленой? Имейте в себе соль и будьте в мире друг с другом.",
          "ID": "50"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "От Марка 9"
    },
    {
      "text": [
        {
          "text": "Иисус встал и направился оттуда в Иудею и в земли за Иорданом. К Нему опять сходились толпы, и Он, как обычно, учил их. ",
          "ID": "1"
        },
        {
          "text": "К Нему подошли фарисеи и, чтобы поймать Его на слове, спросили:",
          "ID": "2"
        },
        {
          "text": "– Разрешено ли мужу разводиться с женой?",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– А что вам повелел Моисей? – спросил в ответ Иисус.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Они ответили:",
          "ID": "4"
        },
        {
          "text": "– Моисей разрешил давать жене разводное письмо и отпускать ее.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Это повеление дано вам из-за жестокости ваших сердец, – ответил им Иисус. – ",
          "ID": "5"
        },
        {
          "text": "А в начале творения Бог «сотворил их мужчиной и женщиной». ",
          "ID": "6"
        },
        {
          "text": "«Поэтому оставит человек отца и мать и соединится со своей женой, ",
          "ID": "7"
        },
        {
          "text": "и двое станут одной плотью». Так что их уже не двое, они – одна плоть. ",
          "ID": "8"
        },
        {
          "text": "Итак, что Бог соединил, то человек не должен разделять.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Позже, в доме, ученики опять спросили Иисуса об этом. ",
          "ID": "10"
        },
        {
          "text": "Он ответил им так:",
          "ID": "11"
        },
        {
          "text": "– Каждый, кто разводится со своей женой и женится на другой, нарушает супружескую верность. ",
          "ID": "11"
        },
        {
          "text": "И если жена разводится со своим мужем и выходит замуж за другого, она также нарушает супружескую верность.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Некоторые люди приносили к Иисусу детей, чтобы Он прикоснулся к ним и благословил. А ученики их бранили. ",
          "ID": "13"
        },
        {
          "text": "Но когда Иисус это увидел, Он рассердился и сказал:",
          "ID": "14"
        },
        {
          "text": "– Пусть дети приходят ко Мне, не запрещайте им, потому что Царство Божье принадлежит таким, как они. ",
          "ID": "14"
        },
        {
          "text": "Говорю вам истину: кто не примет Божье Царство, как ребенок, тот не войдет в него.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И обняв детей, Он благословлял их, возлагая на них руки.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Иисус отправился дальше, к Нему подбежал один человек, пал перед Ним на колени и спросил:",
          "ID": "17"
        },
        {
          "text": "– Благой Учитель, что мне делать, чтобы наследовать вечную жизнь?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Почему ты называешь Меня благим? – ответил Иисус. – Никто не благ, кроме одного Бога. ",
          "ID": "18"
        },
        {
          "text": "Ты знаешь заповеди: «не убивай», «не нарушай супружескую верность», «не кради», «не лжесвидетельствуй», «не обманывай», «почитай отца и мать».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Учитель, – сказал он, – все это я соблюдаю еще с дней моей юности.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Иисус, посмотрев на него, полюбил его и сказал:",
          "ID": "21"
        },
        {
          "text": "– Одного тебе не хватает. Пойди, продай все, что у тебя есть, и раздай деньги бедным, и тогда у тебя будет сокровище на небесах. Потом приходи и следуй за Мной.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Услышав это, человек помрачнел и ушел опечаленный, потому что он владел большим имуществом. ",
          "ID": "22"
        },
        {
          "text": "Оглядевшись вокруг, Иисус сказал ученикам:",
          "ID": "23"
        },
        {
          "text": "– Как трудно богатым войти в Божье Царство!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Ученики были поражены такими словами, но Иисус снова повторил им:",
          "ID": "24"
        },
        {
          "text": "– Дети, как трудно надеющимся на богатство войти в Божье Царство! ",
          "ID": "24"
        },
        {
          "text": "Легче верблюду пройти сквозь игольное ушко, чем богатому войти в Божье Царство.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Ученики в крайнем изумлении говорили друг другу:",
          "ID": "26"
        },
        {
          "text": "– Кто же тогда вообще может быть спасен?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Иисус посмотрел на них и сказал:",
          "ID": "27"
        },
        {
          "text": "– Человеку это невозможно, но только не Богу, потому что все возможно Богу.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Тогда Петр сказал Ему:",
          "ID": "28"
        },
        {
          "text": "– Вот, мы все оставили и пошли за Тобой.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Иисус ответил:",
          "ID": "29"
        },
        {
          "text": "– Говорю вам истину: каждый, кто оставил дом, или братьев, или сестер, или мать, или отца, или детей, или земли ради Меня и ради Радостной Вести, ",
          "ID": "29"
        },
        {
          "text": "получит в этой жизни в сто раз больше и домов, и братьев, и сестер, и матерей, и детей, и земель, но также и преследований, а в будущем веке он получит жизнь вечную. ",
          "ID": "30"
        },
        {
          "text": "Однако многие из тех, кто в этом мире был возвышен, будут унижены, а многие униженные будут возвышены.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Они шли в Иерусалим. Иисус шел впереди встревоженных учеников, а за ними следовал испуганный народ. Снова отведя двенадцать в сторону, Иисус стал рассказывать им о том, что с Ним будет.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "– Вот, мы восходим в Иерусалим, там Сына Человеческого выдадут первосвященникам и учителям Закона. Они приговорят Его к смерти и отдадут язычникам. ",
          "ID": "33"
        },
        {
          "text": "Те будут над Ним глумиться, плевать в Него, бичевать и затем убьют. Но через три дня Он воскреснет.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "К Иисусу подошли Иаков и Иоанн, сыновья Зеведея.",
          "ID": "35"
        },
        {
          "text": "– Учитель, – сказали они, – мы хотим, чтобы Ты сделал для нас то, о чем мы Тебя попросим.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "– Что вы хотите, чтобы Я для вас сделал? – спросил Он их.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "– Позволь нам в Твоей славе сесть одному по правую, а другому по левую руку от Тебя, – сказали они.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "– Вы не знаете, о чем просите, – сказал им Иисус. – Можете ли вы выпить ту чашу, которую Я пью, и креститься крещением, которым Я крещусь?",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "– Можем, – ответили они.",
          "ID": "39"
        },
        {
          "text": "Тогда Иисус сказал им:",
          "ID": "39"
        },
        {
          "text": "– Пить чашу, которую Я пью, вы будете, и крещение, которым Я крещусь, вы тоже примете. ",
          "ID": "39"
        },
        {
          "text": "Но кому сидеть по правую или по левую руку от Меня, решаю не Я, эти места принадлежат тем, кому они назначены.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Когда остальные десять учеников услышали это, они рассердились на Иакова и Иоанна. ",
          "ID": "41"
        },
        {
          "text": "Иисус подозвал их и сказал:",
          "ID": "42"
        },
        {
          "text": "– Вы знаете, что те, кого считают правителями этого мира, властвуют над своими народами, и владеет людьми их знать. ",
          "ID": "42"
        },
        {
          "text": "Но у вас пусть будет не так. Наоборот, кто хочет стать среди вас самым великим, должен быть вам слугой, ",
          "ID": "43"
        },
        {
          "text": "и кто хочет быть среди вас первым, пусть будет для всех рабом. ",
          "ID": "44"
        },
        {
          "text": "Ведь и Сын Человеческий пришел не для того, чтобы Ему служили, но чтобы служить другим и отдать Свою жизнь как выкуп за многих.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Они пришли в Иерихон. Позже, когда Иисус выходил из города вместе с учениками и большой толпой, у дороги сидел слепой нищий Вартимей (то есть сын Тимея). ",
          "ID": "46"
        },
        {
          "text": "Услышав, что мимо проходит Иисус из Назарета, он стал кричать:",
          "ID": "47"
        },
        {
          "text": "– Иисус, Сын Давида! Сжалься надо мной!",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Многие говорили ему, чтобы он замолчал, но Вартимей кричал еще громче:",
          "ID": "48"
        },
        {
          "text": "– Сын Давида, сжалься надо мной!",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Иисус остановился и велел позвать его.",
          "ID": "49"
        },
        {
          "text": "– Смелей! – сказали тогда слепому. – Поднимайся, Он зовет тебя!",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Вартимей сбросил с себя плащ, вскочил и подошел к Иисусу.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "– Что ты хочешь, чтобы Я сделал для тебя? – спросил Иисус.",
          "ID": "51"
        },
        {
          "text": "– Учитель, я хочу видеть, – ответил он.",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "– Иди, – сказал ему Иисус, – твоя вера исцелила тебя.",
          "ID": "52"
        },
        {
          "text": "Слепой сразу же обрел зрение и пошел по дороге за Иисусом.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "От Марка 10"
    },
    {
      "text": [
        {
          "text": "Когда они приблизились к Виффагии и Вифании – селениям, расположенным у Оливковой горы неподалеку от Иерусалима, – Иисус послал вперед двух учеников.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Идите в селение, которое перед вами, – сказал Он им, – и сразу же, как только войдете, вы найдете привязанного осленка, на которого еще никто не садился. Отвяжите его и приведите сюда. ",
          "ID": "2"
        },
        {
          "text": "Если кто-нибудь вас спросит: «Зачем вы это делаете?» – скажите, что осленок нужен Господу и что Он сразу же вернет его.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Ученики пошли и нашли осленка, привязанного на улице к наружной стороне двери. Они стали его отвязывать, ",
          "ID": "4"
        },
        {
          "text": "и стоявшие там люди спросили:",
          "ID": "5"
        },
        {
          "text": "– Что вы делаете? Зачем отвязываете осленка?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ученики ответили, как велел Иисус, и люди их отпустили. ",
          "ID": "6"
        },
        {
          "text": "Они привели осленка к Иисусу, набросили на него свои плащи, и Иисус сел на него. ",
          "ID": "7"
        },
        {
          "text": "Многие начали расстилать свои плащи на дороге, другие расстилали зеленые ветви, срезанные ими в поле. ",
          "ID": "8"
        },
        {
          "text": "И те, кто шел впереди, и те, кто шел позади, громко кричали:",
          "ID": "9"
        },
        {
          "text": "– Осанна! Благословен Тот,",
          "ID": "9"
        },
        {
          "text": "Кто приходит во имя Господа!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Благословенно наступающее Царство предка нашего Давида!",
          "ID": "10"
        },
        {
          "text": "Осанна в вышине небес!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Войдя в Иерусалим, Иисус прошел в храм. Он осмотрел все, но так как было уже поздно, Он вместе с двенадцатью отправился в Вифанию.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "На следующий день, когда они вышли из Вифании, Иисус почувствовал голод. ",
          "ID": "12"
        },
        {
          "text": "Увидев вдали покрытый листьями инжир, Он подошел посмотреть, нет ли на нем плодов, но не нашел ничего, кроме листьев. Время же для сбора инжира еще не пришло. ",
          "ID": "13"
        },
        {
          "text": "Тогда Иисус сказал дереву:",
          "ID": "14"
        },
        {
          "text": "– Пусть же никто никогда больше не ест твоих плодов!",
          "ID": "14"
        },
        {
          "text": "И ученики слышали Его слова.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда они пришли в Иерусалим, Иисус вошел в храм и стал выгонять оттуда продающих и покупающих. Он опрокинул столы менял и прилавки торговцев голубями ",
          "ID": "15"
        },
        {
          "text": "и не позволял ничего проносить через дворы храма.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Разве не написано: «Дом Мой будет назван домом молитвы для всех народов»?  – учил Он их. – А вы превратили его в разбойничье логово.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Услышав это, первосвященники и учители Закона стали искать способ, как им убить Иисуса. Они боялись Его, потому что весь народ изумлялся Его учению. ",
          "ID": "18"
        },
        {
          "text": "Когда наступил вечер, Иисус с учениками снова покинул город.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "На следующее утро, проходя мимо, они увидели, что инжир засох до корней. ",
          "ID": "20"
        },
        {
          "text": "Петр вспомнил, что произошло накануне, и сказал:",
          "ID": "21"
        },
        {
          "text": "– Рабби! Смотри! Инжир, который Ты проклял, засох!",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "22"
        },
        {
          "text": "– Имейте веру в Бога! ",
          "ID": "22"
        },
        {
          "text": "Говорю вам истину: если кто-то скажет этой горе: «Поднимись и бросься в море!» – и при этом не будет сомневаться в душе, а будет верить, что произойдет то, что он сказал, то так ему и будет. ",
          "ID": "23"
        },
        {
          "text": "Поэтому говорю вам: о чем бы вы ни молились и чего бы ни просили, верьте, что вы уже получили это, – и будет вам. ",
          "ID": "24"
        },
        {
          "text": "И когда вы молитесь, то прощайте всем, на кого вы обижены, чтобы и ваш Небесный Отец простил вам ваши проступки. ",
          "ID": "25"
        },
        {
          "text": "А если вы не будете прощать, то и ваш Небесный Отец не простит вам ваших проступков.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Они снова пришли в Иерусалим, и, когда Иисус ходил в храме, к Нему подошли первосвященники, учители Закона и старейшины.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Чьей властью Ты это делаешь? – спросили они. – Кто дал Тебе власть делать это? ",
          "ID": "28"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "29"
        },
        {
          "text": "– Я задам вам вопрос. Ответьте Мне, и тогда Я вам скажу, чьей властью Я это делаю. ",
          "ID": "29"
        },
        {
          "text": "Иоанн получил свое право крестить с Небес или от людей? Ответьте Мне!",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Они стали рассуждать между собой:",
          "ID": "31"
        },
        {
          "text": "– Если мы скажем: «С Небес», то Он спросит: «Так почему же вы ему не поверили?» ",
          "ID": "31"
        },
        {
          "text": "Сказать: «От людей» –  нельзя.",
          "ID": "32"
        },
        {
          "text": "Потому что они боялись народа, ведь все считали, что Иоанн был настоящим пророком.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "И они ответили:",
          "ID": "33"
        },
        {
          "text": "– Мы не знаем.",
          "ID": "33"
        },
        {
          "text": "Иисус сказал:",
          "ID": "33"
        },
        {
          "text": "– Тогда и Я вам не скажу, чьей властью Я все это делаю.",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "От Марка 11"
    },
    {
      "text": [
        {
          "text": "И Он стал говорить с ними притчами.",
          "ID": "1"
        },
        {
          "text": "– Один человек посадил виноградник, обнес его забором, выкопал яму для давильни и построил сторожевую башню. Он отдал виноградник внаем виноградарям, а сам уехал в чужие края. ",
          "ID": "1"
        },
        {
          "text": "Когда пришло время, он послал слугу к виноградарям, чтобы тот забрал у них причитающуюся ему часть урожая. ",
          "ID": "2"
        },
        {
          "text": "Но виноградари схватили слугу, избили и отослали ни с чем. ",
          "ID": "3"
        },
        {
          "text": "Тогда хозяин послал к ним другого слугу; но они разбили ему голову и издевались над ним. ",
          "ID": "4"
        },
        {
          "text": "Хозяин послал еще одного слугу; его виноградари убили. Он посылал еще многих слуг, но виноградари одних избивали, других убивали. ",
          "ID": "5"
        },
        {
          "text": "В конце концов у хозяина остался только его единственный любимый сын. Он послал его к ним последним. «Сына-то моего они устыдятся», – думал он. ",
          "ID": "6"
        },
        {
          "text": "Но виноградари сказали друг другу: «Это наследник. Давайте убьем его, и наследство будет нашим». ",
          "ID": "7"
        },
        {
          "text": "Они схватили его, убили и выбросили его из виноградника. ",
          "ID": "8"
        },
        {
          "text": "Что же сделает хозяин виноградника? Конечно же, он придет и убьет виноградарей, а виноградник отдаст другим. ",
          "ID": "9"
        },
        {
          "text": "Разве вы не читали в Писании:",
          "ID": "10"
        },
        {
          "text": "«Камень, Который отвергли строители,",
          "ID": "10"
        },
        {
          "text": "стал краеугольным.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Это совершил Господь,",
          "ID": "11"
        },
        {
          "text": "и как это удивительно в глазах наших!»",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Когда предводители народа поняли, что эту притчу Иисус рассказал о них, они хотели арестовать Его, но побоялись народа. Поэтому они оставили Его и ушли.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Потом они подослали к Нему фарисеев и сторонников Ирода, чтобы те поймали Его на слове. ",
          "ID": "13"
        },
        {
          "text": "Подойдя к Иисусу, они сказали:",
          "ID": "14"
        },
        {
          "text": "– Учитель! Мы знаем, что Ты Человек честный и не стремишься никому угодить. Ты беспристрастен и истинно учишь пути Божьему. Следует ли платить налог кесарю или нет? Платить нам или не платить?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Иисус, зная их лицемерие, сказал:",
          "ID": "15"
        },
        {
          "text": "– Что вы Меня испытываете? Принесите Мне посмотреть динарий.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ему принесли монету, и Он спросил:",
          "ID": "16"
        },
        {
          "text": "– Кто на ней изображен и чье на ней имя?",
          "ID": "16"
        },
        {
          "text": "– Кесаря, – ответили они.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Отдавайте кесарево кесарю, а Божье – Богу, – сказал Иисус.",
          "ID": "17"
        },
        {
          "text": "Они были поражены Его ответом.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "К Иисусу подошли саддукеи, которые утверждают, что нет воскресения. Они спросили Его:",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Учитель, Моисей написал, что если у кого-либо умрет брат, оставив жену, но не оставив детей, то он должен жениться на вдове и восстановить род своему брату. ",
          "ID": "19"
        },
        {
          "text": "Было семь братьев. Первый женился и умер, не оставив потомства. ",
          "ID": "20"
        },
        {
          "text": "На вдове женился его брат и тоже умер, не оставив потомства. То же самое произошло и с третьим. ",
          "ID": "21"
        },
        {
          "text": "Никто из семерых не оставил после себя сына. После всех умерла и женщина. ",
          "ID": "22"
        },
        {
          "text": "Чьей женой будет эта женщина после воскресения? Ведь все семеро были женаты на ней.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "24"
        },
        {
          "text": "– Не потому ли вы заблуждаетесь, что не знаете ни Писаний, ни силы Божьей? ",
          "ID": "24"
        },
        {
          "text": "Воскресшие из мертвых не будут ни жениться, ни выходить замуж, а будут как ангелы на небесах. ",
          "ID": "25"
        },
        {
          "text": "А о том, что мертвые воскресают, разве вы не читали в книге Моисея, в том месте, где говорится о кусте, как Бог сказал Моисею: «Я – Бог Авраама, Бог Исаака и Бог Иакова»? ",
          "ID": "26"
        },
        {
          "text": "Он Бог не мертвых, а живых. Вы глубоко заблуждаетесь.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Один из учителей Закона, слушая этот спор, заметил, как хорошо ответил Иисус, и спросил у Него:",
          "ID": "28"
        },
        {
          "text": "– Какая из заповедей самая важная?",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Иисус ответил:",
          "ID": "29"
        },
        {
          "text": "– Самая важная заповедь – это:",
          "ID": "29"
        },
        {
          "text": "«Слушай, Израиль! Господь наш Бог – единый Господь.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Люби Господа, Бога твоего, всем сердцем твоим,",
          "ID": "30"
        },
        {
          "text": "и всей душой твоей, всем разумом твоим, и всеми силами твоими».",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Вторая заповедь: «Люби ближнего твоего, как самого себя». Нет заповедей важнее этих двух.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Учитель Закона сказал:",
          "ID": "32"
        },
        {
          "text": "– Хорошо сказано, Учитель. Ты прав, говоря, что Бог один, и нет другого Бога, кроме Него. ",
          "ID": "32"
        },
        {
          "text": "Любить Его всем сердцем, всем разумом, всеми силами и любить ближнего, как самого себя, – это важнее, чем все всесожжения и жертвы.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Иисус, видя, как разумно ответил учитель Закона, сказал ему:",
          "ID": "34"
        },
        {
          "text": "– Недалеко ты от Божьего Царства.",
          "ID": "34"
        },
        {
          "text": "С тех пор никто больше не решался задавать Ему вопросы.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Продолжая учить в храме, Иисус сказал:",
          "ID": "35"
        },
        {
          "text": "– Почему учители Закона говорят, что Христос – Сын Давида? ",
          "ID": "35"
        },
        {
          "text": "Ведь сам Давид сказал, вдохновляемый Святым Духом:",
          "ID": "36"
        },
        {
          "text": "«Сказал Господь Господу моему:",
          "ID": "36"
        },
        {
          "text": "Сядь по правую руку от Меня,",
          "ID": "36"
        },
        {
          "text": "пока Я не повергну врагов Твоих",
          "ID": "36"
        },
        {
          "text": "к ногам Твоим».",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Сам Давид называет Его Господом. Как же в таком случае Он может быть ему Сыном?",
          "ID": "37"
        },
        {
          "text": "Большая толпа слушала Иисуса с радостью.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "А Он учил:",
          "ID": "38"
        },
        {
          "text": "– Остерегайтесь учителей Закона. Они любят наряжаться в длинные одежды и любят, когда их приветствуют на площадях. ",
          "ID": "38"
        },
        {
          "text": "Они сидят на самых почетных местах в синагогах и на званых обедах. ",
          "ID": "39"
        },
        {
          "text": "Они разоряют дома вдов и напоказ долго молятся. Таких ждет очень суровое наказание.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Сев напротив сокровищницы храма, Иисус смотрел, как люди кладут в нее деньги. Многие богачи бросали помногу. ",
          "ID": "41"
        },
        {
          "text": "Но вот подошла бедная вдова и бросила две медные монетки. ",
          "ID": "42"
        },
        {
          "text": "Иисус подозвал учеников и сказал им:",
          "ID": "43"
        },
        {
          "text": "– Говорю вам истину, эта бедная вдова положила больше всех, кто клал в сокровищницу, ",
          "ID": "43"
        },
        {
          "text": "потому что все давали от своего избытка, а она от своей нищеты положила все, что у нее было на жизнь.",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "От Марка 12"
    },
    {
      "text": [
        {
          "text": "Когда Иисус выходил из храма, один из учеников сказал Ему:",
          "ID": "1"
        },
        {
          "text": "– Учитель! Посмотри, какие камни! Какие здания!",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Видишь эти величественные здания? – сказал Иисус. – Здесь не останется и камня на камне, все будет разрушено.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда Иисус сидел на Оливковой горе напротив храма, Петр, Иаков, Иоанн и Андрей спросили Его наедине:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Скажи нам, когда это произойдет и какое знамение укажет на то, что все это скоро исполнится?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Иисус начал говорить им:",
          "ID": "5"
        },
        {
          "text": "– Смотрите, чтобы никто не обманул вас. ",
          "ID": "5"
        },
        {
          "text": "Многие будут приходить под Моим именем, говоря: «Это Я», и многих обманут. ",
          "ID": "6"
        },
        {
          "text": "Когда вы услышите о войнах, настоящих и грядущих, не пугайтесь. Все это должно произойти, но это еще не конец. ",
          "ID": "7"
        },
        {
          "text": "Потому что народ поднимется на народ и царство на царство. В разных местах будут землетрясения и голод, но это лишь начало родовых схваток.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Будьте бдительны! Вас будут отдавать под суд и избивать в синагогах. Из-за Меня вы будете стоять перед правителями и царями и свидетельствовать им. ",
          "ID": "9"
        },
        {
          "text": "Но прежде Радостная Весть должна быть возвещена всем народам. ",
          "ID": "10"
        },
        {
          "text": "И когда вас арестуют и поведут на суд, не беспокойтесь заранее о том, что вам сказать. Говорите то, что вам будет дано в тот час, ведь это не вы сами будете говорить, а Святой Дух.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Брат предаст брата, а отец – своего ребенка, тем самым обрекая их на верную смерть. Так же будут поступать и дети: восставать против родителей и предавать их. ",
          "ID": "12"
        },
        {
          "text": "Все вас будут ненавидеть из-за Меня, но тот, кто выстоит до конца, будет спасен.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда же вы увидите «опустошающую мерзость» там, где ее не должно быть, – пусть читающий поймет, – тогда те, кто находится в Иудее, пусть бегут в горы. ",
          "ID": "14"
        },
        {
          "text": "Кто окажется на крыше, пусть не спускается и не идет в дом за вещами, ",
          "ID": "15"
        },
        {
          "text": "и кто окажется в поле, пусть не возвращается за своим плащом. ",
          "ID": "16"
        },
        {
          "text": "Горе же беременным и кормящим грудью в те дни. ",
          "ID": "17"
        },
        {
          "text": "Молитесь, чтобы это не случилось зимой, ",
          "ID": "18"
        },
        {
          "text": "потому что в те дни будут такие бедствия, каких еще не было от начала творения мира Богом и доныне, и никогда больше не будет. ",
          "ID": "19"
        },
        {
          "text": "Если бы Господь не сократил эти дни, то не уцелело бы ни одно живое существо, но ради избранных, которых Он Сам избрал, Он сократил эти дни.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– И если кто-нибудь вам тогда скажет: «Смотрите! Христос здесь!» или «Смотрите, Он там!» – не верьте, ",
          "ID": "21"
        },
        {
          "text": "потому что явятся лжехристы и лжепророки и покажут знамения и чудеса, чтобы обмануть, если удастся, и избранных. ",
          "ID": "22"
        },
        {
          "text": "Так что, смотрите! Я предсказал вам все наперед.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Но в те дни, после тех бедствий,",
          "ID": "24"
        },
        {
          "text": "«солнце померкнет,",
          "ID": "24"
        },
        {
          "text": "и луна не даст света;",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "звезды будут падать с неба,",
          "ID": "25"
        },
        {
          "text": "и небесные силы поколеблются».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "И тогда люди увидят Сына Человеческого, идущего на облаках с великой силой и славой. ",
          "ID": "26"
        },
        {
          "text": "Он пошлет ангелов и соберет Своих избранных с четырех сторон света, от края земли до края неба.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Пусть для вас примером будет инжир: когда почки набухают и выпускают листья, вы знаете, что приближается лето. ",
          "ID": "28"
        },
        {
          "text": "Так и здесь, когда вы увидите, что это сбывается, знайте, что Он уже близко, у самых дверей. ",
          "ID": "29"
        },
        {
          "text": "Говорю вам истину: еще не исчезнет это поколение, как все это произойдет. ",
          "ID": "30"
        },
        {
          "text": "Небо и земля пройдут, но Мои слова не пройдут.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "– Но о том дне или часе не знает никто, кроме Отца – ни ангелы на небесах, ни Сын. ",
          "ID": "32"
        },
        {
          "text": "Смотрите, бодрствуйте: ведь вы не знаете, когда это время наступит. ",
          "ID": "33"
        },
        {
          "text": "Вот с чем можно сравнить это ожидание: человек, отправляясь в далекое путешествие, оставляет свой дом под присмотром слуг и каждому слуге дает особое поручение, а привратнику наказывает бодрствовать. ",
          "ID": "34"
        },
        {
          "text": "Так и вы – бодрствуйте! Ведь вы не знаете, когда возвратится хозяин дома: может вечером, а может в полночь, может с пением петухов, а может на рассвете. ",
          "ID": "35"
        },
        {
          "text": "Пусть же он, даже придя внезапно, не застанет вас спящими. ",
          "ID": "36"
        },
        {
          "text": "А то, что Я говорю вам, говорю и всем: бодрствуйте!",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "От Марка 13"
    },
    {
      "text": [
        {
          "text": "Через два дня наступала Пасха и праздник Пресных хлебов. Первосвященники и учители Закона искали удобного случая, чтобы хитростью схватить Иисуса и убить.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Только не во время праздника, – говорили они, – иначе народ может взбунтоваться.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Иисус в это время был в Вифании, в доме Симона прокаженного. Он возлежал за столом, когда в дом вошла женщина с алебастровым кувшином очень дорогого ароматического масла, приготовленного из чистого нарда. Отбив запечатанное горлышко, она вылила масло на голову Иисусу. ",
          "ID": "3"
        },
        {
          "text": "Некоторые из присутствовавших возмутились:",
          "ID": "4"
        },
        {
          "text": "– Зачем так тратить благовония? ",
          "ID": "4"
        },
        {
          "text": "Ведь его можно было продать больше чем за триста динариев, а деньги раздать нищим, – упрекали они ее.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но Иисус сказал:",
          "ID": "6"
        },
        {
          "text": "– Оставьте ее, что вы ее упрекаете? Она сделала для Меня доброе дело. ",
          "ID": "6"
        },
        {
          "text": "Потому что нищие всегда с вами, и вы можете делать им добро, когда захотите, а Я не всегда буду с вами. ",
          "ID": "7"
        },
        {
          "text": "Она сделала, что могла: заранее помазала Мое тело для погребения. ",
          "ID": "8"
        },
        {
          "text": "Говорю вам истину: во всем мире, везде, где будет возвещена Радостная Весть, там в память об этой женщине будет рассказано и о том, что она сделала.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Иуда Искариот, один из двенадцати, пошел к первосвященникам, чтобы предать им Иисуса. ",
          "ID": "10"
        },
        {
          "text": "Услышав, для чего он пришел, они обрадовались и обещали заплатить ему. И Иуда стал искать удобного случая, чтобы предать Иисуса.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "В первый день праздника Пресных хлебов, когда закалывали пасхальных ягнят, ученики спросили Иисуса:",
          "ID": "12"
        },
        {
          "text": "– Куда нам пойти, чтобы приготовить Тебе пасхальный ужин?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И Он послал двух учеников, сказав им:",
          "ID": "13"
        },
        {
          "text": "– Идите в город, там вы встретите человека, несущего кувшин воды, идите за ним. ",
          "ID": "13"
        },
        {
          "text": "Скажите хозяину дома, куда этот человек войдет: «Учитель спрашивает: где Моя комната, в которой Я буду есть пасхальный ужин с Моими учениками?» ",
          "ID": "14"
        },
        {
          "text": "Он покажет вам большую комнату наверху, приготовленную и убранную; там и приготовьте нам ужин.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ученики пошли, вошли в город; и все произошло так, как им сказал Иисус. Они приготовили пасхальный ужин.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Вечером Иисус пришел туда с двенадцатью. ",
          "ID": "17"
        },
        {
          "text": "Когда они возлежали и ели, Иисус сказал:",
          "ID": "18"
        },
        {
          "text": "– Говорю вам истину: один из вас, кто сейчас ест со Мной, предаст Меня.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Учеников это сильно опечалило, и один за другим они стали спрашивать Его:",
          "ID": "19"
        },
        {
          "text": "– Но ведь это не я?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Один из двенадцати, – ответил Иисус, – тот, кто вместе со Мной обмакивает хлеб в блюдо. ",
          "ID": "20"
        },
        {
          "text": "Да, Сын Человеческий уходит так, как о Нем сказано в Писании, но горе тому человеку, который предает Сына Человеческого! Лучше бы ему вообще не родиться.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда они ели, Иисус взял хлеб и, благословив, разломил его, дал им и сказал:",
          "ID": "22"
        },
        {
          "text": "– Возьмите, это Мое тело.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Затем Он взял чашу, поблагодарил за нее и подал им, и они все пили из нее.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "– Это Моя кровь завета, проливаемая за многих, – сказал Иисус. ",
          "ID": "24"
        },
        {
          "text": "– Говорю вам истину: Я уже не буду пить от плода виноградного до того дня, когда Я буду пить новое вино в Божьем Царстве.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Они спели и пошли на Оливковую гору.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "– Вы все отступитесь от Меня, – сказал им Иисус, – ведь написано:",
          "ID": "27"
        },
        {
          "text": "«Я поражу Пастуха,",
          "ID": "27"
        },
        {
          "text": "и разбегутся овцы».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Но когда Я воскресну, то пойду в Галилею и буду ждать вас там.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Петр сказал Ему:",
          "ID": "29"
        },
        {
          "text": "– Даже если все Тебя оставят, я никогда этого не сделаю.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "– Говорю тебе истину, – сказал ему Иисус, – в эту ночь, прежде чем петух пропоет два раза, ты трижды отречешься от Меня.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Но Петр уверял:",
          "ID": "31"
        },
        {
          "text": "– Даже если мне придется умереть с Тобой, я никогда не откажусь от Тебя.",
          "ID": "31"
        },
        {
          "text": "И все говорили то же.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Они пришли на место, называемое Гефсимания, и Иисус сказал Своим ученикам:",
          "ID": "32"
        },
        {
          "text": "– Посидите здесь, пока Я буду молиться.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Он взял с Собой Петра, Иакова и Иоанна. Его охватили ужас и тревога.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Тогда Он сказал им:",
          "ID": "34"
        },
        {
          "text": "– Душа Моя объята смертельной печалью. Побудьте здесь и бодрствуйте.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Отойдя немного, Он пал на землю и молился, чтобы, если возможно, этот час миновал Его.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "–  Абба! Отец! – сказал Он. – Ты все можешь! Пронеси эту чашу мимо Меня, но пусть все будет не как Я хочу, а как Ты хочешь.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Затем Он возвратился и нашел их спящими.",
          "ID": "37"
        },
        {
          "text": "– Симон, – спросил Он Петра, – ты спишь? Неужели ты не мог пободрствовать хоть один час? ",
          "ID": "37"
        },
        {
          "text": "Бодрствуйте и молитесь, чтобы вам не поддаться искушению. Дух бодр, но тело слабо.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Иисус снова ушел и молился теми же словами. ",
          "ID": "39"
        },
        {
          "text": "Когда Он вернулся, ученики опять спали, потому что их веки отяжелели; они не знали, что отвечать Иисусу. ",
          "ID": "40"
        },
        {
          "text": "Возвратившись в третий раз, Иисус сказал им:",
          "ID": "41"
        },
        {
          "text": "– Вы все спите и отдыхаете? Довольно! Время настало, и Сын Человеческий предается в руки грешников. ",
          "ID": "41"
        },
        {
          "text": "Вставайте, идем. Вот уже и Мой предатель приблизился.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Он еще говорил, как появился Иуда, один из двенадцати, и с ним толпа, вооруженная мечами и кольями. Их послали первосвященники, учители Закона и старейшины. ",
          "ID": "43"
        },
        {
          "text": "Предатель так условился с ними:",
          "ID": "44"
        },
        {
          "text": "– Хватайте Того, Кого я поцелую, и уводите под стражей.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Придя на место, Иуда сразу же подошел к Иисусу и сказал:",
          "ID": "45"
        },
        {
          "text": "– Рабби! – и поцеловал Его.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Пришедшие с Иудой, схватив Иисуса, взяли Его под стражу. ",
          "ID": "46"
        },
        {
          "text": "Один из стоявших рядом вытащил меч, ударил им слугу первосвященника и отсек ему ухо.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "– Что Я – разбойник, что вы пришли с мечами и кольями, чтобы арестовать Меня? – спросил их Иисус. ",
          "ID": "48"
        },
        {
          "text": "– Каждый день Я был с вами в храме и учил, и вы не арестовывали Меня. Но пусть исполнятся Писания.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Все ученики оставили Его и убежали. ",
          "ID": "50"
        },
        {
          "text": "За Иисусом пошел лишь один молодой человек, завернувшись в покрывало на голое тело. Когда его схватили, ",
          "ID": "51"
        },
        {
          "text": "он вырвался и убежал голый, оставив покрывало в руках у стражников.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "В доме первосвященника, куда привели Иисуса, собрались все первосвященники, старейшины и учители Закона. ",
          "ID": "53"
        },
        {
          "text": "Петр, держась поодаль, следовал за Иисусом, прошел во двор первосвященника и сел со стражниками греться у костра. ",
          "ID": "54"
        },
        {
          "text": "Первосвященники и весь Высший Совет искали показания против Иисуса, чтобы приговорить Его к смерти, но они ничего не могли найти. ",
          "ID": "55"
        },
        {
          "text": "Выступало много лжесвидетелей, но их показания не совпадали. ",
          "ID": "56"
        },
        {
          "text": "Нашлось несколько человек, которые встали и ложно заявили:",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "– Мы слышали, как Он говорил: «Я разрушу этот храм, сотворенный руками людей, и в три дня построю другой, нерукотворный».",
          "ID": "58"
        },
        {
          "text": " ",
          "ID": "58"
        },
        {
          "text": "Но и в этом их свидетельства не совпали. ",
          "ID": "59"
        },
        {
          "text": "Потом первосвященник, встав посредине, спросил Иисуса:",
          "ID": "60"
        },
        {
          "text": "– Тебе нечего ответить на эти свидетельства против Тебя?",
          "ID": "60"
        },
        {
          "text": " ",
          "ID": "60"
        },
        {
          "text": "Но Иисус молчал, не отвечая ни слова. Первосвященник опять спросил Его:",
          "ID": "61"
        },
        {
          "text": "– Ты ли Христос, Сын Благословенного?",
          "ID": "61"
        },
        {
          "text": " ",
          "ID": "61"
        },
        {
          "text": "– Я, – ответил Иисус, – и вы увидите Сына Человеческого сидящим по правую руку от Всемогущего и идущим на облаках небесных.",
          "ID": "62"
        },
        {
          "text": " ",
          "ID": "62"
        },
        {
          "text": "Разорвав на себе одежды, первосвященник сказал:",
          "ID": "63"
        },
        {
          "text": "– Какие нам еще нужны свидетели? ",
          "ID": "63"
        },
        {
          "text": "Вы сами слышали кощунство! Каково ваше решение?",
          "ID": "64"
        },
        {
          "text": "Все признали, что Он виновен и заслуживает смерти. ",
          "ID": "64"
        },
        {
          "text": "Тогда некоторые начали плевать на Него; Иисусу закрывали лицо, били Его кулаками и говорили:",
          "ID": "65"
        },
        {
          "text": "– Пророчествуй!",
          "ID": "65"
        },
        {
          "text": "Потом Его стали избивать стражники.",
          "ID": "65"
        },
        {
          "text": " ",
          "ID": "65"
        },
        {
          "text": "Петр же в это время был во дворе. Туда пришла одна из служанок первосвященника ",
          "ID": "66"
        },
        {
          "text": "и, увидев Петра, гревшегося у костра, всмотрелась в него и сказала:",
          "ID": "67"
        },
        {
          "text": "– Ты тоже был с Иисусом из Назарета.",
          "ID": "67"
        },
        {
          "text": " ",
          "ID": "67"
        },
        {
          "text": "Но Петр отрицал это.",
          "ID": "68"
        },
        {
          "text": "– Я вообще не знаю, о чем ты говоришь, – сказал он и вышел во внешний двор. И тут пропел петух. ",
          "ID": "68"
        },
        {
          "text": "Служанка увидела Петра и там и опять стала говорить стоявшим рядом:",
          "ID": "69"
        },
        {
          "text": "– Это один из них.",
          "ID": "69"
        },
        {
          "text": " ",
          "ID": "69"
        },
        {
          "text": "Петр снова отрицал. Но спустя немного времени стоявшие там люди опять сказали ему:",
          "ID": "70"
        },
        {
          "text": "– Точно, ты один из них, ты ведь галилеянин.",
          "ID": "70"
        },
        {
          "text": " ",
          "ID": "70"
        },
        {
          "text": "Но Петр начал призывать проклятия и клясться:",
          "ID": "71"
        },
        {
          "text": "– Я не знаю Человека, о Котором вы говорите.",
          "ID": "71"
        },
        {
          "text": " ",
          "ID": "71"
        },
        {
          "text": "И тотчас во второй раз пропел петух, и Петр вспомнил слова Иисуса: «Прежде чем два раза пропоет петух, ты трижды отречешься от Меня». И он горько заплакал.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "От Марка 14"
    },
    {
      "text": [
        {
          "text": "Рано утром первосвященники, старейшины, учители Закона и весь Высший Совет приняли решение. Они, связав Иисуса, отвели и передали Его Пилату.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Пилат спросил Его:",
          "ID": "2"
        },
        {
          "text": "– Ты – Царь иудеев?",
          "ID": "2"
        },
        {
          "text": "– Ты сам так говоришь, – ответил Иисус.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Первосвященники выдвигали против Иисуса много обвинений, ",
          "ID": "3"
        },
        {
          "text": "и Пилат опять спросил Его:",
          "ID": "4"
        },
        {
          "text": "– Ты ничего не отвечаешь? Видишь, как много против Тебя обвинений.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Но, к удивлению Пилата, Иисус и на это ничего не отвечал.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "На Пасху Пилат обычно отпускал одного из заключенных, по выбору народа. ",
          "ID": "6"
        },
        {
          "text": "В это время в заключении находился человек по имени Варавва, который вместе со своими сообщниками совершил убийство во время бунта. ",
          "ID": "7"
        },
        {
          "text": "Толпа стала просить у Пилата, чтобы он сделал то, что обычно делал для них.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Хотите, чтобы я отпустил вам «Царя иудеев»? – спросил Пилат.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Он знал, что первосвященники предали Иисуса из зависти. ",
          "ID": "10"
        },
        {
          "text": "Первосвященники же подговорили толпу просить, чтобы отпустил лучше Варавву.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Что же мне тогда делать с Тем, Кого вы называете Царем иудеев? – спросил Пилат.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Распни Его! – закричала толпа.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– За что? Какое зло сделал Он? – спросил Пилат.",
          "ID": "14"
        },
        {
          "text": "Однако толпа кричала все громче:",
          "ID": "14"
        },
        {
          "text": "– Распни Его!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Пилат, чтобы удовлетворить толпу, освободил им Варавву, а Иисуса отдал на распятие, приказав сперва бичевать Его.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Солдаты отвели Иисуса во двор резиденции наместника и созвали весь полк. ",
          "ID": "16"
        },
        {
          "text": "Они одели Его в пурпурную мантию и, сплетя венок из терновника, надели на Него.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Да здравствует Царь иудеев! – приветствовали они.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Они били Его тростью по голове и плевали на Него, падали перед Ним на колени и кланялись Ему. ",
          "ID": "19"
        },
        {
          "text": "Вдоволь наиздевавшись, они сняли с Него пурпурную мантию, одели Иисуса в Его собственную одежду и вывели на распятие.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "По дороге они остановили человека, шедшего с поля, – это был Симон из Кирены, отец Александра и Руфа, – и заставили его нести крест. ",
          "ID": "21"
        },
        {
          "text": "Иисуса привели на место, называемое Голгофа (что означает «Лобное место»). ",
          "ID": "22"
        },
        {
          "text": "Солдаты дали Ему вино, смешанное со смирной, но Он не стал пить.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Они распяли Иисуса, а Его одежду разделили между собой, бросая жребий, кому что взять. ",
          "ID": "24"
        },
        {
          "text": "Когда Его распяли, был третий час. ",
          "ID": "25"
        },
        {
          "text": "Надпись, указывавшая Его вину, гласила: «царь иудеев». ",
          "ID": "26"
        },
        {
          "text": "Вместе с Ним распяли и двух разбойников, одного по правую, другого по левую сторону от Него. ",
          "ID": "27"
        },
        {
          "text": "И исполнилось Писание, где говорится: «И был причислен к преступникам». ",
          "ID": "28"
        },
        {
          "text": "Проходившие мимо бранили Его. Качая головами, они говорили:",
          "ID": "29"
        },
        {
          "text": "– Ну что? Ты ведь собирался разрушить храм и в три дня отстроить его! ",
          "ID": "29"
        },
        {
          "text": "Спаси Себя, сойди с креста!",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Первосвященники и учители Закона тоже насмехались над Иисусом:",
          "ID": "31"
        },
        {
          "text": "– Спасал других, – говорили они, – а Себя спасти не может! ",
          "ID": "31"
        },
        {
          "text": "Христос, Царь Израиля! Пусть Он сойдет с креста, чтобы мы увидели и поверили.",
          "ID": "32"
        },
        {
          "text": "Также оскорбляли Его и распятые вместе с Ним.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "В шестом же часу по всей земле стало темно, и это продолжалось до девятого часа.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "В девятом часу Иисус громко крикнул:",
          "ID": "34"
        },
        {
          "text": "–  Элои, Элои, лема савахтани? – (что означает: «Боже Мой, Боже Мой, почему Ты Меня оставил?»)",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Некоторые из стоявших поблизости, услышав это, сказали:",
          "ID": "35"
        },
        {
          "text": "– Слышите, Илию зовет!",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Один из них подбежал и, пропитав губку кислым вином, насадил ее на палку и дал Ему пить.",
          "ID": "36"
        },
        {
          "text": "– Подождите, давайте посмотрим, придет Илия снять Его или нет, – сказал он.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Громко вскрикнув, Иисус испустил дух. ",
          "ID": "37"
        },
        {
          "text": "И завеса в храме разорвалась надвое сверху донизу. ",
          "ID": "38"
        },
        {
          "text": "Стоявший напротив Иисуса сотник, увидев, как Он испустил дух, сказал:",
          "ID": "39"
        },
        {
          "text": "– Этот Человек действительно был Сыном Бога!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Там были и женщины, которые издали наблюдали за происходящим. Среди них была Мария Магдалина, Мария, мать Иакова младшего и Иосии, и Саломия. ",
          "ID": "40"
        },
        {
          "text": "Они следовали за Иисусом, когда Он был в Галилее, и прислуживали Ему. Там было много и других женщин, которые пришли с Ним в Иерусалим.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Был день приготовления к субботе. Вечером ",
          "ID": "42"
        },
        {
          "text": "Иосиф из Аримафеи, влиятельный член Совета, который и сам был из числа ожидавших Божьего Царства, осмелился пойти к Пилату и попросить тело Иисуса. ",
          "ID": "43"
        },
        {
          "text": "Пилат удивился, услышав, что Иисус так скоро умер. Он позвал сотника и спросил, давно ли Иисус умер. ",
          "ID": "44"
        },
        {
          "text": "Узнав от сотника, что Иисус действительно мертв, он отдал тело Иосифу. ",
          "ID": "45"
        },
        {
          "text": "Иосиф купил льняное полотно, снял тело, обернул его полотном и положил в вырубленную в скале гробницу. Ко входу в гробницу он привалил камень. ",
          "ID": "46"
        },
        {
          "text": "А Мария Магдалина и Мария, мать Иосии, видели, куда Он был положен.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "От Марка 15"
    },
    {
      "text": [
        {
          "text": "Когда прошла суббота, Мария Магдалина, Мария, мать Иакова, и Саломия купили благовония, чтобы пойти и помазать Его. ",
          "ID": "1"
        },
        {
          "text": "Рано утром в первый день недели, едва лишь взошло солнце, они пришли к гробнице. ",
          "ID": "2"
        },
        {
          "text": "По дороге они говорили друг другу:",
          "ID": "3"
        },
        {
          "text": "– Кто же откатит нам камень от входа в гробницу?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но когда они пришли, то увидели, что камень уже отвален, а он был очень большим. ",
          "ID": "4"
        },
        {
          "text": "Они вошли в гробницу и увидели юношу, одетого в белое, он сидел справа от входа. Женщины испугались. ",
          "ID": "5"
        },
        {
          "text": "А он сказал им:",
          "ID": "6"
        },
        {
          "text": "– Не бойтесь. Вы ищете распятого Иисуса из Назарета? Он воскрес! Его здесь нет. Посмотрите на место, где Его положили. ",
          "ID": "6"
        },
        {
          "text": "Идите и скажите Его ученикам, включая Петра, что Он отправился прежде вас в Галилею. Там вы Его увидите, как Он вам и говорил.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Женщины вышли и побежали от гробницы, испуганные и изумленные. Они ничего никому не сказали, так сильно они испугались.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Воскреснув рано утром в первый день недели, Иисус явился сначала Марии Магдалине, из которой Он когда-то изгнал семь демонов. ",
          "ID": "9"
        },
        {
          "text": "Она пошла и сообщила тем, кто был с Ним, горевавшим и плакавшим. ",
          "ID": "10"
        },
        {
          "text": "Когда они услышали, что Иисус жив и что она Его видела, они не поверили.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Потом Иисус явился в другом облике двоим из них, когда они шли из города. ",
          "ID": "12"
        },
        {
          "text": "Эти двое возвратились и рассказали остальным, но и им не поверили. ",
          "ID": "13"
        },
        {
          "text": "Позже Иисус явился одиннадцати ученикам, когда те возлежали за столом. Он упрекнул их за неверие и упрямство, потому что они не поверили тем, кто видел Его воскресшим.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Он сказал им:",
          "ID": "15"
        },
        {
          "text": "– Идите по всему миру и возвещайте Радостную Весть всем людям. ",
          "ID": "15"
        },
        {
          "text": "Тот, кто поверит и примет крещение, будет спасен, а тот, кто не поверит, будет осужден. ",
          "ID": "16"
        },
        {
          "text": "Уверовавших будут сопровождать знамения: они будут Моим именем изгонять демонов, говорить на новых языках; ",
          "ID": "17"
        },
        {
          "text": "они будут брать в руки змей, и если даже выпьют смертельную отраву, это не повредит им; они будут возлагать руки на больных, и те будут выздоравливать.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда Господь Иисус сказал им все это, Он вознесся на небеса и сел по правую руку от Бога. ",
          "ID": "19"
        },
        {
          "text": "А ученики пошли и повсюду проповедовали, и Господь содействовал им, подтверждая их слово знамениями.",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "От Марка 16"
    }
  ],
  "ID": "NT:MRK(NRP)",
  "name": "От Марка"
}