{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Благая Весть об Иисусе Христе, Сыне Божьем, начинается",
          "ID": "1"
        },
        {
          "text": "как написано у пророка Исаии:",
          "ID": "2"
        },
        {
          "text": "«Смотри! Я посылаю перед Тобой вестника Своего.",
          "ID": "2"
        },
        {
          "text": "Он подготовит Тебе путь». Малахия 3:1",
          "ID": "2"
        },
        {
          "text": "«Голос раздаётся в пустыне, восклицая:",
          "ID": "3"
        },
        {
          "text": "„Подготовьте путь Господу,",
          "ID": "3"
        },
        {
          "text": "проложите Ему тропы прямые”». Исаия 40:3",
          "ID": "3"
        },
        {
          "text": "Явился Иоанн, крестя людей в пустыне. Он говорил им, что они должны креститься, чтобы показать готовность покаяться, тогда их грехи будут прощены.",
          "ID": "4"
        },
        {
          "text": "Люди со всей земли Иудейской и из Иерусалима приходили к нему и исповедовались в своих грехах, и он крестил их в реке Иордан.",
          "ID": "5"
        },
        {
          "text": "Иоанн носил одежду из верблюжьей шерсти и подпоясывался широким кожаным поясом. Питался он саранчой и диким мёдом.",
          "ID": "6"
        },
        {
          "text": "Вот что он проповедовал людям: «Тот, Кто неизмеримо могущественней меня, идёт следом за мною. Я недостоин даже нагнуться и развязать ремни Его сандалий.",
          "ID": "7"
        },
        {
          "text": "Я крестил вас водой, а Он будет крестить вас Духом Святым».",
          "ID": "8"
        },
        {
          "text": "В те дни пришёл Иисус из города Назарет в Галилее, и Иоанн крестил Его в Иордане.",
          "ID": "9"
        },
        {
          "text": "В тот момент, когда Иисус выходил из воды, то увидел, что небеса разверзлись и Дух спускается на Него в образе голубя.",
          "ID": "10"
        },
        {
          "text": "И голос послышался с небес: «Ты — Мой возлюбленный Сын. Ты — Избранник Мой».",
          "ID": "11"
        },
        {
          "text": "И тотчас же Дух повелел Ему идти в пустыню.",
          "ID": "12"
        },
        {
          "text": "Иисус провёл в пустыне сорок дней, искушаемый сатаной. Он жил среди диких зверей, и Ангелы служили Ему.",
          "ID": "13"
        },
        {
          "text": "После того как Иоанна взяли под стражу, Иисус пошёл в Галилею, проповедуя Благую Весть Божью.",
          "ID": "14"
        },
        {
          "text": "Он говорил: «Время пришло. Царство Божье близко. Покайтесь и поверьте в Благую Весть!»",
          "ID": "15"
        },
        {
          "text": "Когда Иисус проходил мимо Галилейского озера, Он увидел Симона и брата его Андрея, закидывающих сети в озеро, так как они были рыбаками.",
          "ID": "16"
        },
        {
          "text": "Иисус сказал им: «Следуйте за Мной, и Я научу вас, как стать ловцами душ человеческих».",
          "ID": "17"
        },
        {
          "text": "Они тотчас же оставили сети и последовали за Ним.",
          "ID": "18"
        },
        {
          "text": "Пройдя немного дальше, Он увидел Иакова, сына Зеведея, и его брата Иоанна. Они находились в лодке и чинили сети.",
          "ID": "19"
        },
        {
          "text": "Он тотчас же позвал их, и они, оставив своего отца Зеведея в лодке с работниками, последовали за Ним.",
          "ID": "20"
        },
        {
          "text": "Они направились в Капернаум. В субботний день Иисус вошёл в синагогу и стал учить людей.",
          "ID": "21"
        },
        {
          "text": "Они дивились Его учению, потому что Иисус учил их, как имеющий власть, а не как законоучители.",
          "ID": "22"
        },
        {
          "text": "Внезапно в синагоге появился человек, одержимый нечистым духом, и закричал:",
          "ID": "23"
        },
        {
          "text": "«Что Тебе нужно от нас, Иисус из Назарета? Ты пришёл, чтобы погубить нас? Я знаю Тебя, Ты — Святой Божий!»",
          "ID": "24"
        },
        {
          "text": "Иисус приказал нечистому духу: «Умолкни и выйди из него!»",
          "ID": "25"
        },
        {
          "text": "Тогда нечистый дух вызвал у человека приступ эпилепсии и, вскричав громким голосом, вышел из него.",
          "ID": "26"
        },
        {
          "text": "Все были так поражены, что начали спрашивать друг друга: «Что это за новое учение? Он властно приказывает даже нечистым духам, и те повинуются Ему».",
          "ID": "27"
        },
        {
          "text": "И молва о Нём разнеслась по всей Галилее.",
          "ID": "28"
        },
        {
          "text": "Выйдя вскоре из синагоги Иисус, Иоанн и Иаков сразу же направились в дом Симона и Андрея.",
          "ID": "29"
        },
        {
          "text": "Тёща Симона лежала в постели в сильном жару, и они тотчас сказали о ней Иисусу.",
          "ID": "30"
        },
        {
          "text": "Он подошёл, взял её за руку и помог ей встать. Жар прошёл, и она стала прислуживать им.",
          "ID": "31"
        },
        {
          "text": "С наступлением вечера, после захода солнца к Нему привели всех больных и бесноватых.",
          "ID": "32"
        },
        {
          "text": "Весь город собрался у дверей.",
          "ID": "33"
        },
        {
          "text": "И Он исцелил многих людей, страдавших различными болезнями, и изгнал много бесов. Но Иисус запретил бесам говорить, так как знали они, кто Он такой.",
          "ID": "34"
        },
        {
          "text": "Ранним утром, когда было ещё темно, Иисус вышел из дому и направился в уединённое место и там молился.",
          "ID": "35"
        },
        {
          "text": "Симон же и те, кто был с Ним, пошли искать Его",
          "ID": "36"
        },
        {
          "text": "и когда нашли, то сказали Ему: «Все Тебя ищут».",
          "ID": "37"
        },
        {
          "text": "Он сказал им: «Давайте пойдём в близлежащие города, чтобы Я мог и там проповедовать, так как для этого Я пришёл».",
          "ID": "38"
        },
        {
          "text": "И Он пошёл по всей Галилее, проповедуя в их синагогах и изгоняя бесов.",
          "ID": "39"
        },
        {
          "text": "К Нему подошёл прокажённый, пал перед Ним на колени и стал умолять Его, говоря: «Если Ты захочешь, то сможешь очистить меня».",
          "ID": "40"
        },
        {
          "text": "Иисус, преисполнившись жалости к нему, протянул руку, коснулся его и сказал: «Хочу. Очистись!»",
          "ID": "41"
        },
        {
          "text": "Проказа тотчас сошла с него, и он очистился.",
          "ID": "42"
        },
        {
          "text": "Иисус же отослал его прочь",
          "ID": "43"
        },
        {
          "text": "и строго приказал ему: «Смотри, никому не рассказывай об этом, а пойди, покажись священнику и принеси жертву за очищение твоё, как повелел Моисей. Пусть это будет свидетельством для них».",
          "ID": "44"
        },
        {
          "text": "Но тот пошёл и стал повсюду рассказывать и разглашать то, что произошло, так что Иисус не мог больше открыто войти в город, а останавливался в безлюдных местах. И приходили люди к Нему отовсюду.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "По Марку Благовествование 1"
    },
    {
      "text": [
        {
          "text": "Несколько дней спустя Иисус вернулся в Капернаум. И пошла молва, что Он дома.",
          "ID": "1"
        },
        {
          "text": "Там собралось так много народа, что места не осталось даже у дверей, и Он учил их.",
          "ID": "2"
        },
        {
          "text": "Несколько человек пришли к Нему, четверо из них несли парализованного.",
          "ID": "3"
        },
        {
          "text": "Но они не могли приблизиться к Иисусу из-за собравшейся толпы. Тогда они разобрали крышу над тем местом, где находился Иисус и, проделав отверстие, спустили вниз постель, на которой лежал парализованный.",
          "ID": "4"
        },
        {
          "text": "Когда Иисус увидел их веру, он сказал больному: «Сын Мой, грехи твои прощаются!»",
          "ID": "5"
        },
        {
          "text": "Тут же сидело несколько законоучителей. И они думали про себя:",
          "ID": "6"
        },
        {
          "text": "«Почему этот Человек такое говорит? Он оскорбляет Всевышнего! Кто может прощать грехи, кроме одного только Бога?»",
          "ID": "7"
        },
        {
          "text": "А Иисус, тотчас узнав их мысли, сказал им: «Почему вы таите такие мысли в сердцах своих?",
          "ID": "8"
        },
        {
          "text": "Что легче: сказать парализованному: „Твои грехи прощаются” или сказать: „Встань, возьми свою постель и иди”?",
          "ID": "9"
        },
        {
          "text": "Но я докажу вам, что Сын Человеческий имеет власть на земле прощать грехи». Тогда Иисус сказал парализованному:",
          "ID": "10"
        },
        {
          "text": "«Говорю тебе, встань, возьми свою постель и иди домой!»",
          "ID": "11"
        },
        {
          "text": "Тот сразу встал и, взяв свою постель, вышел на глазах у всех, так что все изумлялись и прославляли Бога, говоря: «Мы никогда не видели ничего подобного!»",
          "ID": "12"
        },
        {
          "text": "Иисус опять вышел к озеру, и весь народ пришёл к Нему, и Он учил их.",
          "ID": "13"
        },
        {
          "text": "Проходя мимо, Он увидел Левия, сына Алфея, сидевшего на месте сбора налогов. И сказал ему: «Следуй за Мной!» Встав, тот последовал за Ним.",
          "ID": "14"
        },
        {
          "text": "Однажды Иисус обедал в доме у Левия. Многие сборщики налогов и грешники ели с Иисусом и Его учениками, так как многие из них следовали за Ним.",
          "ID": "15"
        },
        {
          "text": "Законоучители из фарисеев, увидев, что Он ест с грешниками и сборщиками налогов, спросили Его учеников: «Почему Он ест со сборщиками налогов и грешниками?»",
          "ID": "16"
        },
        {
          "text": "Иисус услышал их и сказал: «Не здоровым нужен врач, а больным. Я пришёл призвать не праведников, а грешников».",
          "ID": "17"
        },
        {
          "text": "В то время, когда ученики Иоанна и фарисеи постились, несколько человек пришли и спросили Иисуса: «Почему ученики Иоанна и ученики фарисеев постятся, а Твои ученики — нет?»",
          "ID": "18"
        },
        {
          "text": "Иисус сказал им: «Разве станут друзья жениха на свадьбе поститься, пока он ещё среди них? Пока жених с ними, они не могут поститься.",
          "ID": "19"
        },
        {
          "text": "Но придёт время, когда жениха уведут от них, вот тогда они будут поститься.",
          "ID": "20"
        },
        {
          "text": "Никто не нашивает на старую одежду заплату из новой ткани, иначе заплата сядет и стянет одежду, и дыра станет ещё больше.",
          "ID": "21"
        },
        {
          "text": "Никто не наливает молодого вина в старые мехи, иначе молодое вино прорвёт мехи, и вино вытечет, и мехи пропадут. Молодое вино наливают в новые мехи».",
          "ID": "22"
        },
        {
          "text": "Однажды, случилось Иисусу проходить через пшеничные поля, и было это в субботу. Его ученики дорогою стали срывать колосья.",
          "ID": "23"
        },
        {
          "text": "Тогда фарисеи сказали Ему: «Смотри, почему они делают в субботу то, что запрещено Законом?»",
          "ID": "24"
        },
        {
          "text": "А Он ответил им: «Неужели вы никогда не читали о том, что сделал Давид, когда он и те, кто был с ним, были голодны и нуждались в пище?",
          "ID": "25"
        },
        {
          "text": "О том, как при первосвященнике Авиафаре он вошёл в дом Божий и ел хлебы, принесённые Богу, которые по Закону никто не должен есть, кроме священников, и дал также тем, кто был с ним?»",
          "ID": "26"
        },
        {
          "text": "Он сказал им: «Суббота была сотворена для человека, а не человек для субботы.",
          "ID": "27"
        },
        {
          "text": "Так что Сын Человеческий есть Господин и субботы».",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "По Марку Благовествование 2"
    },
    {
      "text": [
        {
          "text": "Когда Иисус снова пришёл в синагогу, там находился человек с иссохшей рукой.",
          "ID": "1"
        },
        {
          "text": "Некоторые люди наблюдали за Ним, чтобы увидеть, не исцелит ли Он кого-нибудь в субботу, чтобы обвинить Его.",
          "ID": "2"
        },
        {
          "text": "Он сказал человеку с иссохшей рукой: «Встань перед всеми».",
          "ID": "3"
        },
        {
          "text": "А им Иисус сказал: «Что должно творить в субботу — добро или зло? Сохранить жизнь или погубить её?» Но они молчали.",
          "ID": "4"
        },
        {
          "text": "Он обвёл их гневным взглядом и, скорбя об их жестокосердии, сказал тому человеку: «Протяни руку». Тот протянул руку, и она снова стала здоровой.",
          "ID": "5"
        },
        {
          "text": "Тогда фарисеи вышли и сразу же начали сговариваться с иродианами, как бы погубить Eго.",
          "ID": "6"
        },
        {
          "text": "А Иисус вышел со Своими учениками к озеру. Множество народа из Галилеи, Иудеи,",
          "ID": "7"
        },
        {
          "text": "Иерусалима, Идумеи, из-за Иордана и те, кто жил вокруг Тира и Сидона, следовали за Ним. Они шли к Нему потому, что слышали о Его делах.",
          "ID": "8"
        },
        {
          "text": "Так как собралось много народа, Иисус велел Своим ученикам приготовить Ему лодку, чтобы толпа не раздавила Его.",
          "ID": "9"
        },
        {
          "text": "Он многих исцелил, поэтому все, кто страдал каким-либо недугом, толпились вокруг, чтобы дотронуться до Него.",
          "ID": "10"
        },
        {
          "text": "И каждый раз, когда нечистые духи видели Христа, то падали ниц перед Ним и кричали: «Ты — Сын Божий!»",
          "ID": "11"
        },
        {
          "text": "Но Иисус строго запрещал им говорить о том, кто Он.",
          "ID": "12"
        },
        {
          "text": "Затем Иисус поднялся на гору и призвал к Себе, кого хотел, и они пришли к Нему.",
          "ID": "13"
        },
        {
          "text": "Он выбрал среди них двенадцать, которых назвал апостолами, чтобы они могли быть с Христом, и Он мог отослать их проповедовать учение Божье.",
          "ID": "14"
        },
        {
          "text": "И имели они власть изгонять бесов.",
          "ID": "15"
        },
        {
          "text": "Вот кто были те двенадцать, которых Он выбрал:",
          "ID": "16"
        },
        {
          "text": "Симон, которому он дал имя Пётр,",
          "ID": "16"
        },
        {
          "text": "Иаков, сын Зеведея, и Иоанн, брат его, которым Он",
          "ID": "17"
        },
        {
          "text": "дал имя Воанергес, то есть «сыны грома»,",
          "ID": "17"
        },
        {
          "text": "Андрей,",
          "ID": "18"
        },
        {
          "text": "Филипп,",
          "ID": "18"
        },
        {
          "text": "Варфоломей,",
          "ID": "18"
        },
        {
          "text": "Матфей,",
          "ID": "18"
        },
        {
          "text": "Фома,",
          "ID": "18"
        },
        {
          "text": "Иаков, сын Алфея,",
          "ID": "18"
        },
        {
          "text": "Фаддей,",
          "ID": "18"
        },
        {
          "text": "Симон Кананит",
          "ID": "18"
        },
        {
          "text": "и Иуда Искариот, который предал Его.",
          "ID": "19"
        },
        {
          "text": "Затем Иисус вошёл в дом, и снова собралась там толпа, так что Он и Его ученики не могли даже поесть.",
          "ID": "20"
        },
        {
          "text": "Когда же Его ближние услышали об этом, они пришли, чтобы увести Его, потому что люди говорили: «Он не в своём уме!»",
          "ID": "21"
        },
        {
          "text": "А законоучители, пришедшие из Иерусалима, говорили: «В Него вселился Веельзевул! Он изгоняет бесов властью князя бесовского!»",
          "ID": "22"
        },
        {
          "text": "Тогда Он подозвал их к Себе и стал говорить с ними притчами: «Как сатана может изгонять своих бесов?",
          "ID": "23"
        },
        {
          "text": "Если в царстве идёт междоусобная война, то это царство не может устоять.",
          "ID": "24"
        },
        {
          "text": "И если семья разобщена, то ей не уцелеть.",
          "ID": "25"
        },
        {
          "text": "И если сатана восстаёт против самого себя и идёт против себе подобных, то не сможет он устоять — пришёл его конец.",
          "ID": "26"
        },
        {
          "text": "Никто не может войти в дом сильного человека и вынести его вещи, если прежде не свяжет его, и только тогда можно будет обворовать его дом.",
          "ID": "27"
        },
        {
          "text": "Правду вам говорю, что людям будут прощены любые грехи и любое оскорбление против Бога,",
          "ID": "28"
        },
        {
          "text": "но кто оскорбляет Духа Святого, никогда не будет прощён, и будет повинен в вечном грехе».",
          "ID": "29"
        },
        {
          "text": "Иисус сказал это, потому что люди говорили: «В Него вселился нечистый дух».",
          "ID": "30"
        },
        {
          "text": "Затем пришли мать и братья Иисуса, но они остались снаружи, послав людей, чтобы позвать Его.",
          "ID": "31"
        },
        {
          "text": "Много людей сидело вокруг Него. Они сказали Ему: «Смотри, Твоя мать, братья и сёстры стоя́т снаружи и ждут Тебя».",
          "ID": "32"
        },
        {
          "text": "Но Он ответил им: «Кто Моя мать и Мои братья?»",
          "ID": "33"
        },
        {
          "text": "И, глядя на тех, кто сидел вокруг Него, сказал: «Вот Моя мать и Мои братья!",
          "ID": "34"
        },
        {
          "text": "Потому что тот, кто исполняет волю Божью, тот Мне брат, сестра и мать!»",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "По Марку Благовествование 3"
    },
    {
      "text": [
        {
          "text": "Иисус снова стал учить на берегу озера. Когда вокруг Него собралось множество народа, Он вошёл в лодку и отплыл от берега, а все люди остались на берегу.",
          "ID": "1"
        },
        {
          "text": "Многому Он учил их, рассказывая притчи, говоря им:",
          "ID": "2"
        },
        {
          "text": "«Слушайте! Вышел сеятель сеять.",
          "ID": "3"
        },
        {
          "text": "И когда он разбрасывал семена, то одни упали на дорогу. Прилетели птицы и склевали их.",
          "ID": "4"
        },
        {
          "text": "Другие семена упали на каменистую почву, где не было достаточно земли. Эти семена проросли очень быстро, так как слой земли не был глубок.",
          "ID": "5"
        },
        {
          "text": "Когда же взошло солнце, оно опалило ростки и, так как у них не было глубоких корней, они засохли.",
          "ID": "6"
        },
        {
          "text": "Другие семена упали среди колючек. Колючки взошли и заглушили ростки, так что они не принесли зерна.",
          "ID": "7"
        },
        {
          "text": "А остальные семена упали на благодатную почву, пустили ростки, которые выросли и стали плодоносить, дав по тридцать, шестьдесят и даже по сто раз больше зерна».",
          "ID": "8"
        },
        {
          "text": "И сказал Он им: «Имеющий уши да услышит!»",
          "ID": "9"
        },
        {
          "text": "Когда Иисус остался один, двенадцать апостолов и другие ученики вокруг них спросили Его о притчах.",
          "ID": "10"
        },
        {
          "text": "Он ответил им: «Вам дано знать тайну Царства Божьего. Но другим всё излагается в притчах,",
          "ID": "11"
        },
        {
          "text": "так как они",
          "ID": "12"
        },
        {
          "text": "всё время смотрят и не видят,",
          "ID": "12"
        },
        {
          "text": "всё время слушают и не понимают.",
          "ID": "12"
        },
        {
          "text": "Иначе они могли бы обратиться",
          "ID": "12"
        },
        {
          "text": "и быть прощены». Исаия 6:9-10",
          "ID": "12"
        },
        {
          "text": "И сказал им Иисус: «Неужели вы не понимаете этой притчи? Как же вам тогда понять любую другую притчу?",
          "ID": "13"
        },
        {
          "text": "Сеятель сеет слово Божье.",
          "ID": "14"
        },
        {
          "text": "Семя, которое упало возле дороги, означает того, кто слышит слово Божье, но не понимает его, но тотчас приходит сатана и похищает слово, посеянное у них в душах.",
          "ID": "15"
        },
        {
          "text": "Семя, посеянное на каменистой почве, означает тех людей, которые слышат слово и сразу же с радостью принимают его.",
          "ID": "16"
        },
        {
          "text": "Но у них нет корня, и их хватает ненадолго. Когда начинаются страдания или преследования за слово, они сразу же отходят в сторону.",
          "ID": "17"
        },
        {
          "text": "Семя, посеянное среди колючек, означает тех, кто слышит слово,",
          "ID": "18"
        },
        {
          "text": "но повседневные заботы, обманчивое богатство и другие желания прорастают и заглушают в них его, и оно не приносит плодов.",
          "ID": "19"
        },
        {
          "text": "Посеянные семена на благодатной почве означают тех, кто слышит слово и принимает его, и они приносят плоды — иногда в тридцать, иногда в шестьдесят, а иногда и в сто раз больше».",
          "ID": "20"
        },
        {
          "text": "И ещё Он сказал им: «Для того ли приносят светильник, чтобы поставить его под перевёрнутый кверху дном сосуд или под кровать? Не для того ли, чтобы поместить его на подставку?",
          "ID": "21"
        },
        {
          "text": "Так как нет ничего тайного, что не станет явным, и нет ничего сокрытого, что не вышло бы наружу.",
          "ID": "22"
        },
        {
          "text": "Имеющий уши да услышит!»",
          "ID": "23"
        },
        {
          "text": "И сказал Иисус также: «Тщательно обдумывайте то, что вы слышите. Какой мерой вы мерите других, такой и вас будут мерить и с вас спросится даже больше.",
          "ID": "24"
        },
        {
          "text": "Так как кто имеет, тому будет дано больше. А у того, кто не имеет, даже то, что у него есть, отнимется».",
          "ID": "25"
        },
        {
          "text": "Иисус продолжил: «Царство Божье подобно человеку, бросающему семя в землю.",
          "ID": "26"
        },
        {
          "text": "Ночью человек спит, с наступлением дня он встаёт. Семя же тем временем всходит и растёт — как, он и сам не знает.",
          "ID": "27"
        },
        {
          "text": "Земля сама по себе родит зерно: сначала стебель, затем колос, потом заполняет колос зерном.",
          "ID": "28"
        },
        {
          "text": "Когда зерно созревает, человек сразу же берётся за серп, потому что наступила жатва».",
          "ID": "29"
        },
        {
          "text": "И ещё сказал Он: «Чему уподобить Царство Божье? Или в какой притче описать его?",
          "ID": "30"
        },
        {
          "text": "Оно подобно горчичному семени, самому малому изо всех семян на земле, когда сеют его,",
          "ID": "31"
        },
        {
          "text": "но, когда посеяно, оно растёт и становится самым большим изо всех садовых растений, самым раскидистым, так что небесные птицы могут вить гнёзда в его тени».",
          "ID": "32"
        },
        {
          "text": "И многими подобными притчами Он проповедовал им слово, столько, сколько они могли понять.",
          "ID": "33"
        },
        {
          "text": "Он ничего не говорил им без притч, но, оставаясь наедине с учениками, Он всё объяснял им.",
          "ID": "34"
        },
        {
          "text": "Вечером того дня Иисус сказал им: «Давайте переправимся на другую сторону озера».",
          "ID": "35"
        },
        {
          "text": "Тогда они покинули народ и взяли Его с собой в лодку; с ними были и другие лодки.",
          "ID": "36"
        },
        {
          "text": "Поднялся сильный ветер, и волны стали захлёстывать лодку, так что она уже наполнялась водой.",
          "ID": "37"
        },
        {
          "text": "Иисус же находился на корме и спал, положив голову на подушку. Они разбудили Его и сказали: «Учитель! Неужели Тебе всё равно, что мы тонем?»",
          "ID": "38"
        },
        {
          "text": "Тогда Он встал, приказал ветру стихнуть и сказал воде: «Успокойся! Перестань!» Ветер утих, и наступила мёртвая тишина.",
          "ID": "39"
        },
        {
          "text": "И сказал Иисус им: «Почему вы боитесь? Неужели в вас ещё нет веры?»",
          "ID": "40"
        },
        {
          "text": "Но они были очень напуганы и говорили друг другу: «Кто же это, если даже ветер и воды послушны Ему?»",
          "ID": "41"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "По Марку Благовествование 4"
    },
    {
      "text": [
        {
          "text": "Иисус и его ученики прибыли на другой берег озера, в страну Гадаринскую.",
          "ID": "1"
        },
        {
          "text": "Когда Христос вышел из лодки, сразу же Ему навстречу из-за гробниц вышел человек, одержимый нечистым духом.",
          "ID": "2"
        },
        {
          "text": "Этот человек жил среди гробниц, и никто не мог связать его даже цепями.",
          "ID": "3"
        },
        {
          "text": "Его неоднократно сковывали цепями и оковами, но он разбивал цепи и разрывал оковы. И никто не мог укротить его.",
          "ID": "4"
        },
        {
          "text": "Дни и ночи напролёт среди гробниц и холмов он кричал и бился о камни.",
          "ID": "5"
        },
        {
          "text": "Увидев Иисуса издали, человек подбежал, склонился перед Ним",
          "ID": "6"
        },
        {
          "text": "и закричал громким голосом: «Что Тебе нужно от меня, Иисус, Сын Бога Всевышнего? Богом Тебя заклинаю, не мучь меня!» —",
          "ID": "7"
        },
        {
          "text": "так как Иисус сказал ему: «Выйди из этого человека, дух нечистый!»",
          "ID": "8"
        },
        {
          "text": "Тогда Иисус спросил его: «Как имя твоё?»",
          "ID": "9"
        },
        {
          "text": "Тот ответил: «Имя мне — Легион, потому что нас много».",
          "ID": "9"
        },
        {
          "text": "И стали духи умолять Его не отсылать их прочь из тех мест.",
          "ID": "10"
        },
        {
          "text": "На склоне холма паслось большое стадо свиней.",
          "ID": "11"
        },
        {
          "text": "И бесы просили Иисуса: «Всели нас в свиней, чтобы мы могли войти в них».",
          "ID": "12"
        },
        {
          "text": "Он Им позволил сделать это, так что нечистые духи вышли из человека и вселились в свиней. И стадо, около двух тысяч голов, бросилось с крутого берега в озеро и утонуло.",
          "ID": "13"
        },
        {
          "text": "Пастухи же убежали прочь и рассказали в городе и в округе о происшедшем. Люди пришли посмотреть, что же случилось.",
          "ID": "14"
        },
        {
          "text": "Они подошли к Иисусу и, увидев, что бесновавшийся, который был одержим злыми духами, сидит одетый и находится в здравом уме, испугались.",
          "ID": "15"
        },
        {
          "text": "Те, кто видел происшедшее, рассказали им о том, что случилось с бесноватым и свиньями.",
          "ID": "16"
        },
        {
          "text": "Тогда люди стали умолять Иисуса, чтобы Он покинул их страну.",
          "ID": "17"
        },
        {
          "text": "Когда Иисус садился в лодку, тот человек, который был освобождён от демонов, просил пойти с Ним.",
          "ID": "18"
        },
        {
          "text": "Но Он не позволил ему, сказав: «Иди домой к своим, расскажи им, что Господь сделал для тебя, и как одарил тебя Своей милостью».",
          "ID": "19"
        },
        {
          "text": "И он ушёл и начал рассказывать людям в Десятиградии, как много Иисус сделал для него, и все дивились.",
          "ID": "20"
        },
        {
          "text": "Когда Иисус вновь переправился в лодке на другой берег, вокруг Него собралась большая толпа, и Он остался на берегу.",
          "ID": "21"
        },
        {
          "text": "И пришёл туда глава синагоги по имени Иаир. Увидев Иисуса, он припал к Его ногам",
          "ID": "22"
        },
        {
          "text": "и стал усиленно умолять Его, говоря: «Моя дочь при смерти. Прошу Тебя, приди и возложи на неё руки, чтобы она исцелилась и жила».",
          "ID": "23"
        },
        {
          "text": "Иисус пошёл с ним, и большая толпа народа следовала за Ним, тесня Его.",
          "ID": "24"
        },
        {
          "text": "Была там одна женщина, которая двенадцать лет страдала кровотечениями.",
          "ID": "25"
        },
        {
          "text": "Она много страдала, и многие врачи старались ей помочь. Она потратила на них всё, что имела, но ей становилось не лучше, а хуже.",
          "ID": "26"
        },
        {
          "text": "Когда она услышала об Иисусе, она подошла к Нему сзади в толпе и дотронулась до Его одежды,",
          "ID": "27"
        },
        {
          "text": "так как думала: «Если я смогу хотя бы прикоснуться к Его одежде, я исцелюсь».",
          "ID": "28"
        },
        {
          "text": "И тотчас же кровотечение у неё прекратилось, и она ощутила в теле, что исцелена от болезни.",
          "ID": "29"
        },
        {
          "text": "Иисус же сразу понял, что сила вышла из Него. Он повернулся к толпе и спросил: «Кто дотронулся до Моей одежды?»",
          "ID": "30"
        },
        {
          "text": "Его ученики сказали: «Ты видишь, что толпа теснит Тебя, а спрашиваешь: „Кто прикоснулся ко Мне?”»",
          "ID": "31"
        },
        {
          "text": "Но Он продолжал смотреть вокруг, чтобы увидеть ту, которая это сделала.",
          "ID": "32"
        },
        {
          "text": "Тогда женщина, зная, что с ней произошло, дрожа от страха, пала к ногам Иисуса и рассказала Ему всю правду.",
          "ID": "33"
        },
        {
          "text": "Он сказал ей: «Дочь Моя, твоя вера спасла тебя. Иди с миром, ты больше не будешь страдать от своей болезни».",
          "ID": "34"
        },
        {
          "text": "Когда Он ещё говорил, пришли посыльные из дома Иаира, главы синагоги. Они сказали: «Твоя дочь умерла. Не надо беспокоить Учителя».",
          "ID": "35"
        },
        {
          "text": "Но Иисус услышал, что они говорили, и сказал Иаиру: «Не бойся! Просто веруй».",
          "ID": "36"
        },
        {
          "text": "Он не позволил никому, кроме Петра, Иакова и Иоанна, брата Иакова, следовать за Собой.",
          "ID": "37"
        },
        {
          "text": "Они пришли в дом главы синагоги, и Он увидел смятение и громко плачущих и рыдающих людей.",
          "ID": "38"
        },
        {
          "text": "Он вошёл и сказал им: «К чему смятение и плач? Девочка не умерла, она спит».",
          "ID": "39"
        },
        {
          "text": "Они лишь посмеялись над Ним. Он отослал прочь всех людей и, взяв с собой отца и мать ребёнка и трёх Своих учеников, вошёл туда, где лежала девочка.",
          "ID": "40"
        },
        {
          "text": "Он взял её за руку и сказал: «Талита, кум!», что значит: «Девочка, говорю тебе, встань!»",
          "ID": "41"
        },
        {
          "text": "И девочка сразу же поднялась и начала ходить. (Ей было двенадцать лет). Великое изумление овладело присутствующими.",
          "ID": "42"
        },
        {
          "text": "Он строго наказал им, чтобы никто не узнал об этом и сказал, чтобы ей дали что-нибудь поесть.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "По Марку Благовествование 5"
    },
    {
      "text": [
        {
          "text": "Иисус вышел оттуда и отправился в Свой родной город, а Его ученики следовали за Ним.",
          "ID": "1"
        },
        {
          "text": "Когда наступила суббота, Он начал учить в синагоге, и многие, слушая Его, изумлялись и говорили: «Откуда у Него это учение? И что за мудрость Ему дана, что такие чудеса совершаются Его руками?",
          "ID": "2"
        },
        {
          "text": "Разве Он не плотник, сын Марии, брат Иакова, Иосии, Иуды и Симона? И не здесь ли среди нас Его сёстры?» И не захотели они признать Его.",
          "ID": "3"
        },
        {
          "text": "Иисус сказал им: «Не бывает пророк без чести, разве только в своём родном городе, среди своих и в своём доме».",
          "ID": "4"
        },
        {
          "text": "И не мог Он совершить там никакого чуда; только на нескольких больных возложил руки и исцелил их.",
          "ID": "5"
        },
        {
          "text": "Он очень удивлялся их неверию. Затем Он пошёл по селениям учить людей.",
          "ID": "6"
        },
        {
          "text": "Иисус, призвав к Себе двенадцать апостолов, начал рассылать их по двое и дал им власть над нечистыми духами.",
          "ID": "7"
        },
        {
          "text": "И наказал Он им: «Не берите с собой ничего, кроме посоха дорожного: ни хлеба, ни сумы́, ни денег в поясе.",
          "ID": "8"
        },
        {
          "text": "Обуйтесь в сандалии и возьмите только ту одежду, что на вас.",
          "ID": "9"
        },
        {
          "text": "В какой бы дом вы ни вошли, оставайтесь там, пока не покинете тот город.",
          "ID": "10"
        },
        {
          "text": "И если в каком-то месте вас не примут или не станут слушать, то выходя оттуда, отряхните пыль с ног своих, Это будет для них предупреждением».",
          "ID": "11"
        },
        {
          "text": "И они пошли и стали проповедовать, чтобы люди покаялись.",
          "ID": "12"
        },
        {
          "text": "Они изгоняли много бесов и многих больных натирали оливковым маслом и исцеляли их.",
          "ID": "13"
        },
        {
          "text": "Царь Ирод услышал об Иисусе, потому что имя Его стало хорошо известно. Некоторые говорили: «Иоанн Креститель воскрес из мёртвых и поэтому может творить чудеса».",
          "ID": "14"
        },
        {
          "text": "Другие говорили: «Он Илия».",
          "ID": "15"
        },
        {
          "text": "А третьи утверждали: «Он пророк, подобный одному из пророков древних времён».",
          "ID": "15"
        },
        {
          "text": "Но услышав это, Ирод сказал: «Иоанн, которого я обезглавил, воскрес».",
          "ID": "16"
        },
        {
          "text": "Ирод сам отдал приказ схватить Иоанна и заточить его в темницу из-за Иродиады, жены своего брата Филиппа, на которой он потом сам женился.",
          "ID": "17"
        },
        {
          "text": "Это произошло потому, что Иоанн всё время говорил Ироду: «Тебе не положено брать в жёны жену твоего брата».",
          "ID": "18"
        },
        {
          "text": "И Иродиада, затаив злобу против Иоанна, хотела его убить, но не могла этого сделать,",
          "ID": "19"
        },
        {
          "text": "так как Ирод боялся Иоанна, потому что знал, что он человек праведный и святой, и берёг его. Ирод с удовольствием слушал проповеди Иоанна, хотя они его всегда беспокоили.",
          "ID": "20"
        },
        {
          "text": "Наконец у Иродиады появилась возможность убить Иоанна. По случаю своего дня рождения Ирод устроил пир для своих вельмож, военных трибунов и галилейских старейшин.",
          "ID": "21"
        },
        {
          "text": "И когда дочь Иродиады вошла и стала танцевать, то угодила Ироду и его гостям, и царь сказал девочке: «Проси у меня что хочешь, и я дам тебе это».",
          "ID": "22"
        },
        {
          "text": "И он поклялся ей: «Я дам тебе, что ты только захочешь, хоть половину моего царства».",
          "ID": "23"
        },
        {
          "text": "Она вышла и спросила у матери: «Что мне попросить?»",
          "ID": "24"
        },
        {
          "text": "А та ответила: «Голову Иоанна Крестителя».",
          "ID": "24"
        },
        {
          "text": "Девочка сразу же поспешила к царю и попросила: «Я хочу, чтобы ты сейчас же дал мне на блюде голову Иоанна Крестителя».",
          "ID": "25"
        },
        {
          "text": "Царь сильно опечалился, но так как он поклялся при гостях, не захотел отказать ей.",
          "ID": "26"
        },
        {
          "text": "Поэтому царь тотчас же послал солдата и приказал ему принести голову Иоанна. Тот пошёл, отсёк Иоанну голову в темнице,",
          "ID": "27"
        },
        {
          "text": "принёс её на блюде и отдал девочке, а девочка преподнесла её матери.",
          "ID": "28"
        },
        {
          "text": "Когда ученики Иоанна услышали об этом, они пришли, взяли его тело и положили в гробницу.",
          "ID": "29"
        },
        {
          "text": "Апостолы собрались вокруг Иисуса и рассказали Ему обо всём, что они сделали и чему научили.",
          "ID": "30"
        },
        {
          "text": "Он сказал им: «Давайте удалимся в уединённое место, и вы там отдохнёте немного». Потому что там, где они находились, было людное место, и им даже было некогда поесть.",
          "ID": "31"
        },
        {
          "text": "Поэтому они отплыли на лодке в уединённое место одни.",
          "ID": "32"
        },
        {
          "text": "Но многие люди, видевшие, как они отплывали, знали, кто они такие; и побежали туда по берегу изо всех городов и опередили их.",
          "ID": "33"
        },
        {
          "text": "Когда Иисус вышел из лодки, Он увидел ожидавшую их большую толпу, и Ему стало жаль этих людей, потому что они были подобны овцам без пастуха. И Он начал многому учить их.",
          "ID": "34"
        },
        {
          "text": "День подходил к концу, так что Его ученики подошли к нему и сказали: «Место здесь пустынное, и уже очень поздно.",
          "ID": "35"
        },
        {
          "text": "Отпусти людей, чтобы они могли пойти по окрестным селениям и деревням и купить себе что-нибудь поесть».",
          "ID": "36"
        },
        {
          "text": "Но Иисус ответил им: «Вы дадите им поесть».",
          "ID": "37"
        },
        {
          "text": "Они сказали Ему: «Что? Мы должны пойти купить хлеб на всех? Нам понадобится целый месяц для того, чтобы всем вместе заработать такие деньги!»",
          "ID": "37"
        },
        {
          "text": "Но Он сказал им: «Сколько у вас хлебов? Идите и посмотрите!»",
          "ID": "38"
        },
        {
          "text": "Они сосчитали хлебы и сказали: «У нас пять хлебов и две рыбины».",
          "ID": "38"
        },
        {
          "text": "Тогда Он велел им рассадить всех группами на зелёной траве.",
          "ID": "39"
        },
        {
          "text": "И они расселись по сто и по пятьдесят человек.",
          "ID": "40"
        },
        {
          "text": "А Иисус взял пять хлебов и две рыбины, поднял глаза к небу и, произнеся благодарственную молитву, разломил хлебы и дал Своим ученикам, а те раздали хлеб людям. Он также разделил на всех две рыбины.",
          "ID": "41"
        },
        {
          "text": "И все поели и насытились.",
          "ID": "42"
        },
        {
          "text": "И ещё набрали двенадцать полных корзин кусков хлеба и остатков рыбы.",
          "ID": "43"
        },
        {
          "text": "А евших хлебы было пять тысяч человек.",
          "ID": "44"
        },
        {
          "text": "Затем Иисус заставил Своих учеников сесть в лодку и отправиться впереди Него в Вифсаиду, на другую сторону, не дожидаясь, пока Он отпустит народ.",
          "ID": "45"
        },
        {
          "text": "Отпустив их, Он пошёл на гору помолиться.",
          "ID": "46"
        },
        {
          "text": "Когда наступил вечер, лодка была на середине озера, а Он был один на берегу.",
          "ID": "47"
        },
        {
          "text": "Иисус увидел, что им трудно грести, потому что дул встречный ветер. Где-то между тремя и шестью часами утра Он подошёл к ним, идя по воде и, чуть было, не миновал их.",
          "ID": "48"
        },
        {
          "text": "Увидев Его идущим по воде, они подумали, что это призрак и закричали от страха,",
          "ID": "49"
        },
        {
          "text": "так как все видели Его и пришли в ужас. Он сразу же заговорил с ними, сказав: «Не пугайтесь! Это Я. Не бойтесь!»",
          "ID": "50"
        },
        {
          "text": "Затем Он сел с ними в лодку, и ветер утих. Они были ошеломлены,",
          "ID": "51"
        },
        {
          "text": "так как они не поняли чуда с хлебами, а сердца их зачерствели.",
          "ID": "52"
        },
        {
          "text": "Переправившись через озеро, они прибыли в Геннисаретскую область и пристали к берегу.",
          "ID": "53"
        },
        {
          "text": "Когда они вышли из лодки, люди узнали Иисуса.",
          "ID": "54"
        },
        {
          "text": "Они побежали и рассказали обо всём этом в округе. И стали приносить к Нему больных на постелях, где бы Он ни находился.",
          "ID": "55"
        },
        {
          "text": "И куда бы Он ни приходил: в селения, города или деревни — люди приносили больных на площади и умоляли Его позволить им прикоснуться хотя бы к краю Его одежды. И все, кто прикасались к Нему, исцелялись.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "По Марку Благовествование 6"
    },
    {
      "text": [
        {
          "text": "Вокруг Иисуса собрались фарисеи и несколько законоучителей, пришедших из Иерусалима.",
          "ID": "1"
        },
        {
          "text": "И они увидели, что некоторые из Его учеников ели нечистыми, то есть немытыми руками.",
          "ID": "2"
        },
        {
          "text": "Так как, следуя обычаям предков, фарисеи и все другие иудеи не едят, пока не вымоют руки,",
          "ID": "3"
        },
        {
          "text": "и, придя с рынка, не едят пищу, пока не помоют её особым образом. И многие другие обряды соблюдают они, как, например, особым образом моют чаши, кувшины и медные сосуды [и постели].",
          "ID": "4"
        },
        {
          "text": "Поэтому фарисеи и законоучители спросили Его: «Почему Твои ученики не следуют обычаям предков и едят немытыми руками?»",
          "ID": "5"
        },
        {
          "text": "Иисус сказал им: «Вы лицемеры! Исаия был прав, когда, пророчествуя о вас, написал:",
          "ID": "6"
        },
        {
          "text": "„Эти люди чтут Меня устами,",
          "ID": "6"
        },
        {
          "text": "но сердца их от Меня далеки.",
          "ID": "6"
        },
        {
          "text": "И напрасно поклоняются они Мне,",
          "ID": "7"
        },
        {
          "text": "потому что их учения — это свод правил,",
          "ID": "7"
        },
        {
          "text": "придуманных людьми”. Исаия 29:13 (Греческая рукопись)",
          "ID": "7"
        },
        {
          "text": "Вы пренебрегаете заповедью Божьей и придерживаетесь людских обычаев».",
          "ID": "8"
        },
        {
          "text": "И сказал им Иисус: «Вы считаете, что умно поступаете, пренебрегая Божьей заповедью ради того, чтобы следовать своему обычаю.",
          "ID": "9"
        },
        {
          "text": "Моисей сказал: „Почитай отца своего и мать свою”, а также „Человек, который оскорбляет отца и мать своих, да будет предан смерти”.",
          "ID": "10"
        },
        {
          "text": "Но вы утверждаете, что если человек говорит своему отцу или матери: „То, что у меня есть и могло бы принести тебе пользу, предназначено мной в дар Богу”,",
          "ID": "11"
        },
        {
          "text": "то ему уже позволено ничего не делать для отца и матери.",
          "ID": "12"
        },
        {
          "text": "Так вы отменяете слово Божье ради своих обычаев, которые передаёте из поколения в поколение. И вы делаете много подобного этому».",
          "ID": "13"
        },
        {
          "text": "И снова, призвав к Себе народ, Иисус сказал: «Слушайте Меня все и вникайте.",
          "ID": "14"
        },
        {
          "text": "Ничто, входящее в человека извне, не может осквернить его. Исходящее из человека — вот что оскверняет его».",
          "ID": "15"
        },
        {
          "text": "[Имеющий уши да услышит!]",
          "ID": "16"
        },
        {
          "text": "Когда Иисус покинул народ и вошёл в дом, ученики спросили Его о притче.",
          "ID": "17"
        },
        {
          "text": "Он им ответил: «Неужели вы тоже не понимаете? Разве вы не видите, что ничто, входящее в человека извне, не может осквернить его?",
          "ID": "18"
        },
        {
          "text": "Потому что оно идёт не в сердце к нему, а в желудок и затем выходит вон». (Так Он объявил всю пищу чистой).",
          "ID": "19"
        },
        {
          "text": "И сказал Иисус: «То, что выходит из человека, оскверняет его,",
          "ID": "20"
        },
        {
          "text": "потому что изнутри, из человеческого сердца, исходят дурные помыслы, распутство, кражи, убийства,",
          "ID": "21"
        },
        {
          "text": "прелюбодеяние, себялюбие, коварство, обман, непотребство, зависть, клевета, высокомерие и безрассудство.",
          "ID": "22"
        },
        {
          "text": "Всё это зло исходит изнутри и оскверняет человека».",
          "ID": "23"
        },
        {
          "text": "Покинув то место, Иисус направился в окрестности Тира. Когда Он входил в дом, то не хотел, чтобы об этом узнали люди, но не смог утаиться.",
          "ID": "24"
        },
        {
          "text": "Случилось так, что одна женщина, чья дочь была одержима нечистым духом, узнала про Иисуса и тотчас же пришла туда и припала к Его ногам.",
          "ID": "25"
        },
        {
          "text": "Эта женщина была язычница, родом из Финикии сирийской. Она стала умолять Иисуса, чтобы Он изгнал беса из её дочери.",
          "ID": "26"
        },
        {
          "text": "Иисус сказал: «Прежде дай насытиться детям, потому что нехорошо взять хлеб у детей и бросить его собакам».",
          "ID": "27"
        },
        {
          "text": "Но она ответила Ему: «Господин, даже собаки под столом подъедают крохи у детей».",
          "ID": "28"
        },
        {
          "text": "Тогда Он сказал ей: «За такой ответ иди с миром домой. Бес вышел из твоей дочери».",
          "ID": "29"
        },
        {
          "text": "И вернувшись домой, она обнаружила, что её дочь лежит в постели, и бес вышел из неё.",
          "ID": "30"
        },
        {
          "text": "Иисус возвращался из окрестностей Тира, направляясь через Сидон и Десятиградие к Галилейскому озеру.",
          "ID": "31"
        },
        {
          "text": "Там к Нему привели человека, который был глухим и едва мог говорить, и стали просить Иисуса возложить на него руки.",
          "ID": "32"
        },
        {
          "text": "Иисус отвел его в сторону, подальше от толпы, вложил Свои пальцы ему в уши, затем сплюнул и, коснувшись его языка,",
          "ID": "33"
        },
        {
          "text": "посмотрел на небо, глубоко вздохнул и сказал ему: «Еффата!» — что означает «Откройся!»",
          "ID": "34"
        },
        {
          "text": "И тотчас человек стал слышать, язык его развязался, и он чисто заговорил.",
          "ID": "35"
        },
        {
          "text": "Иисус велел никому об этом не рассказывать, но чем строже Он запрещал, тем больше об этом все говорили.",
          "ID": "36"
        },
        {
          "text": "Люди были ошеломлены и говорили: «Он всё делает хорошо. Он даже возвращает слух глухим и дар речи немым».",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "По Марку Благовествование 7"
    },
    {
      "text": [
        {
          "text": "В другой раз, в один из дней, к Иисусу пришло много народа, и им нечего было есть. Он же, призвав своих учеников, сказал им:",
          "ID": "1"
        },
        {
          "text": "«Мне жаль этих людей, потому что вот уже три дня они со Мной, а им нечего есть.",
          "ID": "2"
        },
        {
          "text": "Если Я отошлю их домой голодными, они ослабеют в пути, а ведь некоторые из них пришли издалека».",
          "ID": "3"
        },
        {
          "text": "Его ученики ответили: «Где в таком пустынном месте найти столько хлеба, чтобы накормить этих людей?»",
          "ID": "4"
        },
        {
          "text": "Иисус спросил их: «Сколько хлебов у вас есть?»",
          "ID": "5"
        },
        {
          "text": "«Семь», — ответили они.",
          "ID": "5"
        },
        {
          "text": "Тогда Он велел народу сесть на землю, взял семь хлебов и, сказав благодарственную молитву, разломил хлебы и дал их Своим ученикам и они раздали хлеб народу.",
          "ID": "6"
        },
        {
          "text": "У них было также несколько небольших рыбин и, благословив, Иисус велел раздать и их тоже.",
          "ID": "7"
        },
        {
          "text": "Люди поели и насытились. Оставшихся же кусков собрали семь полных корзин.",
          "ID": "8"
        },
        {
          "text": "А было там около четырёх тысяч человек. Затем Он отпустил их",
          "ID": "9"
        },
        {
          "text": "и, сразу же сев в лодку со Своими учениками, прибыл в окрестности Далмануты.",
          "ID": "10"
        },
        {
          "text": "Пришли фарисеи и завели разговор с Иисусом. Они требовали от Него знамения с неба, чтобы искусить Его.",
          "ID": "11"
        },
        {
          "text": "Глубоко вздохнув про себя, Он сказал: «Почему эти люди требуют знамения? Правду вам говорю, что не будет знамения вам».",
          "ID": "12"
        },
        {
          "text": "Затем, покинув их, Он снова сел в лодку со Своими учениками и отправился на другую сторону озера.",
          "ID": "13"
        },
        {
          "text": "На этот раз у учеников ничего с собой не было, кроме одного каравая хлеба в лодке.",
          "ID": "14"
        },
        {
          "text": "Иисус предупреждал их, говоря: «Смотрите, берегитесь фарисейской закваски и Иродовой закваски».",
          "ID": "15"
        },
        {
          "text": "И они стали обсуждать между собой, что это означает. «Он сказал так, потому что у нас нет хлеба», — говорили они.",
          "ID": "16"
        },
        {
          "text": "Зная, о чем они говорят, Иисус сказал им: «К чему рассуждаете о том, что у вас нет хлеба? Неужели вы всё ещё не видите и не понимаете? Неужели сердца ваши так очерствели?",
          "ID": "17"
        },
        {
          "text": "Неужели, имея глаза, не видите? И неужели, имея уши, не слышите? Неужели вы не помните,",
          "ID": "18"
        },
        {
          "text": "сколько полных корзин кусков хлеба вы набрали, когда Я поделил пять хлебов между пятью тысячами человек?»",
          "ID": "19"
        },
        {
          "text": "«Двенадцать», — ответили они.",
          "ID": "19"
        },
        {
          "text": "«Когда Я разломил семь хлебов для четырёх тысяч человек, сколько полных корзин кусков вы собрали?»",
          "ID": "20"
        },
        {
          "text": "«Семь», — ответили они.",
          "ID": "20"
        },
        {
          "text": "Тогда Он спросил их: «Неужели вы до сих пор ещё не понимаете?»",
          "ID": "21"
        },
        {
          "text": "Иисус и Его ученики прибыли в Вифсаиду. Там к Иисусу привели слепого и попросили дотронуться до него.",
          "ID": "22"
        },
        {
          "text": "Иисус взял слепого за руку и вывел из селения. Плюнув ему на глаза, Он возложил на слепого руки и спросил: «Видишь ли ты что-нибудь?»",
          "ID": "23"
        },
        {
          "text": "Тот поднял глаза и сказал: «Я вижу людей, которые похожи на деревья, проходящие мимо».",
          "ID": "24"
        },
        {
          "text": "Тогда Иисус опять возложил руки ему на веки, и человек тот широко открыл глаза, к нему вернулось зрение, и он снова стал хорошо видеть.",
          "ID": "25"
        },
        {
          "text": "Тогда Иисус отослал его домой, говоря: «Не заходи в селение».",
          "ID": "26"
        },
        {
          "text": "Иисус со Своими учениками пошёл оттуда в селения Кесарии Филипповой. По дороге Он спросил учеников: «Что говорят люди, кто Я Такой?»",
          "ID": "27"
        },
        {
          "text": "И они ответили: «Одни говорят, что Ты — Иоанн Креститель, другие, — что Илия. Третьи утверждают, что Ты — один из пророков».",
          "ID": "28"
        },
        {
          "text": "Тогда Иисус спросил: «А что вы думаете, кто Я, по-вашему, Такой?»",
          "ID": "29"
        },
        {
          "text": "Пётр ответил Ему: «Ты — Христос».",
          "ID": "29"
        },
        {
          "text": "И тогда Он запретил им рассказывать о Нём кому-либо.",
          "ID": "30"
        },
        {
          "text": "И начал Иисус учить их, что много должен будет выстрадать Сын Человеческий, что Он будет отвергнут старейшинами, главными священниками и законоучителями и будет убит, но на третий день воскреснет.",
          "ID": "31"
        },
        {
          "text": "Он открыто сказал им об этом. А Пётр отвёл Его в сторону и стал укорять.",
          "ID": "32"
        },
        {
          "text": "Но Иисус, повернувшись, взглянул на Своих учеников и сурово ответил Петру: «Отойди от Меня, сатана! Не о Божьем ты думаешь, а о том, что люди считают важным».",
          "ID": "33"
        },
        {
          "text": "Затем, позвав к Себе народ и Своих учеников, он сказал им: «Если кто хочет следовать за Мной, должен он забыть о собственных желаниях, взять свой крест и последовать за Мной.",
          "ID": "34"
        },
        {
          "text": "Потому что кто хочет сохранить свою жизнь, тот потеряет её, а кто отдаст жизнь свою за Меня и Благую Весть, тот сохранит её.",
          "ID": "35"
        },
        {
          "text": "Ведь какая польза человеку, если, приобретя весь мир, он потеряет жизнь свою?",
          "ID": "36"
        },
        {
          "text": "Ну что может отдать человек, чтобы выкупить свою жизнь?",
          "ID": "37"
        },
        {
          "text": "И если кто-нибудь из этого неверного и грешного поколения устыдится Меня и слов Моих, то и Я устыжусь того человека, когда приду во Славе Своего Отца со святыми Ангелами».",
          "ID": "38"
        }
      ],
      "ID": "NT:MRK.8",
      "name": "По Марку Благовествование 8"
    },
    {
      "text": [
        {
          "text": "И сказал Иисус: «Правду вам говорю, что некоторые из стоящих здесь ещё до смерти своей увидят Царство Божье, приходящее в силе».",
          "ID": "1"
        },
        {
          "text": "Шесть дней спустя Иисус взял Петра, Иакова и Иоанна и повёл их одних на высокую гору. И преобразился Он перед ними.",
          "ID": "2"
        },
        {
          "text": "Его одеяние стало ослепительно белым, как никакая прачка на земле не могла бы так отбелить.",
          "ID": "3"
        },
        {
          "text": "И явились тогда Илия и Моисей и стали беседовать с Иисусом.",
          "ID": "4"
        },
        {
          "text": "Пётр заговорил, обращаясь к Иисусу: «Учитель! Хорошо, что мы здесь, давай поставим три шатра: один для Тебя, один для Моисея и один для Илии».",
          "ID": "5"
        },
        {
          "text": "Пётр не знал, что сказать, так как он и двое других учеников были сильно перепуганы.",
          "ID": "6"
        },
        {
          "text": "Тогда явилось облако и накрыло их своей тенью, а из облака раздался голос: «Это Сын мой возлюбленный. Повинуйтесь Ему!»",
          "ID": "7"
        },
        {
          "text": "И тут же, посмотрев вокруг, они больше никого рядом с собой не увидели, кроме Иисуса.",
          "ID": "8"
        },
        {
          "text": "Когда они спускались с горы, Он велел им никому не рассказывать о том, что они видели, пока Сын Человеческий не воскреснет из мёртвых.",
          "ID": "9"
        },
        {
          "text": "Они сохранили это событие в тайне, но между собой обсуждали, что значит «воскреснуть из мёртвых».",
          "ID": "10"
        },
        {
          "text": "Они спросили Его: «Почему законоучители говорят, что сначала должен прийти Илия?»",
          "ID": "11"
        },
        {
          "text": "Иисус им ответил: «Да, сначала действительно должен прийти Илия, чтобы привести всё в порядок. Но почему написано о Сыне Человеческом, что Он многое должен выстрадать и быть отвергнут с презрением?",
          "ID": "12"
        },
        {
          "text": "Я должен вам сказать, что Илия уже приходил, но они жестоко обошлись с ним, как и было сказано о нём в Писании».",
          "ID": "13"
        },
        {
          "text": "Когда они вернулись к остальным ученикам, то увидели вокруг них большую толпу и законоучителей, спорящих с ними.",
          "ID": "14"
        },
        {
          "text": "Тотчас же, увидев Иисуса, весь народ изумился и побежал, чтобы приветствовать Его.",
          "ID": "15"
        },
        {
          "text": "Он спросил их: «О чём вы с ними спорите?»",
          "ID": "16"
        },
        {
          "text": "Человек из толпы ответил Ему: «Учитель! Я привёл к Тебе моего сына. Он одержим духом, который делает его неспособным говорить.",
          "ID": "17"
        },
        {
          "text": "Когда этот дух набрасывается на сына и кидает его на землю, на губах у него появляется пена, он скрежещет зубами и впадает в оцепенение. Я просил Твоих учеников изгнать духа, но они не смогли».",
          "ID": "18"
        },
        {
          "text": "Тогда Иисус обратился к ним: «Неверное поколение! Как долго Я должен быть с вами? Как долго Я должен терпеть вас? Приведите его ко Мне».",
          "ID": "19"
        },
        {
          "text": "Мальчика привели к Нему. Когда дух увидел Иисуса, то сразу же поверг ребёнка в приступ эпилепсии, и тот, упав на землю, бился в судорогах и испускал пену изо рта.",
          "ID": "20"
        },
        {
          "text": "Тогда Иисус спросил его отца: «Как давно это с ним?»",
          "ID": "21"
        },
        {
          "text": "Тот ответил: «С детства.",
          "ID": "21"
        },
        {
          "text": "Много раз дух бросал его в огонь и в воду, чтобы погубить. Но если Ты сможешь что-нибудь сделать, сжалься над нами и помоги нам».",
          "ID": "22"
        },
        {
          "text": "Иисус ответил ему: «Почему спрашиваешь Меня: „Если сможешь? Всё возможно для того, кто верует”».",
          "ID": "23"
        },
        {
          "text": "Отец мальчика сразу вскрикнул и сказал: «Воистину, я верую! Помоги мне, чтобы вера моя ещё более укрепилась!»",
          "ID": "24"
        },
        {
          "text": "Когда Иисус увидел, что к ним приближается толпа народа, Он сказал нечистому духу: «Я повелеваю тебе, дух, который сделал мальчика глухим и мешаешь ему говорить: выйди и никогда больше не входи в него!»",
          "ID": "25"
        },
        {
          "text": "И дух, вскрикнув и повергнув мальчика в сильные судороги, вышел из него. Мальчик лежал как мёртвый, так что большинство людей подумало: «Он умер».",
          "ID": "26"
        },
        {
          "text": "Но Иисус взял его за руку и помог ему подняться.",
          "ID": "27"
        },
        {
          "text": "После того как Иисус вошёл в дом, ученики спросили Его наедине: «Почему мы не смогли изгнать духа?»",
          "ID": "28"
        },
        {
          "text": "Иисус ответил им: «Этот дух не может быть изгнан иначе как молитвой [и постом]».",
          "ID": "29"
        },
        {
          "text": "Выйдя оттуда, они пошли через Галилею. Иисус не хотел, чтобы кто-либо знал об этом,",
          "ID": "30"
        },
        {
          "text": "потому что Он хотел быть наедине со Своими учениками и учить их. Он говорил им: «Сын Человеческий будет отдан в руки людей, которые Его убьют, но через три дня Он воскреснет».",
          "ID": "31"
        },
        {
          "text": "Но они не поняли эти слова, а спросить побоялись.",
          "ID": "32"
        },
        {
          "text": "Иисус и Его ученики пришли в Капернаум. Когда они зашли в дом, Он спросил их: «О чём вы рассуждали дорогой?»",
          "ID": "33"
        },
        {
          "text": "Но они молчали, потому что по дороге обсуждали между собой, кто из них превосходит всех в величии.",
          "ID": "34"
        },
        {
          "text": "Тогда Иисус сел и, призвав двенадцать апостолов, сказал им: «Если кто-нибудь хочет быть первым, то он должен быть последним изо всех и слугой всем».",
          "ID": "35"
        },
        {
          "text": "Взяв ребёнка, Он поставил его перед ними и, обняв, обратился к ученикам:",
          "ID": "36"
        },
        {
          "text": "«Кто принимает одного из этих маленьких детей во имя Моё, тот принимает Меня. И кто принимает Меня, тот принимает и Пославшего Меня».",
          "ID": "37"
        },
        {
          "text": "Иоанн сказал Ему: «Учитель! Мы видели человека, изгоняющего бесов Твоим именем, и попытались остановить его, потому что он не один из нас».",
          "ID": "38"
        },
        {
          "text": "Но Иисус ответил: «Не останавливайте его, потому что никто, творящий чудо Моим именем, в ближайшее время не сможет говорить обо Мне плохо.",
          "ID": "39"
        },
        {
          "text": "Так как, кто не против нас, тот за нас.",
          "ID": "40"
        },
        {
          "text": "Итак, кто подаст вам стакан воды напиться, потому что вы — ученики Христа, тот, правду вам говорю, обязательно получит свою награду».",
          "ID": "41"
        },
        {
          "text": "«Тому же, кто побудит кого из этих малых, верящих в Меня, согрешить, лучше было бы, если бы ему повесили на шею жернов и утопили в море.",
          "ID": "42"
        },
        {
          "text": "И если рука твоя побуждает тебя согрешить, отсеки её. Лучше тебе войти в жизнь увечным, чем иметь две руки и отправиться в ад, в огонь неугасимый,",
          "ID": "43"
        },
        {
          "text": "[где червь неумолимо точит их, и огонь никогда не угасает.]",
          "ID": "44"
        },
        {
          "text": "И если нога твоя побуждает тебя согрешить, отсеки её. Лучше тебе войти в жизнь хромым, чем иметь две ноги и быть ввергнутым в ад,",
          "ID": "45"
        },
        {
          "text": "[где червь неумолимо точит их, и огонь никогда не угасает.]",
          "ID": "46"
        },
        {
          "text": "И если глаз твой побуждает тебя согрешить, вырви его. Лучше тебе войти в Царство Божье с одним глазом, чем иметь два глаза и быть ввергнутым в ад,",
          "ID": "47"
        },
        {
          "text": "где червь неумолимо точит их, и огонь никогда не угасает.",
          "ID": "48"
        },
        {
          "text": "Каждый из них будет просолен огнём [и каждая жертва будет посолена солью].",
          "ID": "49"
        },
        {
          "text": "Соль хороша, но если она становится безвкусной, кто же её снова сделает солёной? Имейте в себе соль и живите в мире между собой».",
          "ID": "50"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "По Марку Благовествование 9"
    },
    {
      "text": [
        {
          "text": "Иисус покинул то место и отправился в Иудею и за Иордан. И вновь толпы народа стекались к Нему и, по своему обычаю, Он учил их.",
          "ID": "1"
        },
        {
          "text": "Несколько фарисеев подошли к Нему и спросили, искушая Его: «По Закону ли мужу разводиться с женой?»",
          "ID": "2"
        },
        {
          "text": "Он ответил им: «Что повелел вам Моисей?»",
          "ID": "3"
        },
        {
          "text": "Они сказали: «Моисей разрешил мужу писать жене разводное уведомление, а значит, и разводиться».",
          "ID": "4"
        },
        {
          "text": "Иисус сказал им: «Он написал эту заповедь, потому что вы отказывались принять наставления Божьи.",
          "ID": "5"
        },
        {
          "text": "Но при сотворении мира Бог „создал их мужчиной и женщиной”,",
          "ID": "6"
        },
        {
          "text": "„поэтому человек оставит своего отца и мать и соединится со своей женой,",
          "ID": "7"
        },
        {
          "text": "и станут двое единой плотью”, так что их уже не двое, а лишь одна плоть.",
          "ID": "8"
        },
        {
          "text": "То, что соединил Бог, пусть никто не разъединит!»",
          "ID": "9"
        },
        {
          "text": "И когда они позже снова были в доме, ученики опять спросили Иисуса об этом,",
          "ID": "10"
        },
        {
          "text": "и Он ответил им: «Кто разводится со своей женой и женится на другой, тот прелюбодействует и грешит против жены своей.",
          "ID": "11"
        },
        {
          "text": "И если она разводится с мужем и выходит замуж за другого, то она прелюбодействует».",
          "ID": "12"
        },
        {
          "text": "Люди привели к Иисусу маленьких детей, чтобы Он прикоснулся к ним, но ученики укоряли их.",
          "ID": "13"
        },
        {
          "text": "Иисус, увидев это, рассердился и сказал им: «Пусть маленькие дети идут ко Мне. Не останавливайте их, потому что Царство Божье принадлежит таким, как они.",
          "ID": "14"
        },
        {
          "text": "Правду вам говорю: кто не примет Царство Божье, как ребёнок, тот никогда не войдёт туда».",
          "ID": "15"
        },
        {
          "text": "И, обняв детей, Он возложил на них руки и благословил их.",
          "ID": "16"
        },
        {
          "text": "Когда Он уже собрался в путь, к Нему подбежал человек, преклонил колени и спросил Его: «Учитель добрый, что я должен сделать, чтобы обрести вечную жизнь?»",
          "ID": "17"
        },
        {
          "text": "Иисус ответил ему: «Почему ты называешь Меня добрым? Никто не добр, кроме одного лишь Бога.",
          "ID": "18"
        },
        {
          "text": "Ты знаешь заповеди: „Не убивай, не прелюбодействуй, не кради, не лжесвидетельствуй, не мошенничай, почитай отца и мать”».",
          "ID": "19"
        },
        {
          "text": "Человек сказал Ему: «Учитель, я следую этому с юности».",
          "ID": "20"
        },
        {
          "text": "Иисус посмотрел на него и сказал с любовью: «Одного тебе не хватает. Пойди, продай, что у тебя есть, затем раздай деньги бедным и обретёшь награду на Небесах. Тогда приходи и следуй за Мною».",
          "ID": "21"
        },
        {
          "text": "Но при этих словах тот переменился в лице и отошёл опечаленный, потому что был очень богат.",
          "ID": "22"
        },
        {
          "text": "Иисус поглядел вокруг и сказал Своим ученикам: «Как трудно тем, кто богат, войти в Царство Божье!»",
          "ID": "23"
        },
        {
          "text": "Ученики удивились Его словам, но Иисус вновь сказал им: «Дети Мои, трудно войти в Царство Божье!",
          "ID": "24"
        },
        {
          "text": "Легче верблюду пройти сквозь игольное ушко, чем богатым войти в Царство Божье».",
          "ID": "25"
        },
        {
          "text": "Они же удивились ещё больше и сказали друг другу: «Кто же тогда может спастись?»",
          "ID": "26"
        },
        {
          "text": "Глядя на них, Иисус сказал: «Это невозможно для людей, но не для Бога, потому что для Бога всё возможно».",
          "ID": "27"
        },
        {
          "text": "Пётр стал говорить Ему: «Посмотри! Мы всё оставили и последовали за Тобой».",
          "ID": "28"
        },
        {
          "text": "Иисус ответил: «Правду вам говорю, что нет никого, кто оставил бы дом, или братьев, или сестёр, или мать, или отца, или детей, или земли ради Меня и Благовестия,",
          "ID": "29"
        },
        {
          "text": "и не получил бы на этом мире в сто раз больше и домов, и братьев, и сестёр, и матерей, и детей, и земель. Однако, в то же время, они подвергнутся гонениям, но в будущем мире унаследуют жизнь вечную.",
          "ID": "30"
        },
        {
          "text": "Многие из тех, кто сейчас первые, станут последними, последние же станут первыми».",
          "ID": "31"
        },
        {
          "text": "Иисус и Его ученики были на пути в Иерусалим. Христос шёл впереди, а последователи, следуя за Ним, были полны удивления и страха. Он опять отозвал двенадцать апостолов в сторону и стал говорить им, что с Ним должно случиться:",
          "ID": "32"
        },
        {
          "text": "«Послушайте! Мы идём в Иерусалим, и будет там Сын Человеческий предан в руки главных священников и законоучителей, и они осудят Его на смерть и предадут язычникам.",
          "ID": "33"
        },
        {
          "text": "Те же надсмеются над Ним, оплюют Его, будут бичевать Его плетьми, а потом убьют, но через три дня Он воскреснет».",
          "ID": "34"
        },
        {
          "text": "Иаков и Иоанн, сыновья Зеведея, подошли к Нему и сказали: «Учитель! Мы хотим, чтобы Ты сделал для нас то, о чём мы попросим».",
          "ID": "35"
        },
        {
          "text": "Иисус спросил: «Что вы хотите, чтобы Я сделал для вас?»",
          "ID": "36"
        },
        {
          "text": "И они ответили Ему: «Когда Ты будешь в Славе Твоей, позволь нам сесть с Тобой, одному справа, а другому слева от Тебя».",
          "ID": "37"
        },
        {
          "text": "Иисус сказал им: «Вы не знаете, о чём просите. Разве можете выпить горькую чашу, которую Я пью? Разве можете креститься крещением, которым Я должен быть крещён?»",
          "ID": "38"
        },
        {
          "text": "Они ответили: «Да, можем». Тогда Иисус сказал им: «Вы действительно выпьете горькую чашу, которую Я пью, и вы будете крещены тем же крещением, которым Я крещусь,",
          "ID": "39"
        },
        {
          "text": "но не Мне дано позволять садиться справа или слева от Меня. Эти места предназначены для избранных Господом».",
          "ID": "40"
        },
        {
          "text": "Когда десятеро остальных учеников услышали об этом, они рассердились на Иакова и Иоанна.",
          "ID": "41"
        },
        {
          "text": "Тогда Иисус подозвал их к Себе и сказал: «Вы знаете, что те, кто считается правителями язычников, господствуют над ними, и вельможи их властвуют над ними.",
          "ID": "42"
        },
        {
          "text": "С вами не так.",
          "ID": "43"
        },
        {
          "text": "Однако тот из вас, кто хочет стать великим,",
          "ID": "43"
        },
        {
          "text": "должен быть вашим слугой,",
          "ID": "43"
        },
        {
          "text": "и любой, кто хочет быть первым среди вас,",
          "ID": "44"
        },
        {
          "text": "должен быть рабом всех.",
          "ID": "44"
        },
        {
          "text": "Так как даже Сын Человеческий пришёл не для того,",
          "ID": "45"
        },
        {
          "text": "чтобы Ему служили, а для того,",
          "ID": "45"
        },
        {
          "text": "чтобы Он служил и отдал жизнь Свою",
          "ID": "45"
        },
        {
          "text": "как выкуп за жизни многих людей».",
          "ID": "45"
        },
        {
          "text": "Затем они пришли в Иерихон. Когда Иисус выходил из Иерихона со Своими учениками и множеством народа, у дороги сидел, прося милостыню, слепой Вартимей, сын Тимея.",
          "ID": "46"
        },
        {
          "text": "Услышав, что это Иисус из Назарета, он закричал: «Иисус, Сын Давидов, смилуйся надо мной!»",
          "ID": "47"
        },
        {
          "text": "Многие заставляли его замолчать, но он кричал ещё громче: «Сын Давидов! Смилуйся надо мной!»",
          "ID": "48"
        },
        {
          "text": "Иисус остановился и сказал: «Позовите его».",
          "ID": "49"
        },
        {
          "text": "Слепого позвали и сказали ему: «Мужайся! Вставай, Он зовёт тебя!»",
          "ID": "49"
        },
        {
          "text": "Тот сбросил плащ, вскочил и подошёл к Иисусу.",
          "ID": "50"
        },
        {
          "text": "Иисус спросил его: «Что ты хочешь, чтобы Я сделал для тебя?» Слепой сказал Ему: «Учитель! Я хочу снова видеть».",
          "ID": "51"
        },
        {
          "text": "Иисус сказал ему: «Ступай, твоя вера исцелила тебя». И тот сразу же прозрел и пошёл вслед за Иисусом.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "По Марку Благовествование 10"
    },
    {
      "text": [
        {
          "text": "Когда они приблизились к Иерусалиму, то недалеко от Виффагии и Вифании, у горы Елеонской, Иисус послал двух учеников вперёд,",
          "ID": "1"
        },
        {
          "text": "сказав им: «Идите в селение, что прямо перед вами. Как только войдёте туда, увидите привязанного ослёнка, на котором ещё никто не ездил. Отвяжите его и приведите сюда.",
          "ID": "2"
        },
        {
          "text": "А если кто спросит вас: „Зачем вы это делаете?”, скажите: „Он нужен Господу, и Он немедленно вернёт его обратно”».",
          "ID": "3"
        },
        {
          "text": "И они пошли и нашли ослёнка, привязанного на улице у ворот, и отвязали его.",
          "ID": "4"
        },
        {
          "text": "Некоторые из наблюдавших это сказали им: «Что вы делаете? Зачем отвязываете ослёнка?»",
          "ID": "5"
        },
        {
          "text": "Они ответили, как велел Иисус, и те разрешили им взять ослёнка.",
          "ID": "6"
        },
        {
          "text": "Они привели его к Иисусу и положили на него свою одежду, и Он сел на него.",
          "ID": "7"
        },
        {
          "text": "Многие люди расстилали на дороге свою одежду, а другие — ветви, которые срезали в полях.",
          "ID": "8"
        },
        {
          "text": "Шедшие впереди и позади кричали:",
          "ID": "9"
        },
        {
          "text": "«„Осанна!”",
          "ID": "9"
        },
        {
          "text": "„Благословен Идущий во имя Господа!” Псалом 117:25-26",
          "ID": "9"
        },
        {
          "text": "Благословенно наступающее Царство отца нашего Давида!",
          "ID": "10"
        },
        {
          "text": "Пусть будет слава Богу в Небесах!»",
          "ID": "10"
        },
        {
          "text": "Придя в Иерусалим, Иисус вошёл в храм и осмотрел всё вокруг, но так как было уже поздно, Он ушёл с двенадцатью апостолами в Вифанию.",
          "ID": "11"
        },
        {
          "text": "Когда на следующий день они уходили из Вифании, Иисус захотел есть",
          "ID": "12"
        },
        {
          "text": "и, увидев издали фи́говое дерево, покрытое листьями, пошёл посмотреть, не найдёт ли Он зрелых фиг на нём. Но подойдя, Он не нашёл ничего, кроме листьев, потому что время созревания фиг ещё не настало.",
          "ID": "13"
        },
        {
          "text": "Тогда Он сказал дереву: «Пусть никто никогда не вкусит твоих плодов!» И ученики Его слышали это.",
          "ID": "14"
        },
        {
          "text": "Когда Иисус пришёл в Иерусалим, Он вошёл во двор храма и стал выгонять тех, кто вёл там торговлю. Он опрокинул столы менял, скамьи торговцев голубями",
          "ID": "15"
        },
        {
          "text": "и не позволял никому проносить свои вещи через храм.",
          "ID": "16"
        },
        {
          "text": "Затем Он стал учить их, говоря: «Сказано в Писании: „Дом Мой будет называться домом молитвенным для всех народов”? А вы превратили его в „разбойничье логово”!",
          "ID": "17"
        },
        {
          "text": "Услышав эти слова, главные священники и законоучители начали придумывать, как бы погубить Иисуса, так как они боялись Его, потому что весь народ дивился Его учению.",
          "ID": "18"
        },
        {
          "text": "Когда наступил вечер, Иисус и ученики Его покинули город.",
          "ID": "19"
        },
        {
          "text": "Следующим утром, проходя мимо фи́гового дерева, ученики увидели, что оно засохло до корней.",
          "ID": "20"
        },
        {
          "text": "Пётр, вспомнив о дереве, сказал Ему: «Учитель! Посмотри, фи́говое дерево, которое Ты проклял, засохло».",
          "ID": "21"
        },
        {
          "text": "Иисус ответил: «Имейте веру в Бога.",
          "ID": "22"
        },
        {
          "text": "Правду вам говорю: если кто скажет этой горе: „Поднимись и бросься в море!” — и не усомнится в сердце своём, а поверит, что то, что он говорит, сбудется, то Бог исполнит это для него.",
          "ID": "23"
        },
        {
          "text": "Поэтому говорю вам: верьте, что всё, чего ни попросите в молитве, получите, и будет оно ваше.",
          "ID": "24"
        },
        {
          "text": "И когда молитесь, прощайте, если имеете что против кого-либо, чтобы ваш Отец Небесный мог простить вам ваши грехи».",
          "ID": "25"
        },
        {
          "text": "[Но если не будете прощать других, то и Отец ваш Небесный не простит вам ваши грехи.]",
          "ID": "26"
        },
        {
          "text": "Они вернулись в Иерусалим, и когда Иисус прогуливался во дворе храма, к Нему подошли главные священники, законоучители и старейшины",
          "ID": "27"
        },
        {
          "text": "и спросили: «Чьей властью Ты совершаешь всё это? Кто дал Тебе такую власть?»",
          "ID": "28"
        },
        {
          "text": "Иисус сказал им: «Я задам вам вопрос, и если вы Мне ответите, скажу вам, чьей властью Я делаю всё это.",
          "ID": "29"
        },
        {
          "text": "Иоанново крещение было с Небес или от людей? Ответьте Мне!»",
          "ID": "30"
        },
        {
          "text": "Они обсудили это между собой, говоря: «Если мы скажем: „С Небес”, Он скажет: „Тогда почему же вы не поверили ему?”",
          "ID": "31"
        },
        {
          "text": "А как сказать: „От людей”?» Они боялись народа, так как все полагали, что Иоанн действительно был пророком.",
          "ID": "32"
        },
        {
          "text": "И они ответили Иисусу: «Мы не знаем».",
          "ID": "33"
        },
        {
          "text": "Тогда Иисус сказал им: «И Я вам не скажу, Чьей властью Я это делаю».",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "По Марку Благовествование 11"
    },
    {
      "text": [
        {
          "text": "Иисус стал учить народ и учеников Своих притчами: «Один человек посадил виноградник, огородил его, вырыл яму для винного пресса и построил башню. Затем он сдал виноградник внаём нескольким виноградарям и отлучился.",
          "ID": "1"
        },
        {
          "text": "В положенное время он послал к виноградарям слугу, чтобы тот получил с них причитающуюся ему долю урожая с виноградника.",
          "ID": "2"
        },
        {
          "text": "Но они схватили слугу, избили его и отослали прочь ни с чем.",
          "ID": "3"
        },
        {
          "text": "Тот человек послал к ним другого слугу, но они разбили ему голову и поиздевались над ним.",
          "ID": "4"
        },
        {
          "text": "Тогда он послал третьего слугу, и того они убили. Посылал он и многих других. Некоторых они избили, а других убили.",
          "ID": "5"
        },
        {
          "text": "У него остался только один человек, его любимый сын. Он послал его к ним самым последним, говоря: „Они не могут отнестись к моему сыну неуважительно”.",
          "ID": "6"
        },
        {
          "text": "Но виноградари сказали друг другу: „Это наследник. Если мы убьём его, наследство будет наше”.",
          "ID": "7"
        },
        {
          "text": "И тогда они схватили его, убили и выбросили его труп из виноградника.",
          "ID": "8"
        },
        {
          "text": "Что же сделает хозяин виноградника? Он придёт, предаст виноградарей смерти и отдаст виноградник другим.",
          "ID": "9"
        },
        {
          "text": "Разве вы не читали в Писании:",
          "ID": "10"
        },
        {
          "text": "„Камень, отвергнутый строителями,",
          "ID": "10"
        },
        {
          "text": "стал краеугольным.",
          "ID": "10"
        },
        {
          "text": "Это совершил Господь,",
          "ID": "11"
        },
        {
          "text": "и видеть это чудесно”». Псалом 117:22-23",
          "ID": "11"
        },
        {
          "text": "Иудейские предводители знали, что эта притча направлена против них и придумывали, как бы схватить Иисуса, но боялись народа. Поэтому, оставив Его, они ушли.",
          "ID": "12"
        },
        {
          "text": "И подослали они к Иисусу некоторых фарисеев и иродиан, чтобы те поймали Его на слове.",
          "ID": "13"
        },
        {
          "text": "Фарисеи и иродиане подошли и сказали Ему: «Учитель! Мы знаем, что Ты правдив, и Тебя не заботит, кто что подумает, потому что Ты не пристрастен, а учишь пути Божьему в соответствии с истиной. Правильно ли платить налоги Цезарю или нет? Должны ли мы платить их или нет?»",
          "ID": "14"
        },
        {
          "text": "Но Он знал их лицемерие и сказал: «Зачем вы испытываете Меня? Принесите мне динарий и дайте на него взглянуть».",
          "ID": "15"
        },
        {
          "text": "Когда они принесли монету, Иисус спросил: «Чьё здесь изображение и чьё имя?» Они ответили: «Цезаря».",
          "ID": "16"
        },
        {
          "text": "Тогда Он сказал им: «Так отдайте Цезарю цезарево, а Богу — Божье». И они удивились Его словам.",
          "ID": "17"
        },
        {
          "text": "К Иисус подошли несколько саддукеев (саддукеи обычно утверждают, что нет воскресения из мёртвых) и спросили Его:",
          "ID": "18"
        },
        {
          "text": "«Учитель! Моисей написал для нас, что если человек умрёт бездетным, то брат его должен жениться на вдове и иметь с ней детей для продолжения рода умершего своего брата.",
          "ID": "19"
        },
        {
          "text": "Было семеро братьев. Первый из них женился, но умер, не оставив детей.",
          "ID": "20"
        },
        {
          "text": "На этой женщине женился второй брат и тоже умер, не оставив детей. То же самое случилось и с третьим братом.",
          "ID": "21"
        },
        {
          "text": "Ни один из семерых братьев не оставил детей. Последней умерла женщина.",
          "ID": "22"
        },
        {
          "text": "При воскресении, когда люди воскреснут из мёртвых, кому она будет женой? Ведь она была женой семерых».",
          "ID": "23"
        },
        {
          "text": "Тогда Иисус сказал им: «Потому и заблуждаетесь вы, так как не знаете ни Писаний, ни силы Божьей.",
          "ID": "24"
        },
        {
          "text": "Потому что, когда люди воскреснут из мёртвых, они не будут ни жениться, ни замуж выходить, а уподобятся Ангелам на Небесах.",
          "ID": "25"
        },
        {
          "text": "Что же касается воскресения из мёртвых, то разве не читали вы в книге Моисея о пылающем кусте и о том, как Бог сказал Моисею: „Я — Бог Авраама, Бог Исаака, Бог Иакова”.",
          "ID": "26"
        },
        {
          "text": "Он Бог не мёртвых, а живых. Вы глубоко заблуждаетесь!»",
          "ID": "27"
        },
        {
          "text": "Один из законников подошёл Иисус и, слыша, как саддукеи и фарисеи спорили с Ним, и как хорошо Христос отвечал им, спросил: «Какая заповедь важнейшая из всех?»",
          "ID": "28"
        },
        {
          "text": "Иисус ответил: «Вот важнейшая заповедь: „Слушай, народ Израиля! Господь Бог наш есть Господь единственный,",
          "ID": "29"
        },
        {
          "text": "и ты должен любить Господа Бога твоего всем сердцем твоим, всей душой твоей, всем разумом твоим и всей силой твоей.",
          "ID": "30"
        },
        {
          "text": "Вторая заповедь такая: люби ближнего своего, как самого себя. Нет никакой другой заповеди важнее этих”».",
          "ID": "31"
        },
        {
          "text": "И законоучитель ответил Ему: «Хорошо сказано, Учитель. Ты прав, говоря, что Бог — единственный, и нет другого, кроме Него.",
          "ID": "32"
        },
        {
          "text": "И любить Его всем сердцем своим, всем разумом своим и всей силой своей, и любить ближнего своего, как самого себя, означает гораздо больше, чем все приношения и жертвы».",
          "ID": "33"
        },
        {
          "text": "Когда Иисус увидел, что тот отвечает так разумно, Он сказал: «Ты недалёк от Царства Божьего». После этого никто не решался задавать Ему вопросы.",
          "ID": "34"
        },
        {
          "text": "Когда Иисус учил народ в храме, Он сказал: «Как могут законоучители говорить, что Христос — сын Давида?",
          "ID": "35"
        },
        {
          "text": "Давид сам, вдохновлённый Духом Святым, сказал:",
          "ID": "36"
        },
        {
          "text": "„Господь сказал Господу моему:",
          "ID": "36"
        },
        {
          "text": "Сядь по правую руку от Меня,",
          "ID": "36"
        },
        {
          "text": "пока Я повергну врагов Твоих к ногам Твоим”. Псалом 109:1",
          "ID": "36"
        },
        {
          "text": "Давид сам называет Его Господом. Так как же Он может быть его Сыном?» И множество народа внимало Ему с восторгом.",
          "ID": "37"
        },
        {
          "text": "Иисус говорил в Своём учении: «Берегитесь законоучителей! Они любят ходить в длинных одеждах, принимать приветствия на площадях",
          "ID": "38"
        },
        {
          "text": "и занимать самые почётные места в синагогах и на пиршествах.",
          "ID": "39"
        },
        {
          "text": "Они, пожирающие имущество вдов и подолгу молящиеся напоказ, получат тягчайшее наказание».",
          "ID": "40"
        },
        {
          "text": "Сев напротив ящика для сбора пожертвований, Иисус наблюдал, как люди клали в него деньги. И многие богачи клали много денег.",
          "ID": "41"
        },
        {
          "text": "А одна бедная вдова, придя, положила две медные монеты, которые составляли всего один кодрант.",
          "ID": "42"
        },
        {
          "text": "Тогда, призвав к Себе Своих учеников, Иисус сказал им: «Правду вам говорю, что эта бедная вдова положила в ящик для пожертвований больше, чем все богатые жертвователи,",
          "ID": "43"
        },
        {
          "text": "так как те пожертвовали от избытка своего, она же отдала всё, что у неё было на жизнь».",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "По Марку Благовествование 12"
    },
    {
      "text": [
        {
          "text": "Когда Иисус выходил из храма, один из Его учеников сказал: «Учитель! Посмотри, какие огромные камни и замечательные здания!»",
          "ID": "1"
        },
        {
          "text": "Иисус же ответил ему: «Ты видишь великолепные здания? Здесь камня на камне не останется, всё будет разрушено».",
          "ID": "2"
        },
        {
          "text": "Позже, когда Он находился на горе Елеонской, напротив храма, Пётр, Иаков, Иоанн и Андрей, спросили Его, находясь наедине с Ним:",
          "ID": "3"
        },
        {
          "text": "«Скажи нам, когда случится всё это, какое знамение будет о том, что всё это исполнится на самом деле?»",
          "ID": "4"
        },
        {
          "text": "Тогда Иисус стал говорить им: «Берегитесь, чтобы никто не прельстил вас.",
          "ID": "5"
        },
        {
          "text": "Многие будут являться под Моим именем, говоря: „Я — это Он”, и многих прельстят они.",
          "ID": "6"
        },
        {
          "text": "Когда вы услышите о войне или до вас дойдут рассказы о войнах, не тревожьтесь, потому что это должно случиться, но это ещё не конец.",
          "ID": "7"
        },
        {
          "text": "Так как восстанет народ против народа и царство против царства. В различных местах будут землетрясения, и наступит голод. Это будет подобно родовым мукам.",
          "ID": "8"
        },
        {
          "text": "Но будьте осторожны, так как преданы будете суду и будут вас бить в синагогах, и вы предстанете перед правителями и царями, чтобы свидетельствовать перед ними обо Мне.",
          "ID": "9"
        },
        {
          "text": "Но прежде вы должны нести Благую Весть ко всем народам.",
          "ID": "10"
        },
        {
          "text": "И когда бы ни схватили вас и ни повели в суд, не беспокойтесь заранее о том, что сказать, а говорите то, что дано вам будет в тот час, так как не вы будете говорить, а Дух Святой.",
          "ID": "11"
        },
        {
          "text": "И брат предаст смерти брата, а отец — своих детей. И дети поднимутся против родителей и отдадут их на смерть.",
          "ID": "12"
        },
        {
          "text": "Из-за Меня вас все будут ненавидеть. Но тот, кто выдержит до конца, спасётся.",
          "ID": "13"
        },
        {
          "text": "Когда вы увидите „мерзость запустения”, царящую там, где ей не следует (читающий должен понимать, что это значит), тогда те, кто находятся в Иудее, должны бежать в горы.",
          "ID": "14"
        },
        {
          "text": "И кто будет на крыше своего дома, не должен спускаться вниз и заходить в дом, чтобы взять что-либо оттуда,",
          "ID": "15"
        },
        {
          "text": "а кто будет в поле, пусть не возвращается назад за своей одеждой.",
          "ID": "16"
        },
        {
          "text": "Горе будет в те дни беременным и кормящим грудью.",
          "ID": "17"
        },
        {
          "text": "Молитесь, чтобы не случилось это зимой.",
          "ID": "18"
        },
        {
          "text": "Потому что те дни будут страшным бедствием, какого не случалось ещё с сотворения Богом мира и до сегодняшнего дня, и после никогда больше не будет.",
          "ID": "19"
        },
        {
          "text": "И если бы Господь не сократил те дни, то никто не спасся бы. Но он сократил их ради избранных своих.",
          "ID": "20"
        },
        {
          "text": "И если кто-нибудь скажет вам: „Смотрите, вот Христос!” — или — „Вот Он!” — то не верьте тому человеку,",
          "ID": "21"
        },
        {
          "text": "потому что появятся лжехристы и лжепророки и будут являть вам знамения и чудеса, чтобы, если удастся, обмануть избранных.",
          "ID": "22"
        },
        {
          "text": "Так что берегитесь, Я предупредил вас.",
          "ID": "23"
        },
        {
          "text": "Но в те дни, после того, как случится беда,",
          "ID": "24"
        },
        {
          "text": "померкнет солнце,",
          "ID": "24"
        },
        {
          "text": "и луна не будет светить,",
          "ID": "24"
        },
        {
          "text": "и звёзды будут падать с неба,",
          "ID": "25"
        },
        {
          "text": "и силы Небесные поколеблются.",
          "ID": "25"
        },
        {
          "text": "И тогда увидят они Сына Человеческого, идущего в облаках с великой силой и Славой,",
          "ID": "26"
        },
        {
          "text": "и пошлёт Он вперед Ангелов и соберёт Своих избранных с четырёх сторон света, от края земли до края неба.",
          "ID": "27"
        },
        {
          "text": "Берите пример с фи́гового дерева: когда его ветви становятся мягкими и пускают листья, вы знаете, что лето уже близко.",
          "ID": "28"
        },
        {
          "text": "Так и когда вы увидите, что это сбывается, знайте, что День уже близок, он у самых дверей.",
          "ID": "29"
        },
        {
          "text": "Правду вам говорю, что живущее ныне поколение не уйдёт, прежде чем всё это произойдёт.",
          "ID": "30"
        },
        {
          "text": "Небо и земля исчезнут, но слова Мои останутся.",
          "ID": "31"
        },
        {
          "text": "Никто не знает того дня и часа: ни Ангелы на Небесах, ни Сын, а лишь один Отец.",
          "ID": "32"
        },
        {
          "text": "Берегитесь и будьте всегда готовы! Так как не знаете, когда наступит это время.",
          "ID": "33"
        },
        {
          "text": "Подобно тому как человек, отправляющийся в путешествие, поручает слугам присматривать за домом, назначив каждому своё дело, а привратнику приказав бодрствовать.",
          "ID": "34"
        },
        {
          "text": "Итак, бодрствуйте, потому что вы не знаете, когда вернётся хозяин домой вечером ли, в полночь ли или утром, когда взойдёт солнце.",
          "ID": "35"
        },
        {
          "text": "Он может возвратиться внезапно и, если вы всегда бодрствуете, он не застанет вас спящими.",
          "ID": "36"
        },
        {
          "text": "И потому вот что говорю вам всем и каждому: „Бодрствуйте!”»",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "По Марку Благовествование 13"
    },
    {
      "text": [
        {
          "text": "До Пасхи и праздника Пресных Хлебов оставалось два дня. И главные священники и законоучители, выискивая, как бы обманным путём схватить и убить Иисуса,",
          "ID": "1"
        },
        {
          "text": "говорили: «Только не во время праздника. Иначе народ может взбунтоваться».",
          "ID": "2"
        },
        {
          "text": "Когда Иисус находился в Вифании и сидел за трапезой за столом в доме Симона прокажённого, туда пришла женщина с алебастровым сосудом драгоценного мира из чистого нарда. Она вскрыла алебастровый сосуд и возлила благовонное масло Ему на голову.",
          "ID": "3"
        },
        {
          "text": "Некоторые ученики рассердившись, стали говорить друг другу: «К чему такое расточение мира?",
          "ID": "4"
        },
        {
          "text": "Ведь его можно было бы продать более чем за триста динариев и раздать деньги нищим». И стали укорять женщину.",
          "ID": "5"
        },
        {
          "text": "Но Иисус сказал: «Оставьте её в покое. Зачем вы её смущаете? Она сделала для Меня доброе дело.",
          "ID": "6"
        },
        {
          "text": "Так как нищие всегда с вами, и вы можете помогать им в любое время, когда захотите, но Я не всегда буду с вами.",
          "ID": "7"
        },
        {
          "text": "Она сделала, что могла: пролила миро на Моё тело заранее, чтобы приготовить его к погребению.",
          "ID": "8"
        },
        {
          "text": "Правду вам говорю: где бы в мире ни проповедовали Благую Весть, в память о ней будет сказано о том, что она сделала».",
          "ID": "9"
        },
        {
          "text": "Вскоре после этого Иуда Искариот, один из двенадцати апостолов, пошёл к главным священникам, чтобы предать в их руки Иисуса.",
          "ID": "10"
        },
        {
          "text": "Они обрадовались, услышав это, и обещали дать ему за это деньги. И стал Иуда искать удобного случая, чтобы предать Иисуса.",
          "ID": "11"
        },
        {
          "text": "В первый день праздника Пресных Хлебов, когда был принесён в жертву пасхальный ягнёнок, Его ученики сказали Ему: «Где ты хочешь есть пасхальный ужин? Мы пойдём и всё приготовим».",
          "ID": "12"
        },
        {
          "text": "Иисус послал двух своих учеников, сказав им: «Идите в город. Вам встретится человек, несущий кувшин с водой. Следуйте за ним",
          "ID": "13"
        },
        {
          "text": "и скажите хозяину того дома, куда он войдёт: «Учитель спрашивает: „Где комната, в которой Я могу собраться с Моими учениками для пасхального ужина?”»",
          "ID": "14"
        },
        {
          "text": "Хозяин покажет вам большую комнату наверху, в которой всё будет уже подготовлено. Там и приготовьте для нас ужин».",
          "ID": "15"
        },
        {
          "text": "Ученики вышли и пошли в город, и нашли всё в точности, как сказал им Иисус, и приготовили пасхальный ужин.",
          "ID": "16"
        },
        {
          "text": "Когда наступил вечер, Он пришёл с двенадцатью апостолами.",
          "ID": "17"
        },
        {
          "text": "И когда они сидели за столом и ели, Иисус сказал: «Правду вам говорю, что один из вас, кто сейчас ест со Мной, предаст Меня».",
          "ID": "18"
        },
        {
          "text": "Они опечалились и один за другим стали говорить Ему: «Конечно же, не я!»",
          "ID": "19"
        },
        {
          "text": "Иисус ответил им: «Это будет один из двенадцати, обмакивающий свой хлеб в одно блюдо со Мной.",
          "ID": "20"
        },
        {
          "text": "Сын Человеческий пройдёт по назначенному пути и умрёт, как и написано о Нём. Но горе тому, кто предаст Сына Человеческого! Лучше бы ему и вовсе не родиться».",
          "ID": "21"
        },
        {
          "text": "И когда они ели, Иисус взял хлеб, благословил, преломил его и отдал им, сказав: «Ешьте, это тело Моё».",
          "ID": "22"
        },
        {
          "text": "Затем Он взял чашу с вином и, возблагодарив Бога, передал им, и все они отпили из этой чаши.",
          "ID": "23"
        },
        {
          "text": "А Он сказал: «Это кровь Моя, которая скрепляет новое Соглашение и должна пролиться за многих.",
          "ID": "24"
        },
        {
          "text": "Правду вам говорю, что Я не притронусь к вину до того дня, когда буду пить новое вино в Царстве Божьем».",
          "ID": "25"
        },
        {
          "text": "И, пропев хвалебную песнь, они пошли на гору Елеонскую.",
          "ID": "26"
        },
        {
          "text": "Иисус сказал им: «Вы все потеряете веру, так как написано:",
          "ID": "27"
        },
        {
          "text": "„Поражу пастыря,",
          "ID": "27"
        },
        {
          "text": "и овцы рассеются”. Захария 13:7",
          "ID": "27"
        },
        {
          "text": "Но после Моего воскресения Я появлюсь в Галилее раньше вас».",
          "ID": "28"
        },
        {
          "text": "Пётр сказал Ему: «Даже если все остальные потеряют веру, я не потеряю».",
          "ID": "29"
        },
        {
          "text": "Тогда Иисус ему ответил: «Правду тебе говорю, что сегодня, этой самой ночью, прежде чем дважды пропоёт петух, ты трижды отречёшься от Меня».",
          "ID": "30"
        },
        {
          "text": "Но Пётр повторял ещё настойчивее: «Даже если я должен умереть с Тобой, я не отрекусь от Тебя». И другие говорили то же самое.",
          "ID": "31"
        },
        {
          "text": "После этого они пошли в селение, называемое Гефсиманией, и Иисус сказал Своим ученикам: «Посидите здесь, пока Я помолюсь».",
          "ID": "32"
        },
        {
          "text": "Он взял с собой Петра, Иакова и Иоанна. Он стал горевать и тревожиться,",
          "ID": "33"
        },
        {
          "text": "говоря им: «Моя душа скорбит смертельно. Побудьте здесь и бодрствуйте».",
          "ID": "34"
        },
        {
          "text": "Отойдя немного в сторону, Он упал на землю и молился, чтобы, если возможно, тот час миновал Его.",
          "ID": "35"
        },
        {
          "text": "Он сказал: «Авва! Отец! Для Тебя всё возможно. Сделай же так, чтобы чаша эта миновала Меня. Но делай не то, что Я хочу, а то, что Ты хочешь».",
          "ID": "36"
        },
        {
          "text": "Затем Он вернулся к ним и, найдя их спящими, сказал Петру: «Симон, ты спишь? Разве не мог ты бодрствовать один час?",
          "ID": "37"
        },
        {
          "text": "Бодрствуйте и молитесь, чтобы не впасть в искушение. Дух ваш силён, а плоть — слаба».",
          "ID": "38"
        },
        {
          "text": "Он снова отошёл и молился, говоря то же самое.",
          "ID": "39"
        },
        {
          "text": "Затем Он вернулся к ним и опять нашёл их спящими, так как веки их отяжелели. И они не знали, что Ему сказать.",
          "ID": "40"
        },
        {
          "text": "Он подошёл к ним в третий раз и сказал: «Вы всё ещё спите и отдыхаете? Довольно! Час настал! Сына Человеческого предают в руки грешников.",
          "ID": "41"
        },
        {
          "text": "Вставайте и пойдёмте! Вот идёт предающий Меня!»",
          "ID": "42"
        },
        {
          "text": "И сразу же, пока Иисус ещё говорил, появился Иуда, один из двенадцати апостолов, и с ним толпа, вооружённая мечами и кольями, которую прислали главные священники, законоучители и старейшины.",
          "ID": "43"
        },
        {
          "text": "Иуда Предающий дал им знак: «Тот, кого я поцелую, и есть Иисус. Хватайте Его и берите под стражу».",
          "ID": "44"
        },
        {
          "text": "И тотчас, подойдя к Иисусу, сказал: «Учитель!» и поцеловал Его.",
          "ID": "45"
        },
        {
          "text": "Тогда же Иисуса схватили и взяли под стражу.",
          "ID": "46"
        },
        {
          "text": "Но один из стоявших рядом учеников выхватил меч, ударил слугу первосвященника и отсёк ему ухо.",
          "ID": "47"
        },
        {
          "text": "Тогда Иисус сказал им: «Вы вышли на Меня с мечами и кольями, как будто Я преступник.",
          "ID": "48"
        },
        {
          "text": "Каждый день Я был с вами, уча в храме, и вы не схватили Меня. Но то, что сказано в Писании, должно исполниться».",
          "ID": "49"
        },
        {
          "text": "И все ученики покинули Его и убежали прочь.",
          "ID": "50"
        },
        {
          "text": "Среди последователей Иисуса был один юноша, у которого на теле не было ничего, кроме льняного покрывала, и они также попытались схватить его.",
          "ID": "51"
        },
        {
          "text": "Но он, оставив покрывало у них в руках, убежал нагой.",
          "ID": "52"
        },
        {
          "text": "Иисуса привели к первосвященнику, где собрались все главные священники, старейшины и законоучители.",
          "ID": "53"
        },
        {
          "text": "А Пётр, на расстоянии, последовал за Ним прямо во двор первосвященника и сидел там со слугами, греясь у огня.",
          "ID": "54"
        },
        {
          "text": "Главные священники и весь синедрион пытались найти свидетельство против Иисуса, чтобы предать Его смерти, но ничего найти не могли,",
          "ID": "55"
        },
        {
          "text": "так как, хотя многие лжесвидетельствовали против Него, их показания не сходились между собой.",
          "ID": "56"
        },
        {
          "text": "Затем некоторые встали и, лжесвидетельствуя против Него, сказали:",
          "ID": "57"
        },
        {
          "text": "«Мы слышали, как этот Человек говорил: „Я снесу этот храм рукотворный, и в три дня выстрою другой, нерукотворный”».",
          "ID": "58"
        },
        {
          "text": "Но даже и в этом лжесвидетельство не совпадало.",
          "ID": "59"
        },
        {
          "text": "Тогда первосвященник, встав перед Ним, спросил Иисуса: «Почему не отвечаешь? Что за свидетельство представляют против Тебя эти люди?»",
          "ID": "60"
        },
        {
          "text": "Но Он молчал и ничего не отвечал. Снова первосвященник задал Ему вопрос: «Ты ли Христос, Сын благословенного Бога?»",
          "ID": "61"
        },
        {
          "text": "Иисус ответил: «Да. И вы увидите Сына Человеческого, сидящего справа от Всемогущего и идущего в облаках небесных».",
          "ID": "62"
        },
        {
          "text": "Тогда первосвященник, разорвав на себе одежды, сказал: «Зачем нам ещё свидетели?",
          "ID": "63"
        },
        {
          "text": "Вы все слышали эти оскорбления. Что вы думаете об этом?»",
          "ID": "64"
        },
        {
          "text": "И они все сказали, что Иисус виновен и должен быть предан смерти.",
          "ID": "64"
        },
        {
          "text": "Некоторые стали плевать в Него. Надев повязку Ему на глаза, они стали избивать Его кулаками, говоря при этом: «Так прорицай же! Докажи нам, что Ты пророк и скажи, кто ударил Тебя!» Тогда стражники отвели Его в сторону и стали бить.",
          "ID": "65"
        },
        {
          "text": "Когда Пётр находился во дворе, пришла одна из служанок первосвященника",
          "ID": "66"
        },
        {
          "text": "и, увидев греющегося у огня Петра, внимательно посмотрела на него и сказала: «Ты тоже был с тем Назарянином, Иисусом».",
          "ID": "67"
        },
        {
          "text": "Но он стал отрицать это, говоря: «Не знаю и не понимаю, что ты говоришь». Тогда Пётр вышел на передний двор и услышал, как запел петух.",
          "ID": "68"
        },
        {
          "text": "А служанка опять стала говорить стоявшим рядом: «Этот человек один из них».",
          "ID": "69"
        },
        {
          "text": "Но Пётр снова отрёкся.",
          "ID": "70"
        },
        {
          "text": "Спустя немного времени стоявшие там сказали Петру: «Ты точно один из них, потому что ты тоже галилеянин».",
          "ID": "70"
        },
        {
          "text": "И он начал клясться и божиться: «Я не знаю Человека, о котором вы говорите».",
          "ID": "71"
        },
        {
          "text": "И тотчас петух пропел во второй раз. И, вспомнив обращённые к нему слова Иисуса: «Прежде чем петух пропоёт дважды, ты трижды отречёшься от Меня», Пётр разрыдался.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "По Марку Благовествование 14"
    },
    {
      "text": [
        {
          "text": "Как только наступило утро, главные священники, старейшины и законоучители со всем синедрионом стали совещаться и, связав Иисуса, увели Его и передали Пилату.",
          "ID": "1"
        },
        {
          "text": "Пилат спросил Его: «Ты — Царь Иудейский?»",
          "ID": "2"
        },
        {
          "text": "Иисус ответил ему: «Ты прав говоря, что Я — Царь Иудейский».",
          "ID": "2"
        },
        {
          "text": "Тогда главные священники начали предъявлять Ему множество обвинений.",
          "ID": "3"
        },
        {
          "text": "Пилат стал снова спрашивать Его: «Ты собираешься отвечать? Видишь, как много обвинений против Тебя!»",
          "ID": "4"
        },
        {
          "text": "Но Иисус по-прежнему ничего не отвечал ему, и это очень удивило Пилата.",
          "ID": "5"
        },
        {
          "text": "В праздник Пасхи Пилат обычно отпускал на волю одного узника, за которого просил народ.",
          "ID": "6"
        },
        {
          "text": "Один человек, по имени Варавва, находился в то время в заключении вместе с мятежниками, совершившими убийство во время мятежа.",
          "ID": "7"
        },
        {
          "text": "И народ пришёл и стал просить Пилата сделать то, что он обычно делал для них.",
          "ID": "8"
        },
        {
          "text": "Пилат спросил их: «Хотите, я отпущу для вас Царя Иудейского?» —",
          "ID": "9"
        },
        {
          "text": "потому что он знал, что главные священники отдали ему Иисуса из зависти.",
          "ID": "10"
        },
        {
          "text": "Но главные священники подстрекали толпу просить Пилата, чтобы он отпустил им Варавву вместо Иисуса.",
          "ID": "11"
        },
        {
          "text": "Но Пилат опять обратился к ним, говоря: «Что же тогда вы хотите, чтобы я сделал с Тем, Кого вы называете Царём Иудейским?»",
          "ID": "12"
        },
        {
          "text": "Они закричали в ответ: «Распни Его на кресте!»",
          "ID": "13"
        },
        {
          "text": "Пилат спросил: «Почему? Какое преступление Он совершил?»",
          "ID": "14"
        },
        {
          "text": "Но они ещё сильнее закричали: «Распни Его!»",
          "ID": "14"
        },
        {
          "text": "Пилат хотел удовлетворить толпу, и поэтому освободил для них Варавву, а Иисуса отдал солдатам и приказал бичевать, а после того распять на кресте.",
          "ID": "15"
        },
        {
          "text": "Солдаты отвели Его внутрь дворца, называемого преторией, и созвали весь полк.",
          "ID": "16"
        },
        {
          "text": "Они надели на Него багровую накидку, а на голову сплетённый ими терновый венец,",
          "ID": "17"
        },
        {
          "text": "а потом стали кричать Ему: «Приветствуем Тебя, Царь Иудейский!»",
          "ID": "18"
        },
        {
          "text": "Они били Его палкой по голове, плевали в Него и, издеваясь, становились на колени и делали вид, что поклоняются Ему.",
          "ID": "19"
        },
        {
          "text": "Насмеявшись над Иисусом, они сняли с Него багровую накидку и, надев на Него Его собственную одежду, повели на распятие.",
          "ID": "20"
        },
        {
          "text": "Один киринеянин, по имени Симон, который был отцом Александра и Руфа возвращался с поля и, так как он проходил мимо, солдаты заставили его нести крест, предназначенный для Иисуса.",
          "ID": "21"
        },
        {
          "text": "Они привели Его к месту, называемому Голгофой, что значит «Лобное место».",
          "ID": "22"
        },
        {
          "text": "Солдаты попытались заставить Его выпить вино, смешанное с миррой, но Иисус отказался.",
          "ID": "23"
        },
        {
          "text": "И, распяв Его, солдаты поделили между собой Его одежду, бросая жребий, кому что взять.",
          "ID": "24"
        },
        {
          "text": "Был девятый час, когда они распяли Его.",
          "ID": "25"
        },
        {
          "text": "Обвинение против Него, написанное на табличке, гласило: «царь иудейский».",
          "ID": "26"
        },
        {
          "text": "Вместе с Ним распяли двух разбойников: одного справа от Него, а другого слева.",
          "ID": "27"
        },
        {
          "text": "[И совершилось то, что сказано было в Писании: «И поместили Его среди преступников».]",
          "ID": "28"
        },
        {
          "text": "Проходящие мимо люди оскорбляли Его, кивая в Его сторону и говоря: «Эй, Ты, Который собирался разрушить храм и построить его в три дня,",
          "ID": "29"
        },
        {
          "text": "что же ты не спасёшь Самого Себя и не сойдёшь с креста?»",
          "ID": "30"
        },
        {
          "text": "Главные священники и законоучители тоже насмехались над Ним, говоря друг другу: «Он спасал других, а Себя спасти не может!",
          "ID": "31"
        },
        {
          "text": "Пусть же теперь этот Христос, Царь Израиля, сойдёт с креста. Когда мы увидим это, тогда и поверим в Него!» И те, кого распяли вместе с Ним, осыпали Его такими же оскорблениями.",
          "ID": "32"
        },
        {
          "text": "И вот в полдень тьма наступила на всей земле до трёх часов пополудни.",
          "ID": "33"
        },
        {
          "text": "А в три часа пополудни Иисус закричал громким голосом: «Элои, Элои, лама савахтани?» — что значит: «Боже Мой, Боже Мой! Почему Ты покинул Меня?»",
          "ID": "34"
        },
        {
          "text": "И когда некоторые из стоящих рядом услышали это, они сказали: «Послушайте! Он взывает к Илии!»",
          "ID": "35"
        },
        {
          "text": "Тогда один человек побежал, пропитал губку уксусом, прикрепил её к палке и дал Ему попить, говоря: «Погодите! Посмотрим, придёт ли Илия снять Его».",
          "ID": "36"
        },
        {
          "text": "Иисус же, громко воскликнув, испустил дух.",
          "ID": "37"
        },
        {
          "text": "И в тот же миг завеса храма разорвалась надвое сверху донизу.",
          "ID": "38"
        },
        {
          "text": "Когда центурион, стоявший напротив Него, увидел, как Христос испустил дух, сказал: «Этот Человек и вправду был Сын Божий!»",
          "ID": "39"
        },
        {
          "text": "Несколько женщин, находившихся там, наблюдали издали. Среди них были Мария Магдалина, Мария, младшего сына которой звали Иаков, а старшего Иосия, и Саломия,",
          "ID": "40"
        },
        {
          "text": "следовавшие за Ним и помогавшие Ему, когда Он находился в Галилее. Было там и много других женщин, пришедших с Ним в Иерусалим.",
          "ID": "41"
        },
        {
          "text": "Так как этот день был днём приготовления, то есть пятница, день перед субботой, и уже темнело,",
          "ID": "42"
        },
        {
          "text": "Иосиф из Аримафеи, уважаемый член Совета, также ожидавший наступления Царства Божьего, смело войдя к Пилату, попросил отдать ему тело Иисуса.",
          "ID": "43"
        },
        {
          "text": "Пилат удивился тому, что Он так быстро умер, поэтому, позвав центуриона, спросил, давно ли Он умер.",
          "ID": "44"
        },
        {
          "text": "И когда Пилат услышал рассказ центуриона, он отдал тело Иосифу.",
          "ID": "45"
        },
        {
          "text": "Тот, купив льняной материи, снял Иисуса с креста, завернул Его в покров, поместил в высеченную в скале гробницу и привалил к входу в неё камень.",
          "ID": "46"
        },
        {
          "text": "Мария Магдалина и Мария, мать Иосии, видели, куда положили Иисуса.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "По Марку Благовествование 15"
    },
    {
      "text": [
        {
          "text": "Когда субботний день закончился, Мария Магдалина, Мария, мать Иакова и Саломия купили благовонные масла, чтобы пойти и помазать тело Иисуса.",
          "ID": "1"
        },
        {
          "text": "Рано утром, сразу же после восхода солнца, в первый день недели они отправились к гробнице,",
          "ID": "2"
        },
        {
          "text": "говоря друг другу: «Кто отодвинет для нас камень от двери гробницы?»",
          "ID": "3"
        },
        {
          "text": "Затем, подняв глаза, они увидели, что камень отвален, хотя и был он весьма велик.",
          "ID": "4"
        },
        {
          "text": "Войдя в гробницу, они увидели сидящего по правую сторону юношу, облачённого в белое одеяние, и испугались.",
          "ID": "5"
        },
        {
          "text": "Он же сказал им: «Не бойтесь! Вы ищете Иисуса Назарянина, Который был распят. Он воскрес. Его здесь нет. Вот место, куда Он был положен.",
          "ID": "6"
        },
        {
          "text": "Теперь идите и скажите Его ученикам и Петру: Он опередит вас на пути в Галилею. Вы увидите Его там, в точности, как Он и сказал вам».",
          "ID": "7"
        },
        {
          "text": "Они вышли и бросились прочь от гробницы, потому что страх объял их. Они были так напуганы, что никому ничего не сказали. [Но вскоре они передали все наставления Петру и остальным ученикам. После этого Иисус Сам отослал их на восток и на запад, чтобы те проповедовали Весть, которая никогда не изменится — Весть о вечном спасении для людей.]",
          "ID": "8"
        },
        {
          "text": "После того как рано утром в первый день недели Иисус воскрес, Он явился сначала Марии Магдалине, из которой изгнал семь бесов.",
          "ID": "9"
        },
        {
          "text": "Она пошла и рассказала об этом Его ученикам, которые были в глубокой скорби и рыдали.",
          "ID": "10"
        },
        {
          "text": "Услышав, что Он жив и что она видела Его, они не поверили ей.",
          "ID": "11"
        },
        {
          "text": "После этого Иисус в другом обличии явился двоим из них, когда те шли по дороге, направляясь в селение.",
          "ID": "12"
        },
        {
          "text": "Они вернулись и рассказали об этом остальным, но им также не поверили.",
          "ID": "13"
        },
        {
          "text": "Затем Иисус явился одиннадцати ученикам в то время, когда они были за трапезой, и упрекал их в безверии и упрямстве, потому что они не поверили видевшим Его после воскресения.",
          "ID": "14"
        },
        {
          "text": "И сказал Он им: «Идите по всему миру и проповедуйте всем Благую Весть.",
          "ID": "15"
        },
        {
          "text": "Кто поверит и примет крещение, тот будет спасён, а кто не поверит, будет осуждён.",
          "ID": "16"
        },
        {
          "text": "И вот какие знамения будут сопровождать тех, кто поверит: Моим именем они будут изгонять бесов и станут говорить на языках, ранее им неведомым,",
          "ID": "17"
        },
        {
          "text": "смогут брать змей голыми руками и, если выпьют они смертельный яд, это не причинит им вреда. Они будут возлагать руки на больных, и те излечатся».",
          "ID": "18"
        },
        {
          "text": "После того как Господь Иисус говорил с ними, Он вознёсся на Небо и сел по правую руку от Бога.",
          "ID": "19"
        },
        {
          "text": "Они же пошли и стали проповедовать повсюду. И Господь помогал им и подтверждал послание знамениями, его сопровождавшими.",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "По Марку Благовествование 16"
    }
  ],
  "ID": "NT:MRK(RSP)",
  "name": "По Марку Благовествование"
}