{
  "name": "Revelation",
  "text": [
    {
      "name": "Revelation 1",
      "text": [
        {
          "text": "[THIS IS] the revelation of Jesus Christ [His unveiling of the divine mysteries]. God gave it to Him to disclose and make known to His bond servants certain things which must shortly and speedily come to pass in their entirety. And He sent and communicated it through His angel (messenger) to His bond servant John,",
          "ID": "1"
        },
        {
          "text": "Who has testified to and vouched for all that he saw [in his visions], the word of God and the testimony of Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "Blessed (happy, to be envied) is the man who reads aloud [in the assemblies] the word of this prophecy; and blessed (happy, to be envied) are those who hear [it read] and who keep themselves true to the things which are written in it [heeding them and laying them to heart], for the time [for them to be fulfilled] is near.",
          "ID": "3"
        },
        {
          "text": "John to the seven assemblies (churches) that are in Asia: May grace (God's unmerited favor) be granted to you and spiritual peace (the peace of Christ's kingdom) from Him Who is and Who was and Who is to come, and from the seven Spirits [the sevenfold Holy Spirit] before His throne, [Isa. 11:2.]",
          "ID": "4"
        },
        {
          "text": "And from Jesus Christ the faithful and trustworthy Witness, the Firstborn of the dead [first to be brought back to life] and the Prince (Ruler) of the kings of the earth. To Him Who ever loves us and has once [for all] loosed and freed us from our sins by His own blood, [Ps. 89:27.]",
          "ID": "5"
        },
        {
          "text": "And formed us into a kingdom (a royal race), priests to His God and Father–to Him be the glory and the power and the majesty and the dominion throughout the ages and forever and ever. Amen (so be it). [Exod. 19:6; Isa. 61:6.]",
          "ID": "6"
        },
        {
          "text": "Behold, He is coming with the clouds, and every eye will see Him, even those who pierced Him; and all the tribes of the earth shall gaze upon Him and beat their breasts and mourn and lament over Him. Even so [must it be]. Amen (so be it). [Dan. 7:13; Zech. 12:10.]",
          "ID": "7"
        },
        {
          "text": "I am the Alpha and the Omega, the Beginning and the End, says the Lord God, He Who is and Who was and Who is to come, the Almighty (the Ruler of all). [Isa. 9:6.]",
          "ID": "8"
        },
        {
          "text": "I, John, your brother and companion (sharer and participator) with you in the tribulation and kingdom and patient endurance [which are] in Jesus Christ, was on the isle called Patmos, [banished] on account of [my witnessing to] the Word of God and the testimony (the proof, the evidence) for Jesus Christ.",
          "ID": "9"
        },
        {
          "text": "I was in the Spirit [rapt in His power] on the Lord's Day, and I heard behind me a great voice like the calling of a war trumpet,",
          "ID": "10"
        },
        {
          "text": "Saying, I am the Alpha and the Omega, the First and the Last. Write promptly what you see (your vision) in a book and send it to the seven churches which are in Asia–to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.",
          "ID": "11"
        },
        {
          "text": "Then I turned to see [whose was] the voice that was speaking to me, and on turning I saw seven golden lampstands,",
          "ID": "12"
        },
        {
          "text": "And in the midst of the lampstands [One] like a Son of Man, clothed with a robe which reached to His feet and with a girdle of gold about His breast. [Dan. 7:13; 10:5.]",
          "ID": "13"
        },
        {
          "text": "His head and His hair were white like white wool, [as white] as snow, and His eyes [flashed] like a flame of fire. [Dan. 7:9.]",
          "ID": "14"
        },
        {
          "text": "His feet glowed like burnished (bright) bronze as it is refined in a furnace, and His voice was like the sound of many waters. [Dan. 10:6.]",
          "ID": "15"
        },
        {
          "text": "In His right hand He held seven stars, and from His mouth there came forth a sharp two-edged sword, and His face was like the sun shining in full power at midday. [Exod. 34:29.]",
          "ID": "16"
        },
        {
          "text": "When I saw Him, I fell at His feet as if dead. But He laid His right hand on me and said, Do not be afraid! I am the First and the Last, [Isa. 44:6.]",
          "ID": "17"
        },
        {
          "text": "And the Ever-living One [I am living in the eternity of the eternities]. I died, but see, I am alive forevermore; and I possess the keys of death and Hades (the realm of the dead).",
          "ID": "18"
        },
        {
          "text": "Write therefore the things you see, what they are [and signify] and what is to take place hereafter.",
          "ID": "19"
        },
        {
          "text": "As to the hidden meaning (the mystery) of the seven stars which you saw on My right hand and the seven lampstands of gold: the seven stars are the seven angels (messengers) of the seven assemblies (churches) and the seven lampstands are the seven churches.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.1"
    },
    {
      "name": "Revelation 2",
      "text": [
        {
          "text": "TO THE angel (messenger) of the assembly (church) in Ephesus write: These are the words of Him Who holds the seven stars [which are the messengers of the seven churches] in His right hand, Who goes about among the seven golden lampstands [which are the seven churches]:",
          "ID": "1"
        },
        {
          "text": "I know your industry and activities, laborious toil and trouble, and your patient endurance, and how you cannot tolerate wicked [men] and have tested and critically appraised those who call [themselves] apostles (special messengers of Christ) and yet are not, and have found them to be impostors and liars.",
          "ID": "2"
        },
        {
          "text": "I know you are enduring patiently and are bearing up for My name's sake, and you have not fainted or become exhausted or grown weary.",
          "ID": "3"
        },
        {
          "text": "But I have this [one charge to make] against you: that you have left (abandoned) the love that you had at first [you have deserted Me, your first love].",
          "ID": "4"
        },
        {
          "text": "Remember then from what heights you have fallen. Repent (change the inner man to meet God's will) and do the works you did previously [when first you knew the Lord], or else I will visit you and remove your lampstand from its place, unless you change your mind and repent.",
          "ID": "5"
        },
        {
          "text": "Yet you have this [in your favor and to your credit]: you hate the works of the Nicolaitans [what they are doing as corrupters of the people], which I Myself also detest.",
          "ID": "6"
        },
        {
          "text": "He who is able to hear, let him listen to and give heed to what the Spirit says to the assemblies (churches). To him who overcomes (is victorious), I will grant to eat [of the fruit] of the tree of life, which is in the paradise of God. [Gen. 2:9; 3:24.]",
          "ID": "7"
        },
        {
          "text": "And to the angel (messenger) of the assembly (church) in Smyrna write: These are the words of the First and the Last, Who died and came to life again: [Isa. 44:6.]",
          "ID": "8"
        },
        {
          "text": "I know your affliction and distress and pressing trouble and your poverty–but you are rich! and how you are abused and reviled and slandered by those who say they are Jews and are not, but are a synagogue of Satan.",
          "ID": "9"
        },
        {
          "text": "Fear nothing that you are about to suffer. [Dismiss your dread and your fears!] Behold, the devil is indeed about to throw some of you into prison, that you may be tested and proved and critically appraised, and for ten days you will have affliction. Be loyally faithful unto death [even if you must die for it], and I will give you the crown of life. [Rev. 3:10, 11.]",
          "ID": "10"
        },
        {
          "text": "He who is able to hear, let him listen to and heed what the Spirit says to the assemblies (churches). He who overcomes (is victorious) shall in no way be injured by the second death.",
          "ID": "11"
        },
        {
          "text": "Then to the angel (messenger) of the assembly (church) in Pergamum write: These are the words of Him Who has and wields the sharp two-edged sword:",
          "ID": "12"
        },
        {
          "text": "I know where you live–a place where Satan sits enthroned. [Yet] you are clinging to and holding fast My name, and you did not deny My faith, even in the days of Antipas, My witness, My faithful one, who was killed (martyred) in your midst–where Satan dwells.",
          "ID": "13"
        },
        {
          "text": "Nevertheless, I have a few things against you: you have some people there who are clinging to the teaching of Balaam, who taught Balak to set a trap and a stumbling block before the sons of Israel, [to entice them] to eat food that had been sacrificed to idols and to practice lewdness [giving themselves up to sexual vice]. [Num. 25:1, 2; 31:16.]",
          "ID": "14"
        },
        {
          "text": "You also have some who in a similar way are clinging to the teaching of the Nicolaitans [those corrupters of the people] which thing I hate.",
          "ID": "15"
        },
        {
          "text": "Repent [then]! Or else I will come to you quickly and fight against them with the sword of My mouth.",
          "ID": "16"
        },
        {
          "text": "He who is able to hear, let him listen to and heed what the Spirit says to the assemblies (churches). To him who overcomes (conquers), I will give to eat of the manna that is hidden, and I will give him a white stone with a new name engraved on the stone, which no one knows or understands except he who receives it. [Ps. 78:24; Isa. 62:2.]",
          "ID": "17"
        },
        {
          "text": "And to the angel (messenger) of the assembly (church) in Thyatira write: These are the words of the Son of God, Who has eyes that flash like a flame of fire, and Whose feet glow like bright and burnished and white-hot bronze: [Dan. 10:6.]",
          "ID": "18"
        },
        {
          "text": "I know your record and what you are doing, your love and faith and service and patient endurance, and that your recent works are more numerous and greater than your first ones.",
          "ID": "19"
        },
        {
          "text": "But I have this against you: that you tolerate the woman Jezebel, who calls herself a prophetess [claiming to be inspired], and who is teaching and leading astray my servants and beguiling them into practicing sexual vice and eating food sacrificed to idols. [I Kings 16:31; II Kings 9:22, 30.]",
          "ID": "20"
        },
        {
          "text": "I gave her time to repent, but she has no desire to repent of her immorality [symbolic of idolatry] and refuses to do so.",
          "ID": "21"
        },
        {
          "text": "Take note: I will throw her on a bed [of anguish], and those who commit adultery with her [her paramours] I will bring down to pressing distress and severe affliction, unless they turn away their minds from conduct [such as] hers and repent of their doings.",
          "ID": "22"
        },
        {
          "text": "And I will strike her children (her proper followers) dead [thoroughly exterminating them]. And all the assemblies (churches) shall recognize and understand that I am He Who searches minds (the thoughts, feelings, and purposes) and the [inmost] hearts, and I will give to each of you [the reward for what you have done] as your work deserves. [Ps. 62:12; Jer. 17:10.]",
          "ID": "23"
        },
        {
          "text": "But to the rest of you in Thyatira, who do not hold this teaching, who have not explored and known the depths of Satan, as they say–I tell you that I do not lay upon you any other [fresh] burden:",
          "ID": "24"
        },
        {
          "text": "Only hold fast to what you have until I come.",
          "ID": "25"
        },
        {
          "text": "And he who overcomes (is victorious) and who obeys My commands to the [very] end [doing the works that please Me], I will give him authority and power over the nations;",
          "ID": "26"
        },
        {
          "text": "And he shall rule them with a sceptre (rod) of iron, as when earthen pots are broken in pieces, and [his power over them shall be] like that which I Myself have received from My Father; [Ps. 2:8, 9.]",
          "ID": "27"
        },
        {
          "text": "And I will give him the Morning Star.",
          "ID": "28"
        },
        {
          "text": "He who is able to hear, let him listen to and heed what the [Holy] Spirit says to the assemblies (churches).",
          "ID": "29"
        }
      ],
      "ID": "NT:REV.2"
    },
    {
      "name": "Revelation 3",
      "text": [
        {
          "text": "AND TO the angel (messenger) of the assembly (church) in Sardis write: These are the words of Him Who has the seven Spirits of God [the sevenfold Holy Spirit] and the seven stars: I know your record and what you are doing; you are supposed to be alive, but [in reality] you are dead.",
          "ID": "1"
        },
        {
          "text": "Rouse yourselves and keep awake, and strengthen and invigorate what remains and is on the point of dying; for I have not found a thing that you have done [any work of yours] meeting the requirements of My God or perfect in His sight.",
          "ID": "2"
        },
        {
          "text": "So call to mind the lessons you received and heard; continually lay them to heart and obey them, and repent. In case you will not rouse yourselves and keep awake and watch, I will come upon you like a thief, and you will not know or suspect at what hour I will come.",
          "ID": "3"
        },
        {
          "text": "Yet you still have a few [persons'] names in Sardis who have not soiled their clothes, and they shall walk with Me in white, because they are worthy and deserving.",
          "ID": "4"
        },
        {
          "text": "Thus shall he who conquers (is victorious) be clad in white garments, and I will not erase or blot out his name from the Book of Life; I will acknowledge him [as Mine] and I will confess his name openly before My Father and before His angels. [Ps. 69:28; Dan. 12:1.]",
          "ID": "5"
        },
        {
          "text": "He who is able to hear, let him listen to and heed what the [Holy] Spirit says to the assemblies (churches).",
          "ID": "6"
        },
        {
          "text": "And to the angel (messenger) of the assembly (church) in Philadelphia write: These are the words of the Holy One, the True One, He Who has the key of David, Who opens and no one shall shut, Who shuts and no one shall open: [Isa. 22:22.]",
          "ID": "7"
        },
        {
          "text": "I know your [record of] works and what you are doing. See! I have set before you a door wide open which no one is able to shut; I know that you have but little power, and yet you have kept My Word and guarded My message and have not renounced or denied My name.",
          "ID": "8"
        },
        {
          "text": "Take note! I will make those of the synagogue of Satan who say they are Jews and are not, but lie–behold, I will make them come and bow down before your feet and learn and acknowledge that I have loved you. [Isa. 43:4; 49:23; 60:14.]",
          "ID": "9"
        },
        {
          "text": "Because you have guarded and kept My word of patient endurance [have held fast the lesson of My patience with the expectant endurance that I give you], I also will keep you [safe] from the hour of trial (testing) which is coming on the whole world to try those who dwell upon the earth.",
          "ID": "10"
        },
        {
          "text": "I am coming quickly; hold fast what you have, so that no one may rob you and deprive you of your crown.",
          "ID": "11"
        },
        {
          "text": "He who overcomes (is victorious), I will make him a pillar in the sanctuary of My God; he shall never be put out of it or go out of it, and I will write on him the name of My God and the name of the city of My God, the new Jerusalem, which descends from My God out of heaven, and My own new name. [Isa. 62:2; Ezek. 48:35.]",
          "ID": "12"
        },
        {
          "text": "He who can hear, let him listen to and heed what the Spirit says to the assemblies (churches).",
          "ID": "13"
        },
        {
          "text": "And to the angel (messenger) of the assembly (church) in Laodicea write: These are the words of the Amen, the trusty and faithful and true Witness, the Origin and Beginning and Author of God's creation: [Isa. 55:4; Prov. 8:22.]",
          "ID": "14"
        },
        {
          "text": "I know your [record of] works and what you are doing; you are neither cold nor hot. Would that you were cold or hot!",
          "ID": "15"
        },
        {
          "text": "So, because you are lukewarm and neither cold nor hot, I will spew you out of My mouth!",
          "ID": "16"
        },
        {
          "text": "For you say, I am rich; I have prospered and grown wealthy, and I am in need of nothing; and you do not realize and understand that you are wretched, pitiable, poor, blind, and naked. [Hos. 12:8.]",
          "ID": "17"
        },
        {
          "text": "Therefore I counsel you to purchase from Me gold refined and tested by fire, that you may be [truly] wealthy, and white clothes to clothe you and to keep the shame of your nudity from being seen, and salve to put on your eyes, that you may see.",
          "ID": "18"
        },
        {
          "text": "Those whom I [dearly and tenderly] love, I tell their faults and convict and convince and reprove and chasten [I discipline and instruct them]. So be enthusiastic and in earnest and burning with zeal and repent [changing your mind and attitude]. [Prov. 3:12.]",
          "ID": "19"
        },
        {
          "text": "Behold, I stand at the door and knock; if anyone hears and listens to and heeds My voice and opens the door, I will come in to him and will eat with him, and he [will eat] with Me.",
          "ID": "20"
        },
        {
          "text": "He who overcomes (is victorious), I will grant him to sit beside Me on My throne, as I Myself overcame (was victorious) and sat down beside My Father on His throne.",
          "ID": "21"
        },
        {
          "text": "He who is able to hear, let him listen to and heed what the [Holy] Spirit says to the assemblies (churches).",
          "ID": "22"
        }
      ],
      "ID": "NT:REV.3"
    },
    {
      "name": "Revelation 4",
      "text": [
        {
          "text": "AFTER THIS I looked, and behold, a door standing open in heaven! And the first voice which I had heard addressing me like [the calling of] a war trumpet said, Come up here, and I will show you what must take place in the future.",
          "ID": "1"
        },
        {
          "text": "At once I came under the [Holy] Spirit's power, and behold, a throne stood in heaven, with One seated on the throne! [Ezek. 1:26.]",
          "ID": "2"
        },
        {
          "text": "And He Who sat there appeared like [the crystalline brightness of] jasper and [the fiery] sardius, and encircling the throne there was a halo that looked like [a rainbow of] emerald. [Ezek. 1:28.]",
          "ID": "3"
        },
        {
          "text": "Twenty-four other thrones surrounded the throne, and seated on these thrones were twenty-four elders (the members of the heavenly Sanhedrin), arrayed in white clothing, with crowns of gold upon their heads.",
          "ID": "4"
        },
        {
          "text": "Out from the throne came flashes of lightning and rumblings and peals of thunder, and in front of the throne seven blazing torches burned, which are the seven Spirits of God [the sevenfold Holy Spirit];",
          "ID": "5"
        },
        {
          "text": "And in front of the throne there was also what looked like a transparent glassy sea, as if of crystal. And around the throne, in the center at each side of the throne, were four living creatures (beings) who were full of eyes in front and behind [with intelligence as to what is before and at the rear of them]. [Ezek. 1:5, 18.]",
          "ID": "6"
        },
        {
          "text": "The first living creature (being) was like a lion, the second living creature like an ox, the third living creature had the face of a man, and the fourth living creature [was] like a flying eagle. [Ezek. 1:10.]",
          "ID": "7"
        },
        {
          "text": "And the four living creatures, individually having six wings, were full of eyes all over and within [underneath their wings]; and day and night they never stop saying, Holy, holy, holy is the Lord God Almighty (Omnipotent), Who was and Who is and Who is to come. [Isa. 6:1-3.]",
          "ID": "8"
        },
        {
          "text": "And whenever the living creatures offer glory and honor and thanksgiving to Him Who sits on the throne, Who lives forever and ever (through the eternities of the eternities), [Ps. 47:8.]",
          "ID": "9"
        },
        {
          "text": "The twenty-four elders (the members of the heavenly Sanhedrin) fall prostrate before Him Who is sitting on the throne, and they worship Him Who lives forever and ever; and they throw down their crowns before the throne, crying out,",
          "ID": "10"
        },
        {
          "text": "Worthy are You, our Lord and God, to receive the glory and the honor and dominion, for You created all things; by Your will they were [brought into being] and were created. [Ps. 19:1.]",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.4"
    },
    {
      "name": "Revelation 5",
      "text": [
        {
          "text": "AND I saw lying on the open hand of Him Who was seated on the throne a scroll (book) written within and on the back, closed and sealed with seven seals; [Isa. 29:11; Ezek. 2:9, 10; Dan. 12:4.]",
          "ID": "1"
        },
        {
          "text": "And I saw a strong angel announcing in a loud voice, Who is worthy to open the scroll? And [who is entitled and deserves and is morally fit] to break its seals?",
          "ID": "2"
        },
        {
          "text": "And no one in heaven or on earth or under the earth [in the realm of the dead, Hades] was able to open the scroll or to take a [single] look at its contents.",
          "ID": "3"
        },
        {
          "text": "And I wept audibly and bitterly because no one was found fit to open the scroll or to inspect it.",
          "ID": "4"
        },
        {
          "text": "Then one of the elders [of the heavenly Sanhedrin] said to me, Stop weeping! See, the Lion of the tribe of Judah, the Root (Source) of David, has won (has overcome and conquered)! He can open the scroll and break its seven seals! [Gen. 49:9, 10; Isa. 11:1, 10; Rev. 22:16.]",
          "ID": "5"
        },
        {
          "text": "And there between the throne and the four living creatures (beings) and among the elders [of the heavenly Sanhedrin] I saw a Lamb standing, as though it had been slain, with seven horns and with seven eyes, which are the seven Spirits of God [the sevenfold Holy Spirit] Who have been sent [on duty far and wide] into all the earth. [Isa. 53:7; Zech. 3:8, 9; 4:10.]",
          "ID": "6"
        },
        {
          "text": "He then went and took the scroll from the right hand of Him Who sat on the throne.",
          "ID": "7"
        },
        {
          "text": "And when He had taken the scroll, the four living creatures and the twenty-four elders [of the heavenly Sanhedrin] prostrated themselves before the Lamb. Each was holding a harp (lute or guitar), and they had golden bowls full of incense (fragrant spices and gums for burning), which are the prayers of God's people (the saints).",
          "ID": "8"
        },
        {
          "text": "And [now] they sing a new song, saying, You are worthy to take the scroll and to break the seals that are on it, for You were slain (sacrificed), and with Your blood You purchased men unto God from every tribe and language and people and nation. [Ps. 33:3.]",
          "ID": "9"
        },
        {
          "text": "And You have made them a kingdom (royal race) and priests to our God, and they shall reign [as kings] over the earth! [Exod. 19:6; Isa. 61:6.]",
          "ID": "10"
        },
        {
          "text": "Then I looked, and I heard the voices of many angels on every side of the throne and of the living creatures and the elders [of the heavenly Sanhedrin], and they numbered ten thousand times ten thousand and thousands of thousands, [Dan. 7:10.]",
          "ID": "11"
        },
        {
          "text": "Saying in a loud voice, Deserving is the Lamb, Who was sacrificed, to receive all the power and riches and wisdom and might and honor and majesty (glory, splendor) and blessing!",
          "ID": "12"
        },
        {
          "text": "And I heard every created thing in heaven and on earth and under the earth [in Hades, the place of departed spirits] and on the sea and all that is in it, crying out together, To Him Who is seated on the throne and to the Lamb be ascribed the blessing and the honor and the majesty (glory, splendor) and the power (might and dominion) forever and ever (through the eternities of the eternities)! [Dan. 7:13, 14.]",
          "ID": "13"
        },
        {
          "text": "Then the four living creatures (beings) said, Amen (so be it)! And the elders [of the heavenly Sanhedrin] prostrated themselves and worshiped Him Who lives forever and ever.",
          "ID": "14"
        }
      ],
      "ID": "NT:REV.5"
    },
    {
      "name": "Revelation 6",
      "text": [
        {
          "text": "THEN I saw as the Lamb broke open one of the seven seals, and as if in a voice of thunder I heard one of the four living creatures call out, Come!",
          "ID": "1"
        },
        {
          "text": "And I looked, and saw there a white horse whose rider carried a bow. And a crown was given him, and he rode forth conquering and to conquer. [Ps. 45:4, 5; Zech. 1:8; 6:1-3.]",
          "ID": "2"
        },
        {
          "text": "And when He broke the second seal, I heard the second living creature call out, Come!",
          "ID": "3"
        },
        {
          "text": "And another horse came out, flaming red. And its rider was empowered to take the peace from the earth, so that men slaughtered one another; and he was given a huge sword.",
          "ID": "4"
        },
        {
          "text": "When He broke open the third seal, I heard the third living creature call out, Come and look ! And I saw, and behold, a black horse, and in his hand the rider had a pair of scales (a balance).",
          "ID": "5"
        },
        {
          "text": "And I heard what seemed to be a voice from the midst of the four living creatures, saying, A quart of wheat for a denarius [a whole day's wages], and three quarts of barley for a denarius; but do not harm the oil and the wine! [II Kings 6:25.]",
          "ID": "6"
        },
        {
          "text": "When the Lamb broke open the fourth seal, I heard the fourth living creature call out, Come!",
          "ID": "7"
        },
        {
          "text": "So I looked, and behold, an ashy pale horse [black and blue as if made so by bruising], and its rider's name was Death, and Hades (the realm of the dead) followed him closely. And they were given authority and power over a fourth part of the earth to kill with the sword and with famine and with plague (pestilence, disease) and with wild beasts of the earth. [Ezek. 5:12; Hos. 13:14.]",
          "ID": "8"
        },
        {
          "text": "When the Lamb broke open the fifth seal, I saw at the foot of the altar the souls of those whose lives had been sacrificed for [adhering to] the Word of God and for the testimony they had borne.",
          "ID": "9"
        },
        {
          "text": "They cried in a loud voice, O [Sovereign] Lord, holy and true, how long now before You will sit in judgment and avenge our blood upon those who dwell on the earth? [Gen. 4:10; Ps. 79:5; Zech. 1:12.]",
          "ID": "10"
        },
        {
          "text": "Then they were each given a long and flowing and festive white robe and told to rest and wait patiently a little while longer, until the number should be complete of their fellow servants and their brethren who were to be killed as they themselves had been.",
          "ID": "11"
        },
        {
          "text": "When He [the Lamb] broke open the sixth seal, I looked, and there was a great earthquake; and the sun grew black as sackcloth of hair, [the full disc of] the moon became like blood. [Joel 2:10, 31.]",
          "ID": "12"
        },
        {
          "text": "And the stars of the sky dropped to the earth like a fig tree shedding its unripe fruit out of season when shaken by a strong wind. [Isa. 34:4.]",
          "ID": "13"
        },
        {
          "text": "And the sky rolled up like a scroll and vanished, and every mountain and island was dislodged from its place.",
          "ID": "14"
        },
        {
          "text": "Then the kings of the earth and their noblemen and their magnates and their military chiefs and the wealthy and the strong and [everyone, whether] slave or free hid themselves in the caves and among the rocks of the mountains, [Isa. 2:10.]",
          "ID": "15"
        },
        {
          "text": "And they called to the mountains and the rocks, Fall on (before) us and hide us from the face of Him Who sits on the throne and from the deep-seated indignation and wrath of the Lamb. [Isa. 2:19-21; Hos. 10:8.]",
          "ID": "16"
        },
        {
          "text": "For the great day of His wrath (vengeance, retribution, indignation) has come, and who is able to stand before it? [Joel 2:11; Mal. 3:2.]",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.6"
    },
    {
      "name": "Revelation 7",
      "text": [
        {
          "text": "AFTER THIS I saw four angels stationed at the four corners of the earth, firmly holding back the four winds of the earth so that no wind should blow on the earth or sea or upon any tree. [Zech. 6:5.]",
          "ID": "1"
        },
        {
          "text": "Then I saw a second angel coming up from the east (the rising of the sun) and carrying the seal of the living God. And with a loud voice he called out to the four angels who had been given authority and power to injure earth and sea,",
          "ID": "2"
        },
        {
          "text": "Saying, Harm neither the earth nor the sea nor the trees, until we have sealed the bond servants of our God upon their foreheads. [Ezek. 9:4.]",
          "ID": "3"
        },
        {
          "text": "And [then] I heard how many were sealed (marked) out of every tribe of the sons of Israel: there were 144,000.",
          "ID": "4"
        },
        {
          "text": "Twelve thousand were sealed (marked) out of the tribe of Judah, 12,000 of the tribe of Reuben, 12,000 of the tribe of Gad,",
          "ID": "5"
        },
        {
          "text": "Twelve thousand of the tribe of Asher, 12,000 of the tribe of Naphtali, 12,000 of the tribe of Manasseh,",
          "ID": "6"
        },
        {
          "text": "Twelve thousand of the tribe of Simeon, 12,000 of the tribe of Levi, 12,000 of the tribe of Issachar,",
          "ID": "7"
        },
        {
          "text": "Twelve thousand of the tribe of Zebulun, 12,000 of the tribe of Joseph, 12,000 of the tribe of Benjamin.",
          "ID": "8"
        },
        {
          "text": "After this I looked and a vast host appeared which no one could count, [gathered out] of every nation, from all tribes and peoples and languages. These stood before the throne and before the Lamb; they were attired in white robes, with palm branches in their hands.",
          "ID": "9"
        },
        {
          "text": "In loud voice they cried, saying, [Our] salvation is due to our God, Who is seated on the throne, and to the Lamb [to Them we owe our deliverance]!",
          "ID": "10"
        },
        {
          "text": "And all the angels were standing round the throne and round the elders [of the heavenly Sanhedrin] and the four living creatures, and they fell prostrate before the throne and worshiped God.",
          "ID": "11"
        },
        {
          "text": "Amen! (So be it!) they cried. Blessing and glory and majesty and splendor and wisdom and thanks and honor and power and might [be ascribed] to our God to the ages and ages (forever and ever, throughout the eternities of the eternities)! Amen! (So be it!)",
          "ID": "12"
        },
        {
          "text": "Then, addressing me, one of the elders [of the heavenly Sanhedrin] said, Who are these [people] clothed in the long white robes? And from where have they come?",
          "ID": "13"
        },
        {
          "text": "I replied, Sir, you know. And he said to me, These are they who have come out of the great tribulation (persecution), and have washed their robes and made them white in the blood of the Lamb. [Gen. 49:11; Dan. 12:1.]",
          "ID": "14"
        },
        {
          "text": "For this reason they are [now] before the [very] throne of God and serve Him day and night in His sanctuary (temple); and He Who is sitting upon the throne will protect and spread His tabernacle over and shelter them with His presence.",
          "ID": "15"
        },
        {
          "text": "They shall hunger no more, neither thirst any more; neither shall the sun smite them, nor any scorching heat. [Isa. 49:10; Ps. 121:6.]",
          "ID": "16"
        },
        {
          "text": "For the Lamb Who is in the midst of the throne will be their Shepherd, and He will guide them to the springs of the waters of life; and God will wipe away every tear from their eyes. [Ps. 23:2; Isa. 25:8; Ezek. 34:23.]",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.7"
    },
    {
      "name": "Revelation 8",
      "text": [
        {
          "text": "WHEN HE [the Lamb] broke open the seventh seal, there was silence for about half an hour in heaven.",
          "ID": "1"
        },
        {
          "text": "Then I saw the seven angels who stand before God, and to them were given seven trumpets.",
          "ID": "2"
        },
        {
          "text": "And another angel came and stood over the altar. He had a golden censer, and he was given very much incense (fragrant spices and gums which exhale perfume when burned), that he might mingle it with the prayers of all the people of God (the saints) upon the golden altar before the throne. [Ps. 141:2.]",
          "ID": "3"
        },
        {
          "text": "And the smoke of the incense (the perfume) arose in the presence of God, with the prayers of the people of God (the saints), from the hand of the angel.",
          "ID": "4"
        },
        {
          "text": "So the angel took the censer and filled it with fire from the altar and cast it upon the earth. Then there followed peals of thunder and loud rumblings and blasts and noises, and flashes of lightning and an earthquake. [Lev. 16:12; Ezek. 10:2.]",
          "ID": "5"
        },
        {
          "text": "Then the seven angels who had the seven trumpets prepared to sound them.",
          "ID": "6"
        },
        {
          "text": "The first angel blew [his] trumpet, and there was a storm of hail and fire mingled with blood cast upon the earth. And a third part of the earth was burned up and a third of the trees was burned up and all the green grass was burned up. [Exod. 9:23-25.]",
          "ID": "7"
        },
        {
          "text": "The second angel blew [his] trumpet, and something resembling a great mountain, blazing with fire, was hurled into the sea. [Jer. 51:25.]",
          "ID": "8"
        },
        {
          "text": "And a third of the sea was turned to blood, a third of the living creatures in the sea perished, and a third of the ships were destroyed.",
          "ID": "9"
        },
        {
          "text": "The third angel blew [his] trumpet, and a huge star fell from heaven, burning like a torch, and it dropped on a third of the rivers and on the springs of water–",
          "ID": "10"
        },
        {
          "text": "And the name of the star is Wormwood. A third part of the waters was changed into wormwood, and many people died from using the water, because it had become bitter.",
          "ID": "11"
        },
        {
          "text": "Then the fourth angel blew [his] trumpet, and a third of the sun was smitten, and a third of the moon, and a third of the stars, so that [the light of] a third of them was darkened, and a third of the daylight [itself] was withdrawn, and likewise a third [of the light] of the night was kept from shining.",
          "ID": "12"
        },
        {
          "text": "Then I [looked and I] saw a solitary eagle flying in midheaven, and as it flew I heard it crying with a loud voice, Woe, woe, woe to those who dwell on the earth, because of the rest of the trumpet blasts which the three angels are about to sound!",
          "ID": "13"
        }
      ],
      "ID": "NT:REV.8"
    },
    {
      "name": "Revelation 9",
      "text": [
        {
          "text": "THEN THE fifth angel blew [his] trumpet, and I saw a star that had fallen from the sky to the earth; and to the angel was given the key of the shaft of the Abyss (the bottomless pit).",
          "ID": "1"
        },
        {
          "text": "He opened the long shaft of the Abyss (the bottomless pit), and smoke like the smoke of a huge furnace puffed out of the long shaft, so that the sun and the atmosphere were darkened by the smoke from the long shaft. [Gen. 19:28; Exod. 19:18; Joel 2:10.]",
          "ID": "2"
        },
        {
          "text": "Then out of the smoke locusts came forth on the earth, and such power was granted them as the power the earth's scorpions have. [Exod. 10: 12-15.]",
          "ID": "3"
        },
        {
          "text": "They were told not to injure the herbage of the earth nor any green thing nor any tree, but only [to attack] such human beings as do not have the seal (mark) of God on their foreheads. [Ezek. 9:4.]",
          "ID": "4"
        },
        {
          "text": "They were not permitted to kill them, but to torment (distress, vex) them for five months; and the pain caused them was like the torture of a scorpion when it stings a person.",
          "ID": "5"
        },
        {
          "text": "And in those days people will seek death and will not find it; and they will yearn to die, but death evades and flees from them. [Job 3:21.]",
          "ID": "6"
        },
        {
          "text": "The locusts resembled horses equipped for battle. On their heads was something like golden crowns. Their faces resembled the faces of people. [Joel 2:4.]",
          "ID": "7"
        },
        {
          "text": "They had hair like the hair of women, and their teeth were like lions' teeth. [Joel 1:6.]",
          "ID": "8"
        },
        {
          "text": "Their breastplates (scales) resembled breastplates made of iron, and the [whirring] noise made by their wings was like the roar of a vast number of horse-drawn chariots going at full speed into battle. [Joel 2:5.]",
          "ID": "9"
        },
        {
          "text": "They have tails like scorpions, and they have stings, and in their tails lies their ability to hurt men for [the] five months.",
          "ID": "10"
        },
        {
          "text": "Over them as king they have the angel of the Abyss (of the bottomless pit). In Hebrew his name is Abaddon [destruction], but in Greek he is called Apollyon [destroyer].",
          "ID": "11"
        },
        {
          "text": "The first woe (calamity) has passed; behold, two others are yet to follow.",
          "ID": "12"
        },
        {
          "text": "Then the sixth angel blew [his] trumpet, and from the four horns of the golden altar which stands before God I heard a solitary voice,",
          "ID": "13"
        },
        {
          "text": "Saying to the sixth angel who had the trumpet, Liberate the four angels who are bound at the great river Euphrates.",
          "ID": "14"
        },
        {
          "text": "So the four angels who had been in readiness for that hour in the appointed day, month, and year were liberated to destroy a third of mankind.",
          "ID": "15"
        },
        {
          "text": "The number of their troops of cavalry was twice ten thousand times ten thousand (200,000,000); I heard what their number was.",
          "ID": "16"
        },
        {
          "text": "And in [my] vision the horses and their riders appeared to me like this: the riders wore breastplates the color of fiery red and sapphire blue and sulphur (brimstone) yellow. The heads of the horses looked like lions' heads, and from their mouths there poured fire and smoke and sulphur (brimstone).",
          "ID": "17"
        },
        {
          "text": "A third of mankind was killed by these three plagues–by the fire and the smoke and the sulphur (brimstone) that poured from the mouths of the horses.",
          "ID": "18"
        },
        {
          "text": "For the power of the horses to do harm is in their mouths and also in their tails. Their tails are like serpents, for they have heads, and it is by means of them that they wound people.",
          "ID": "19"
        },
        {
          "text": "And the rest of humanity who were not killed by these plagues even then did not repent of [the worship of] the works of their [own] hands, so as to cease paying homage to the demons and idols of gold and silver and bronze and stone and wood, which can neither see nor hear nor move. [Ps. 115:4-7; 135:15-17; Isa. 17:8.]",
          "ID": "20"
        },
        {
          "text": "And they did not repent of their murders or their practice of magic (sorceries) or their sexual vice or their thefts.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.9"
    },
    {
      "name": "Revelation 10",
      "text": [
        {
          "text": "THEN I saw another mighty angel coming down from heaven, robed in a cloud, with a [halo like a] rainbow over his head; his face was like the sun, and his feet (legs) were like columns of fire.",
          "ID": "1"
        },
        {
          "text": "He had a little book (scroll) open in his hand. He set his right foot on the sea and his left foot on the land,",
          "ID": "2"
        },
        {
          "text": "And he shouted with a loud voice like the roaring of a lion; and when he had shouted, the seven thunders gave voice and uttered their message in distinct words.",
          "ID": "3"
        },
        {
          "text": "And when the seven thunders had spoken (sounded), I was going to write [it down], but I heard a voice from heaven saying, Seal up what the seven thunders have said! Do not write it down!",
          "ID": "4"
        },
        {
          "text": "Then the [mighty] angel whom I had seen stationed on sea and land raised his right hand to heaven (the sky), [Deut. 32:40; Dan. 12:6, 7.]",
          "ID": "5"
        },
        {
          "text": "And swore in the name of (by) Him Who lives forever and ever, Who created the heavens (sky) and all they contain, and the earth and all that it contains, and the sea and all that it contains. [He swore] that no more time should intervene and there should be no more waiting or delay,",
          "ID": "6"
        },
        {
          "text": "But that when the days come when the trumpet call of the seventh angel is about to be sounded, then God's mystery (His secret design, His hidden purpose), as He had announced the glad tidings to His servants the prophets, should be fulfilled (accomplished, completed). [Dan. 12:6, 7.]",
          "ID": "7"
        },
        {
          "text": "Then the voice that I heard from heaven spoke again to me, saying, Go and take the little book (scroll) which is open on the hand of the angel who is standing on the sea and on the land.",
          "ID": "8"
        },
        {
          "text": "So I went up to the angel and asked him to give me the little book. And he said to me, Take it and eat it. It will embitter your stomach, though in your mouth it will be as sweet as honey. [Ezek. 2:8, 9; 3:1-3.]",
          "ID": "9"
        },
        {
          "text": "So I took the little book from the angel's hand and ate and swallowed it; it was as sweet as honey in my mouth, but once I had swallowed it, my stomach was embittered.",
          "ID": "10"
        },
        {
          "text": "Then they said to me, You are to make a fresh prophecy concerning many peoples and races and nations and languages and kings. [Jer. 1:10.]",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.10"
    },
    {
      "name": "Revelation 11",
      "text": [
        {
          "text": "A REED [as a measuring rod] was then given to me, [shaped] like a staff, and I was told: Rise up and measure the sanctuary of God and the altar [of incense], and [number] those who worship there. [Ezek. 40:3.]",
          "ID": "1"
        },
        {
          "text": "But leave out of your measuring the court outside the sanctuary of God; omit that, for it is given over to the Gentiles (the nations), and they will trample the holy city underfoot for 42 months (three and one-half years). [Isa. 63:18; Zech. 12:3.]",
          "ID": "2"
        },
        {
          "text": "And I will grant the power of prophecy to My two witnesses for 1,260 (42 months; three and one-half years), dressed in sackcloth.",
          "ID": "3"
        },
        {
          "text": "These [witnesses] are the two olive trees and the two lampstands which stand before the Lord of the earth. [Zech. 4:3, 11-14.]",
          "ID": "4"
        },
        {
          "text": "And if anyone attempts to injure them, fire pours from their mouth and consumes their enemies; if anyone should attempt to harm them, thus he is doomed to be slain. [II Kings 1:10; Jer. 5:14.]",
          "ID": "5"
        },
        {
          "text": "These [two witnesses] have power to shut up the sky, so that no rain may fall during the days of their prophesying (their prediction of events relating to Christ's kingdom and its speedy triumph); and they also have power to turn the waters into blood and to smite and scourge the earth with all manner of plagues as often as they choose. [Exod. 7:17, 19; I Kings 17:1.]",
          "ID": "6"
        },
        {
          "text": "But when they have finished their testimony and their evidence is all in, the beast (monster) that comes up out of the Abyss (bottomless pit) will wage war on them, and conquer them and kill them. [Dan. 7:3, 7, 21.]",
          "ID": "7"
        },
        {
          "text": "And their dead bodies [will lie exposed] in the open street (a public square) of the great city which is in a spiritual sense called [by the mystical and allegorical names of] Sodom and Egypt, where also their Lord was crucified. [Isa. 1:9.]",
          "ID": "8"
        },
        {
          "text": "For three and a half days men from the races and tribes and languages and nations will gaze at their dead bodies and will not allow them to be put in a tomb.",
          "ID": "9"
        },
        {
          "text": "And those who dwell on the earth will gloat and exult over them and rejoice exceedingly, taking their ease and sending presents [in congratulation] to one another, because these two prophets had been such a vexation and trouble and torment to all the dwellers on the earth.",
          "ID": "10"
        },
        {
          "text": "But after three and a half days, by God's gift the breath of life again entered into them, and they rose up on their feet, and great dread and terror fell on those who watched them. [Ezek. 37:5, 10.]",
          "ID": "11"
        },
        {
          "text": "Then [the two witnesses] heard a strong voice from heaven calling to them, Come up here! And before the very eyes of their enemies they ascended into heaven in a cloud. [II Kings 2:11.]",
          "ID": "12"
        },
        {
          "text": "And at that [very] hour there was a tremendous earthquake and one tenth of the city was destroyed (fell); seven thousand people perished in the earthquake, and those who remained were filled with dread and terror and were awe-struck, and they glorified the God of heaven.",
          "ID": "13"
        },
        {
          "text": "The second woe (calamity) has passed; now the third woe is speedily to come.",
          "ID": "14"
        },
        {
          "text": "The seventh angel then blew [his] trumpet, and there were mighty voices in heaven, shouting, The dominion (kingdom, sovereignty, rule) of the world has now come into the possession and become the kingdom of our Lord and of His Christ (the Messiah), and He shall reign forever and ever (for the eternities of the eternities)! [Ps. 22:28; Dan. 7:13, 14, 27.]",
          "ID": "15"
        },
        {
          "text": "Then the twenty-four elders [of the heavenly Sanhedrin], who sit on their thrones before God, prostrated themselves before Him and worshiped,",
          "ID": "16"
        },
        {
          "text": "Exclaiming, To You we give thanks, Lord God Omnipotent, [the One] Who is and [ever] was, for assuming the high sovereignty and the great power that are Yours and for beginning to reign.",
          "ID": "17"
        },
        {
          "text": "And the heathen (the nations) raged, but Your wrath (retribution, indignation) came, the time when the dead will be judged and Your servants the prophets and saints rewarded–and those who revere (fear) Your name, both low and high and small and great–and [the time] for destroying the corrupters of the earth. [Ps. 2:1.]",
          "ID": "18"
        },
        {
          "text": "Then the sanctuary of God in heaven was thrown open, and the ark of His covenant was seen standing inside in His sanctuary; and there were flashes of lightning, loud rumblings (blasts, mutterings), peals of thunder, an earthquake, and a terrific hailstorm. [I Kings 8:1-6.]",
          "ID": "19"
        }
      ],
      "ID": "NT:REV.11"
    },
    {
      "name": "Revelation 12",
      "text": [
        {
          "text": "AND A great sign (wonder)–[warning of future events of ominous significance] appeared in heaven: a woman clothed with the sun, with the moon under her feet, and with a crownlike garland (tiara) of twelve stars on her head.",
          "ID": "1"
        },
        {
          "text": "She was pregnant and she cried out in her birth pangs, in the anguish of her delivery.",
          "ID": "2"
        },
        {
          "text": "Then another ominous sign (wonder) was seen in heaven: Behold, a huge, fiery-red dragon, with seven heads and ten horns, and seven kingly crowns (diadems) upon his heads. [Dan. 7:7.]",
          "ID": "3"
        },
        {
          "text": "His tail swept [across the sky] and dragged down a third of the stars and flung them to the earth. And the dragon stationed himself in front of the woman who was about to be delivered, so that he might devour her child as soon as she brought it forth. [Dan. 8:10.]",
          "ID": "4"
        },
        {
          "text": "And she brought forth a male Child, One Who is destined to shepherd (rule) all the nations with an iron staff (scepter), and her Child was caught up to God and to His throne. [Ps. 2:8, 9; 110:1, 2.]",
          "ID": "5"
        },
        {
          "text": "And the woman [herself] fled into the desert (wilderness), where she has a retreat prepared [for her] by God, in which she is to be fed and kept safe for 1,260 days (42 months; three and one-half years).",
          "ID": "6"
        },
        {
          "text": "Then war broke out in heaven; Michael and his angels went forth to battle with the dragon, and the dragon and his angels fought.",
          "ID": "7"
        },
        {
          "text": "But they were defeated, and there was no room found for them in heaven any longer.",
          "ID": "8"
        },
        {
          "text": "And the huge dragon was cast down and out–that age-old serpent, who is called the Devil and Satan, he who is the seducer (deceiver) of all humanity the world over; he was forced out and down to the earth, and his angels were flung out along with him. [Gen. 3:1, 14, 15; Zech. 3:1.]",
          "ID": "9"
        },
        {
          "text": "Then I heard a strong (loud) voice in heaven, saying, Now it has come–the salvation and the power and the kingdom (the dominion, the reign) of our God, and the power (the sovereignty, the authority) of His Christ (the Messiah); for the accuser of our brethren, he who keeps bringing before our God charges against them day and night, has been cast out! [Job 1:9-11.]",
          "ID": "10"
        },
        {
          "text": "And they have overcome (conquered) him by means of the blood of the Lamb and by the utterance of their testimony, for they did not love and cling to life even when faced with death [holding their lives cheap till they had to die for their witnessing].",
          "ID": "11"
        },
        {
          "text": "Therefore be glad (exult), O heavens and you that dwell in them! But woe to you, O earth and sea, for the devil has come down to you in fierce anger (fury), because he knows that he has [only] a short time [left]! [Isa. 44:23; 49:13.]",
          "ID": "12"
        },
        {
          "text": "And when the dragon saw that he was cast down to the earth, he went in pursuit of the woman who had given birth to the male Child.",
          "ID": "13"
        },
        {
          "text": "But the woman was supplied with the two wings of a giant eagle, so that she might fly from the presence of the serpent into the desert (wilderness), to the retreat where she is to be kept safe and fed for a time, and times, and half a time (three and one-half years, or 1,260 days). [Dan. 7:25; 12:7.]",
          "ID": "14"
        },
        {
          "text": "Then out of his mouth the serpent spouted forth water like a flood after the woman, that she might be carried off with the torrent.",
          "ID": "15"
        },
        {
          "text": "But the earth came to the rescue of the woman, and the ground opened its mouth and swallowed up the stream of water which the dragon had spouted from his mouth.",
          "ID": "16"
        },
        {
          "text": "So then the dragon was furious (enraged) at the woman, and he went away to wage war on the remainder of her descendants–[on those] who obey God's commandments and who have the testimony of Jesus Christ [and adhere to it and bear witness to Him].",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.12"
    },
    {
      "name": "Revelation 13",
      "text": [
        {
          "text": "[AS] I stood on the sandy beach, I saw a beast coming up out of the sea with ten horns and seven heads. On his horns he had ten royal crowns (diadems) and blasphemous titles (names) on his heads.",
          "ID": "1"
        },
        {
          "text": "And the beast that I saw resembled a leopard, but his feet were like those of a bear and his mouth was like that of a lion. And to him the dragon gave his [own] might and power and his [own] throne and great dominion.",
          "ID": "2"
        },
        {
          "text": "And one of his heads seemed to have a deadly wound. But his death stroke was healed; and the whole earth went after the beast in amazement and admiration.",
          "ID": "3"
        },
        {
          "text": "They fell down and paid homage to the dragon, because he had bestowed on the beast all his dominion and authority; they also praised and worshiped the beast, exclaiming, Who is a match for the beast, and, Who can make war against him?",
          "ID": "4"
        },
        {
          "text": "And the beast was given the power of speech, uttering boastful and blasphemous words, and he was given freedom to exert his authority and to exercise his will during forty-two months (three and a half years). [Dan. 7:8.]",
          "ID": "5"
        },
        {
          "text": "And he opened his mouth to speak slanders against God, blaspheming His name and His abode, [even vilifying] those who live in heaven.",
          "ID": "6"
        },
        {
          "text": "He was further permitted to wage war on God's holy people (the saints) and to overcome them. And power was given him to extend his authority over every tribe and people and tongue and nation, [Dan. 7:21, 25.]",
          "ID": "7"
        },
        {
          "text": "And all the inhabitants of the earth will fall down in adoration and pay him homage, everyone whose name has not been recorded in the Book of Life of the Lamb that was slain [in sacrifice] from the foundation of the world.",
          "ID": "8"
        },
        {
          "text": "If anyone is able to hear, let him listen:",
          "ID": "9"
        },
        {
          "text": "Whoever leads into captivity will himself go into captivity; if anyone slays with the sword, with the sword must he be slain. Herein is [the call for] the patience and the faith and fidelity of the saints (God's people). [Jer. 15:2.]",
          "ID": "10"
        },
        {
          "text": "Then I saw another beast rising up out of the land [itself]; he had two horns like a lamb, and he spoke (roared) like a dragon.",
          "ID": "11"
        },
        {
          "text": "He exerts all the power and right of control of the former beast in his presence, and causes the earth and those who dwell upon it to exalt and deify the first beast, whose deadly wound was healed, and to worship him.",
          "ID": "12"
        },
        {
          "text": "He performs great signs (startling miracles), even making fire fall from the sky to the earth in men's sight.",
          "ID": "13"
        },
        {
          "text": "And because of the signs (miracles) which he is allowed to perform in the presence of the [first] beast, he deceives those who inhabit the earth, commanding them to erect a statue (an image) in the likeness of the beast who was wounded by the [small] sword and still lived. [Deut. 13:1-5.]",
          "ID": "14"
        },
        {
          "text": "And he is permitted [also] to impart the breath of life into the beast's image, so that the statue of the beast could actually talk and cause to be put to death those who would not bow down and worship the image of the beast. [Dan. 3:5.]",
          "ID": "15"
        },
        {
          "text": "Also he compels all [alike], both small and great, both the rich and the poor, both free and slave, to be marked with an inscription [stamped] on their right hands or on their foreheads,",
          "ID": "16"
        },
        {
          "text": "So that no one will have power to buy or sell unless he bears the stamp (mark, inscription), [that is] the name of the beast or the number of his name.",
          "ID": "17"
        },
        {
          "text": "Here is [room for] discernment [a call for the wisdom of interpretation]. Let anyone who has intelligence (penetration and insight enough) calculate the number of the beast, for it is a human number [the number of a certain man]; his number is 666.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.13"
    },
    {
      "name": "Revelation 14",
      "text": [
        {
          "text": "THEN I looked, and behold, the Lamb stood on Mount Zion, and with Him 144,000 [men] who had His name and His Father's name inscribed on their foreheads.",
          "ID": "1"
        },
        {
          "text": "And I heard a voice from heaven like the sound of great waters and like the rumbling of mighty thunder; the voice I heard [seemed like the music] of harpists accompanying themselves on their harps.",
          "ID": "2"
        },
        {
          "text": "And they sang a new song before the throne [of God] and before the four living creatures and before the elders [of the heavenly Sanhedrin]. No one could learn [to sing] that song except the 144,000 who had been ransomed (purchased, redeemed) from the earth.",
          "ID": "3"
        },
        {
          "text": "These are they who have not defiled themselves by relations with women, for they are [pure as] virgins. These are they who follow the Lamb wherever He goes. These are they who have been ransomed (purchased, redeemed) from among men as the firstfruits for God and the Lamb.",
          "ID": "4"
        },
        {
          "text": "No lie was found to be upon their lips, for they are blameless (spotless, untainted, without blemish) before the throne of God.",
          "ID": "5"
        },
        {
          "text": "Then I saw another angel flying in midair, with an eternal Gospel (good news) to tell to the inhabitants of the earth, to every race and tribe and language and people.",
          "ID": "6"
        },
        {
          "text": "And he cried with a mighty voice, Revere God and give Him glory (honor and praise in worship), for the hour of His judgment has arrived. Fall down before Him; pay Him homage and adoration and worship Him Who created heaven and earth, the sea and the springs (fountains) of water.",
          "ID": "7"
        },
        {
          "text": "Then another angel, a second, followed, declaring, Fallen, fallen is Babylon the great! She who made all nations drink of the [maddening] wine of her passionate unchastity [idolatry]. [Isa. 21:9.]",
          "ID": "8"
        },
        {
          "text": "Then another angel, a third, followed them, saying with a mighty voice, Whoever pays homage to the beast and his statue and permits the [beast's] stamp (mark, inscription) to be put on his forehead or on his hand,",
          "ID": "9"
        },
        {
          "text": "He too shall [have to] drink of the wine of God's indignation and wrath, poured undiluted into the cup of His anger; and he shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb. [Gen. 19:24.]",
          "ID": "10"
        },
        {
          "text": "And the smoke of their torment ascends forever and ever; and they have no respite (no pause, no intermission, no rest, no peace) day or night–these who pay homage to the beast and to his image and whoever receives the stamp of his name upon him. [Isa. 34:10.]",
          "ID": "11"
        },
        {
          "text": "Here [comes in a call for] the steadfastness of the saints [the patience, the endurance of the people of God], those who [habitually] keep God's commandments and [their] faith in Jesus.",
          "ID": "12"
        },
        {
          "text": "Then I heard further [perceiving the distinct words of] a voice from heaven, saying, Write this: Blessed (happy, to be envied) are the dead from now on who die in the Lord! Yes, blessed (happy, to be envied indeed), says the Spirit, [in] that they may rest from their labors, for their works (deeds) do follow (attend, accompany) them!",
          "ID": "13"
        },
        {
          "text": "Again I looked, and behold, [I saw] a white cloud, and sitting on the cloud One resembling a Son of Man, with a crown of gold on His head and a sharp scythe (sickle) in His hand. [Dan. 7:13.]",
          "ID": "14"
        },
        {
          "text": "And another angel came out of the temple sanctuary, calling with a mighty voice to Him Who was sitting upon the cloud, Put in Your scythe and reap, for the hour has arrived to gather the harvest, for the earth's crop is fully ripened. [Joel 3:13.]",
          "ID": "15"
        },
        {
          "text": "So He Who was sitting upon the cloud swung His scythe (sickle) on the earth, and the earth's crop was harvested.",
          "ID": "16"
        },
        {
          "text": "Then another angel came out of the temple [sanctuary] in heaven, and he also carried a sharp scythe (sickle).",
          "ID": "17"
        },
        {
          "text": "And another angel came forth from the altar, [the angel] who has authority and power over fire, and he called with a loud cry to him who had the sharp scythe (sickle), Put forth your scythe and reap the fruitage of the vine of the earth, for its grapes are entirely ripe.",
          "ID": "18"
        },
        {
          "text": "So the angel swung his scythe on the earth and stripped the grapes and gathered the vintage from the vines of the earth and cast it into the huge winepress of God's indignation and wrath.",
          "ID": "19"
        },
        {
          "text": "And [the grapes in] the winepress were trodden outside the city, and blood poured from the winepress, [reaching] as high as horses' bridles, for a distance of 1,600 stadia (about 200 miles). [Joel 3:13.]",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.14"
    },
    {
      "name": "Revelation 15",
      "text": [
        {
          "text": "THEN I saw another wonder (sign, token, symbol) in heaven, great and marvelous [warning of events of ominous significance]: There were seven angels bringing seven plagues (afflictions, calamities), which are the last, for with them God's wrath (indignation) is completely expressed [reaches its climax and is ended]. [Lev. 26:21.]",
          "ID": "1"
        },
        {
          "text": "Then I saw what seemed to be a glassy sea blended with fire, and those who had come off victorious from the beast and from his statue and from the number corresponding to his name were standing beside the glassy sea, with harps of God in their hands.",
          "ID": "2"
        },
        {
          "text": "And they sang the song of Moses the servant of God and the song of the Lamb, saying, Mighty and marvelous are Your works, O Lord God the Omnipotent! Righteous (just) and true are Your ways, O Sovereign of the ages (King of the nations)! [Exod. 15:1; Ps. 145:17.]",
          "ID": "3"
        },
        {
          "text": "Who shall not reverence and glorify Your name, O Lord [giving You honor and praise in worship]? For You only are holy. All the nations shall come and pay homage and adoration to You, for Your just judgments (Your righteous sentences and deeds) have been made known and displayed. [Ps. 86:9, 10; Jer. 10:7.]",
          "ID": "4"
        },
        {
          "text": "After this I looked and the sanctuary of the tent of the testimony in heaven was thrown open,",
          "ID": "5"
        },
        {
          "text": "And there came out of the temple sanctuary the seven angels bringing the seven plagues (afflictions, calamities). They were arrayed in pure gleaming linen, and around their breasts they wore golden girdles.",
          "ID": "6"
        },
        {
          "text": "And one of the four living creatures [then] gave the seven angels seven golden bowls full of the wrath and indignation of God, Who lives forever and ever (in the eternities of the eternities).",
          "ID": "7"
        },
        {
          "text": "And the sanctuary was filled with smoke from the glory (the radiance, the splendor) of God and from His might and power, and no one was able to go into the sanctuary until the seven plagues (afflictions, calamities) of the seven angels were ended. [I Kings 8:10; Isa. 6:4; Ezek. 44:4.]",
          "ID": "8"
        }
      ],
      "ID": "NT:REV.15"
    },
    {
      "name": "Revelation 16",
      "text": [
        {
          "text": "THEN I heard a mighty voice from the temple sanctuary saying to the seven angels, Go and empty out on the earth the seven bowls of God's wrath and indignation. [Ps. 69:24; Isa. 66:6.]",
          "ID": "1"
        },
        {
          "text": "So the first [angel] went and emptied his bowl on the earth, and foul and painful ulcers (sores) came on the people who were marked with the stamp of the beast and who did homage to his image. [Exod. 9:10, 11; Deut. 28:35.]",
          "ID": "2"
        },
        {
          "text": "The second [angel] emptied his bowl into the sea, and it turned into blood like that of a corpse [thick, corrupt, ill-smelling, and disgusting], and every living thing that was in the sea perished.",
          "ID": "3"
        },
        {
          "text": "Then the third [angel] emptied out his bowl into the rivers and the springs of water, and they turned into (became) blood. [Exod. 7:17-21.]",
          "ID": "4"
        },
        {
          "text": "And I also heard the angel of the waters say, Righteous (just) are You in these Your decisions and judgments, You Who are and were, O Holy One!",
          "ID": "5"
        },
        {
          "text": "Because they have poured out the blood of Your people (the saints) and the prophets, and You have given them blood to drink. Such is their due [they deserve it]! [Ps. 79:3.]",
          "ID": "6"
        },
        {
          "text": "And [from] the altar I heard [the] cry, Yes, Lord God the Omnipotent, Your judgments (sentences, decisions) are true and just and righteous! [Ps. 119:137.]",
          "ID": "7"
        },
        {
          "text": "Then the fourth [angel] emptied out his bowl upon the sun, and it was permitted to burn (scorch) humanity with [fierce, glowing] heat (fire).",
          "ID": "8"
        },
        {
          "text": "People were severely burned (scorched) by the fiery heat, and they reviled and blasphemed the name of God, Who has control of these plagues, and they did not repent of their sins [felt no regret, contrition, and compunction for their waywardness, refusing to amend their ways] to give Him glory.",
          "ID": "9"
        },
        {
          "text": "Then the fifth [angel] emptied his bowl on the throne of the beast, and his kingdom was [plunged] in darkness; and people gnawed their tongues for the torment [of their excruciating distress and severe pain] [Exod. 10:21.]",
          "ID": "10"
        },
        {
          "text": "And blasphemed the God of heaven because of their anguish and their ulcers (sores), and they did not deplore their wicked deeds or repent [for what they had done].",
          "ID": "11"
        },
        {
          "text": "Then the sixth [angel] emptied his bowl on the mighty river Euphrates, and its water was dried up to make ready a road for [the coming of] the kings of the east (from the rising sun). [Isa. 11:15, 16.]",
          "ID": "12"
        },
        {
          "text": "And I saw three loathsome spirits like frogs, [leaping] from the mouth of the dragon and from the mouth of the beast and from the mouth of the false prophet. [Exod. 8:3; I Kings 22:21-23.]",
          "ID": "13"
        },
        {
          "text": "For really they are the spirits of demons that perform signs (wonders, miracles). And they go forth to the rulers and leaders all over the world, to gather them together for war on the great day of God the Almighty.",
          "ID": "14"
        },
        {
          "text": "Behold, I am going to come like a thief! Blessed (happy, to be envied) is he who stays awake (alert) and who guards his clothes, so that he may not be naked and [have the shame of being] seen exposed!",
          "ID": "15"
        },
        {
          "text": "And they gathered them together at the place which in Hebrew is called Armageddon. [II Kings 9:27.]",
          "ID": "16"
        },
        {
          "text": "Then the seventh [angel] emptied out his bowl into the air, and a mighty voice came out of the sanctuary of heaven from the throne [of God], saying, It is done! [It is all over, it is all accomplished, it has come!] [Isa. 66:6.]",
          "ID": "17"
        },
        {
          "text": "And there followed lightning flashes, loud rumblings, peals of thunder, and a tremendous earthquake; nothing like it has ever occurred since men dwelt on the earth, so severe and far-reaching was that earthquake. [Exod. 19:16; Dan. 12:1.]",
          "ID": "18"
        },
        {
          "text": "The mighty city was broken into three parts, and the cities of the nations fell. And God kept in mind mighty Babylon, to make her drain the cup of His furious wrath and indignation.",
          "ID": "19"
        },
        {
          "text": "And every island fled and no mountains could be found.",
          "ID": "20"
        },
        {
          "text": "And great (excessively oppressive) hailstones, as heavy as a talent [between fifty and sixty pounds], of immense size, fell from the sky on the people; and men blasphemed God for the plague of the hail, so very great was [the torture] of that plague. [Exod. 9:23.]",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.16"
    },
    {
      "name": "Revelation 17",
      "text": [
        {
          "text": "ONE OF the seven angels who had the seven bowls then came and spoke to me, saying, Come with me! I will show you the doom (sentence, judgment) of the great harlot (idolatress) who is seated on many waters, [Jer. 51:13.]",
          "ID": "1"
        },
        {
          "text": "[She] with whom the rulers of the earth have joined in prostitution (idolatry) and with the wine of whose immorality (idolatry) the inhabitants of the earth have become intoxicated. [Jer. 25:15, 16.]",
          "ID": "2"
        },
        {
          "text": "And [the angel] bore me away [rapt] in the Spirit into a desert (wilderness), and I saw a woman seated on a scarlet beast that was all covered with blasphemous titles (names), and he had seven heads and ten horns.",
          "ID": "3"
        },
        {
          "text": "The woman was robed in purple and scarlet and bedecked with gold, precious stones, and pearls, [and she was] holding in her hand a golden cup full of the accursed offenses and the filth of her lewdness and vice. [Jer. 51:7.]",
          "ID": "4"
        },
        {
          "text": "And on her forehead there was inscribed a name of mystery [with a secret symbolic meaning]: Babylon the great, the mother of prostitutes (idolatresses) and of the filth and atrocities and abominations of the earth.",
          "ID": "5"
        },
        {
          "text": "I also saw that the woman was drunk, [drunk] with the blood of the saints (God's people) and the blood of the martyrs [who witnessed] for Jesus. And when I saw her, I was utterly amazed and wondered greatly.",
          "ID": "6"
        },
        {
          "text": "But the angel said to me, Why do you wonder? I will explain to you the [secret symbolic meaning of the] mystery of the woman, as well as of the beast having the seven heads and ten horns that carries her.",
          "ID": "7"
        },
        {
          "text": "The beast that you saw [once] was, but [now] is no more, and he is going to come up out of the Abyss (the bottomless pit) and proceed to go to perdition. And the inhabitants of the earth whose names have not been recorded in the Book of Life from the foundation of the world will be astonished when they look at the beast, because he [once] was, but [now] is no more, and he is [yet] to come. [Dan. 7:3.]",
          "ID": "8"
        },
        {
          "text": "This calls for a mind [to consider that is packed] with wisdom and intelligence [it is something for a particular mode of thinking and judging of thoughts, feelings, and purposes]. The seven heads are seven hills upon which the woman is sitting;",
          "ID": "9"
        },
        {
          "text": "And they are also seven kings, five of whom have fallen, one still exists [and is reigning]; the other [the seventh] has not yet appeared, and when he does arrive, he must stay [but] a brief time.",
          "ID": "10"
        },
        {
          "text": "And as for the beast that [once] was, but now is no more, he [himself] is an eighth ruler (king, head), but he is of the seven and belongs to them, and he goes to perdition.",
          "ID": "11"
        },
        {
          "text": "Also the ten horns that you observed are ten rulers (kings) who have as yet received no royal dominion, but together they are to receive power and authority as rulers for a single hour, along with the beast. [Dan. 7:20-24.]",
          "ID": "12"
        },
        {
          "text": "These have one common policy (opinion, purpose), and they deliver their power and authority to the beast.",
          "ID": "13"
        },
        {
          "text": "They will wage war against the Lamb, and the Lamb will triumph over them; for He is Lord of lords and King of kings–and those with Him and on His side are chosen and called [elected] and loyal and faithful followers. [Dan. 2:47.]",
          "ID": "14"
        },
        {
          "text": "And [the angel further] said to me, The waters that you observed, where the harlot is seated, are races and multitudes and nations and dialects (languages).",
          "ID": "15"
        },
        {
          "text": "And the ten horns that you saw, they and the beast will [be the very ones to] hate the harlot (the idolatrous woman); they will make her cheerless (bereaved, desolate), and they will strip her and eat up her flesh and utterly consume her with fire.",
          "ID": "16"
        },
        {
          "text": "For God has put it into their hearts to carry out His own purpose by acting in harmony in surrendering their royal power and authority to the beast, until the prophetic words (intentions and promises) of God shall be fulfilled.",
          "ID": "17"
        },
        {
          "text": "And the woman that you saw is herself the great city which dominates and controls the rulers and the leaders of the earth.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.17"
    },
    {
      "name": "Revelation 18",
      "text": [
        {
          "text": "THEN I saw another angel descending from heaven, possessing great authority, and the earth was illuminated with his radiance and splendor.",
          "ID": "1"
        },
        {
          "text": "And he shouted with a mighty voice, She is fallen! Mighty Babylon is fallen! She has become a resort and dwelling place for demons, a dungeon haunted by every loathsome spirit, an abode for every filthy and detestable bird.",
          "ID": "2"
        },
        {
          "text": "For all nations have drunk the wine of her passionate unchastity, and the rulers and leaders of the earth have joined with her in committing fornication (idolatry), and the businessmen of the earth have become rich with the wealth of her excessive luxury and wantonness. [Jer. 25:15, 27.]",
          "ID": "3"
        },
        {
          "text": "I then heard another voice from heaven saying, Come out from her, my people, so that you may not share in her sins, neither participate in her plagues. [Isa. 48:20; Jer. 50:8.]",
          "ID": "4"
        },
        {
          "text": "For her iniquities (her crimes and transgressions) are piled up as high as heaven, and God has remembered her wickedness and [her] crimes [and calls them up for settlement]. [Jer. 51:9.]",
          "ID": "5"
        },
        {
          "text": "Repay to her what she herself has paid [to others] and double [her doom] in accordance with what she has done. Mix a double portion for her in the cup she mixed [for others]. [Ps. 137:8.]",
          "ID": "6"
        },
        {
          "text": "To the degree that she glorified herself and reveled in her wantonness [living deliciously and luxuriously], to that measure impose on her torment and anguish and tears and mourning. Since in her heart she boasts, I am not a widow; as a queen [on a throne] I sit, and I shall never see suffering or experience sorrow–[Isa. 47:8, 9.]",
          "ID": "7"
        },
        {
          "text": "So shall her plagues (afflictions, calamities) come thick upon her in a single day, pestilence and anguish and sorrow and famine; and she shall be utterly consumed (burned up with fire), for mighty is the Lord God Who judges her.",
          "ID": "8"
        },
        {
          "text": "And the rulers and leaders of the earth who joined her in her immorality (idolatry) and luxuriated with her will weep and beat their breasts and lament over her when they see the smoke of her conflagration. [Ezek. 26:16, 17.]",
          "ID": "9"
        },
        {
          "text": "They will stand a long way off, in terror of her torment, and they will cry, Woe and alas, the great city, the mighty city, Babylon! In one single hour how your doom (judgment) has overtaken you!",
          "ID": "10"
        },
        {
          "text": "And earth's businessmen will weep and grieve over her because no one buys their freight (cargo) any more. [Ezek. 27:36.]",
          "ID": "11"
        },
        {
          "text": "Their merchandise is of gold, silver, precious stones, and pearls; of fine linen, purple, silk, and scarlet [stuffs]; all kinds of scented wood, all sorts of articles of ivory, all varieties of objects of costly woods, bronze, iron, and marble; [Ezek. 27:12, 13, 22.]",
          "ID": "12"
        },
        {
          "text": "Of cinnamon, spices, incense, ointment and perfume, and frankincense, of wine and olive oil, fine flour and wheat; of cattle and sheep, horses and conveyances; and of slaves (the bodies) and souls of men!",
          "ID": "13"
        },
        {
          "text": "The ripe fruits and delicacies for which your soul longed have gone from you, and all your luxuries and dainties, your elegance and splendor are lost to you, never again to be recovered or experienced!",
          "ID": "14"
        },
        {
          "text": "The dealers who handled these articles, who grew wealthy through their business with her, will stand a long way off, in terror of her doom and torment, weeping and grieving aloud, and saying,",
          "ID": "15"
        },
        {
          "text": "Alas, alas for the great city that was robed in fine linen, in purple and scarlet, bedecked and glittering with gold, with precious stones, and with pearls! [Ezek. 27:31, 36.]",
          "ID": "16"
        },
        {
          "text": "Because in one [single] hour all the vast wealth has been destroyed (wiped out). And all ship captains and pilots, navigators and all who live by seafaring, the crews and all who ply their trade on the sea, stood a long way off, [Isa. 23:14; Ezek. 27:26-30.]",
          "ID": "17"
        },
        {
          "text": "And exclaimed as they watched the smoke of her burning, What city could be compared to the great city!",
          "ID": "18"
        },
        {
          "text": "And they threw dust on their heads as they wept and grieved, exclaiming, Woe and alas, for the great city, where all who had ships on the sea grew rich [through her extravagance] from her great wealth! In one single hour she has been destroyed and has become a desert! [Ezek. 27:30-34.]",
          "ID": "19"
        },
        {
          "text": "Rejoice (celebrate) over her, O heaven! O saints (people of God) and apostles and prophets, because God has executed vengeance for you upon her! [Isa. 44:23; Jer. 51:48.]",
          "ID": "20"
        },
        {
          "text": "Then a single powerful angel took up a boulder like a great millstone and flung it into the sea, crying, With such violence shall Babylon the great city be hurled down to destruction and shall never again be found. [Jer. 51:63, 64; Ezek. 26:21.]",
          "ID": "21"
        },
        {
          "text": "And the sound of harpists and minstrels and flute players and trumpeters shall never again be heard in you, and no skilled artisan of any craft shall ever again be found in you, and the sound of the millstone shall never again be heard in you. [Isa. 24:8; Ezek. 26:13.]",
          "ID": "22"
        },
        {
          "text": "And never again shall the light of a lamp shine in you, and the voice of bridegroom and bride shall never be heard in you again; for your businessmen were the great and prominent men of the earth, and by your magic spells and poisonous charm all nations were led astray (seduced and deluded).",
          "ID": "23"
        },
        {
          "text": "And in her was found the blood of prophets and of saints, and of all those who have been slain (slaughtered) on earth. [Jer. 51:49.]",
          "ID": "24"
        }
      ],
      "ID": "NT:REV.18"
    },
    {
      "name": "Revelation 19",
      "text": [
        {
          "text": "AFTER THIS I heard what sounded like a mighty shout of a great crowd in heaven, exclaiming, Hallelujah (praise the Lord)! Salvation and glory (splendor and majesty) and power (dominion and authority) [belong] to our God!",
          "ID": "1"
        },
        {
          "text": "Because His judgments (His condemnation and punishment, His sentences of doom) are true and sound and just and upright. He has judged (convicted, pronounced sentence, and doomed) the great and notorious harlot (idolatress) who corrupted and demoralized and poisoned the earth with her lewdness and adultery (idolatry). And He has avenged (visited on her the penalty for) the blood of His servants at her hand. [Deut. 32:43.]",
          "ID": "2"
        },
        {
          "text": "And again they shouted, Hallelujah (praise the Lord)! The smoke of her [burning] shall continue to ascend forever and ever (through the eternities of the eternities). [Isa. 34:10.]",
          "ID": "3"
        },
        {
          "text": "Then the twenty-four elders [of the heavenly Sanhedrin] and the four living creatures fell prostrate and worshiped [paying divine honors to] God, Who sits on the throne, saying, Amen! Hallelujah (praise the Lord)!",
          "ID": "4"
        },
        {
          "text": "Then from the throne there came a voice, saying, Praise our God, all you servants of His, you who reverence Him, both small and great! [Ps. 115:13.]",
          "ID": "5"
        },
        {
          "text": "After that I heard what sounded like the shout of a vast throng, like the boom of many pounding waves, and like the roar of terrific and mighty peals of thunder, exclaiming, Hallelujah (praise the Lord)! For now the Lord our God the Omnipotent (the All-Ruler) reigns!",
          "ID": "6"
        },
        {
          "text": "Let us rejoice and shout for joy [exulting and triumphant]! Let us celebrate and ascribe to Him glory and honor, for the marriage of the Lamb [at last] has come, and His bride has prepared herself. [Ps. 118:24.]",
          "ID": "7"
        },
        {
          "text": "She has been permitted to dress in fine (radiant) linen, dazzling and white–for the fine linen is (signifies, represents) the righteousness (the upright, just, and godly living, deeds, and conduct, and right standing with God) of the saints (God's holy people).",
          "ID": "8"
        },
        {
          "text": "Then [the angel] said to me, Write this down: Blessed (happy, to be envied) are those who are summoned (invited, called) to the marriage supper of the Lamb. And he said to me [further], These are the true words (the genuine and exact declarations) of God.",
          "ID": "9"
        },
        {
          "text": "Then I fell prostrate at his feet to worship (to pay divine honors) to him, but he [restrained me] and said, Refrain! [You must not do that!] I am [only] another servant with you and your brethren who have [accepted and hold] the testimony borne by Jesus. Worship God! For the substance (essence) of the truth revealed by Jesus is the spirit of all prophecy [the vital breath, the inspiration of all inspired preaching and interpretation of the divine will and purpose, including both mine and yours].",
          "ID": "10"
        },
        {
          "text": "After that I saw heaven opened, and behold, a white horse [appeared]! The One Who was riding it is called Faithful (Trustworthy, Loyal, Incorruptible, Steady) and True, and He passes judgment and wages war in righteousness (holiness, justice, and uprightness). [Ezek. 1:1.]",
          "ID": "11"
        },
        {
          "text": "His eyes [blaze] like a flame of fire, and on His head are many kingly crowns (diadems); and He has a title (name) inscribed which He alone knows or can understand. [Dan. 10:6.]",
          "ID": "12"
        },
        {
          "text": "He is dressed in a robe dyed by dipping in blood, and the title by which He is called is The Word of God.",
          "ID": "13"
        },
        {
          "text": "And the troops of heaven, clothed in fine linen, dazzling and clean, followed Him on white horses.",
          "ID": "14"
        },
        {
          "text": "From His mouth goes forth a sharp sword with which He can smite (afflict, strike) the nations; and He will shepherd and control them with a staff (scepter, rod) of iron. He will tread the winepress of the fierceness of the wrath and indignation of God the All-Ruler (the Almighty, the Omnipotent). [Ps. 2:9.]",
          "ID": "15"
        },
        {
          "text": "And on His garment (robe) and on His thigh He has a name (title) inscribed, king of kings and lord of lords. [Deut. 10:17; Dan. 2:47.]",
          "ID": "16"
        },
        {
          "text": "Then I saw a single angel stationed in the sun's light, and with a mighty voice he shouted to all the birds that fly across the sky, Come, gather yourselves together for the great supper of God, [Ezek. 39:4, 17-20.]",
          "ID": "17"
        },
        {
          "text": "That you may feast on the flesh of rulers, the flesh of generals and captains, the flesh of powerful and mighty men, the flesh of horses and their riders, and the flesh of all humanity, both free and slave, both small and great!",
          "ID": "18"
        },
        {
          "text": "Then I saw the beast and the rulers and leaders of the earth with their troops mustered to go into battle and make war against Him Who is mounted on the horse and against His troops.",
          "ID": "19"
        },
        {
          "text": "And the beast was seized and overpowered, and with him the false prophet who in his presence had worked wonders and performed miracles by which he led astray those who had accepted or permitted to be placed upon them the stamp (mark) of the beast and those who paid homage and gave divine honors to his statue. Both of them were hurled alive into the fiery lake that burns and blazes with brimstone.",
          "ID": "20"
        },
        {
          "text": "And the rest were killed with the sword that issues from the mouth of Him Who is mounted on the horse, and all the birds fed ravenously and glutted themselves with their flesh.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.19"
    },
    {
      "name": "Revelation 20",
      "text": [
        {
          "text": "THEN I saw an angel descending from heaven; he was holding the key of the Abyss (the bottomless pit) and a great chain was in his hand.",
          "ID": "1"
        },
        {
          "text": "And he gripped and overpowered the dragon, that old serpent [of primeval times], who is the devil and Satan, and [securely] bound him for a thousand years.",
          "ID": "2"
        },
        {
          "text": "Then he hurled him into the Abyss (the bottomless pit) and closed it and sealed it above him, so that he should no longer lead astray and deceive and seduce the nations until the thousand years were at an end. After that he must be liberated for a short time.",
          "ID": "3"
        },
        {
          "text": "Then I saw thrones, and sitting on them were those to whom authority to act as judges and to pass sentence was entrusted. Also I saw the souls of those who had been slain with axes [beheaded] for their witnessing to Jesus and [for preaching and testifying] for the Word of God, and who had refused to pay homage to the beast or his statue and had not accepted his mark or permitted it to be stamped on their foreheads or on their hands. And they lived again and ruled with Christ (the Messiah) a thousand years. [Dan. 7:9, 22, 27.]",
          "ID": "4"
        },
        {
          "text": "The remainder of the dead were not restored to life again until the thousand years were completed. This is the first resurrection.",
          "ID": "5"
        },
        {
          "text": "Blessed (happy, to be envied) and holy (spiritually whole, of unimpaired innocence and proved virtue) is the person who takes part (shares) in the first resurrection! Over them the second death exerts no power or authority, but they shall be ministers of God and of Christ (the Messiah), and they shall rule along with Him a thousand years.",
          "ID": "6"
        },
        {
          "text": "And when the thousand years are completed, Satan will be released from his place of confinement,",
          "ID": "7"
        },
        {
          "text": "And he will go forth to deceive and seduce and lead astray the nations which are in the four quarters of the earth–Gog and Magog–to muster them for war; their number is like the sand of the sea. [Ezek. 38:2, 9, 15, 22.]",
          "ID": "8"
        },
        {
          "text": "And they swarmed up over the broad plain of the earth and encircled the fortress (camp) of God's people (the saints) and the beloved city; but fire descended from heaven and consumed them. [II Kings 1:10-12; Ezek. 38:2, 22.]",
          "ID": "9"
        },
        {
          "text": "Then the devil who had led them astray [deceiving and seducing them] was hurled into the fiery lake of burning brimstone, where the beast and false prophet were; and they will be tormented day and night forever and ever (through the ages of the ages).",
          "ID": "10"
        },
        {
          "text": "Then I saw a great white throne and the One Who was seated upon it, from Whose presence and from the sight of Whose face earth and sky fled away, and no place was found for them.",
          "ID": "11"
        },
        {
          "text": "I [also] saw the dead, great and small; they stood before the throne, and books were opened. Then another book was opened, which is [the Book] of Life. And the dead were judged (sentenced) by what they had done [their whole way of feeling and acting, their aims and endeavors] in accordance with what was recorded in the books.",
          "ID": "12"
        },
        {
          "text": "And the sea delivered up the dead who were in it, death and Hades (the state of death or disembodied existence) surrendered the dead in them, and all were tried and their cases determined by what they had done [according to their motives, aims, and works].",
          "ID": "13"
        },
        {
          "text": "Then death and Hades (the state of death or disembodied existence) were thrown into the lake of fire. This is the second death, the lake of fire.",
          "ID": "14"
        },
        {
          "text": "And if anyone's [name] was not found recorded in the Book of Life, he was hurled into the lake of fire.",
          "ID": "15"
        }
      ],
      "ID": "NT:REV.20"
    },
    {
      "name": "Revelation 21",
      "text": [
        {
          "text": "THEN I saw a new sky (heaven) and a new earth, for the former sky and the former earth had passed away (vanished), and there no longer existed any sea. [Isa. 65:17; 66:22.]",
          "ID": "1"
        },
        {
          "text": "And I saw the holy city, the new Jerusalem, descending out of heaven from God, all arrayed like a bride beautified and adorned for her husband;",
          "ID": "2"
        },
        {
          "text": "Then I heard a mighty voice from the throne and I perceived its distinct words, saying, See! The abode of God is with men, and He will live (encamp, tent) among them; and they shall be His people, and God shall personally be with them and be their God. [Ezek. 37:27.]",
          "ID": "3"
        },
        {
          "text": "God will wipe away every tear from their eyes; and death shall be no more, neither shall there be anguish (sorrow and mourning) nor grief nor pain any more, for the old conditions and the former order of things have passed away. [Isa. 25:8; 35:10.]",
          "ID": "4"
        },
        {
          "text": "And He Who is seated on the throne said, See! I make all things new. Also He said, Record this, for these sayings are faithful (accurate, incorruptible, and trustworthy) and true (genuine). [Isa. 43:19.]",
          "ID": "5"
        },
        {
          "text": "And He [further] said to me, It is done! I am the Alpha and the Omega, the Beginning and the End. To the thirsty I [Myself] will give water without price from the fountain (springs) of the water of Life. [Isa. 55:1.]",
          "ID": "6"
        },
        {
          "text": "He who is victorious shall inherit all these things, and I will be God to him and he shall be My son.",
          "ID": "7"
        },
        {
          "text": "But as for the cowards and the ignoble and the contemptible and the cravenly lacking in courage and the cowardly submissive, and as for the unbelieving and faithless, and as for the depraved and defiled with abominations, and as for murderers and the lewd and adulterous and the practicers of magic arts and the idolaters (those who give supreme devotion to anyone or anything other than God) and all liars (those who knowingly convey untruth by word or deed)–[all of these shall have] their part in the lake that blazes with fire and brimstone. This is the second death. [Isa. 30:33.]",
          "ID": "8"
        },
        {
          "text": "Then one of the seven angels who had the seven bowls filled with the seven final plagues (afflictions, calamities) came and spoke to me. He said, Come with me! I will show you the bride, the Lamb's wife.",
          "ID": "9"
        },
        {
          "text": "Then in the Spirit He conveyed me away to a vast and lofty mountain and exhibited to me the holy (hallowed, consecrated) city of Jerusalem descending out of heaven from God, [Ezek. 40:2.]",
          "ID": "10"
        },
        {
          "text": "Clothed in God's glory [in all its splendor and radiance]. The luster of it resembled a rare and most precious jewel, like jasper, shining clear as crystal.",
          "ID": "11"
        },
        {
          "text": "It had a massive and high wall with twelve [large] gates, and at the gates [there were stationed] twelve angels, and [on the gates] the names of the twelve tribes of the sons of Israel were written: [Exod. 28:21; Ezek. 48:30-35.]",
          "ID": "12"
        },
        {
          "text": "On the east side three gates, on the north side three gates, on the south side three gates, and on the west side three gates.",
          "ID": "13"
        },
        {
          "text": "And the wall of the city had twelve foundation [stones], and on them the twelve names of the twelve apostles of the Lamb.",
          "ID": "14"
        },
        {
          "text": "And he who spoke to me had a golden measuring reed (rod) to measure the city and its gates and its wall. [Ezek. 40:5.]",
          "ID": "15"
        },
        {
          "text": "The city lies in a square, its length being the same as its width. And he measured the city with his reed–12,000 stadia (about 1,500 miles); its length and width and height are the same.",
          "ID": "16"
        },
        {
          "text": "He measured its wall also–144 cubits (about 72 yards) by a man's measure [of a cubit from his elbow to his third fingertip], which is [the measure] of the angel.",
          "ID": "17"
        },
        {
          "text": "The wall was built of jasper, while the city [itself was of] pure gold, clear and transparent like glass.",
          "ID": "18"
        },
        {
          "text": "The foundation [stones] of the wall of the city were ornamented with all of the precious stones. The first foundation [stone] was jasper, the second sapphire, the third chalcedony (or white agate), the fourth emerald, [Isa. 54:11, 12.]",
          "ID": "19"
        },
        {
          "text": "The fifth onyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst.",
          "ID": "20"
        },
        {
          "text": "And the twelve gates were twelve pearls, each separate gate being built of one solid pearl. And the main street (the broadway) of the city was of gold as pure and translucent as glass.",
          "ID": "21"
        },
        {
          "text": "I saw no temple in the city, for the Lord God Omnipotent [Himself] and the Lamb [Himself] are its temple.",
          "ID": "22"
        },
        {
          "text": "And the city has no need of the sun nor of the moon to give light to it, for the splendor and radiance (glory) of God illuminate it, and the Lamb is its lamp. [Isa. 24:23; 60:1, 19.]",
          "ID": "23"
        },
        {
          "text": "The nations shall walk by its light and the rulers and leaders of the earth shall bring into it their glory.",
          "ID": "24"
        },
        {
          "text": "And its gates shall never be closed by day, and there shall be no night there. [Isa. 60:11.]",
          "ID": "25"
        },
        {
          "text": "They shall bring the glory (the splendor and majesty) and the honor of the nations into it.",
          "ID": "26"
        },
        {
          "text": "But nothing that defiles or profanes or is unwashed shall ever enter it, nor anyone who commits abominations (unclean, detestable, morally repugnant things) or practices falsehood, but only those whose names are recorded in the Lamb's Book of Life.",
          "ID": "27"
        }
      ],
      "ID": "NT:REV.21"
    },
    {
      "name": "Revelation 22",
      "text": [
        {
          "text": "THEN HE showed me the river whose waters give life, sparkling like crystal, flowing out from the throne of God and of the Lamb",
          "ID": "1"
        },
        {
          "text": "Through the middle of the broadway of the city; also, on either side of the river was the tree of life with its twelve varieties of fruit, yielding each month its fresh crop; and the leaves of the tree were for the healing and the restoration of the nations. [Gen. 2:9.]",
          "ID": "2"
        },
        {
          "text": "There shall no longer exist there anything that is accursed (detestable, foul, offensive, impure, hateful, or horrible). But the throne of God and of the Lamb shall be in it, and His servants shall worship Him [pay divine honors to Him and do Him holy service]. [Zech. 14:21.]",
          "ID": "3"
        },
        {
          "text": "They shall see His face, and His name shall be on their foreheads. [Ps. 17:15.]",
          "ID": "4"
        },
        {
          "text": "And there shall be no more night; they have no need for lamplight or sunlight, for the Lord God will illuminate them and be their light, and they shall reign [as kings] forever and ever (through the eternities of the eternities).",
          "ID": "5"
        },
        {
          "text": "And he [of the seven angels further] said to me, These statements are reliable (worthy of confidence) and genuine (true). And the Lord, the God of the spirits of the prophets, has sent His messenger (angel) to make known and exhibit to His servants what must soon come to pass.",
          "ID": "6"
        },
        {
          "text": "And behold, I am coming speedily. Blessed (happy and to be envied) is he who observes and lays to heart and keeps the truths of the prophecy (the predictions, consolations, and warnings) contained in this [little] book.",
          "ID": "7"
        },
        {
          "text": "And I, John, am he who heard and witnessed these things. And when I heard and saw them, I fell prostrate before the feet of the messenger (angel) who showed them to me, to worship him.",
          "ID": "8"
        },
        {
          "text": "But he said to me, Refrain! [You must not do that!] I am [only] a fellow servant along with yourself and with your brethren the prophets and with those who are mindful of and practice [the truths contained in] the messages of this book. Worship God!",
          "ID": "9"
        },
        {
          "text": "And he [further] told me, Do not seal up the words of the prophecy of this book and make no secret of them, for the time when things are brought to a crisis and the period of their fulfillment is near.",
          "ID": "10"
        },
        {
          "text": "He who is unrighteous (unjust, wicked), let him be unrighteous still; and he who is filthy (vile, impure), let him be filthy still; and he who is righteous (just, upright, in right standing with God), let him do right still; and he who is holy, let him be holy still. [Dan. 12:10.]",
          "ID": "11"
        },
        {
          "text": "Behold, I am coming soon, and I shall bring My wages and rewards with Me, to repay and render to each one just what his own actions and his own work merit. [Isa. 40:10; Jer. 17:10.]",
          "ID": "12"
        },
        {
          "text": "I am the Alpha and the Omega, the First and the Last (the Before all and the End of all). [Isa. 44:6; 48:12.]",
          "ID": "13"
        },
        {
          "text": "Blessed (happy and to be envied) are those who cleanse their garments, that they may have the authority and right to [approach] the tree of life and to enter through the gates into the city. [Gen. 2:9; 3:22, 24.]",
          "ID": "14"
        },
        {
          "text": "[But] without are the dogs and those who practice sorceries (magic arts) and impurity [the lewd, adulterers] and the murderers and idolaters and everyone who loves and deals in falsehood (untruth, error, deception, cheating).",
          "ID": "15"
        },
        {
          "text": "I, Jesus, have sent My messenger (angel) to you to witness and to give you assurance of these things for the churches (assemblies). I am the Root (the Source) and the Offspring of David, the radiant and brilliant Morning Star. [Isa. 11:1, 10.]",
          "ID": "16"
        },
        {
          "text": "The [Holy] Spirit and the bride (the church, the true Christians) say, Come! And let him who is listening say, Come! And let everyone come who is thirsty [who is painfully conscious of his need of those things by which the soul is refreshed, supported, and strengthened]; and whoever [earnestly] desires to do it, let him come, take, appropriate, and drink the water of Life without cost. [Isa. 55:1.]",
          "ID": "17"
        },
        {
          "text": "I [personally solemnly] warn everyone who listens to the statements of the prophecy [the predictions and the consolations and admonitions pertaining to them] in this book: If anyone shall add anything to them, God will add and lay upon him the plagues (the afflictions and the calamities) that are recorded and described in this book.",
          "ID": "18"
        },
        {
          "text": "And if anyone cancels or takes away from the statements of the book of this prophecy [these predictions relating to Christ's kingdom and its speedy triumph, together with the consolations and admonitions or warnings pertaining to them], God will cancel and take away from him his share in the tree of life and in the city of holiness (purity and hallowedness), which are described and promised in this book.",
          "ID": "19"
        },
        {
          "text": "He Who gives this warning and affirms and testifies to these things says, Yes (it is true). [Surely] I am coming quickly (swiftly, speedily). Amen (so let it be)! Yes, come, Lord Jesus!",
          "ID": "20"
        },
        {
          "text": "The grace (blessing and favor) of the Lord Jesus Christ (the Messiah) be with all the saints (God's holy people, those set apart for God, to be, as it were, exclusively His). Amen (so let it be)!",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.22"
    }
  ],
  "version": "AMP",
  "ID": "NT:REV(AMP)"
}