{
  "version": "ERV",
  "text": [
    {
      "title": "John Writes to the Churches",
      "text": [
        {
          "text": "This is a revelation from Jesus Christ, which God gave him to show his servants what must happen soon. And Christ sent his angel to show it to his servant John,",
          "ID": "1",
          "comments": [
            "revelation An opening up (making known) of truth that was hidden."
          ]
        },
        {
          "text": "who has told everything he saw. It is the truth that Jesus Christ told him; it is the message from God.",
          "ID": "2"
        },
        {
          "text": "Great blessings belong to the person who reads the words of this message from God and to those who hear this message and do what is written in it. There is not much time left.",
          "ID": "3"
        },
        {
          "text": "From John,\nTo the seven churches in the province of Asia:\nGrace and peace to you from the one who is, who always was, and who is coming; and from the seven spirits before his throne;",
          "ID": "4"
        },
        {
          "text": "and from Jesus Christ. Jesus is the faithful witness. He is first among all who will be raised from death. He is the ruler of the kings of the earth.\nJesus is the one who loves us and has made us free from our sins with his blood sacrifice.",
          "ID": "5"
        },
        {
          "text": "He made us his kingdom and priests who serve God his Father. To Jesus be glory and power forever and ever! Amen.",
          "ID": "6"
        },
        {
          "text": "Look, Jesus is coming with the clouds! Everyone will see him, even those who pierced him. All peoples of the earth will cry loudly because of him. Yes, this will happen! Amen.",
          "ID": "7",
          "comments": [
            "pierced When Jesus was killed, he was stabbed with a spear in the side. See Jn. 19:34."
          ]
        },
        {
          "text": "The Lord God says, “I am the Alpha and the Omega. I am the one who is, who always was, and who is coming. I am the All-Powerful.”",
          "ID": "8",
          "comments": [
            "Alpha … Omega The first and last letters in the Greek alphabet, meaning the beginning and the end."
          ]
        },
        {
          "text": "I am John, your fellow believer. We are together in Jesus, and we share these things: suffering, the kingdom, and patient endurance. I was on the island of Patmos because I was faithful to God’s message and to the truth of Jesus.",
          "ID": "9",
          "comments": [
            "Patmos A small island in the Aegean Sea, near the coast of modern Turkey."
          ]
        },
        {
          "text": "On the Lord’s Day, the Spirit took control of me. I heard a loud voice behind me that sounded like a trumpet.",
          "ID": "10"
        },
        {
          "text": "It said, “Write down in a book what you see, and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”",
          "ID": "11"
        },
        {
          "text": "I turned to see who was talking to me. When I turned, I saw seven golden lampstands.",
          "ID": "12"
        },
        {
          "text": "I saw someone among the lampstands who looked like the Son of Man. He was dressed in a long robe, with a golden sash tied around his chest.",
          "ID": "13"
        },
        {
          "text": "His head and hair were white like wool—wool that is white as snow. His eyes were like flames of fire.",
          "ID": "14"
        },
        {
          "text": "His feet were like brass that glows hot in a furnace. His voice was like the noise of flooding water.",
          "ID": "15"
        },
        {
          "text": "He held seven stars in his right hand. A sharp two-edged sword came out of his mouth. He looked like the sun shining at its brightest time.",
          "ID": "16"
        },
        {
          "text": "When I saw him, I fell down at his feet like a dead man. He put his right hand on me and said, “Don’t be afraid! I am the First and the Last.",
          "ID": "17"
        },
        {
          "text": "I am the one who lives. I was dead, but look, I am alive forever and ever! And I hold the keys of death and Hades.",
          "ID": "18"
        },
        {
          "text": "So write what you see. Write the things that happen now and the things that will happen later.",
          "ID": "19"
        },
        {
          "text": "Here is the hidden meaning of the seven stars that you saw in my right hand and the seven golden lampstands that you saw: The seven lampstands are the seven churches. The seven stars are the angels of the seven churches.",
          "ID": "20"
        }
      ],
      "ID": "NT:REV.1",
      "name": "Revelation 1"
    },
    {
      "title": "Jesus’ Letter to the Church in Thyatira",
      "text": [
        {
          "text": "“Write this to the angel of the church in Ephesus:\n“Here is a message from the one who holds the seven stars in his right hand and walks among the seven golden lampstands.",
          "ID": "1"
        },
        {
          "text": "“I know what you do, how hard you work and never give up. I know that you don’t accept evil people. You have tested those who say they are apostles but are not. You found that they are liars.",
          "ID": "2"
        },
        {
          "text": "You never stop trying. You have endured troubles for my name and have not given up.",
          "ID": "3"
        },
        {
          "text": "“But I have this against you: You have left the love you had in the beginning.",
          "ID": "4"
        },
        {
          "text": "So remember where you were before you fell. Change your hearts and do what you did at first. If you don’t change, I will come to you and remove your lampstand from its place.",
          "ID": "5"
        },
        {
          "text": "But there is something you do that is right—you hate the things that the Nicolaitans do. I also hate what they do.",
          "ID": "6",
          "comments": [
            "Nicolaitans A religious group that followed wrong ideas. Also in verse 15."
          ]
        },
        {
          "text": "“Everyone who hears this should listen to what the Spirit says to the churches. To those who win the victory I will give the right to eat the fruit from the tree of life, which is in God’s paradise.",
          "ID": "7"
        },
        {
          "text": "“Write this to the angel of the church in Smyrna:\n“Here is a message from the one who is the First and the Last, the one who died and came to life again.",
          "ID": "8"
        },
        {
          "text": "“I know your troubles, and I know that you are poor, but really you are rich! I know the insults you have suffered from people who say they are Jews. But they are not true Jews. They are a group that belongs to Satan.",
          "ID": "9",
          "comments": [
            "group Literally, “synagogue.”"
          ]
        },
        {
          "text": "Don’t be afraid of what will happen to you. I tell you, the devil will put some of you in prison. He will do this to test you. You will suffer for ten days, but be faithful, even if you have to die. If you continue to be faithful, I will give you the reward of life.",
          "ID": "10",
          "comments": [
            "reward Literally, “wreath,” a ring of leaves or branches that was placed on the head of the winners of athletic contests to honor them. It was a symbol of victory and reward."
          ]
        },
        {
          "text": "“Everyone who hears this should listen to what the Spirit says to the churches. Those who win the victory will not be hurt by the second death.",
          "ID": "11"
        },
        {
          "text": "“Write this to the angel of the church in Pergamum:\n“Here is a message from the one who has the sharp two-edged sword.",
          "ID": "12"
        },
        {
          "text": "“I know where you live. You live where Satan has his throne, but you are true to me. You did not refuse to tell about your faith in me even during the time of Antipas. Antipas was my faithful witness who was killed in your city, the city where Satan lives.",
          "ID": "13",
          "comments": [
            "faithful witness A person who speaks God’s message truthfully, even in times of danger."
          ]
        },
        {
          "text": "“But I have a few things against you. You have people there who follow the teaching of Balaam. Balaam taught Balak how to make the people of Israel sin. They sinned by eating food offered to idols and by committing sexual sins.",
          "ID": "14"
        },
        {
          "text": "It is the same in your group. You have people who follow the teaching of the Nicolaitans.",
          "ID": "15"
        },
        {
          "text": "So change your hearts! If you don’t change, I will come to you quickly and fight against these people with the sword that comes out of my mouth.",
          "ID": "16"
        },
        {
          "text": "“Everyone who hears this should listen to what the Spirit says to the churches!\n“I will give the hidden manna to everyone who wins the victory. I will also give each one a white stone that has a new name written on it. And no one will know this name except the one who gets the stone.",
          "ID": "17"
        },
        {
          "text": "“Write this to the angel of the church in Thyatira:\n“Here is a message from the Son of God, the one who has eyes that blaze like fire and feet like shining brass.",
          "ID": "18"
        },
        {
          "text": "“I know what you do. I know about your love, your faith, your service, and your patience. I know that you are doing more now than you did at first.",
          "ID": "19"
        },
        {
          "text": "But I have this against you: You let that woman Jezebel do what she wants. She says that she is a prophet, but she is leading my people away with her teaching. Jezebel leads my people to commit sexual sins and to eat food that is offered to idols.",
          "ID": "20",
          "comments": [
            "prophet Jezebel was a false prophet. She claimed to speak for God, but she didn’t really speak God’s truth."
          ]
        },
        {
          "text": "I have given her time to change her heart and turn away from her sin, but she does not want to change.",
          "ID": "21"
        },
        {
          "text": "“So I will throw her on a bed of suffering. And all those who commit adultery with her will suffer greatly. I will do this now if they don’t turn away from the things she does.",
          "ID": "22"
        },
        {
          "text": "I will also kill her followers. Then all the churches will see that I am the one who knows what people feel and think. And I will repay each of you for what you have done.",
          "ID": "23"
        },
        {
          "text": "“But others of you in Thyatira have not followed her teaching. You have not learned the things they call ‘Satan’s deep secrets.’ This is what I say to you: I will not put any other burden on you.",
          "ID": "24"
        },
        {
          "text": "Only hold on to the truth you have until I come.",
          "ID": "25"
        },
        {
          "text": "“I will give power over the nations to all those who win the victory and continue until the end to do what I want.",
          "ID": "26"
        },
        {
          "text": "They will rule the nations with an iron rod. They will break them to pieces like clay pots.",
          "ID": "27",
          "comments": [
            "These verses are almost the same as Ps. 2:8-9."
          ]
        },
        {
          "text": "They will have the same power I received from my Father, and I will give them the morning star.",
          "ID": "28"
        },
        {
          "text": "Everyone who hears this should listen to what the Spirit says to the churches.",
          "ID": "29"
        }
      ],
      "ID": "NT:REV.2",
      "name": "Revelation 2"
    },
    {
      "title": "Jesus’ Letter to the Church in Laodicea",
      "text": [
        {
          "text": "“Write this to the angel of the church in Sardis:\n“Here is a message from the one who has the seven spirits and the seven stars.\n“I know what you do. People say that you are alive, but really you are dead.",
          "ID": "1"
        },
        {
          "text": "Wake up! Make yourselves stronger before what little strength you have left is completely gone. I find that what you do is not good enough for my God.",
          "ID": "2"
        },
        {
          "text": "So don’t forget what you have received and heard. Obey it. Change your hearts and lives! You must wake up, or I will come to you and surprise you like a thief. You will not know when I will come.",
          "ID": "3"
        },
        {
          "text": "“But you have a few people in your group there in Sardis who have kept themselves clean. They will walk with me. They will wear white clothes, because they are worthy.",
          "ID": "4"
        },
        {
          "text": "Everyone who wins the victory will be dressed in white clothes like them. I will not remove their names from the book of life. I will say that they belong to me before my Father and before his angels.",
          "ID": "5"
        },
        {
          "text": "Everyone who hears this should listen to what the Spirit says to the churches.",
          "ID": "6"
        },
        {
          "text": "“Write this to the angel of the church in Philadelphia:\n“Here is a message from the one who is holy and true, the one who holds the key of David. When he opens something, it cannot be closed. And when he closes something, it cannot be opened.",
          "ID": "7"
        },
        {
          "text": "“I know what you do. I have put before you an open door that no one can close. I know you are weak, but you have followed my teaching. You were not afraid to speak my name.",
          "ID": "8"
        },
        {
          "text": "Listen! There is a group that belongs to Satan. They say they are Jews, but they are liars. They are not true Jews. I will make them come before you and bow at your feet. They will know that you are the people I have loved.",
          "ID": "9",
          "comments": [
            "group Literally, “synagogue.”"
          ]
        },
        {
          "text": "You followed my command to endure patiently. So I will keep you from the time of trouble that will come to the world—a time that will test everyone living on earth.",
          "ID": "10"
        },
        {
          "text": "“I am coming soon. Hold on to the faith you have, so that no one can take away your crown.",
          "ID": "11"
        },
        {
          "text": "Those who win the victory will be pillars in the temple of my God. I will make that happen for them. They will never again have to leave God’s temple. I will write on them the name of my God and the name of the city of my God. That city is the new Jerusalem. It is coming down out of heaven from my God. I will also write my new name on them.",
          "ID": "12",
          "comments": [
            "new Jerusalem The spiritual city where God’s people live with him."
          ]
        },
        {
          "text": "Everyone who hears this should listen to what the Spirit says to the churches.",
          "ID": "13"
        },
        {
          "text": "“Write this to the angel of the church in Laodicea:\n“Here is a message from the Amen, the faithful and true witness, the ruler of all that God has made.",
          "ID": "14",
          "comments": [
            "Amen Used here, as a name for Jesus, it means to agree strongly that something is true."
          ]
        },
        {
          "text": "“I know what you do. You are not hot or cold. I wish that you were hot or cold!",
          "ID": "15"
        },
        {
          "text": "But you are only warm—not hot, not cold. So I am ready to spit you out of my mouth.",
          "ID": "16"
        },
        {
          "text": "You say you are rich. You think you have become wealthy and don’t need anything. But you don’t know that you are really miserable, pitiful, poor, blind, and naked.",
          "ID": "17"
        },
        {
          "text": "I advise you to buy gold from me—gold made pure in fire. Then you will be rich. I tell you this: Buy clothes that are white. Then you will be able to cover your shameful nakedness. I also tell you to buy medicine to put on your eyes. Then you will be able to see.",
          "ID": "18"
        },
        {
          "text": "“I correct and punish the people I love. So show that nothing is more important to you than living right. Change your hearts and lives.",
          "ID": "19"
        },
        {
          "text": "Here I am! I stand at the door and knock. If you hear my voice and open the door, I will come in and eat with you. And you will eat with me.",
          "ID": "20"
        },
        {
          "text": "“I will let everyone who wins the victory sit with me on my throne. It was the same with me. I won the victory and sat down with my Father on his throne.",
          "ID": "21"
        },
        {
          "text": "Everyone who hears this should listen to what the Spirit says to the churches.”",
          "ID": "22"
        }
      ],
      "ID": "NT:REV.3",
      "name": "Revelation 3"
    },
    {
      "title": "John Sees Heaven",
      "text": [
        {
          "text": "Then I looked, and there before me was an open door in heaven. And I heard the same voice that spoke to me before. It was the voice that sounded like a trumpet. It said, “Come up here, and I will show you what must happen after this.”",
          "ID": "1"
        },
        {
          "text": "Immediately the Spirit took control of me, and there in heaven was a throne with someone sitting on it.",
          "ID": "2"
        },
        {
          "text": "The one sitting there was as beautiful as precious stones, like jasper and carnelian. All around the throne was a rainbow with clear colors like an emerald.",
          "ID": "3"
        },
        {
          "text": "In a circle around the throne were 24 other thrones with 24 elders sitting on them. The elders were dressed in white, and they had golden crowns on their heads.",
          "ID": "4"
        },
        {
          "text": "Lightning flashes and noises of thunder came from the throne. Before the throne there were seven lamps burning, which are the seven Spirits of God.",
          "ID": "5"
        },
        {
          "text": "Also before the throne there was something that looked like a sea of glass, as clear as crystal.\nIn front of the throne and on each side of it there were four living beings. They had eyes all over them, in front and in back.",
          "ID": "6"
        },
        {
          "text": "The first living being was like a lion. The second was like a bull. The third had a face like a man. The fourth was like a flying eagle.",
          "ID": "7"
        },
        {
          "text": "Each of these four living beings had six wings. They were covered all over with eyes, inside and out. Day and night they never stopped saying,\n“Holy, holy, holy is the Lord God All-Powerful.\nHe always was, he is, and he is coming.”",
          "ID": "8"
        },
        {
          "text": "These living beings were giving glory and honor and thanks to the one who sits on the throne, the one who lives forever and ever. And every time they did this,",
          "ID": "9"
        },
        {
          "text": "the 24 elders bowed down before the one who sits on the throne. They worshiped him who lives forever and ever. They put their crowns down before the throne and said,",
          "ID": "10"
        },
        {
          "text": "“Our Lord and God!\nYou are worthy to receive glory and honor and power.\nYou made all things.\nEverything existed and was made because you wanted it.”",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.4",
      "name": "Revelation 4"
    },
    {
      "title": "Who Can Open the Scroll?",
      "text": [
        {
          "text": "Then I saw a scroll in the right hand of the one sitting on the throne. The scroll had writing on both sides and was kept closed with seven seals.",
          "ID": "1"
        },
        {
          "text": "And I saw a powerful angel, who called in a loud voice, “Who is worthy to break the seals and open the scroll?”",
          "ID": "2"
        },
        {
          "text": "But there was no one in heaven or on earth or under the earth who could open the scroll or look inside it.",
          "ID": "3"
        },
        {
          "text": "I cried and cried because there was no one who was worthy to open the scroll or look inside.",
          "ID": "4"
        },
        {
          "text": "But one of the elders said to me, “Don’t cry! The Lion from the tribe of Judah has won the victory. He is David’s descendant. He is able to open the scroll and its seven seals.”",
          "ID": "5",
          "comments": [
            "Lion Used here to refer to Jesus."
          ]
        },
        {
          "text": "Then I saw a Lamb standing in the center near the throne with the four living beings around it. The elders were also around the Lamb. The Lamb looked as if it had been killed. It had seven horns and seven eyes, which are the seven spirits of God that were sent into all the world.",
          "ID": "6"
        },
        {
          "text": "The Lamb came and took the scroll from the right hand of the one sitting on the throne.",
          "ID": "7"
        },
        {
          "text": "After the Lamb took the scroll, the four living beings and the 24 elders bowed down before the Lamb. Each one of them had a harp. Also, they were holding golden bowls full of incense, which are the prayers of God’s holy people.",
          "ID": "8"
        },
        {
          "text": "And they all sang a new song to the Lamb:\n“You are worthy to take the scroll\nand to open its seals,\nbecause you were killed,\nand with your blood sacrifice you bought people for God\nfrom every tribe, language, race of people, and nation.",
          "ID": "9"
        },
        {
          "text": "You made them to be a kingdom and to be priests for our God.\nAnd they will rule on the earth.”",
          "ID": "10"
        },
        {
          "text": "Then I looked, and I heard the voices of many angels. The angels were around the throne, the four living beings, and the elders. There were thousands and thousands of angels—10,000 times 10,000.",
          "ID": "11"
        },
        {
          "text": "The angels said in a loud voice,\n“All power, wealth, wisdom, and strength\nbelong to the Lamb who was killed.\nHe is worthy to receive\nhonor, glory, and praise!”",
          "ID": "12"
        },
        {
          "text": "Then I heard every created being that is in heaven and on earth and under the earth and in the sea, everything in all these places, saying,\n“All praise and honor\nand glory and power forever and ever\nto the one who sits on the throne and to the Lamb!”",
          "ID": "13"
        },
        {
          "text": "The four living beings said, “Amen!” And the elders bowed down and worshiped.",
          "ID": "14"
        }
      ],
      "ID": "NT:REV.5",
      "name": "Revelation 5"
    },
    {
      "title": "The Lamb Opens the Scroll",
      "text": [
        {
          "text": "Then I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living beings speak with a voice like thunder. It said, “Come!”",
          "ID": "1"
        },
        {
          "text": "I looked, and there before me was a white horse. The rider on the horse held a bow and was given a crown. He rode out to defeat the enemy and win the victory.",
          "ID": "2"
        },
        {
          "text": "The Lamb opened the second seal. Then I heard the second living being say, “Come!”",
          "ID": "3"
        },
        {
          "text": "Then another horse came out, a red one. The rider on the horse was given power to take away peace from the earth so that people would kill each other. He was given a big sword.",
          "ID": "4"
        },
        {
          "text": "The Lamb opened the third seal. Then I heard the third living being say, “Come!” I looked, and there before me was a black horse. The rider on the horse held a pair of scales in his hand.",
          "ID": "5"
        },
        {
          "text": "Then I heard something that sounded like a voice. The voice came from where the four living beings were. It said, “A quart of wheat or three quarts of barley will cost a full day’s pay. But don’t harm the supply of olive oil and wine!”",
          "ID": "6",
          "comments": [
            "quart Literally, “ choinix,” the amount of the daily ration of grain for a soldier. Equals about 1 liter."
          ]
        },
        {
          "text": "The Lamb opened the fourth seal. Then I heard the voice of the fourth living being say, “Come!”",
          "ID": "7"
        },
        {
          "text": "I looked, and there before me was a pale-colored horse. The rider on the horse was death, and Hades was following close behind him. They were given power over a fourth of the earth—power to kill people with the sword, by starving, by disease, and with the wild animals of the earth.",
          "ID": "8"
        },
        {
          "text": "The Lamb opened the fifth seal. Then I saw some souls under the altar. They were the souls of those who had been killed because they were faithful to God’s message and to the truth they had received.",
          "ID": "9"
        },
        {
          "text": "These souls shouted in a loud voice, “Holy and true Lord, how long until you judge the people of the earth and punish them for killing us?”",
          "ID": "10"
        },
        {
          "text": "Then each one of them was given a white robe. They were told to wait a short time longer. There were still some of their brothers and sisters in the service of Christ who must be killed as they were. These souls were told to wait until all the killing was finished.",
          "ID": "11"
        },
        {
          "text": "Then I watched while the Lamb opened the sixth seal. There was a great earthquake, and the sun became as black as sackcloth. The full moon became red like blood.",
          "ID": "12",
          "comments": [
            "sackcloth Literally, “sackcloth of hair.” See “sackcloth” in the Word List."
          ]
        },
        {
          "text": "The stars in the sky fell to the earth like a fig tree dropping its figs when the wind blows.",
          "ID": "13"
        },
        {
          "text": "The sky was split in the middle and both sides rolled up like a scroll. And every mountain and island was moved from its place.",
          "ID": "14"
        },
        {
          "text": "Then all the people—the kings of the world, the rulers, the army commanders, the rich people, the powerful people, every slave, and every free person—hid themselves in caves and behind the rocks on the mountains.",
          "ID": "15"
        },
        {
          "text": "They said to the mountains and the rocks, “Fall on us. Hide us from the face of the one who sits on the throne. Hide us from the anger of the Lamb!",
          "ID": "16"
        },
        {
          "text": "The great day for their anger has come. No one can stand against it.”",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.6",
      "name": "Revelation 6"
    },
    {
      "title": "The Great Crowd",
      "text": [
        {
          "text": "After this happened I saw four angels standing at the four corners of the earth. The angels were holding the four winds of the earth. They were stopping the wind from blowing on the land or the sea or on any tree.",
          "ID": "1"
        },
        {
          "text": "Then I saw another angel coming from the east. This angel had the seal of the living God. The angel called out in a loud voice to the four angels. These were the four angels that God had given the power to hurt the earth and the sea. The angel said to them,",
          "ID": "2"
        },
        {
          "text": "“Don’t harm the land or the sea or the trees before we mark the foreheads of those who serve our God.”",
          "ID": "3"
        },
        {
          "text": "Then I heard how many people had God’s mark on their foreheads. There were 144,000. They were from every tribe of the people of Israel:",
          "ID": "4"
        },
        {
          "text": "from the tribe of Judah 12,000\nfrom the tribe of Reuben 12,000\nfrom the tribe of Gad 12,000",
          "ID": "5"
        },
        {
          "text": "from the tribe of Asher 12,000\nfrom the tribe of Naphtali 12,000\nfrom the tribe of Manasseh 12,000",
          "ID": "6"
        },
        {
          "text": "from the tribe of Simeon 12,000\nfrom the tribe of Levi 12,000\nfrom the tribe of Issachar 12,000",
          "ID": "7"
        },
        {
          "text": "from the tribe of Zebulun 12,000\nfrom the tribe of Joseph 12,000\nfrom the tribe of Benjamin 12,000",
          "ID": "8"
        },
        {
          "text": "Then I looked, and there was a large crowd of people. There were so many people that no one could count them all. They were from every nation, tribe, race of people, and language of the earth. They were standing before the throne and before the Lamb. They all wore white robes and had palm branches in their hands.",
          "ID": "9"
        },
        {
          "text": "They shouted loudly, “Victory belongs to our God, who sits on the throne, and to the Lamb.”",
          "ID": "10"
        },
        {
          "text": "The elders and the four living beings were there. All the angels were standing around them and the throne. The angels bowed down on their faces before the throne and worshiped God.",
          "ID": "11"
        },
        {
          "text": "They said, “Amen! Praise, glory, wisdom, thanks, honor, power, and strength belong to our God forever and ever. Amen!”",
          "ID": "12"
        },
        {
          "text": "Then one of the elders asked me, “Who are these people in white robes? Where did they come from?”",
          "ID": "13"
        },
        {
          "text": "I answered, “You know who they are, sir.”\nAnd the elder said, “These are the ones who have come out of the great suffering. They have washed their robes with the blood of the Lamb, and they are clean and white.",
          "ID": "14",
          "comments": [
            "washed their robes Meaning that they had believed in Jesus and had been made clean from sin by his blood sacrifice. See Rev. 5:9; Heb. 9:14; 10:14-22; Acts 22:16; 1 Jn. 1:7."
          ]
        },
        {
          "text": "So now these people are before the throne of God. They worship God day and night in his temple. And the one who sits on the throne will protect them.",
          "ID": "15"
        },
        {
          "text": "They will never be hungry again. They will never be thirsty again. The sun will not hurt them. No heat will burn them.",
          "ID": "16"
        },
        {
          "text": "The Lamb in front of the throne will be their shepherd. He will lead them to springs of water that give life. And God will wipe away every tear from their eyes.”",
          "ID": "17"
        }
      ],
      "ID": "NT:REV.7",
      "name": "Revelation 7"
    },
    {
      "title": "The First of Seven Trumpet Blasts",
      "text": [
        {
          "text": "The Lamb opened the seventh seal. Then there was silence in heaven for about half an hour.",
          "ID": "1"
        },
        {
          "text": "And I saw the seven angels who stand before God. They were given seven trumpets.",
          "ID": "2"
        },
        {
          "text": "Another angel came and stood at the altar. This angel had a golden holder for incense. The angel was given much incense to offer with the prayers of all God’s holy people. The angel put this offering on the golden altar before the throne.",
          "ID": "3"
        },
        {
          "text": "The smoke from the incense went up from the angel’s hand to God. The smoke went up with the prayers of God’s people.",
          "ID": "4"
        },
        {
          "text": "Then the angel filled the incense holder with fire from the altar and threw it down on the earth. Then there were flashes of lightning, thunder and other noises, and an earthquake.",
          "ID": "5"
        },
        {
          "text": "Then the seven angels with the seven trumpets prepared to blow their trumpets.",
          "ID": "6"
        },
        {
          "text": "The first angel blew his trumpet. Then hail and fire mixed with blood was poured down on the earth. And a third of the earth and all the green grass and a third of the trees were burned up.",
          "ID": "7"
        },
        {
          "text": "The second angel blew his trumpet. Then something that looked like a big mountain burning with fire was thrown into the sea. And a third of the sea became blood.",
          "ID": "8"
        },
        {
          "text": "And a third of the created beings in the sea died, and a third of the ships were destroyed.",
          "ID": "9"
        },
        {
          "text": "The third angel blew his trumpet. Then a large star, burning like a torch, fell from the sky. It fell on a third of the rivers and on the springs of water.",
          "ID": "10"
        },
        {
          "text": "The name of the star was Bitterness. And a third of all the water became bitter. Many people died from drinking this bitter water.",
          "ID": "11",
          "comments": [
            "Bitterness Literally, “Wormwood,” a very bitter plant; here, it is a symbol of bitter sorrow."
          ]
        },
        {
          "text": "The fourth angel blew his trumpet. Then a third of the sun and a third of the moon and a third of the stars were struck. So a third of them became dark. A third of the day and night was without light.",
          "ID": "12"
        },
        {
          "text": "While I watched, I heard an eagle that was flying high in the air. The eagle said in a loud voice, “Terrible! Terrible! How terrible for those who live on the earth! The terrible trouble will begin after the sounds of the trumpets that the other three angels will blow.”",
          "ID": "13"
        }
      ],
      "ID": "NT:REV.8",
      "name": "Revelation 8"
    },
    {
      "title": "The Sixth Trumpet Blast",
      "text": [
        {
          "text": "The fifth angel blew his trumpet. Then I saw a star fall from the sky to the earth. The star was given the key to the deep hole that leads down to the bottomless pit.",
          "ID": "1"
        },
        {
          "text": "Then the star opened the hole leading to the pit. Smoke came up from the hole like smoke from a big furnace. The sun and sky became dark because of the smoke from the hole.",
          "ID": "2"
        },
        {
          "text": "Then locusts came out of the smoke and went down to the earth. They were given the power to sting like scorpions.",
          "ID": "3"
        },
        {
          "text": "They were told not to damage the fields of grass or any plant or tree. They were to hurt only those who did not have God’s mark on their foreheads.",
          "ID": "4"
        },
        {
          "text": "They were not given the power to kill them but only to cause them pain for five months—pain like a person feels when stung by a scorpion.",
          "ID": "5"
        },
        {
          "text": "During those days people will look for a way to die, but they will not find it. They will want to die, but death will hide from them.",
          "ID": "6"
        },
        {
          "text": "The locusts looked like horses prepared for battle. On their heads they wore something that looked like a gold crown. Their faces looked like human faces.",
          "ID": "7"
        },
        {
          "text": "Their hair was like women’s hair. Their teeth were like lions’ teeth.",
          "ID": "8"
        },
        {
          "text": "Their chests looked like iron breastplates. The sound their wings made was like the noise of many horses and chariots hurrying into battle.",
          "ID": "9"
        },
        {
          "text": "The locusts had tails with stingers like scorpions. The power they had to give people pain for five months was in their tails.",
          "ID": "10"
        },
        {
          "text": "They had a ruler, who was the angel of the bottomless pit. His name in Hebrew is Abaddon. In Greek it is Apollyon.",
          "ID": "11",
          "comments": [
            "Abaddon A Hebrew name meaning “death” or “destruction.” See Job 26:6 and Ps. 88:11.",
            "Apollyon A name that means “destroyer.”"
          ]
        },
        {
          "text": "The first terror is now past. There are still two other terrors to come.",
          "ID": "12"
        },
        {
          "text": "The sixth angel blew his trumpet. Then I heard a voice coming from the horns on the four corners of the golden altar that is before God.",
          "ID": "13"
        },
        {
          "text": "It said to the sixth angel who had the trumpet, “Free the four angels who are tied at the great river Euphrates.”",
          "ID": "14"
        },
        {
          "text": "These four angels had been kept ready for this hour and day and month and year. The angels were set free to kill a third of all the people on the earth.",
          "ID": "15"
        },
        {
          "text": "I heard how many troops on horses were in their army. There were 200,000,000.",
          "ID": "16"
        },
        {
          "text": "In my vision, I saw the horses and the riders on the horses. They looked like this: They had breastplates that were fiery red, dark blue, and yellow like sulfur. The heads of the horses looked like heads of lions. The horses had fire, smoke, and sulfur coming out of their mouths.",
          "ID": "17"
        },
        {
          "text": "A third of all the people on earth were killed by these three plagues coming out of the horses’ mouths: the fire, the smoke, and the sulfur.",
          "ID": "18"
        },
        {
          "text": "The horses’ power was in their mouths and also in their tails. Their tails were like snakes that have heads to bite and hurt people.",
          "ID": "19"
        },
        {
          "text": "The other people on earth were not killed by these plagues. But these people still did not change their hearts and turn away from worshiping the things they had made with their own hands. They did not stop worshiping demons and idols made of gold, silver, bronze, stone, and wood—things that cannot see or hear or walk.",
          "ID": "20"
        },
        {
          "text": "They did not change their hearts and turn away from killing other people or from their evil magic, their sexual sins, and their stealing.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.9",
      "name": "Revelation 9"
    },
    {
      "title": "The Angel and the Little Scroll",
      "text": [
        {
          "text": "Then I saw another powerful angel coming down from heaven. The angel was dressed in a cloud. He had a rainbow around his head. The angel’s face was like the sun, and his legs were like poles of fire.",
          "ID": "1"
        },
        {
          "text": "The angel was holding a small scroll. The scroll was open in his hand. He put his right foot on the sea and his left foot on the land.",
          "ID": "2"
        },
        {
          "text": "He shouted loudly like the roaring of a lion. After he shouted, the voices of seven thunders spoke.",
          "ID": "3"
        },
        {
          "text": "The seven thunders spoke, and I started to write. But then I heard a voice from heaven that said, “Don’t write what the seven thunders said. Keep those things secret.”",
          "ID": "4"
        },
        {
          "text": "Then the angel I saw standing on the sea and on the land raised his right hand to heaven.",
          "ID": "5"
        },
        {
          "text": "The angel made a promise by the power of the one who lives forever and ever. He is the one who made the skies and all that is in them. He made the earth and all that is in it, and he made the sea and all that is in it. The angel said, “There will be no more waiting!",
          "ID": "6"
        },
        {
          "text": "In the days when the seventh angel is ready to blow his trumpet, God’s secret plan will be completed—the Good News that God told to his servants, the prophets.”",
          "ID": "7"
        },
        {
          "text": "Then I heard the same voice from heaven again. It said to me, “Go and take the open scroll that is in the angel’s hand. This is the angel who is standing on the sea and on the land.”",
          "ID": "8"
        },
        {
          "text": "So I went to the angel and asked him to give me the little scroll. He said to me, “Take the scroll and eat it. It will be sour in your stomach, but in your mouth it will be sweet like honey.”",
          "ID": "9"
        },
        {
          "text": "So I took the little scroll from the angel’s hand and ate it. In my mouth it tasted sweet like honey, but after I ate it, it was sour in my stomach.",
          "ID": "10"
        },
        {
          "text": "Then I was told, “You must prophesy again about many races of people, many nations, languages, and rulers.”",
          "ID": "11"
        }
      ],
      "ID": "NT:REV.10",
      "name": "Revelation 10"
    },
    {
      "title": "The Seventh Trumpet Blast",
      "text": [
        {
          "text": "Then I was given a measuring rod as long as a walking stick. I was told, “Go and measure the temple of God and the altar, and count the people worshiping there.",
          "ID": "1",
          "comments": [
            "temple God’s house—the place where God’s people worship and serve him. Here, John sees it pictured as the special building in Jerusalem for Jewish worship. Also in verse 19."
          ]
        },
        {
          "text": "But don’t measure the yard outside the temple. Leave it alone. It has been given to those who are not God’s people. They will show their power over the holy city for 42 months.",
          "ID": "2"
        },
        {
          "text": "And I will give power to my two witnesses. And they will prophesy for 1260 days. They will be dressed in sackcloth.”",
          "ID": "3"
        },
        {
          "text": "These two witnesses are the two olive trees and the two lampstands that stand before the Lord of the earth.",
          "ID": "4"
        },
        {
          "text": "If anyone tries to hurt the witnesses, fire comes from the mouths of the witnesses and kills their enemies. Anyone who tries to hurt them will die like this.",
          "ID": "5"
        },
        {
          "text": "These witnesses have the power to stop the sky from raining during the time they are prophesying. These witnesses have power to make the water become blood. They have power to send every kind of plague to the earth. They can do this as many times as they want.",
          "ID": "6"
        },
        {
          "text": "When the two witnesses have finished telling their message, the beast will fight against them. This is the beast that comes up from the bottomless pit. It will defeat and kill them.",
          "ID": "7"
        },
        {
          "text": "The bodies of the two witnesses will lie in the street of the great city. This city is named Sodom and Egypt. These names for the city have a special meaning. This is the city where the Lord was killed.",
          "ID": "8"
        },
        {
          "text": "People from every race of people, tribe, language, and nation will look at the bodies of the two witnesses for three and a half days. The people will refuse to bury them.",
          "ID": "9"
        },
        {
          "text": "Everyone on the earth will be happy because these two are dead. They will have parties and send each other gifts. They will do this because these two prophets brought much suffering to the people living on earth.",
          "ID": "10"
        },
        {
          "text": "But after three and a half days, God let life enter the two witnesses again. They stood on their feet. All those who saw them were filled with fear.",
          "ID": "11"
        },
        {
          "text": "Then the two witnesses heard a loud voice from heaven say, “Come up here!” And both of them went up into heaven in a cloud. Their enemies watched them go.",
          "ID": "12"
        },
        {
          "text": "At that same time there was a great earthquake. A tenth of the city was destroyed. And 7000 people were killed in the earthquake. Those who did not die were very afraid. They gave glory to the God of heaven.",
          "ID": "13"
        },
        {
          "text": "The second terror is now past. The third terror is coming soon.",
          "ID": "14"
        },
        {
          "text": "The seventh angel blew his trumpet. Then there were loud voices in heaven. The voices said,\n“The kingdom of the world has now become the kingdom of our Lord and of his Messiah.\nAnd he will rule forever and ever.”",
          "ID": "15"
        },
        {
          "text": "Then the 24 elders bowed down on their faces and worshiped God. These are the elders who sit on their thrones before God.",
          "ID": "16"
        },
        {
          "text": "The elders said,\n“We give thanks to you, Lord God All-Powerful.\nYou are the one who is and who always was.\nWe thank you because you have used your great power\nand have begun to rule.",
          "ID": "17"
        },
        {
          "text": "The people of the world were angry,\nbut now is the time for your anger.\nNow is the time for the dead to be judged.\nIt is time to reward your servants, the prophets,\nand to reward your holy people,\nthe people, great and small, who respect you.\nIt is time to destroy those people who destroy the earth!”",
          "ID": "18"
        },
        {
          "text": "Then God’s temple in heaven was opened. The Box of the Agreement could be seen in his temple. Then there were flashes of lightning, noises, thunder, an earthquake, and a great hailstorm.",
          "ID": "19",
          "comments": [
            "Box of the Agreement This is like the special box kept in the Most Holy Place of the Israelite Holy Tent and, later, the Jerusalem Temple, which contained “proof” of the agreement between God and his people. See “Box of the Agreement” in the Word List."
          ]
        }
      ],
      "ID": "NT:REV.11",
      "name": "Revelation 11"
    },
    {
      "title": "The Woman Giving Birth and the Dragon",
      "text": [
        {
          "text": "And then a great wonder appeared in heaven: There was a woman who was clothed with the sun, and the moon was under her feet. She had a crown of twelve stars on her head.",
          "ID": "1"
        },
        {
          "text": "She was pregnant and cried out with pain because she was about to give birth.",
          "ID": "2"
        },
        {
          "text": "Then another wonder appeared in heaven: There was a giant red dragon there. The dragon had seven heads with a crown on each head. It also had ten horns.",
          "ID": "3"
        },
        {
          "text": "Its tail swept a third of the stars out of the sky and threw them down to the earth. It stood in front of the woman who was ready to give birth to the baby. It wanted to eat the woman’s baby as soon as it was born.",
          "ID": "4"
        },
        {
          "text": "The woman gave birth to a son, who would rule all the nations with an iron rod. And her child was taken up to God and to his throne.",
          "ID": "5"
        },
        {
          "text": "The woman ran away into the desert to a place that God had prepared for her. There she would be taken care of for 1260 days.",
          "ID": "6"
        },
        {
          "text": "Then there was a war in heaven. Michael and his angels fought against the dragon. The dragon and its angels fought back,",
          "ID": "7",
          "comments": [
            "Michael The archangel—leader of God’s angels. See Jude 9."
          ]
        },
        {
          "text": "but they were not strong enough. The dragon and its angels lost their place in heaven.",
          "ID": "8"
        },
        {
          "text": "It was thrown down out of heaven. (This giant dragon is that old snake, the one called the devil or Satan, who leads the whole world into the wrong way.) The dragon and its angels were thrown to the earth.",
          "ID": "9"
        },
        {
          "text": "Then I heard a loud voice in heaven say, “The victory and the power and the kingdom of our God and the authority of his Messiah have now come. These things have come, because the accuser of our brothers and sisters has been thrown out. He is the one who accused them day and night before our God.",
          "ID": "10"
        },
        {
          "text": "They defeated him by the blood sacrifice of the Lamb and by the message of God that they told people. They did not love their lives too much. They were not afraid of death.",
          "ID": "11"
        },
        {
          "text": "So rejoice, you heavens and all who live there! But it will be terrible for the earth and sea, because the devil has gone down to you. He is filled with anger. He knows he doesn’t have much time.”",
          "ID": "12"
        },
        {
          "text": "The dragon saw that he had been thrown down to the earth. So he chased the woman who had given birth to the child.",
          "ID": "13"
        },
        {
          "text": "But the woman was given the two wings of a great eagle. Then she could fly to the place that was prepared for her in the desert. There she would be taken care of for three and a half years. There she would be away from the dragon.",
          "ID": "14",
          "comments": [
            "dragon Here and in verse 15 literally, “snake.” See verse 9 above."
          ]
        },
        {
          "text": "Then the dragon poured water out of its mouth like a river. It poured the water toward the woman so that the flood would carry her away.",
          "ID": "15"
        },
        {
          "text": "But the earth helped the woman. The earth opened its mouth and swallowed the river that came from the mouth of the dragon.",
          "ID": "16"
        },
        {
          "text": "Then the dragon was very angry with the woman. It went away to make war against all her other children. Her children are those who obey God’s commands and have the truth that Jesus taught.",
          "ID": "17"
        },
        {
          "text": "The dragon stood on the seashore.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.12",
      "name": "Revelation 12"
    },
    {
      "title": "The Beast From the Earth",
      "text": [
        {
          "text": "Then I saw a beast coming up out of the sea. It had ten horns and seven heads. There was a crown on each of its horns. It had an evil name written on each head.",
          "ID": "1"
        },
        {
          "text": "This beast looked like a leopard, with feet like a bear’s feet. It had a mouth like a lion’s mouth. The dragon gave the beast all of its power and its throne and great authority.",
          "ID": "2"
        },
        {
          "text": "One of the heads of the beast looked as if it had been wounded and killed, but the death wound was healed. All the people in the world were amazed, and they all followed the beast.",
          "ID": "3"
        },
        {
          "text": "People worshiped the dragon because it had given its power to the beast, and they also worshiped the beast. They asked, “Who is as powerful as the beast? Who can make war against it?”",
          "ID": "4"
        },
        {
          "text": "The beast was allowed to boast and speak insults against God. It was allowed to use its power for 42 months.",
          "ID": "5"
        },
        {
          "text": "The beast opened its mouth to insult God—to insult his name, the place where he lives, and all those who live in heaven.",
          "ID": "6"
        },
        {
          "text": "It was given power to make war against God’s holy people and to defeat them. It was given power over every tribe, race of people, language, and nation.",
          "ID": "7"
        },
        {
          "text": "Everyone living on earth would worship the beast. These are all the people since the beginning of the world whose names are not written in the Lamb’s book of life. The Lamb is the one who was killed.",
          "ID": "8"
        },
        {
          "text": "Anyone who hears these things should listen to this:",
          "ID": "9"
        },
        {
          "text": "Whoever is to be a prisoner,\nwill be a prisoner.\nWhoever is to be killed with a sword,\nwill be killed with a sword.\nThis means that God’s holy people must have patience and faith.",
          "ID": "10"
        },
        {
          "text": "Then I saw another beast coming up out of the earth. He had two horns like a lamb, but he talked like a dragon.",
          "ID": "11"
        },
        {
          "text": "This beast stood before the first beast and used the same power the first beast had. He used this power to make everyone living on the earth worship the first beast. The first beast was the one that had the death wound that was healed.",
          "ID": "12"
        },
        {
          "text": "The second beast did great miracles. He even made fire come down from heaven to earth while people were watching.",
          "ID": "13",
          "comments": [
            "miracles False miracles—amazing acts done by the power of the devil."
          ]
        },
        {
          "text": "This second beast fooled the people living on earth by using the miracles that he had been given the power to do for the first beast. He ordered people to make an idol to honor the first beast, the one that was wounded by the sword but did not die.",
          "ID": "14"
        },
        {
          "text": "The second beast was given power to give life to the idol of the first beast. Then the idol could speak and order all those who did not worship it to be killed.",
          "ID": "15"
        },
        {
          "text": "The second beast also forced all people, small and great, rich and poor, free and slave, to have a mark put on their right hand or on their forehead.",
          "ID": "16"
        },
        {
          "text": "No one could buy or sell without this mark. (This mark is the name of the beast or the number of its name.)",
          "ID": "17"
        },
        {
          "text": "Anyone who has understanding can find the meaning of the beast’s number. This requires wisdom. This number is the number of a man. It is 666.",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.13",
      "name": "Revelation 13"
    },
    {
      "title": "The Earth Is Harvested",
      "text": [
        {
          "text": "Then I looked, and there before me was the Lamb, who was standing on Mount Zion. There were 144,000 people with him. They all had his name and his Father’s name written on their foreheads.",
          "ID": "1",
          "comments": [
            "Mount Zion Another name for Jerusalem, here meaning the spiritual city where God’s people live with him."
          ]
        },
        {
          "text": "And I heard a sound from heaven as loud as the crashing of floodwaters or claps of thunder. But it sounded like harpists playing their harps.",
          "ID": "2"
        },
        {
          "text": "The people sang a new song before the throne and before the four living beings and the elders. The only ones who could learn the new song were the 144,000 who had been bought from the earth. No one else could learn it.",
          "ID": "3"
        },
        {
          "text": "These are the ones who did not do sinful things with women. They kept themselves pure. Now they follow the Lamb wherever he goes. They were bought from among the people of the earth as the first to be offered to God and the Lamb.",
          "ID": "4"
        },
        {
          "text": "They are not guilty of telling lies; they are without fault.",
          "ID": "5"
        },
        {
          "text": "Then I saw another angel flying high in the air. The angel had the eternal Good News to announce to the people living on earth—to every nation, tribe, language, and race of people.",
          "ID": "6"
        },
        {
          "text": "The angel said in a loud voice, “Fear God and give him praise. The time has come for God to judge all people. Worship God. He made the heavens, the earth, the sea, and the springs of water.”",
          "ID": "7"
        },
        {
          "text": "Then the second angel followed the first angel and said, “She is destroyed! The great city of Babylon is destroyed! She made all the nations drink the wine of her sexual sin and of God’s anger.”",
          "ID": "8"
        },
        {
          "text": "A third angel followed the first two angels. This third angel said in a loud voice, “God will punish all those who worship the beast and the beast’s idol and agree to have the beast’s mark on their forehead or on their hand.",
          "ID": "9"
        },
        {
          "text": "They will drink the wine of God’s anger. This wine is prepared with all its strength in the cup of God’s anger. They will be tortured with burning sulfur before the holy angels and the Lamb.",
          "ID": "10"
        },
        {
          "text": "And the smoke from their burning pain will rise forever and ever. There will be no rest, day or night, for those who worship the beast and its idol or who wear the mark of its name.”",
          "ID": "11"
        },
        {
          "text": "This means that God’s holy people must be patient. They must obey God’s commands and keep their faith in Jesus.",
          "ID": "12"
        },
        {
          "text": "Then I heard a voice from heaven. It said, “Write this: From now on there are great blessings for those who belong to the Lord when they die.”\nThe Spirit says, “Yes, that is true. They will rest from their hard work. What they have done will stay with them.”",
          "ID": "13"
        },
        {
          "text": "I looked and there before me, sitting on a white cloud, was one who looked like the Son of Man. He had a gold crown on his head and a sharp sickle in his hand.",
          "ID": "14"
        },
        {
          "text": "Then another angel came out of the temple. This angel called to the one who was sitting on the cloud, “Take your sickle and gather from the earth. The time to harvest has come, and the fruit on the earth is ripe.”",
          "ID": "15"
        },
        {
          "text": "So the one who was sitting on the cloud swung his sickle over the earth. And the earth was harvested.",
          "ID": "16"
        },
        {
          "text": "Then another angel came out of the temple in heaven. This angel also had a sharp sickle.",
          "ID": "17"
        },
        {
          "text": "And then another angel, one with power over the fire, came from the altar. He called to the angel with the sharp sickle and said, “Take your sharp sickle and gather the bunches of grapes from the earth’s vine. The earth’s grapes are ripe.”",
          "ID": "18"
        },
        {
          "text": "The angel swung his sickle over the earth. He gathered the earth’s grapes and threw them into the great winepress of God’s anger.",
          "ID": "19"
        },
        {
          "text": "The grapes were squeezed in the winepress outside the city. Blood flowed out of the winepress. It rose as high as the heads of the horses for a distance of 200 miles.",
          "ID": "20",
          "comments": [
            "200 miles Literally, “1600 stadia,” a little less than 300 km."
          ]
        }
      ],
      "ID": "NT:REV.14",
      "name": "Revelation 14"
    },
    {
      "title": "The Angels With the Last Plagues",
      "text": [
        {
          "text": "Then I saw another wonder in heaven. It was great and amazing. There were seven angels bringing seven plagues. These are the last plagues, because after these, God’s anger is finished.",
          "ID": "1"
        },
        {
          "text": "I saw what looked like a sea of glass mixed with fire. All those who had won the victory over the beast and his idol and over the number of its name were standing by the sea. These people had harps that God had given them.",
          "ID": "2"
        },
        {
          "text": "They sang the song of Moses, the servant of God, and the song of the Lamb:\n“Great and wonderful are the things you do,\nLord God All-Powerful.\nRight and true are your ways,\nRuler of the nations.",
          "ID": "3"
        },
        {
          "text": "All people will fear you, O Lord.\nAll people will praise your name.\nOnly you are holy.\nAll people will come and worship before you,\nbecause it is clear that you do what is right.”",
          "ID": "4"
        },
        {
          "text": "After this I saw the temple, the holy place of God’s presence, in heaven. It was opened,",
          "ID": "5",
          "comments": [
            "holy place of God’s presence Literally, “tent of the testimony.” See “Holy Tent” in the Word List. Read Ex. 25:8-22."
          ]
        },
        {
          "text": "and the seven angels bringing the seven plagues came out. They were dressed in clean, shining linen cloth. They wore golden bands tied around their chests.",
          "ID": "6"
        },
        {
          "text": "Then one of the four living beings gave seven golden bowls to the seven angels. The bowls were filled with the anger of God, who lives forever and ever.",
          "ID": "7"
        },
        {
          "text": "The temple was filled with smoke from the glory and the power of God. No one could enter the temple until the seven plagues of the seven angels were finished.",
          "ID": "8"
        }
      ],
      "ID": "NT:REV.15",
      "name": "Revelation 15"
    },
    {
      "title": "The Bowls Filled With God’s Anger",
      "text": [
        {
          "text": "Then I heard a loud voice from the temple. It said to the seven angels, “Go and pour out the seven bowls of God’s anger on the earth.”",
          "ID": "1"
        },
        {
          "text": "The first angel left. He poured out his bowl on the land. Then all those who had the mark of the beast and who worshiped its idol got sores that were ugly and painful.",
          "ID": "2"
        },
        {
          "text": "The second angel poured out his bowl on the sea. Then the sea became blood like a dead man’s blood. And everything living in the sea died.",
          "ID": "3"
        },
        {
          "text": "The third angel poured out his bowl on the rivers and the springs of water. The rivers and the springs of water became blood.",
          "ID": "4"
        },
        {
          "text": "Then I heard the angel of the waters say to God,\n“You are the one who is and who always was.\nYou are the Holy One.\nYou are right in these judgments you have made.",
          "ID": "5"
        },
        {
          "text": "The people have spilled the blood\nof your holy people and your prophets.\nNow you have given those people blood to drink.\nThis is what they deserve.”",
          "ID": "6"
        },
        {
          "text": "And I heard the altar say,\n“Yes, Lord God All-Powerful,\nyour judgments are true and right.”",
          "ID": "7"
        },
        {
          "text": "The fourth angel poured out his bowl on the sun. The sun was given power to burn the people with fire.",
          "ID": "8"
        },
        {
          "text": "The people were burned by the great heat. They cursed the name of God, who had control over these plagues. But they refused to change their hearts and lives and give glory to God.",
          "ID": "9"
        },
        {
          "text": "The fifth angel poured out his bowl on the throne of the beast. And darkness covered the beast’s kingdom. People bit their tongues because of the pain.",
          "ID": "10"
        },
        {
          "text": "They cursed the God of heaven because of their pain and the sores they had. But they refused to change their hearts and turn away from the evil things they did.",
          "ID": "11"
        },
        {
          "text": "The sixth angel poured out his bowl on the great river Euphrates. The water in the river was dried up. This prepared the way for the rulers from the east to come.",
          "ID": "12"
        },
        {
          "text": "Then I saw three evil spirits that looked like frogs. They came out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet.",
          "ID": "13"
        },
        {
          "text": "These evil spirits are the spirits of demons. They have power to do miracles. They go out to the rulers of the whole world to gather them for battle on the great day of God All-Powerful.",
          "ID": "14",
          "comments": [
            "miracles False miracles—amazing acts done by the power of the devil."
          ]
        },
        {
          "text": "“Listen! I will come at a time you don’t expect, like a thief. Great blessings belong to those who stay awake and keep their clothes with them. They will not have to go without clothes and be ashamed for people to see them.”",
          "ID": "15"
        },
        {
          "text": "Then the evil spirits gathered the rulers together to the place that in Hebrew is called Armageddon.",
          "ID": "16"
        },
        {
          "text": "The seventh angel poured out his bowl into the air. Then a loud voice came out of the temple from the throne. It said, “It is finished!”",
          "ID": "17"
        },
        {
          "text": "Then there were flashes of lightning, noises, thunder, and a big earthquake. This was the worst earthquake that has ever happened since people have been on earth.",
          "ID": "18"
        },
        {
          "text": "The great city split into three parts. The cities of the nations were destroyed. And God did not forget to punish Babylon the Great. He gave that city the cup filled with the wine of his terrible anger.",
          "ID": "19"
        },
        {
          "text": "Every island disappeared and there were no more mountains.",
          "ID": "20"
        },
        {
          "text": "Giant hailstones fell on the people from the sky. These hailstones weighed almost 100 pounds each. People cursed God because of this plague of the hail. It was terrible.",
          "ID": "21",
          "comments": [
            "100 pounds Literally, “ talanton” or “talent.” A talent was about 27 to 36 kg (60 to 80 pounds)."
          ]
        }
      ],
      "ID": "NT:REV.16",
      "name": "Revelation 16"
    },
    {
      "title": "The Woman on the Red Beast",
      "text": [
        {
          "text": "One of the seven angels came and spoke to me. This was one of the angels that had the seven bowls. The angel said, “Come, and I will show you the punishment that will be given to the famous prostitute. She is the one sitting over many waters.",
          "ID": "1"
        },
        {
          "text": "The rulers of the earth sinned sexually with her. The people of the earth became drunk from the wine of her sexual sin.”",
          "ID": "2"
        },
        {
          "text": "Then the angel carried me away by the Spirit to the desert. There I saw a woman sitting on a red beast. The beast was covered with evil names. It had seven heads and ten horns.",
          "ID": "3"
        },
        {
          "text": "The woman was dressed in purple and red. She was shining with the gold, jewels, and pearls that she was wearing. She had a golden cup in her hand. This cup was filled with terribly evil things and the filth of her sexual sin.",
          "ID": "4"
        },
        {
          "text": "She had a title written on her forehead. This title has a hidden meaning. This is what was written:\n the great babylon\n mother of prostitutes\n and the evil things of the earth",
          "ID": "5"
        },
        {
          "text": "I saw that the woman was drunk. She was drunk with the blood of God’s holy people. She was drunk with the blood of those who told about their faith in Jesus.\nWhen I saw the woman, I was fully amazed.",
          "ID": "6"
        },
        {
          "text": "Then the angel said to me, “Why are you amazed? I will tell you the hidden meaning of this woman and the beast she rides—the beast with seven heads and ten horns.",
          "ID": "7"
        },
        {
          "text": "The beast you saw was once alive, but now it is not. However, it will come up out of the bottomless pit and go away to be destroyed. The people who live on the earth will be amazed when they see the beast, because it was once alive, is no longer living, but will come again. These are the people whose names have never been written in the book of life since the beginning of the world.",
          "ID": "8"
        },
        {
          "text": "“You need wisdom to understand this. The seven heads on the beast are the seven hills where the woman sits. They are also seven rulers.",
          "ID": "9"
        },
        {
          "text": "Five of the rulers have already died. One of the rulers lives now, and the last ruler is coming. When he comes, he will stay only a short time.",
          "ID": "10"
        },
        {
          "text": "The beast that was once alive but is no longer living is an eighth ruler. This eighth ruler also belongs to the first seven rulers. And he will go away to be destroyed.",
          "ID": "11"
        },
        {
          "text": "“The ten horns you saw are ten rulers. These ten rulers have not yet received their kingdom, but they will receive power to rule with the beast for one hour.",
          "ID": "12"
        },
        {
          "text": "All ten of these rulers have the same purpose. And they will give their power and authority to the beast.",
          "ID": "13"
        },
        {
          "text": "They will make war against the Lamb. But the Lamb will defeat them, because he is Lord of lords and King of kings. And with him will be his chosen and faithful followers—the people he has called to be his.”",
          "ID": "14"
        },
        {
          "text": "Then the angel said to me, “You saw the waters where the prostitute sits. These waters are the many peoples, the different races, nations, and languages in the world.",
          "ID": "15"
        },
        {
          "text": "The beast and the ten horns you saw will hate the prostitute. They will take everything she has and leave her naked. They will eat her flesh and destroy her with fire.",
          "ID": "16"
        },
        {
          "text": "God put the idea in their minds to do what would complete his purpose. They agreed to give the beast their power to rule until what God has said is completed.",
          "ID": "17"
        },
        {
          "text": "The woman you saw is the great city that rules over the kings of the earth.”",
          "ID": "18"
        }
      ],
      "ID": "NT:REV.17",
      "name": "Revelation 17"
    },
    {
      "title": "Babylon Is Destroyed",
      "text": [
        {
          "text": "Then I saw another angel coming down from heaven. This angel had great power. The angel’s glory made the earth bright.",
          "ID": "1"
        },
        {
          "text": "The angel shouted with a powerful voice,\n“She is destroyed!\nThe great city of Babylon is destroyed!\nShe has become a home for demons.\nThat city has become a place for every unclean spirit to live.\nShe is a city filled with all kinds of unclean birds.\nShe is a place where every unclean and hated animal lives.",
          "ID": "2"
        },
        {
          "text": "All the peoples of the earth have drunk the wine\nof her sexual sin and of God’s anger.\nThe rulers of the earth sinned sexually with her,\nand the merchants of the world grew rich from the great wealth of her luxury.”",
          "ID": "3"
        },
        {
          "text": "Then I heard another voice from heaven say,\n“Come out of that city, my people,\nso that you will not share in her sins.\nThen you will not suffer any of the terrible punishment she will get.",
          "ID": "4"
        },
        {
          "text": "That city’s sins are piled up as high as heaven.\nGod has not forgotten the wrongs she has done.",
          "ID": "5"
        },
        {
          "text": "Give that city the same as she gave to others.\nPay her back twice as much as she did.\nPrepare wine for her that is twice as strong\nas the wine she prepared for others.",
          "ID": "6"
        },
        {
          "text": "She gave herself much glory and rich living.\nGive her that much suffering and sadness.\nShe says to herself, ‘I am a queen sitting on my throne.\nI am not a widow;\nI will never be sad.’",
          "ID": "7"
        },
        {
          "text": "So in one day she will suffer\ngreat hunger, mourning, and death.\nShe will be destroyed by fire,\nbecause the Lord God who judges her is powerful.",
          "ID": "8"
        },
        {
          "text": "“The rulers of the earth who sinned sexually with her and shared her wealth will see the smoke from her burning. Then they will cry and be sad because of her death.",
          "ID": "9"
        },
        {
          "text": "The rulers will be afraid of her suffering and stand far away. They will say,\n‘Terrible! How terrible, O great city,\nO powerful city of Babylon!\nYour punishment came in one hour!’",
          "ID": "10"
        },
        {
          "text": "“And the merchants of the earth will cry and be sad for her. They will be sad because now there is no one to buy the things they sell—",
          "ID": "11"
        },
        {
          "text": "gold, silver, jewels, pearls, fine linen cloth, purple cloth, silk, and scarlet cloth, all kinds of citron wood, and all kinds of things made from ivory, expensive wood, bronze, iron, and marble.",
          "ID": "12"
        },
        {
          "text": "They also sell cinnamon, spice, incense, frankincense, myrrh, wine, olive oil, fine flour, wheat, cattle, sheep, horses, carriages, and slaves—yes, even human lives. The merchants will cry and say,",
          "ID": "13"
        },
        {
          "text": "‘O Babylon, the good things you wanted have left you.\nAll your rich and fancy things have disappeared.\nYou will never have them again.’",
          "ID": "14"
        },
        {
          "text": "“The merchants will be afraid of her suffering and will stand far away from her. They are the ones who became rich from selling those things to her. They will cry and be sad.",
          "ID": "15"
        },
        {
          "text": "They will say,\n‘Terrible! How terrible for the great city!\nShe was dressed in fine linen;\nshe wore purple and scarlet cloth.\nShe was shining with gold, jewels, and pearls!",
          "ID": "16"
        },
        {
          "text": "All these riches have been destroyed in one hour!’\n“Every sea captain, all those who travel on ships, the sailors, and all those who earn money from the sea stood far away from Babylon.",
          "ID": "17"
        },
        {
          "text": "They saw the smoke from her burning. They cried out, ‘There was never a city like this great city!’",
          "ID": "18"
        },
        {
          "text": "They threw dust on their heads and cried loudly to show the deep sorrow they felt. They said,\n‘Terrible! How terrible for the great city!\nAll those who had ships on the sea became rich because of her wealth!\nBut she has been destroyed in one hour!",
          "ID": "19"
        },
        {
          "text": "Be happy because of this, O heaven!\nBe happy, God’s holy people and apostles and prophets!\nGod has punished her because of what she did to you.’”",
          "ID": "20"
        },
        {
          "text": "Then a powerful angel picked up a large rock. This rock was as big as a large millstone. The angel threw the rock into the sea and said,\n“That is how the great city of Babylon will be thrown down.\nIt will never be found again.",
          "ID": "21"
        },
        {
          "text": "O Babylon, the music of people playing harps and other instruments, flutes and trumpets\nwill never be heard in you again.\nNo worker doing any job\nwill ever be found in you again.\nThe sound of a millstone\nwill never be heard in you again.",
          "ID": "22"
        },
        {
          "text": "The light of a lamp\nwill never shine in you again.\nThe voices of a bridegroom and bride\nwill never be heard in you again.\nYour merchants were the world’s great people.\nAll the nations were tricked by your magic.",
          "ID": "23"
        },
        {
          "text": "You are guilty of the death of the prophets, of God’s holy people,\nand of all those who have been killed on earth.”",
          "ID": "24"
        }
      ],
      "ID": "NT:REV.18",
      "name": "Revelation 18"
    },
    {
      "title": "The Rider on the White Horse",
      "text": [
        {
          "text": "After this I heard what sounded like a large crowd of people in heaven. The people were saying,\n“Hallelujah!\nVictory, glory, and power belong to our God.",
          "ID": "1",
          "comments": [
            "Hallelujah This means “Praise God!” Also in verses 3, 4, 6."
          ]
        },
        {
          "text": "    His judgments are true and right.\nOur God has punished the prostitute.\nShe is the one who ruined the earth with her sexual sin.\nGod has punished the prostitute to pay her back for the death of his servants.”",
          "ID": "2"
        },
        {
          "text": "These people also said,\n“Hallelujah!\nShe is burning and her smoke will rise forever and ever.”",
          "ID": "3"
        },
        {
          "text": "Then the 24 elders and the four living beings bowed down. They worshiped God, who sits on the throne. They said,\n“Amen! Hallelujah!”",
          "ID": "4"
        },
        {
          "text": "Then a voice came from the throne and said,\n“Praise our God,\nall you who serve him!\nPraise our God,\nall you small and great who honor him!”",
          "ID": "5"
        },
        {
          "text": "Then I heard something that sounded like a large crowd of people. It was as loud as crashing waves or claps of thunder. The people were saying,\n“Hallelujah!\nOur Lord God rules.\nHe is the All-Powerful.",
          "ID": "6"
        },
        {
          "text": "Let us rejoice and be happy\nand give God glory!\nGive God glory, because the wedding of the Lamb has come.\nAnd the Lamb’s bride has made herself ready.",
          "ID": "7"
        },
        {
          "text": "Fine linen was given to the bride for her to wear.\nThe linen was bright and clean.”\n(The fine linen means the good things that God’s holy people did.)",
          "ID": "8"
        },
        {
          "text": "Then the angel said to me, “Write this: Great blessings belong to those who are invited to the wedding meal of the Lamb!” Then the angel said, “These are the true words of God.”",
          "ID": "9"
        },
        {
          "text": "Then I bowed down before the angel’s feet to worship him. But the angel said to me, “Don’t worship me! I am a servant like you and your brothers and sisters who have the truth of Jesus. So worship God! Because the truth of Jesus is the spirit of prophecy.”",
          "ID": "10"
        },
        {
          "text": "Then I saw heaven open. There before me was a white horse. The rider on the horse was called Faithful and True, because he is right in his judging and in making war.",
          "ID": "11"
        },
        {
          "text": "His eyes were like burning fire. He had many crowns on his head. A name was written on him, but he was the only one who knew its meaning.",
          "ID": "12"
        },
        {
          "text": "He was dressed in a robe dipped in blood, and he was called the Word of God.",
          "ID": "13"
        },
        {
          "text": "The armies of heaven were following the rider on the white horse. They were also riding white horses. They were dressed in fine linen, white and clean.",
          "ID": "14"
        },
        {
          "text": "A sharp sword came out of the rider’s mouth, a sword that he would use to defeat the nations. And he will rule the nations with a rod of iron. He will crush the grapes in the winepress of the terrible anger of God All-Powerful.",
          "ID": "15"
        },
        {
          "text": "On his robe and on his leg was written this name:\n king of kings and lord of lords",
          "ID": "16"
        },
        {
          "text": "Then I saw an angel standing in the sun. In a loud voice the angel said to all the birds flying in the sky, “Come together for the great supper of God.",
          "ID": "17"
        },
        {
          "text": "Come together so that you can eat the bodies of rulers and army commanders and famous men. Come to eat the bodies of the horses and their riders and the bodies of all people—free, slave, small, and great.”",
          "ID": "18"
        },
        {
          "text": "Then I saw the beast and the rulers of the earth. Their armies were gathered together to make war against the rider on the horse and his army.",
          "ID": "19"
        },
        {
          "text": "But the beast was captured, and the false prophet was also captured. He was the one who did the miracles for the beast. He had used these miracles to trick those who had the mark of the beast and worshiped its idol. The false prophet and the beast were thrown alive into the lake of fire that burns with sulfur.",
          "ID": "20",
          "comments": [
            "miracles False miracles—amazing acts done by the power of the devil."
          ]
        },
        {
          "text": "Their armies were killed with the sword that came out of the mouth of the rider on the horse. All the birds ate these bodies until they were full.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.19",
      "name": "Revelation 19"
    },
    {
      "title": "People of the World Are Judged",
      "text": [
        {
          "text": "I saw an angel coming down out of heaven. The angel had the key to the bottomless pit. The angel also held a large chain in his hand.",
          "ID": "1"
        },
        {
          "text": "The angel grabbed the dragon, that old snake, also known as the devil or Satan. The angel tied the dragon with the chain for 1000 years.",
          "ID": "2"
        },
        {
          "text": "Then the angel threw the dragon into the bottomless pit and closed it. The angel locked it over the dragon. The angel did this so that the dragon could not trick the people of the earth until the 1000 years were ended. After 1000 years the dragon must be made free for a short time.",
          "ID": "3"
        },
        {
          "text": "Then I saw some thrones and people sitting on them. These were the ones who had been given the power to judge. And I saw the souls of those who had been killed because they were faithful to the truth of Jesus and the message from God. They did not worship the beast or its idol. They did not receive the mark of the beast on their foreheads or on their hands. They came back to life and ruled with Christ for 1000 years.",
          "ID": "4"
        },
        {
          "text": "(The rest of the dead did not live again until the 1000 years were ended.)\nThis is the first resurrection.",
          "ID": "5"
        },
        {
          "text": "Great blessings belong to those who share in this first resurrection. They are God’s holy people. The second death has no power over them. They will be priests for God and for Christ. They will rule with him for 1000 years.",
          "ID": "6"
        },
        {
          "text": "When the 1000 years are ended, Satan will be made free from his prison.",
          "ID": "7"
        },
        {
          "text": "He will go out to trick the nations in all the earth, the nations known as Gog and Magog. Satan will gather the people for battle. There will be more people than anyone can count, like sand on the seashore.",
          "ID": "8"
        },
        {
          "text": "I saw Satan’s army march across the earth and gather around the camp of God’s people and the city that God loves. But fire came down from heaven and destroyed Satan’s army.",
          "ID": "9"
        },
        {
          "text": "And he (the one who tricked these people) was thrown into the lake of burning sulfur with the beast and the false prophet. There they would be tortured day and night forever and ever.",
          "ID": "10"
        },
        {
          "text": "Then I saw a large white throne. I saw the one who was sitting on the throne. Earth and sky ran away from him and disappeared.",
          "ID": "11"
        },
        {
          "text": "And I saw those who had died, great and small, standing before the throne. Some books were opened. And another book was opened—the book of life. The people were judged by what they had done, which is written in the books.",
          "ID": "12"
        },
        {
          "text": "The sea gave up the dead who were in it. Death and Hades gave up the dead who were in them. All these people were judged by what they had done.",
          "ID": "13"
        },
        {
          "text": "And Death and Hades were thrown into the lake of fire. This lake of fire is the second death.",
          "ID": "14"
        },
        {
          "text": "And anyone whose name was not found written in the book of life was thrown into the lake of fire.",
          "ID": "15"
        }
      ],
      "ID": "NT:REV.20",
      "name": "Revelation 20"
    },
    {
      "title": "The New Jerusalem",
      "text": [
        {
          "text": "Then I saw a new heaven and a new earth. The first heaven and the first earth had disappeared. Now there was no sea.",
          "ID": "1"
        },
        {
          "text": "And I saw the holy city, the new Jerusalem, coming down out of heaven from God. It was prepared like a bride dressed for her husband.",
          "ID": "2",
          "comments": [
            "new Jerusalem The spiritual city where God’s people live with him."
          ]
        },
        {
          "text": "I heard a loud voice from the throne. It said, “Now God’s home is with people. He will live with them. They will be his people. God himself will be with them and will be their God.",
          "ID": "3"
        },
        {
          "text": "He will wipe away every tear from their eyes. There will be no more death, sadness, crying, or pain. All the old ways are gone.”",
          "ID": "4"
        },
        {
          "text": "The one who was sitting on the throne said, “Look, I am making everything new!” Then he said, “Write this, because these words are true and can be trusted.”",
          "ID": "5"
        },
        {
          "text": "The one on the throne said to me, “It is finished! I am the Alpha and the Omega, the Beginning and the End. I will give free water from the spring of the water of life to anyone who is thirsty.",
          "ID": "6",
          "comments": [
            "Alpha … Omega The first and last letters in the Greek alphabet, meaning the beginning and the end."
          ]
        },
        {
          "text": "All those who win the victory will receive all this. And I will be their God, and they will be my children.",
          "ID": "7"
        },
        {
          "text": "But those who are cowards, those who refuse to believe, those who do terrible things, those who kill, those who sin sexually, those who do evil magic, those who worship idols, and those who tell lies—they will all have a place in the lake of burning sulfur. This is the second death.”",
          "ID": "8"
        },
        {
          "text": "One of the seven angels came to me. This was one of the angels who had the seven bowls full of the seven last plagues. The angel said, “Come with me. I will show you the bride, the wife of the Lamb.”",
          "ID": "9"
        },
        {
          "text": "The angel carried me away by the Spirit to a very large and high mountain. The angel showed me the holy city, Jerusalem. The city was coming down out of heaven from God.",
          "ID": "10"
        },
        {
          "text": "The city was shining with the glory of God. It was shining bright like a very expensive jewel, like a jasper. It was clear as crystal.",
          "ID": "11"
        },
        {
          "text": "The city had a large, high wall with twelve gates. There were twelve angels at the gates. On each gate was written the name of one of the twelve tribes of Israel.",
          "ID": "12"
        },
        {
          "text": "There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west.",
          "ID": "13"
        },
        {
          "text": "The walls of the city were built on twelve foundation stones. On the stones were written the names of the twelve apostles of the Lamb.",
          "ID": "14"
        },
        {
          "text": "The angel who talked with me had a measuring rod made of gold. The angel had this rod to measure the city, its gates, and its wall.",
          "ID": "15"
        },
        {
          "text": "The city was built in a square. Its length was equal to its width. The angel measured the city with the rod. The city was 12,000 stadia long, 12,000 stadia wide, and 12,000 stadia high.",
          "ID": "16",
          "comments": [
            "stadia One Greek stadion was 600 feet, about 185 meters."
          ]
        },
        {
          "text": "The angel also measured the wall. It was 144 cubits high. (The angel was using the same measurement that people use.)",
          "ID": "17",
          "comments": [
            "cubits A cubit is the length of a man’s arm from the elbow to the tip of the little finger, about half a meter."
          ]
        },
        {
          "text": "The wall was made of jasper. The city was made of pure gold, as pure as glass.",
          "ID": "18"
        },
        {
          "text": "The foundation stones of the city walls had every kind of expensive jewels in them. The first foundation stone was jasper, the second was sapphire, the third was chalcedony, the fourth was emerald,",
          "ID": "19"
        },
        {
          "text": "the fifth was onyx, the sixth was carnelian, the seventh was yellow quartz, the eighth was beryl, the ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst.",
          "ID": "20"
        },
        {
          "text": "The twelve gates were twelve pearls. Each gate was made from one pearl. The street of the city was made of pure gold, as clear as glass.",
          "ID": "21"
        },
        {
          "text": "I did not see a temple in the city. The Lord God All-Powerful and the Lamb were the city’s temple.",
          "ID": "22"
        },
        {
          "text": "The city did not need the sun or the moon to shine on it. The glory of God gave the city light. The Lamb was the city’s lamp.",
          "ID": "23"
        },
        {
          "text": "The peoples of the world will walk by the light given by the Lamb. The rulers of the earth will bring their glory into the city.",
          "ID": "24"
        },
        {
          "text": "The city’s gates will never close on any day, because there is no night there.",
          "ID": "25"
        },
        {
          "text": "The greatness and the honor of the nations will be brought into the city.",
          "ID": "26"
        },
        {
          "text": "Nothing unclean will ever enter the city. No one who does shameful things or tells lies will ever enter the city. Only those whose names are written in the Lamb’s book of life will enter the city.",
          "ID": "27"
        }
      ],
      "ID": "NT:REV.21",
      "name": "Revelation 21"
    },
    {
      "title": null,
      "text": [
        {
          "text": "The angel showed me the river of the water of life, clear as crystal. The river flows from the throne of God and the Lamb.",
          "ID": "1"
        },
        {
          "text": "It flows down the middle of the street of the city. The tree of life is on each side of the river, and it produces fruit every month, twelve times a year. The leaves of the tree are for healing the nations.",
          "ID": "2"
        },
        {
          "text": "Nothing that God judges guilty will be there in that city. The throne of God and the Lamb will be in the city. God’s servants will worship him.",
          "ID": "3"
        },
        {
          "text": "They will see his face. God’s name will be written on their foreheads.",
          "ID": "4"
        },
        {
          "text": "There will never be night again. People will not need the light of a lamp or the light of the sun. The Lord God will give them light. And they will rule like kings forever and ever.",
          "ID": "5"
        },
        {
          "text": "Then the angel said to me, “These words are true and can be trusted. The Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must happen soon:",
          "ID": "6"
        },
        {
          "text": "‘Listen, I am coming soon! Great blessings belong to the one who obeys the words of prophecy in this book.’”",
          "ID": "7"
        },
        {
          "text": "I am John. I am the one who heard and saw these things. After I heard and saw them, I bowed down to worship at the feet of the angel who showed them to me.",
          "ID": "8"
        },
        {
          "text": "But the angel said to me, “Don’t worship me! I am a servant like you and your brothers the prophets. I am a servant like all those who obey the words in this book. You should worship God!”",
          "ID": "9"
        },
        {
          "text": "Then the angel told me, “Don’t keep secret the words of prophecy in this book. The time is near for these things to happen.",
          "ID": "10"
        },
        {
          "text": "Let anyone who is doing wrong continue to do wrong. Let anyone who is unclean continue to be unclean. Let anyone who is doing right continue to do right. Let anyone who is holy continue to be holy.”",
          "ID": "11"
        },
        {
          "text": "“Listen, I am coming soon! I will bring rewards with me. I will repay everyone for what they have done.",
          "ID": "12"
        },
        {
          "text": "I am the Alpha and the Omega, the First and the Last, the Beginning and the End.",
          "ID": "13",
          "comments": [
            "Alpha … Omega The first and last letters in the Greek alphabet, meaning the beginning and the end."
          ]
        },
        {
          "text": "“Great blessings belong to those who have washed their robes. They will have the right to eat the food from the tree of life. They can go through the gates into the city.",
          "ID": "14",
          "comments": [
            "washed their robes Meaning that they had believed in Jesus and had been made clean from sin by his blood sacrifice. See Rev. 5:9; 7:14; Heb. 9:14; 10:14-22; Acts 22:16; 1 Jn. 1:7."
          ]
        },
        {
          "text": "Outside the city are all those who live like dogs—those who do evil magic, those who sin sexually, those who murder, those who worship idols, and those who love to lie and pretend to be good.",
          "ID": "15"
        },
        {
          "text": "“I, Jesus, have sent my angel to tell you these things for the churches. I am the descendant from the family of David. I am the bright morning star.”",
          "ID": "16"
        },
        {
          "text": "The Spirit and the bride say, “Come!” Everyone who hears this should also say, “Come!” All who are thirsty may come; they can have the water of life as a free gift if they want it.",
          "ID": "17"
        },
        {
          "text": "I warn everyone who hears the words of prophecy in this book: If anyone adds anything to these, God will give that person the plagues written about in this book.",
          "ID": "18"
        },
        {
          "text": "And if anyone takes away from the words of this book of prophecy, God will take away that person’s share of the tree of life and of the holy city, which are written about in this book.",
          "ID": "19"
        },
        {
          "text": "Jesus is the one who says that all of this is true. Now he says, “Yes, I am coming soon.”\nAmen! Come, Lord Jesus!",
          "ID": "20"
        },
        {
          "text": "The grace of the Lord Jesus be with all people.",
          "ID": "21"
        }
      ],
      "ID": "NT:REV.22",
      "name": "Revelation 22"
    }
  ],
  "ID": "NT:REV(ERV)",
  "name": "Revelation"
}