{
  "version": "ERV",
  "text": [
    {
      "title": "The Lord Is Angry at Nineveh",
      "text": [
        {
          "text": "This book is the vision of Nahum from Elkosh. This is the sad message about the city of Nineveh.",
          "ID": "1",
          "comments": [
            "Nineveh The capital city of the country of Assyria. Assyria destroyed Israel in 722–721 B.C."
          ]
        },
        {
          "text": "The Lord is a jealous God.\nThe Lord punishes the guilty,\nand he is very angry.\nThe Lord punishes his enemies,\nand he stays angry with them.",
          "ID": "2"
        },
        {
          "text": "The Lord is patient,\nbut he is also very powerful!\nThe Lord will punish the guilty;\nhe will not let them go free.\nHe will use whirlwinds and storms to show his power.\nPeople walk on the dusty ground, but he walks on the clouds.",
          "ID": "3"
        },
        {
          "text": "He will speak harshly to the sea, and it will become dry.\nHe will dry up all the rivers.\nThe rich lands of Bashan and Carmel become dry and dead.\nThe flowers in Lebanon fade away.",
          "ID": "4"
        },
        {
          "text": "The Lord will come,\nand the mountains will shake\nand the hills will melt away.\nHe will come,\nand the earth will shake with fear.\nThe earth and everyone on it\nwill shake with fear.",
          "ID": "5"
        },
        {
          "text": "No one can stand against his great anger.\nNo one can endure his terrible anger.\nHis anger will burn like fire.\nThe rocks will shatter when he comes.",
          "ID": "6"
        },
        {
          "text": "The Lord is good.\nHe is a safe place to go to in times of trouble.\nHe takes care of those who trust him.",
          "ID": "7"
        },
        {
          "text": "But he will completely destroy his enemies.\nHe will wash them away like a flood\nand chase them into the darkness.",
          "ID": "8"
        },
        {
          "text": "Why are you making plans against the Lord?\nHe will bring complete destruction,\nso you will not cause trouble again.",
          "ID": "9"
        },
        {
          "text": "You will be destroyed completely\nlike thornbushes burning under a pot.\nYou will be destroyed\nlike dry weeds that burn quickly.",
          "ID": "10"
        },
        {
          "text": "Someone from Nineveh is making evil plans against the Lord.\nThat advisor is a worthless troublemaker.",
          "ID": "11"
        },
        {
          "text": "This is what the Lord said:\n“The people of Assyria are at full strength.\nThey have many soldiers, but they will all be cut down.\nThey will all be finished.\nMy people, I made you suffer,\nbut I will make you suffer no more.",
          "ID": "12"
        },
        {
          "text": "Now I will set you free from the power of Assyria.\nI will take the yoke off your neck\nand tear away the chains holding you.”",
          "ID": "13"
        },
        {
          "text": "King of Assyria, the Lord gave this command about you:\n“You will not have any descendants to wear your name.\nI will destroy your carved idols\nand metal statues that are in the temple of your gods.\nI am preparing your grave,\nbecause your end is coming soon!”",
          "ID": "14",
          "comments": [
            "because your end is coming soon Or “you are not important” or “you are so hated.”"
          ]
        },
        {
          "text": "Judah, look!\nThere, coming over the mountains, is a messenger bringing good news!\nHe says there is peace.\nJudah, celebrate your special festivals\nand do what you promised.\nThose worthless troublemakers will not come through and attack you again.\nThey have all been destroyed.",
          "ID": "15"
        }
      ],
      "ID": "OT:NAH.1",
      "name": "Nahum 1"
    },
    {
      "title": "Nineveh Will Be Destroyed",
      "text": [
        {
          "text": "An enemy is coming to attack you,\nso guard the strong places of your city.\nWatch the road.\nGet ready for war.\nPrepare for battle!",
          "ID": "1"
        },
        {
          "text": "Yes, the Lord changed Jacob’s pride.\nHe made it like Israel’s pride.\nThe enemy destroyed them\nand ruined their grapevines.",
          "ID": "2"
        },
        {
          "text": "The shields of his soldiers are red.\nTheir uniforms are bright red.\nTheir chariots are shining like flames of fire\nand are lined up for battle.\nTheir horses are ready to go.",
          "ID": "3"
        },
        {
          "text": "The chariots race wildly through the streets\nand rush back and forth through the square.\nThey look like burning torches,\nlike lightning flashing from place to place!",
          "ID": "4"
        },
        {
          "text": "The enemy calls for his best soldiers.\nThey stumble as they rush ahead.\nThey run to the wall\nand set up their shield over the battering ram.",
          "ID": "5"
        },
        {
          "text": "But the gates by the rivers are open,\nand the enemy comes flooding in and destroys the king’s palace.",
          "ID": "6"
        },
        {
          "text": "The enemy takes away the queen,\nand her slave girls moan sadly like doves.\nThey beat their breasts to show their sadness.",
          "ID": "7"
        },
        {
          "text": "Nineveh is like a pool whose water\nis draining away.\nPeople yell, “Stop! Stop running away!”\nBut it does not do any good.",
          "ID": "8"
        },
        {
          "text": "Take the silver!\nTake the gold!\nThere are many things to take.\nThere are many treasures.",
          "ID": "9"
        },
        {
          "text": "Now Nineveh is empty.\nEverything is stolen.\nThe city is ruined.\nPeople have lost their courage,\ntheir hearts melt with fear,\ntheir knees knock together,\ntheir bodies shake,\nand their faces turn pale.",
          "ID": "10"
        },
        {
          "text": "Where is that great city now?\nIt was like a den where the lions feed their young.\nIt was a place where people felt safe,\nlike lions in a cave with no one there to harm them.",
          "ID": "11"
        },
        {
          "text": "The lion was able to catch plenty of food\nto feed his cubs and his mate.\nHe filled his cave with the animals he killed.\nHe filled his den with the meat he gathered.",
          "ID": "12"
        },
        {
          "text": "The Lord All-Powerful says,\n“I am against you, Nineveh.\nI will burn your chariots\nand kill your ‘young lions’ in battle.\nYou will not hunt anyone on earth again.\nPeople will never again hear bad news\nfrom your messengers.”",
          "ID": "13"
        }
      ],
      "ID": "OT:NAH.2",
      "name": "Nahum 2"
    },
    {
      "title": "Bad News for Nineveh",
      "text": [
        {
          "text": "It will be very bad for that city of murderers.\nNineveh is a city full of lies.\nIt is filled with things taken from other countries.\nIt is filled with plenty of people that it hunted and killed.",
          "ID": "1"
        },
        {
          "text": "You can hear the sounds of whips\nand the noise of wheels.\nYou can hear horses galloping\nand chariots bouncing along!",
          "ID": "2"
        },
        {
          "text": "Soldiers on horses are attacking,\ntheir swords are shining,\ntheir spears are gleaming!\nThere are many dead people.\nDead bodies are piled up—too many bodies to count.\nPeople are tripping over the dead bodies.",
          "ID": "3"
        },
        {
          "text": "All this happened because of Nineveh.\nNineveh is like a prostitute who could never get enough.\nShe wanted more and more.\nShe sold herself to many nations,\nand she used her magic to make them her slaves.",
          "ID": "4"
        },
        {
          "text": "The Lord All-Powerful says,\n“I am against you, Nineveh.\nI will pull your dress up over your face.\nI will let the nations see your naked body.\nThe kingdoms will see your shame.",
          "ID": "5",
          "comments": [
            "pull your dress This is a wordplay in Hebrew. The Hebrew word also means “to destroy a country and take its people away as prisoners to other nations.”"
          ]
        },
        {
          "text": "I will throw dirty things on you\nand treat you in a hateful way.\nPeople will look at you and laugh.",
          "ID": "6"
        },
        {
          "text": "Everyone who sees you will be shocked.\nThey will say, ‘Nineveh is destroyed.\nWho will cry for her?’\nI know I cannot find anyone to comfort you, Nineveh.”",
          "ID": "7"
        },
        {
          "text": "Nineveh, are you better than Thebes on the Nile River? Thebes also had water all around her to protect herself from enemies. She used that water like a wall too.",
          "ID": "8",
          "comments": [
            "Thebes A great city in Egypt. It was destroyed in 663 B.C. by the Assyrian army."
          ]
        },
        {
          "text": "Ethiopia and Egypt made Thebes strong. Libya and the Sudan supported her,",
          "ID": "9"
        },
        {
          "text": "but Thebes was defeated. Her people were taken away as prisoners to a foreign country. Soldiers beat her small children to death at every street corner. They threw lots to see who got to keep the important people as slaves. They put chains on all the important men of Thebes.",
          "ID": "10"
        },
        {
          "text": "So, Nineveh, you will also fall like a drunk. You will try to hide. You will look for a safe place away from the enemy.",
          "ID": "11"
        },
        {
          "text": "But Nineveh, all your strong places will be like fig trees. When new figs become ripe, people come and shake the tree. The figs fall into their mouths. They eat them, and the figs are gone.",
          "ID": "12"
        },
        {
          "text": "Nineveh, your people are all like women—and the enemy soldiers are ready to take them. The gates of your land are open wide for your enemies to come in. Fire has destroyed the wooden bars across the gates.",
          "ID": "13"
        },
        {
          "text": "Get water and store it inside your city, because the enemy soldiers will surround your city. Make your defenses strong! Get clay to make more bricks and mix the mortar. Get the molds for making bricks.",
          "ID": "14"
        },
        {
          "text": "You can do all these things, but the fire will still destroy you completely. And the sword will kill you. Your land will look like a swarm of grasshoppers came and ate everything.\nNineveh, you grew and grew. You became like a swarm of grasshoppers. You were like a swarm of locusts.",
          "ID": "15"
        },
        {
          "text": "You have many traders who go places and buy things. They are as many as the stars in the sky. They are like locusts that come and eat until everything is gone and then leave.",
          "ID": "16"
        },
        {
          "text": "And your government officials are also like locusts that settle on a stone wall on a cold day. But when the sun comes up, the rocks become warm, and the locusts all fly away. And no one knows where.",
          "ID": "17"
        },
        {
          "text": "King of Assyria, your shepherds fell asleep. These powerful men are sleeping. And now your sheep have wandered away on the mountains. There is no one to bring them back.",
          "ID": "18"
        },
        {
          "text": "Nineveh, you have been hurt badly, and nothing can heal your wound. Everyone who hears the news of your destruction claps their hands. They are all happy, because they all felt the pain you caused again and again.",
          "ID": "19"
        }
      ],
      "ID": "OT:NAH.3",
      "name": "Nahum 3"
    }
  ],
  "ID": "OT:NAH(ERV)",
  "name": "Nahum"
}