{
  "name": "Matthew",
  "text": [
    {
      "name": "Matthew 1",
      "text": [
        {
          "text": "THE BOOK of the ancestry (genealogy) of Jesus Christ (the Messiah, the Anointed), the son (descendant) of David, the son (descendant) of Abraham. [Ps. 132:11; Isa. 11:1.]",
          "ID": "1"
        },
        {
          "text": "Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers,",
          "ID": "2"
        },
        {
          "text": "Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Aram,",
          "ID": "3"
        },
        {
          "text": "Aram the father of Aminadab, Aminadab the father of Nahshon, Nahshon the father of Salmon,",
          "ID": "4"
        },
        {
          "text": "Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse,",
          "ID": "5"
        },
        {
          "text": "Jesse the father of King David, King David the father of Solomon, whose mother had been the wife of Uriah, [Ruth 4:18-22; I Chron. 2:13-15.]",
          "ID": "6"
        },
        {
          "text": "Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa,",
          "ID": "7"
        },
        {
          "text": "Asa the father of Jehoshaphat, Jehoshaphat the father of Joram [Jehoram], Joram the father of Uzziah,",
          "ID": "8"
        },
        {
          "text": "Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah,",
          "ID": "9"
        },
        {
          "text": "Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah,",
          "ID": "10"
        },
        {
          "text": "And Josiah became the father of Jeconiah [also called Coniah and Jehoiachin] and his brothers about the time of the removal (deportation) to Babylon. [II Kings 24:14; I Chron. 3:15, 16.]",
          "ID": "11"
        },
        {
          "text": "After the exile to Babylon, Jeconiah became the father of Shealtiel [Salathiel], Shealtiel the father of Zerubbabel,",
          "ID": "12"
        },
        {
          "text": "Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor,",
          "ID": "13"
        },
        {
          "text": "Azor the father of Sadoc, Sadoc the father of Achim, Achim the father of Eliud,",
          "ID": "14"
        },
        {
          "text": "Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob,",
          "ID": "15"
        },
        {
          "text": "Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, Who is called the Christ. (the Messiah, the Anointed)",
          "ID": "16"
        },
        {
          "text": "So all the generations from Abraham to David are fourteen, from David to the Babylonian exile (deportation) fourteen generations, from the Babylonian exile to the Christ fourteen generations.",
          "ID": "17"
        },
        {
          "text": "Now the birth of Jesus Christ took place under these circumstances: When His mother Mary had been promised in marriage to Joseph, before they came together, she was found to be pregnant [through the power] of the Holy Spirit.",
          "ID": "18"
        },
        {
          "text": "And her [promised] husband Joseph, being a just and upright man and not willing to expose her publicly and to shame and disgrace her, decided to repudiate and dismiss (divorce) her quietly and secretly.",
          "ID": "19"
        },
        {
          "text": "But as he was thinking this over, behold, an angel of the Lord appeared to him in a dream, saying, Joseph, descendant of David, do not be afraid to take Mary [as] your wife, for that which is conceived in her is of (from, out of) the Holy Spirit.",
          "ID": "20"
        },
        {
          "text": "She will bear a Son, and you shall call His name Jesus [the Greek form of the Hebrew Joshua, which means Savior], for He will save His people from their sins [that is, prevent them from failing and missing the true end and scope of life, which is God].",
          "ID": "21"
        },
        {
          "text": "All this took place that it might be fulfilled which the Lord had spoken through the prophet,",
          "ID": "22"
        },
        {
          "text": "Behold, the virgin shall become pregnant and give birth to a Son, and they shall call His name Emmanuel–which, when translated, means, God with us. [Isa. 7:14.]",
          "ID": "23"
        },
        {
          "text": "Then Joseph, being aroused from his sleep, did as the angel of the Lord had commanded him: he took [her to his side as] his wife.",
          "ID": "24"
        },
        {
          "text": "But he had no union with her as her husband until she had borne her firstborn Son; and he called His name Jesus.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1"
    },
    {
      "name": "Matthew 2",
      "text": [
        {
          "text": "NOW WHEN Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men [astrologers] from the east came to Jerusalem, asking,",
          "ID": "1"
        },
        {
          "text": "Where is He Who has been born King of the Jews? For we have seen His star in the east at its rising and have come to worship Him. [Num. 24:17; Jer. 23:5; Zech. 9:9.]",
          "ID": "2"
        },
        {
          "text": "When Herod the king heard this, he was disturbed and troubled, and the whole of Jerusalem with him.",
          "ID": "3"
        },
        {
          "text": "So he called together all the chief priests and learned men (scribes) of the people and anxiously asked them where the Christ was to be born.",
          "ID": "4"
        },
        {
          "text": "They replied to him, In Bethlehem of Judea, for so it is written by the prophet:",
          "ID": "5"
        },
        {
          "text": "And you Bethlehem, in the land of Judah, you are not in any way least or insignificant among the chief cities of Judah; for from you shall come a Ruler (Leader) Who will govern and shepherd My people Israel. [Mic. 5:2.]",
          "ID": "6"
        },
        {
          "text": "Then Herod sent for the wise men [astrologers] secretly, and accurately to the last point ascertained from them the time of the appearing of the star [that is, how long the star had made itself visible since its rising in the east].",
          "ID": "7"
        },
        {
          "text": "Then he sent them to Bethlehem, saying, Go and search for the Child carefully and diligently, and when you have found Him, bring me word, that I too may come and worship Him.",
          "ID": "8"
        },
        {
          "text": "When they had listened to the king, they went their way, and behold, the star which had been seen in the east in its rising went before them until it came and stood over the place where the young Child was.",
          "ID": "9"
        },
        {
          "text": "When they saw the star, they were thrilled with ecstatic joy.",
          "ID": "10"
        },
        {
          "text": "And on going into the house, they saw the Child with Mary His mother, and they fell down and worshiped Him. Then opening their treasure bags, they presented to Him gifts–gold and frankincense and myrrh.",
          "ID": "11"
        },
        {
          "text": "And receiving an answer to their asking, they were divinely instructed and warned in a dream not to go back to Herod; so they departed to their own country by a different way.",
          "ID": "12"
        },
        {
          "text": "Now after they had gone, behold, an angel of the Lord appeared to Joseph in a dream and said, Get up! [Tenderly] take unto you the young Child and His mother and flee to Egypt; and remain there till I tell you [otherwise], for Herod intends to search for the Child in order to destroy Him.",
          "ID": "13"
        },
        {
          "text": "And having risen, he took the Child and His mother by night and withdrew to Egypt",
          "ID": "14"
        },
        {
          "text": "And remained there until Herod's death. This was to fulfill what the Lord had spoken by the prophet, Out of Egypt have I called My Son. [Hos. 11:1.]",
          "ID": "15"
        },
        {
          "text": "Then Herod, when he realized that he had been misled by the wise men, was furiously enraged, and he sent and put to death all the male children in Bethlehem and in all that territory who were two years old and under, reckoning according to the date which he had investigated diligently and had learned exactly from the wise men.",
          "ID": "16"
        },
        {
          "text": "Then was fulfilled what was spoken by the prophet Jeremiah:",
          "ID": "17"
        },
        {
          "text": "A voice was heard in Ramah, wailing and loud lamentation, Rachel weeping for her children; she refused to be comforted, because they were no more. [Jer. 31:15.]",
          "ID": "18"
        },
        {
          "text": "But when Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt",
          "ID": "19"
        },
        {
          "text": "And said, Rise, [tenderly] take unto you the Child and His mother and go to the land of Israel, for those who sought the Child's life are dead.",
          "ID": "20"
        },
        {
          "text": "Then he awoke and arose and [tenderly] took the Child and His mother and came into the land of Israel.",
          "ID": "21"
        },
        {
          "text": "But because he heard that Archelaus was ruling over Judea in the place of his father Herod, he was afraid to go there. And being divinely warned in a dream, he withdrew to the region of Galilee.",
          "ID": "22"
        },
        {
          "text": "He went and dwelt in a town called Nazareth, so that what was spoken through the prophets might be fulfilled: He shall be called a Nazarene [Branch, Separated One]. [Isa. 11:1.]",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2"
    },
    {
      "name": "Matthew 3",
      "text": [
        {
          "text": "IN THOSE days there appeared John the Baptist, preaching in the Wilderness (Desert) of Judea",
          "ID": "1"
        },
        {
          "text": "And saying, Repent (think differently; change your mind, regretting your sins and changing your conduct), for the kingdom of heaven is at hand.",
          "ID": "2"
        },
        {
          "text": "This is he who was mentioned by the prophet Isaiah when he said, The voice of one crying in the wilderness (shouting in the desert), Prepare the road for the Lord, make His highways straight (level, direct). [Isa. 40:3.]",
          "ID": "3"
        },
        {
          "text": "This same John's garments were made of camel's hair, and he wore a leather girdle about his waist; and his food was locusts and wild honey. [Lev. 11:22; II Kings 1:8; Zech. 13:4.]",
          "ID": "4"
        },
        {
          "text": "Then Jerusalem and all Judea and all the country round about the Jordan went out to him;",
          "ID": "5"
        },
        {
          "text": "And they were baptized in the Jordan by him, confessing their sins.",
          "ID": "6"
        },
        {
          "text": "But when he saw many of the Pharisees and Sadducees coming for baptism, he said to them, You brood of vipers! Who warned you to flee and escape from the wrath and indignation [of God against disobedience] that is coming?",
          "ID": "7"
        },
        {
          "text": "Bring forth fruit that is consistent with repentance [let your lives prove your change of heart];",
          "ID": "8"
        },
        {
          "text": "And do not presume to say to yourselves, We have Abraham for our forefather; for I tell you, God is able to raise up descendants for Abraham from these stones!",
          "ID": "9"
        },
        {
          "text": "And already the ax is lying at the root of the trees; every tree therefore that does not bear good fruit is cut down and thrown into the fire.",
          "ID": "10"
        },
        {
          "text": "I indeed baptize you in (with) water because of repentance [that is, because of your changing your minds for the better, heartily amending your ways, with abhorrence of your past sins]. But He Who is coming after me is mightier than I, Whose sandals I am not worthy or fit to take off or carry; He will baptize you with the Holy Spirit and with fire.",
          "ID": "11"
        },
        {
          "text": "His winnowing fan (shovel, fork) is in His hand, and He will thoroughly clear out and clean His threshing floor and gather and store His wheat in His barn, but the chaff He will burn up with fire that cannot be put out.",
          "ID": "12"
        },
        {
          "text": "Then Jesus came from Galilee to the Jordan to John to be baptized by him.",
          "ID": "13"
        },
        {
          "text": "But John protested strenuously, having in mind to prevent Him, saying, It is I who have need to be baptized by You, and do You come to me?",
          "ID": "14"
        },
        {
          "text": "But Jesus replied to him, Permit it just now; for this is the fitting way for [both of] us to fulfill all righteousness [that is, to perform completely whatever is right]. Then he permitted Him.",
          "ID": "15"
        },
        {
          "text": "And when Jesus was baptized, He went up at once out of the water; and behold, the heavens were opened, and he [John] saw the Spirit of God descending like a dove and alighting on Him.",
          "ID": "16"
        },
        {
          "text": "And behold, a voice from heaven said, This is My Son, My Beloved, in Whom I delight! [Ps. 2:7; Isa. 42:1.]",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3"
    },
    {
      "name": "Matthew 4",
      "text": [
        {
          "text": "THEN JESUS was led (guided) by the [Holy] Spirit into the wilderness (desert) to be tempted (tested and tried) by the devil.",
          "ID": "1"
        },
        {
          "text": "And He went without food for forty days and forty nights, and later He was hungry. [Exod. 34:28; I Kings 19:8.]",
          "ID": "2"
        },
        {
          "text": "And the tempter came and said to Him, If You are God's Son, command these stones to be made [loaves of] bread.",
          "ID": "3"
        },
        {
          "text": "But He replied, It has been written, Man shall not live and be upheld and sustained by bread alone, but by every word that comes forth from the mouth of God. [Deut. 8:3.]",
          "ID": "4"
        },
        {
          "text": "Then the devil took Him into the holy city and placed Him on a turret (pinnacle, gable) of the temple sanctuary. [Neh. 11:1; Dan. 9:24.]",
          "ID": "5"
        },
        {
          "text": "And he said to Him, If You are the Son of God, throw Yourself down; for it is written, He will give His angels charge over you, and they will bear you up on their hands, lest you strike your foot against a stone. [Ps. 91:11, 12.]",
          "ID": "6"
        },
        {
          "text": "Jesus said to him, On the other hand, it is written also, You shall not tempt, test thoroughly, or try exceedingly the Lord your God. [Deut. 6:16.]",
          "ID": "7"
        },
        {
          "text": "Again, the devil took Him up on a very high mountain and showed Him all the kingdoms of the world and the glory (the splendor, magnificence, preeminence, and excellence) of them.",
          "ID": "8"
        },
        {
          "text": "And he said to Him, These things, all taken together, I will give You, if You will prostrate Yourself before me and do homage and worship me.",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to him, Begone, Satan! For it has been written, You shall worship the Lord your God, and Him alone shall you serve. [Deut. 6:13.]",
          "ID": "10"
        },
        {
          "text": "Then the devil departed from Him, and behold, angels came and ministered to Him.",
          "ID": "11"
        },
        {
          "text": "Now when Jesus heard that John had been arrested and put in prison, He withdrew into Galilee.",
          "ID": "12"
        },
        {
          "text": "And leaving Nazareth, He went and dwelt in Capernaum by the sea, in the country of Zebulun and Naphtali–",
          "ID": "13"
        },
        {
          "text": "That what was spoken by the prophet Isaiah might be brought to pass:",
          "ID": "14"
        },
        {
          "text": "The land of Zebulun and the land of Naphtali, in the way to the sea, beyond the Jordan, Galilee of the Gentiles [of the peoples who are not of Israel]–[Isa. 9:1-2.]",
          "ID": "15"
        },
        {
          "text": "The people who sat (dwelt enveloped) in darkness have seen a great Light, and for those who sat in the land and shadow of death Light has dawned.",
          "ID": "16"
        },
        {
          "text": "From that time Jesus began to preach, crying out, Repent (change your mind for the better, heartily amend your ways, with abhorrence of your past sins), for the kingdom of heaven is at hand.",
          "ID": "17"
        },
        {
          "text": "As He was walking by the Sea of Galilee, He noticed two brothers, Simon who is called Peter and Andrew his brother, throwing a dragnet into the sea, for they were fishermen.",
          "ID": "18"
        },
        {
          "text": "And He said to them, Come after Me [as disciples–letting Me be your Guide], follow Me, and I will make you fishers of men!",
          "ID": "19"
        },
        {
          "text": "At once they left their nets and became His disciples [sided with His party and followed Him].",
          "ID": "20"
        },
        {
          "text": "And going on further from there He noticed two other brothers, James son of Zebedee and his brother John, in the boat with their father Zebedee, mending their nets and putting them right; and He called them.",
          "ID": "21"
        },
        {
          "text": "At once they left the boat and their father and joined Jesus as disciples [sided with His party and followed Him].",
          "ID": "22"
        },
        {
          "text": "And He went about all Galilee, teaching in their synagogues and preaching the good news (Gospel) of the kingdom, and healing every disease and every weakness and infirmity among the people.",
          "ID": "23"
        },
        {
          "text": "So the report of Him spread throughout all Syria, and they brought Him all who were sick, those afflicted with various diseases and torments, those under the power of demons, and epileptics, and paralyzed people, and He healed them.",
          "ID": "24"
        },
        {
          "text": "And great crowds joined and accompanied Him about, coming from Galilee and Decapolis [the district of the ten cities east of the Sea of Galilee] and Jerusalem and Judea and from the other [the east] side of the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4"
    },
    {
      "name": "Matthew 5",
      "text": [
        {
          "text": "SEEING THE crowds, He went up on the mountain; and when He was seated, His disciples came to Him.",
          "ID": "1"
        },
        {
          "text": "Then He opened His mouth and taught them, saying:",
          "ID": "2"
        },
        {
          "text": "Blessed (happy, to be envied, and spiritually prosperous–with life-joy and satisfaction in God's favor and salvation, regardless of their outward conditions) are the poor in spirit (the humble, who rate themselves insignificant), for theirs is the kingdom of heaven!",
          "ID": "3"
        },
        {
          "text": "Blessed and enviably happy [with a happiness produced by the experience of God's favor and especially conditioned by the revelation of His matchless grace] are those who mourn, for they shall be comforted! [Isa. 61:2.]",
          "ID": "4"
        },
        {
          "text": "Blessed (happy, blithesome, joyous, spiritually prosperous–with life-joy and satisfaction in God's favor and salvation, regardless of their outward conditions) are the meek (the mild, patient, long-suffering), for they shall inherit the earth! [Ps. 37:11.]",
          "ID": "5"
        },
        {
          "text": "Blessed and fortunate and happy and spiritually prosperous (in that state in which the born-again child of God enjoys His favor and salvation) are those who hunger and thirst for righteousness (uprightness and right standing with God), for they shall be completely satisfied! [Isa. 55:1, 2.]",
          "ID": "6"
        },
        {
          "text": "Blessed (happy, to be envied, and spiritually prosperous–with life-joy and satisfaction in God's favor and salvation, regardless of their outward conditions) are the merciful, for they shall obtain mercy!",
          "ID": "7"
        },
        {
          "text": "Blessed (happy, enviably fortunate, and spiritually prosperous–possessing the happiness produced by the experience of God's favor and especially conditioned by the revelation of His grace, regardless of their outward conditions) are the pure in heart, for they shall see God! [Ps. 24:3, 4.]",
          "ID": "8"
        },
        {
          "text": "Blessed (enjoying enviable happiness, spiritually prosperous–with life-joy and satisfaction in God's favor and salvation, regardless of their outward conditions) are the makers and maintainers of peace, for they shall be called the sons of God!",
          "ID": "9"
        },
        {
          "text": "Blessed and happy and enviably fortunate and spiritually prosperous (in the state in which the born-again child of God enjoys and finds satisfaction in God's favor and salvation, regardless of his outward conditions) are those who are persecuted for righteousness' sake (for being and doing right), for theirs is the kingdom of heaven!",
          "ID": "10"
        },
        {
          "text": "Blessed (happy, to be envied, and spiritually prosperous–with life-joy and satisfaction in God's favor and salvation, regardless of your outward conditions) are you when people revile you and persecute you and say all kinds of evil things against you falsely on My account.",
          "ID": "11"
        },
        {
          "text": "Be glad and supremely joyful, for your reward in heaven is great (strong and intense), for in this same way people persecuted the prophets who were before you. [II Chron. 36:16.]",
          "ID": "12"
        },
        {
          "text": "You are the salt of the earth, but if salt has lost its taste (its strength, its quality), how can its saltness be restored? It is not good for anything any longer but to be thrown out and trodden underfoot by men.",
          "ID": "13"
        },
        {
          "text": "You are the light of the world. A city set on a hill cannot be hidden.",
          "ID": "14"
        },
        {
          "text": "Nor do men light a lamp and put it under a peck measure, but on a lampstand, and it gives light to all in the house.",
          "ID": "15"
        },
        {
          "text": "Let your light so shine before men that they may see your moral excellence and your praiseworthy, noble, and good deeds and recognize and honor and praise and glorify your Father Who is in heaven.",
          "ID": "16"
        },
        {
          "text": "Do not think that I have come to do away with or undo the Law or the Prophets; I have come not to do away with or undo but to complete and fulfill them.",
          "ID": "17"
        },
        {
          "text": "For truly I tell you, until the sky and earth pass away and perish, not one smallest letter nor one little hook [identifying certain Hebrew letters] will pass from the Law until all things [it foreshadows] are accomplished.",
          "ID": "18"
        },
        {
          "text": "Whoever then breaks or does away with or relaxes one of the least [important] of these commandments and teaches men so shall be called least [important] in the kingdom of heaven, but he who practices them and teaches others to do so shall be called great in the kingdom of heaven.",
          "ID": "19"
        },
        {
          "text": "For I tell you, unless your righteousness (your uprightness and your right standing with God) is more than that of the scribes and Pharisees, you will never enter the kingdom of heaven.",
          "ID": "20"
        },
        {
          "text": "You have heard that it was said to the men of old, You shall not kill, and whoever kills shall be liable to and unable to escape the punishment imposed by the court. [Exod. 20:13; Deut. 5:17; 16:18.]",
          "ID": "21"
        },
        {
          "text": "But I say to you that everyone who continues to be angry with his brother or harbors malice (enmity of heart) against him shall be liable to and unable to escape the punishment imposed by the court; and whoever speaks contemptuously and insultingly to his brother shall be liable to and unable to escape the punishment imposed by the Sanhedrin, and whoever says, You cursed fool! [You empty-headed idiot!] shall be liable to and unable to escape the hell (Gehenna) of fire.",
          "ID": "22"
        },
        {
          "text": "So if when you are offering your gift at the altar you there remember that your brother has any [grievance] against you,",
          "ID": "23"
        },
        {
          "text": "Leave your gift at the altar and go. First make peace with your brother, and then come back and present your gift.",
          "ID": "24"
        },
        {
          "text": "Come to terms quickly with your accuser while you are on the way traveling with him, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.",
          "ID": "25"
        },
        {
          "text": "Truly I say to you, you will not be released until you have paid the last fraction of a penny.",
          "ID": "26"
        },
        {
          "text": "You have heard that it was said, You shall not commit adultery. [Exod. 20:14; Deut. 5:18.]",
          "ID": "27"
        },
        {
          "text": "But I say to you that everyone who so much as looks at a woman with evil desire for her has already committed adultery with her in his heart.",
          "ID": "28"
        },
        {
          "text": "If your right eye serves as a trap to ensnare you or is an occasion for you to stumble and sin, pluck it out and throw it away. It is better that you lose one of your members than that your whole body be cast into hell (Gehenna).",
          "ID": "29"
        },
        {
          "text": "And if your right hand serves as a trap to ensnare you or is an occasion for you to stumble and sin, cut it off and cast it from you. It is better that you lose one of your members than that your entire body should be cast into hell (Gehenna).",
          "ID": "30"
        },
        {
          "text": "It has also been said, Whoever divorces his wife must give her a certificate of divorce.",
          "ID": "31"
        },
        {
          "text": "But I tell you, Whoever dismisses and repudiates and divorces his wife, except on the grounds of unfaithfulness (sexual immorality), causes her to commit adultery, and whoever marries a woman who has been divorced commits adultery. [Deut. 24:1-4.]",
          "ID": "32"
        },
        {
          "text": "Again, you have heard that it was said to the men of old, You shall not swear falsely, but you shall perform your oaths to the Lord [as a religious duty].",
          "ID": "33"
        },
        {
          "text": "But I tell you, Do not bind yourselves by an oath at all: either by heaven, for it is the throne of God;",
          "ID": "34"
        },
        {
          "text": "Or by the earth, for it is the footstool of His feet; or by Jerusalem, for it is the city of the Great King. [Ps. 48:2; Isa. 66:1.]",
          "ID": "35"
        },
        {
          "text": "And do not swear by your head, for you are not able to make a single hair white or black.",
          "ID": "36"
        },
        {
          "text": "Let your Yes be simply Yes, and your No be simply No; anything more than that comes from the evil one. [Lev. 19:12; Num. 30:2; Deut. 23:21.]",
          "ID": "37"
        },
        {
          "text": "You have heard that it was said, An eye for an eye, and a tooth for a tooth. [Exod. 21:24; Lev. 24:20; Deut. 19:21.]",
          "ID": "38"
        },
        {
          "text": "But I say to you, Do not resist the evil man [who injures you]; but if anyone strikes you on the right jaw or cheek, turn to him the other one too.",
          "ID": "39"
        },
        {
          "text": "And if anyone wants to sue you and take your undershirt (tunic), let him have your coat also.",
          "ID": "40"
        },
        {
          "text": "And if anyone forces you to go one mile, go with him two [miles].",
          "ID": "41"
        },
        {
          "text": "Give to him who keeps on begging from you, and do not turn away from him who would borrow [at interest] from you. [Deut. 15:8; Prov. 24:29.]",
          "ID": "42"
        },
        {
          "text": "You have heard that it was said, You shall love your neighbor and hate your enemy; [Lev. 19:18; Ps. 139:21, 22.]",
          "ID": "43"
        },
        {
          "text": "But I tell you, Love your enemies and pray for those who persecute you, [Prov. 25:21, 22.]",
          "ID": "44"
        },
        {
          "text": "To show that you are the children of your Father Who is in heaven; for He makes His sun rise on the wicked and on the good, and makes the rain fall upon the upright and the wrongdoers [alike].",
          "ID": "45"
        },
        {
          "text": "For if you love those who love you, what reward can you have? Do not even the tax collectors do that?",
          "ID": "46"
        },
        {
          "text": "And if you greet only your brethren, what more than others are you doing? Do not even the Gentiles (the heathen) do that?",
          "ID": "47"
        },
        {
          "text": "You, therefore, must be perfect [growing into complete maturity of godliness in mind and character, having reached the proper height of virtue and integrity], as your heavenly Father is perfect. [Lev. 19:2, 18.]",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5"
    },
    {
      "name": "Matthew 6",
      "text": [
        {
          "text": "TAKE CARE not to do your good deeds publicly or before men, in order to be seen by them; otherwise you will have no reward [reserved for and awaiting you] with and from your Father Who is in heaven.",
          "ID": "1"
        },
        {
          "text": "Thus, whenever you give to the poor, do not blow a trumpet before you, as the hypocrites in the synagogues and in the streets like to do, that they may be recognized and honored and praised by men. Truly I tell you, they have their reward in full already.",
          "ID": "2"
        },
        {
          "text": "But when you give to charity, do not let your left hand know what your right hand is doing,",
          "ID": "3"
        },
        {
          "text": "So that your deeds of charity may be in secret; and your Father Who sees in secret will reward you openly.",
          "ID": "4"
        },
        {
          "text": "Also when you pray, you must not be like the hypocrites, for they love to pray standing in the synagogues and on the corners of the streets, that they may be seen by people. Truly I tell you, they have their reward in full already.",
          "ID": "5"
        },
        {
          "text": "But when you pray, go into your [most] private room, and, closing the door, pray to your Father, Who is in secret; and your Father, Who sees in secret, will reward you in the open.",
          "ID": "6"
        },
        {
          "text": "And when you pray, do not heap up phrases (multiply words, repeating the same ones over and over) as the Gentiles do, for they think they will be heard for their much speaking. [I Kings 18:25-29.]",
          "ID": "7"
        },
        {
          "text": "Do not be like them, for your Father knows what you need before you ask Him.",
          "ID": "8"
        },
        {
          "text": "Pray, therefore, like this: Our Father Who is in heaven, hallowed (kept holy) be Your name.",
          "ID": "9"
        },
        {
          "text": "Your kingdom come, Your will be done on earth as it is in heaven.",
          "ID": "10"
        },
        {
          "text": "Give us this day our daily bread.",
          "ID": "11"
        },
        {
          "text": "And forgive us our debts, as we also have forgiven (left, remitted, and let go of the debts, and have given up resentment against) our debtors.",
          "ID": "12"
        },
        {
          "text": "And lead (bring) us not into temptation, but deliver us from the evil one. For Yours is the kingdom and the power and the glory forever. Amen.",
          "ID": "13"
        },
        {
          "text": "For if you forgive people their trespasses [their reckless and willful sins, leaving them, letting them go, and giving up resentment], your heavenly Father will also forgive you.",
          "ID": "14"
        },
        {
          "text": "But if you do not forgive others their trespasses [their reckless and willful sins, leaving them, letting them go, and giving up resentment], neither will your Father forgive you your trespasses.",
          "ID": "15"
        },
        {
          "text": "And whenever you are fasting, do not look gloomy and sour and dreary like the hypocrites, for they put on a dismal countenance, that their fasting may be apparent to and seen by men. Truly I say to you, they have their reward in full already. [Isa. 58:5.]",
          "ID": "16"
        },
        {
          "text": "But when you fast, perfume your head and wash your face,",
          "ID": "17"
        },
        {
          "text": "So that your fasting may not be noticed by men but by your Father, Who sees in secret; and your Father, Who sees in secret, will reward you in the open.",
          "ID": "18"
        },
        {
          "text": "Do not gather and heap up and store up for yourselves treasures on earth, where moth and rust and worm consume and destroy, and where thieves break through and steal.",
          "ID": "19"
        },
        {
          "text": "But gather and heap up and store for yourselves treasures in heaven, where neither moth nor rust nor worm consume and destroy, and where thieves do not break through and steal;",
          "ID": "20"
        },
        {
          "text": "For where your treasure is, there will your heart be also.",
          "ID": "21"
        },
        {
          "text": "The eye is the lamp of the body. So if your eye is sound, your entire body will be full of light.",
          "ID": "22"
        },
        {
          "text": "But if your eye is unsound, your whole body will be full of darkness. If then the very light in you [your conscience] is darkened, how dense is that darkness!",
          "ID": "23"
        },
        {
          "text": "No one can serve two masters; for either he will hate the one and love the other, or he will stand by and be devoted to the one and despise and be against the other. You cannot serve God and mammon (deceitful riches, money, possessions, or whatever is trusted in).",
          "ID": "24"
        },
        {
          "text": "Therefore I tell you, stop being perpetually uneasy (anxious and worried) about your life, what you shall eat or what you shall drink; or about your body, what you shall put on. Is not life greater [in quality] than food, and the body [far above and more excellent] than clothing?",
          "ID": "25"
        },
        {
          "text": "Look at the birds of the air; they neither sow nor reap nor gather into barns, and yet your heavenly Father keeps feeding them. Are you not worth much more than they?",
          "ID": "26"
        },
        {
          "text": "And who of you by worrying and being anxious can add one unit of measure (cubit) to his stature or to the span of his life? [Ps. 39:5-7.]",
          "ID": "27"
        },
        {
          "text": "And why should you be anxious about clothes? Consider the lilies of the field and learn thoroughly how they grow; they neither toil nor spin.",
          "ID": "28"
        },
        {
          "text": "Yet I tell you, even Solomon in all his magnificence (excellence, dignity, and grace) was not arrayed like one of these. [I Kings 10:4-7.]",
          "ID": "29"
        },
        {
          "text": "But if God so clothes the grass of the field, which today is alive and green and tomorrow is tossed into the furnace, will He not much more surely clothe you, O you of little faith?",
          "ID": "30"
        },
        {
          "text": "Therefore do not worry and be anxious, saying, What are we going to have to eat? or, What are we going to have to drink? or, What are we going to have to wear?",
          "ID": "31"
        },
        {
          "text": "For the Gentiles (heathen) wish for and crave and diligently seek all these things, and your heavenly Father knows well that you need them all.",
          "ID": "32"
        },
        {
          "text": "But seek (aim at and strive after) first of all His kingdom and His righteousness (His way of doing and being right), and then all these things taken together will be given you besides.",
          "ID": "33"
        },
        {
          "text": "So do not worry or be anxious about tomorrow, for tomorrow will have worries and anxieties of its own. Sufficient for each day is its own trouble.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6"
    },
    {
      "name": "Matthew 7",
      "text": [
        {
          "text": "DO NOT judge and criticize and condemn others, so that you may not be judged and criticized and condemned yourselves.",
          "ID": "1"
        },
        {
          "text": "For just as you judge and criticize and condemn others, you will be judged and criticized and condemned, and in accordance with the measure you [use to] deal out to others, it will be dealt out again to you.",
          "ID": "2"
        },
        {
          "text": "Why do you stare from without at the very small particle that is in your brother's eye but do not become aware of and consider the beam of timber that is in your own eye?",
          "ID": "3"
        },
        {
          "text": "Or how can you say to your brother, Let me get the tiny particle out of your eye, when there is the beam of timber in your own eye?",
          "ID": "4"
        },
        {
          "text": "You hypocrite, first get the beam of timber out of your own eye, and then you will see clearly to take the tiny particle out of your brother's eye.",
          "ID": "5"
        },
        {
          "text": "Do not give that which is holy (the sacred thing) to the dogs, and do not throw your pearls before hogs, lest they trample upon them with their feet and turn and tear you in pieces.",
          "ID": "6"
        },
        {
          "text": "Keep on asking and it will be given you; keep on seeking and you will find; keep on knocking [reverently] and [the door] will be opened to you.",
          "ID": "7"
        },
        {
          "text": "For everyone who keeps on asking receives; and he who keeps on seeking finds; and to him who keeps on knocking, [the door] will be opened.",
          "ID": "8"
        },
        {
          "text": "Or what man is there of you, if his son asks him for a loaf of bread, will hand him a stone?",
          "ID": "9"
        },
        {
          "text": "Or if he asks for a fish, will hand him a serpent?",
          "ID": "10"
        },
        {
          "text": "If you then, evil as you are, know how to give good and advantageous gifts to your children, how much more will your Father Who is in heaven [perfect as He is] give good and advantageous things to those who keep on asking Him!",
          "ID": "11"
        },
        {
          "text": "So then, whatever you desire that others would do to and for you, even so do also to and for them, for this is (sums up) the Law and the Prophets.",
          "ID": "12"
        },
        {
          "text": "Enter through the narrow gate; for wide is the gate and spacious and broad is the way that leads away to destruction, and many are those who are entering through it.",
          "ID": "13"
        },
        {
          "text": "But the gate is narrow (contracted by pressure) and the way is straitened and compressed that leads away to life, and few are those who find it. [Deut. 30:19; Jer. 21:8.]",
          "ID": "14"
        },
        {
          "text": "Beware of false prophets, who come to you dressed as sheep, but inside they are devouring wolves. [Ezek. 22:27.]",
          "ID": "15"
        },
        {
          "text": "You will fully recognize them by their fruits. Do people pick grapes from thorns, or figs from thistles?",
          "ID": "16"
        },
        {
          "text": "Even so, every healthy (sound) tree bears good fruit [worthy of admiration], but the sickly (decaying, worthless) tree bears bad (worthless) fruit.",
          "ID": "17"
        },
        {
          "text": "A good (healthy) tree cannot bear bad (worthless) fruit, nor can a bad (diseased) tree bear excellent fruit [worthy of admiration].",
          "ID": "18"
        },
        {
          "text": "Every tree that does not bear good fruit is cut down and cast into the fire.",
          "ID": "19"
        },
        {
          "text": "Therefore, you will fully know them by their fruits.",
          "ID": "20"
        },
        {
          "text": "Not everyone who says to Me, Lord, Lord, will enter the kingdom of heaven, but he who does the will of My Father Who is in heaven.",
          "ID": "21"
        },
        {
          "text": "Many will say to Me on that day, Lord, Lord, have we not prophesied in Your name and driven out demons in Your name and done many mighty works in Your name?",
          "ID": "22"
        },
        {
          "text": "And then I will say to them openly (publicly), I never knew you; depart from Me, you who act wickedly [disregarding My commands]. [Ps. 6:8.]",
          "ID": "23"
        },
        {
          "text": "So everyone who hears these words of Mine and acts upon them [obeying them] will be like a sensible (prudent, practical, wise) man who built his house upon the rock.",
          "ID": "24"
        },
        {
          "text": "And the rain fell and the floods came and the winds blew and beat against that house; yet it did not fall, because it had been founded on the rock.",
          "ID": "25"
        },
        {
          "text": "And everyone who hears these words of Mine and does not do them will be like a stupid (foolish) man who built his house upon the sand.",
          "ID": "26"
        },
        {
          "text": "And the rain fell and the floods came and the winds blew and beat against that house, and it fell–and great and complete was the fall of it.",
          "ID": "27"
        },
        {
          "text": "When Jesus had finished these sayings [the Sermon on the Mount], the crowds were astonished and overwhelmed with bewildered wonder at His teaching,",
          "ID": "28"
        },
        {
          "text": "For He was teaching as One Who had [and was] authority, and not as [did] the scribes.",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7"
    },
    {
      "name": "Matthew 8",
      "text": [
        {
          "text": "WHEN JESUS came down from the mountain, great throngs followed Him.",
          "ID": "1"
        },
        {
          "text": "And behold, a leper came up to Him and, prostrating himself, worshiped Him, saying, Lord, if You are willing, You are able to cleanse me by curing me.",
          "ID": "2"
        },
        {
          "text": "And He reached out His hand and touched him, saying, I am willing; be cleansed by being cured. And instantly his leprosy was cured and cleansed.",
          "ID": "3"
        },
        {
          "text": "And Jesus said to him, See that you tell nothing about this to anyone; but go, show yourself to the priest and present the offering that Moses commanded, for a testimony [to your healing] and as an evidence to the people. [Lev. 14:2.]",
          "ID": "4"
        },
        {
          "text": "As Jesus went into Capernaum, a centurion came up to Him, begging Him,",
          "ID": "5"
        },
        {
          "text": "And saying, Lord, my servant boy is lying at the house paralyzed and distressed with intense pains.",
          "ID": "6"
        },
        {
          "text": "And Jesus said to him, I will come and restore him.",
          "ID": "7"
        },
        {
          "text": "But the centurion replied to Him, Lord, I am not worthy or fit to have You come under my roof; but only speak the word, and my servant boy will be cured.",
          "ID": "8"
        },
        {
          "text": "For I also am a man subject to authority, with soldiers subject to me. And I say to one, Go, and he goes; and to another, Come, and he comes; and to my slave, Do this, and he does it.",
          "ID": "9"
        },
        {
          "text": "When Jesus heard him, He marveled and said to those who followed Him [who adhered steadfastly to Him, conforming to His example in living and, if need be, in dying also], I tell you truly, I have not found so much faith as this with anyone, even in Israel.",
          "ID": "10"
        },
        {
          "text": "I tell you, many will come from east and west, and will sit at table with Abraham, Isaac, and Jacob in the kingdom of heaven,",
          "ID": "11"
        },
        {
          "text": "While the sons and heirs of the kingdom will be driven out into the darkness outside, where there will be weeping and grinding of teeth. [Ps. 107:2, 3; Isa. 49:12; 59:19; Mal. 1:11.]",
          "ID": "12"
        },
        {
          "text": "Then to the centurion Jesus said, Go; it shall be done for you as you have believed. And the servant boy was restored to health at that very moment.",
          "ID": "13"
        },
        {
          "text": "And when Jesus went into Peter's house, He saw his mother-in-law lying ill with a fever.",
          "ID": "14"
        },
        {
          "text": "He touched her hand and the fever left her; and she got up and began waiting on Him.",
          "ID": "15"
        },
        {
          "text": "When evening came, they brought to Him many who were under the power of demons, and He drove out the spirits with a word and restored to health all who were sick.",
          "ID": "16"
        },
        {
          "text": "And thus He fulfilled what was spoken by the prophet Isaiah, He Himself took [in order to carry away] our weaknesses and infirmities and bore away our diseases. [Isa. 53:4.]",
          "ID": "17"
        },
        {
          "text": "Now Jesus, when He saw the great throngs around Him, gave orders to cross to the other side [of the lake].",
          "ID": "18"
        },
        {
          "text": "And a scribe came up and said to Him, Master, I will accompany You wherever You go.",
          "ID": "19"
        },
        {
          "text": "And Jesus replied to him, Foxes have holes and the birds of the air have lodging places, but the Son of Man has nowhere to lay His head.",
          "ID": "20"
        },
        {
          "text": "Another of the disciples said to Him, Lord, let me first go and bury [care for till death] my father.",
          "ID": "21"
        },
        {
          "text": "But Jesus said to him, Follow Me, and leave the dead [in sin] to bury their own dead.",
          "ID": "22"
        },
        {
          "text": "And after He got into the boat, His disciples followed Him.",
          "ID": "23"
        },
        {
          "text": "And suddenly, behold, there arose a violent storm on the sea, so that the boat was being covered up by the waves; but He was sleeping.",
          "ID": "24"
        },
        {
          "text": "And they went and awakened Him, saying, Lord, rescue and preserve us! We are perishing!",
          "ID": "25"
        },
        {
          "text": "And He said to them, Why are you timid and afraid, O you of little faith? Then He got up and rebuked the winds and the sea, and there was a great and wonderful calm (a perfect peaceableness).",
          "ID": "26"
        },
        {
          "text": "And the men were stunned with bewildered wonder and marveled, saying, What kind of Man is this, that even the winds and the sea obey Him!",
          "ID": "27"
        },
        {
          "text": "And when He arrived at the other side in the country of the Gadarenes, two men under the control of demons went to meet Him, coming out of the tombs, so fierce and savage that no one was able to pass that way.",
          "ID": "28"
        },
        {
          "text": "And behold, they shrieked and screamed, What have You to do with us, Jesus, Son of God? Have You come to torment us before the appointed time? [Judg. 11:12; II Sam. 16:10.]",
          "ID": "29"
        },
        {
          "text": "Now at some distance from there a drove of many hogs was grazing.",
          "ID": "30"
        },
        {
          "text": "And the demons begged Him, If You drive us out, send us into the drove of hogs.",
          "ID": "31"
        },
        {
          "text": "And He said to them, Begone! So they came out and went into the hogs, and behold, the whole drove rushed down the steep bank into the sea and died in the water.",
          "ID": "32"
        },
        {
          "text": "The herdsmen fled and went into the town and reported everything, including what had happened to the men under the power of demons.",
          "ID": "33"
        },
        {
          "text": "And behold, the whole town went out to meet Jesus; and as soon as they saw Him, they begged Him to depart from their locality.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8"
    },
    {
      "name": "Matthew 9",
      "text": [
        {
          "text": "AND JESUS, getting into a boat, crossed to the other side and came to His own town [Capernaum].",
          "ID": "1"
        },
        {
          "text": "And behold, they brought to Him a man paralyzed and prostrated by illness, lying on a sleeping pad; and when Jesus saw their faith, He said to the paralyzed man, Take courage, son; your sins are forgiven and the penalty remitted.",
          "ID": "2"
        },
        {
          "text": "And behold, some of the scribes said to themselves, This man blasphemes [He claims the rights and prerogatives of God]!",
          "ID": "3"
        },
        {
          "text": "But Jesus, knowing (seeing) their thoughts, said, Why do you think evil and harbor malice in your hearts?",
          "ID": "4"
        },
        {
          "text": "For which is easier: to say, Your sins are forgiven and the penalty remitted, or to say, Get up and walk?",
          "ID": "5"
        },
        {
          "text": "But in order that you may know that the Son of Man has authority on earth to forgive sins and remit the penalty, He then said to the paralyzed man, Get up! Pick up your sleeping pad and go to your own house.",
          "ID": "6"
        },
        {
          "text": "And he got up and went away to his own house.",
          "ID": "7"
        },
        {
          "text": "When the crowds saw it, they were struck with fear and awe; and they recognized God and praised and thanked Him, Who had given such power and authority to men.",
          "ID": "8"
        },
        {
          "text": "As Jesus passed on from there, He saw a man named Matthew sitting at the tax collector's office; and He said to him, Be My disciple [side with My party and follow Me]. And he rose and followed Him.",
          "ID": "9"
        },
        {
          "text": "And as Jesus reclined at table in the house, behold, many tax collectors and [especially wicked] sinners came and sat (reclined) with Him and His disciples.",
          "ID": "10"
        },
        {
          "text": "And when the Pharisees saw this, they said to His disciples, Why does your Master eat with tax collectors and those [preeminently] sinful?",
          "ID": "11"
        },
        {
          "text": "But when Jesus heard it, He replied, Those who are strong and well (healthy) have no need of a physician, but those who are weak and sick.",
          "ID": "12"
        },
        {
          "text": "Go and learn what this means: I desire mercy [that is, readiness to help those in trouble] and not sacrifice and sacrificial victims. For I came not to call and invite [to repentance] the righteous (those who are upright and in right standing with God), but sinners (the erring ones and all those not free from sin). [Hos. 6:6.]",
          "ID": "13"
        },
        {
          "text": "Then the disciples of John came to Jesus, inquiring, Why is it that we and the Pharisees fast often, [that is, abstain from food and drink as a religious exercise], but Your disciples do not fast?",
          "ID": "14"
        },
        {
          "text": "And Jesus replied to them, Can the wedding guests mourn while the bridegroom is still with them? The days will come when the bridegroom is taken away from them, and then they will fast.",
          "ID": "15"
        },
        {
          "text": "And no one puts a piece of cloth that has not been shrunk on an old garment, for such a patch tears away from the garment and a worse rent (tear) is made.",
          "ID": "16"
        },
        {
          "text": "Neither is new wine put in old wineskins; for if it is, the skins burst and are torn in pieces, and the wine is spilled and the skins are ruined. But new wine is put into fresh wineskins, and so both are preserved.",
          "ID": "17"
        },
        {
          "text": "While He was talking this way to them, behold, a ruler entered and, kneeling down, worshiped Him, saying, My daughter has just now died; but come and lay Your hand on her, and she will come to life.",
          "ID": "18"
        },
        {
          "text": "And Jesus got up and accompanied him, with His disciples.",
          "ID": "19"
        },
        {
          "text": "And behold, a woman who had suffered from a flow of blood for twelve years came up behind Him and touched the fringe of His garment; [Matt. 14:36.]",
          "ID": "20"
        },
        {
          "text": "For she kept saying to herself, If I only touch His garment, I shall be restored to health.",
          "ID": "21"
        },
        {
          "text": "Jesus turned around and, seeing her, He said, Take courage, daughter! Your faith has made you well. And at once the woman was restored to health.",
          "ID": "22"
        },
        {
          "text": "And when Jesus came to the ruler's house and saw the flute players and the crowd making an uproar and din,",
          "ID": "23"
        },
        {
          "text": "He said, Go away; for the girl is not dead but sleeping. And they laughed and jeered at Him.",
          "ID": "24"
        },
        {
          "text": "But when the crowd had been ordered to go outside, He went in and took her by the hand, and the girl arose.",
          "ID": "25"
        },
        {
          "text": "And the news about this spread through all that district.",
          "ID": "26"
        },
        {
          "text": "As Jesus passed on from there, two blind men followed Him, shouting loudly, Have pity and mercy on us, Son of David!",
          "ID": "27"
        },
        {
          "text": "When He reached the house and went in, the blind men came to Him, and Jesus said to them, Do you believe that I am able to do this? They said to Him, Yes, Lord.",
          "ID": "28"
        },
        {
          "text": "Then He touched their eyes, saying, According to your faith and trust and reliance [on the power invested in Me] be it done to you;",
          "ID": "29"
        },
        {
          "text": "And their eyes were opened. And Jesus earnestly and sternly charged them, See that you let no one know about this.",
          "ID": "30"
        },
        {
          "text": "But they went off and blazed and spread His fame abroad throughout that whole district.",
          "ID": "31"
        },
        {
          "text": "And while they were going away, behold, a dumb man under the power of a demon was brought to Jesus.",
          "ID": "32"
        },
        {
          "text": "And when the demon was driven out, the dumb man spoke; and the crowds were stunned with bewildered wonder, saying, Never before has anything like this been seen in Israel.",
          "ID": "33"
        },
        {
          "text": "But the Pharisees said, He drives out demons through and with the help of the prince of demons.",
          "ID": "34"
        },
        {
          "text": "And Jesus went about all the cities and villages, teaching in their synagogues and proclaiming the good news (the Gospel) of the kingdom and curing all kinds of disease and every weakness and infirmity.",
          "ID": "35"
        },
        {
          "text": "When He saw the throngs, He was moved with pity and sympathy for them, because they were bewildered (harassed and distressed and dejected and helpless), like sheep without a shepherd. [Zech. 10:2.]",
          "ID": "36"
        },
        {
          "text": "Then He said to His disciples, The harvest is indeed plentiful, but the laborers are few.",
          "ID": "37"
        },
        {
          "text": "So pray to the Lord of the harvest to force out and thrust laborers into His harvest.",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9"
    },
    {
      "name": "Matthew 10",
      "text": [
        {
          "text": "AND JESUS summoned to Him His twelve disciples and gave them power and authority over unclean spirits, to drive them out, and to cure all kinds of disease and all kinds of weakness and infirmity.",
          "ID": "1"
        },
        {
          "text": "Now these are the names of the twelve apostles (special messengers): first, Simon, who is called Peter, and Andrew his brother; James son of Zebedee, and John his brother;",
          "ID": "2"
        },
        {
          "text": "Philip and Bartholomew [Nathaniel]; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus [Judas, not Iscariot];",
          "ID": "3"
        },
        {
          "text": "Simon the Cananaean, and Judas Iscariot, who also betrayed Him.",
          "ID": "4"
        },
        {
          "text": "Jesus sent out these twelve, charging them, Go nowhere among the Gentiles and do not go into any town of the Samaritans;",
          "ID": "5"
        },
        {
          "text": "But go rather to the lost sheep of the house of Israel.",
          "ID": "6"
        },
        {
          "text": "And as you go, preach, saying, The kingdom of heaven is at hand!",
          "ID": "7"
        },
        {
          "text": "Cure the sick, raise the dead, cleanse the lepers, drive out demons. Freely (without pay) you have received, freely (without charge) give.",
          "ID": "8"
        },
        {
          "text": "Take no gold nor silver nor [even] copper money in your purses (belts);",
          "ID": "9"
        },
        {
          "text": "And do not take a provision bag or a wallet for a collection bag for your journey, nor two undergarments, nor sandals, nor a staff; for the workman deserves his support (his living, his food).",
          "ID": "10"
        },
        {
          "text": "And into whatever town or village you go, inquire who in it is deserving, and stay there [at his house] until you leave [that vicinity].",
          "ID": "11"
        },
        {
          "text": "As you go into the house, give your greetings and wish it well.",
          "ID": "12"
        },
        {
          "text": "Then if indeed that house is deserving, let come upon it your peace [that is, freedom from all the distresses that are experienced as the result of sin]. But if it is not deserving, let your peace return to you.",
          "ID": "13"
        },
        {
          "text": "And whoever will not receive and accept and welcome you nor listen to your message, as you leave that house or town, shake the dust [of it] from your feet.",
          "ID": "14"
        },
        {
          "text": "Truly I tell you, it shall be more tolerable on the day of judgment for the land of Sodom and Gomorrah than for that town.",
          "ID": "15"
        },
        {
          "text": "Behold, I am sending you out like sheep in the midst of wolves; be wary and wise as serpents, and be innocent (harmless, guileless, and without falsity) as doves. [Gen. 3:1.]",
          "ID": "16"
        },
        {
          "text": "Be on guard against men [whose way or nature is to act in opposition to God]; for they will deliver you up to councils and flog you in their synagogues,",
          "ID": "17"
        },
        {
          "text": "And you will be brought before governors and kings for My sake, as a witness to bear testimony before them and to the Gentiles (the nations).",
          "ID": "18"
        },
        {
          "text": "But when they deliver you up, do not be anxious about how or what you are to speak; for what you are to say will be given you in that very hour and moment,",
          "ID": "19"
        },
        {
          "text": "For it is not you who are speaking, but the Spirit of your Father speaking through you.",
          "ID": "20"
        },
        {
          "text": "Brother will deliver up brother to death, and the father his child; and children will take a stand against their parents and will have them put to death.",
          "ID": "21"
        },
        {
          "text": "And you will be hated by all for My name's sake, but he who perseveres and endures to the end will be saved [from spiritual disease and death in the world to come].",
          "ID": "22"
        },
        {
          "text": "When they persecute you in one town [that is, pursue you in a manner that would injure you and cause you to suffer because of your belief], flee to another town; for truly I tell you, you will not have gone through all the towns of Israel before the Son of Man comes.",
          "ID": "23"
        },
        {
          "text": "A disciple is not above his teacher, nor is a servant or slave above his master.",
          "ID": "24"
        },
        {
          "text": "It is sufficient for the disciple to be like his teacher, and the servant or slave like his master. If they have called the Master of the house Beelzebub [master of the dwelling], how much more will they speak evil of those of His household. [II Kings 1:2.]",
          "ID": "25"
        },
        {
          "text": "So have no fear of them; for nothing is concealed that will not be revealed, or kept secret that will not become known.",
          "ID": "26"
        },
        {
          "text": "What I say to you in the dark, tell in the light; and what you hear whispered in the ear, proclaim upon the housetops.",
          "ID": "27"
        },
        {
          "text": "And do not be afraid of those who kill the body but cannot kill the soul; but rather be afraid of Him who can destroy both soul and body in hell (Gehenna).",
          "ID": "28"
        },
        {
          "text": "Are not two little sparrows sold for a penny? And yet not one of them will fall to the ground without your Father's leave (consent) and notice.",
          "ID": "29"
        },
        {
          "text": "But even the very hairs of your head are all numbered.",
          "ID": "30"
        },
        {
          "text": "Fear not, then; you are of more value than many sparrows.",
          "ID": "31"
        },
        {
          "text": "Therefore, everyone who acknowledges Me before men and confesses Me [out of a state of oneness with Me], I will also acknowledge him before My Father Who is in heaven and confess [that I am abiding in] him.",
          "ID": "32"
        },
        {
          "text": "But whoever denies and disowns Me before men, I also will deny and disown him before My Father Who is in heaven.",
          "ID": "33"
        },
        {
          "text": "Do not think that I have come to bring peace upon the earth; I have not come to bring peace, but a sword.",
          "ID": "34"
        },
        {
          "text": "For I have come to part asunder a man from his father, and a daughter from her mother, and a newly married wife from her mother-in-law–",
          "ID": "35"
        },
        {
          "text": "And a man's foes will be they of his own household. [Mic. 7:6.]",
          "ID": "36"
        },
        {
          "text": "He who loves [and takes more pleasure in] father or mother more than [in] Me is not worthy of Me; and he who loves [and takes more pleasure in] son or daughter more than [in] Me is not worthy of Me;",
          "ID": "37"
        },
        {
          "text": "And he who does not take up his cross and follow Me [cleave steadfastly to Me, conforming wholly to My example in living and, if need be, in dying also] is not worthy of Me.",
          "ID": "38"
        },
        {
          "text": "Whoever finds his [lower] life will lose it [the higher life], and whoever loses his [lower] life on My account will find it [the higher life].",
          "ID": "39"
        },
        {
          "text": "He who receives and welcomes and accepts you receives and welcomes and accepts Me, and he who receives and welcomes and accepts Me receives and welcomes and accepts Him Who sent Me.",
          "ID": "40"
        },
        {
          "text": "He who receives and welcomes and accepts a prophet because he is a prophet shall receive a prophet's reward, and he who receives and welcomes and accepts a righteous man because he is a righteous man shall receive a righteous man's reward.",
          "ID": "41"
        },
        {
          "text": "And whoever gives to one of these little ones [in rank or influence] even a cup of cold water because he is My disciple, surely I declare to you, he shall not lose his reward.",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10"
    },
    {
      "name": "Matthew 11",
      "text": [
        {
          "text": "WHEN JESUS had finished His charge to His twelve disciples, He left there to teach and to preach in their [Galilean] cities.",
          "ID": "1"
        },
        {
          "text": "Now when John in prison heard about the activities of Christ, he sent a message by his disciples",
          "ID": "2"
        },
        {
          "text": "And asked Him, Are You the One Who was to come, or should we keep on expecting a different one? [Gen. 49:10; Num. 24:17.]",
          "ID": "3"
        },
        {
          "text": "And Jesus replied to them, Go and report to John what you hear and see:",
          "ID": "4"
        },
        {
          "text": "The blind receive their sight and the lame walk, lepers are cleansed (by healing) and the deaf hear, the dead are raised up and the poor have good news (the Gospel) preached to them. [Isa. 35:5, 6; 61:1.]",
          "ID": "5"
        },
        {
          "text": "And blessed (happy, fortunate, and to be envied) is he who takes no offense at Me and finds no cause for stumbling in or through Me and is not hindered from seeing the Truth.",
          "ID": "6"
        },
        {
          "text": "Then as these men went their way, Jesus began to speak to the crowds about John: What did you go out in the wilderness (desert) to see? A reed swayed by the wind?",
          "ID": "7"
        },
        {
          "text": "What did you go out to see then? A man clothed in soft garments? Behold, those who wear soft clothing are in the houses of kings.",
          "ID": "8"
        },
        {
          "text": "But what did you go out to see? A prophet? Yes, I tell you, and one [out of the common, more eminent, more remarkable, and] superior to a prophet.",
          "ID": "9"
        },
        {
          "text": "This is the one of whom it is written, Behold, I send My messenger ahead of You, who shall make ready Your way before You. [Mal. 3:1.]",
          "ID": "10"
        },
        {
          "text": "Truly I tell you, among those born of women there has not risen anyone greater than John the Baptist; yet he who is least in the kingdom of heaven is greater than he.",
          "ID": "11"
        },
        {
          "text": "And from the days of John the Baptist until the present time, the kingdom of heaven has endured violent assault, and violent men seize it by force [as a precious prize–a share in the heavenly kingdom is sought with most ardent zeal and intense exertion].",
          "ID": "12"
        },
        {
          "text": "For all the Prophets and the Law prophesied up until John.",
          "ID": "13"
        },
        {
          "text": "And if you are willing to receive and accept it, John himself is Elijah who was to come [before the kingdom]. [Mal. 4:5.]",
          "ID": "14"
        },
        {
          "text": "He who has ears to hear, let him be listening and let him consider and perceive and comprehend by hearing.",
          "ID": "15"
        },
        {
          "text": "But to what shall I liken this generation? It is like little children sitting in the marketplaces who call to their playmates,",
          "ID": "16"
        },
        {
          "text": "We piped to you [playing wedding], and you did not dance; we wailed dirges [playing funeral], and you did not mourn and beat your breasts and weep aloud.",
          "ID": "17"
        },
        {
          "text": "For John came neither eating nor drinking [with others], and they say, He has a demon!",
          "ID": "18"
        },
        {
          "text": "The Son of Man came eating and drinking [with others], and they say, Behold, a glutton and a wine drinker, a friend of tax collectors and [especially wicked] sinners! Yet wisdom is justified and vindicated by what she does (her deeds) and by her children.",
          "ID": "19"
        },
        {
          "text": "Then He began to censure and reproach the cities in which most of His mighty works had been performed, because they did not repent [and their hearts were not changed].",
          "ID": "20"
        },
        {
          "text": "Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works done in you had been done in Tyre and Sidon, they would long ago have repented in sackcloth and ashes [and their hearts would have been changed].",
          "ID": "21"
        },
        {
          "text": "I tell you [further], it shall be more endurable for Tyre and Sidon on the day of judgment than for you.",
          "ID": "22"
        },
        {
          "text": "And you, Capernaum, are you to be lifted up to heaven? You shall be brought down to Hades [the region of the dead]! For if the mighty works done in you had been done in Sodom, it would have continued until today.",
          "ID": "23"
        },
        {
          "text": "But I tell you, it shall be more endurable for the land of Sodom on the day of judgment than for you.",
          "ID": "24"
        },
        {
          "text": "At that time Jesus began to say, I thank You, Father, Lord of heaven and earth [and I acknowledge openly and joyfully to Your honor], that You have hidden these things from the wise and clever and learned, and revealed them to babies [to the childish, untaught, and unskilled].",
          "ID": "25"
        },
        {
          "text": "Yes, Father, [I praise You that] such was Your gracious will and good pleasure.",
          "ID": "26"
        },
        {
          "text": "All things have been entrusted and delivered to Me by My Father; and no one fully knows and accurately understands the Son except the Father, and no one fully knows and accurately understands the Father except the Son and anyone to whom the Son deliberately wills to make Him known.",
          "ID": "27"
        },
        {
          "text": "Come to Me, all you who labor and are heavy-laden and overburdened, and I will cause you to rest. [I will ease and relieve and refresh your souls.]",
          "ID": "28"
        },
        {
          "text": "Take My yoke upon you and learn of Me, for I am gentle (meek) and humble (lowly) in heart, and you will find rest (relief and ease and refreshment and recreation and blessed quiet) for your souls. [Jer. 6:16.]",
          "ID": "29"
        },
        {
          "text": "For My yoke is wholesome (useful, good–not harsh, hard, sharp, or pressing, but comfortable, gracious, and pleasant), and My burden is light and easy to be borne.",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11"
    },
    {
      "name": "Matthew 12",
      "text": [
        {
          "text": "AT THAT particular time Jesus went through the fields of standing grain on the Sabbath; and His disciples were hungry, and they began to pick off the spikes of grain and to eat. [Deut. 23:25.]",
          "ID": "1"
        },
        {
          "text": "And when the Pharisees saw it, they said to Him, See there! Your disciples are doing what is unlawful and not permitted on the Sabbath.",
          "ID": "2"
        },
        {
          "text": "He said to them, Have you not even read what David did when he was hungry, and those who accompanied him–[Lev. 24:9; I Sam. 21:1-6.]",
          "ID": "3"
        },
        {
          "text": "How he went into the house of God and ate the loaves of the showbread–which was not lawful for him to eat, nor for the men who accompanied him, but for the priests only?",
          "ID": "4"
        },
        {
          "text": "Or have you never read in the Law that on the Sabbath the priests in the temple violate the sanctity of the Sabbath [breaking it] and yet are guiltless? [Num. 28:9, 10.]",
          "ID": "5"
        },
        {
          "text": "But I tell you, Something greater and more exalted and more majestic than the temple is here!",
          "ID": "6"
        },
        {
          "text": "And if you had only known what this saying means, I desire mercy [readiness to help, to spare, to forgive] rather than sacrifice and sacrificial victims, you would not have condemned the guiltless. [Hos. 6:6; Matt. 9:13.]",
          "ID": "7"
        },
        {
          "text": "For the Son of Man is Lord [even] of the Sabbath.",
          "ID": "8"
        },
        {
          "text": "And going on from there, He went into their synagogue.",
          "ID": "9"
        },
        {
          "text": "And behold, a man was there with one withered hand. And they said to Him, Is it lawful or allowable to cure people on the Sabbath days?–that they might accuse Him.",
          "ID": "10"
        },
        {
          "text": "But He said to them, What man is there among you, if he has only one sheep and it falls into a pit or ditch on the Sabbath, will not take hold of it and lift it out?",
          "ID": "11"
        },
        {
          "text": "How much better and of more value is a man than a sheep! So it is lawful and allowable to do good on the Sabbath days.",
          "ID": "12"
        },
        {
          "text": "Then He said to the man, Reach out your hand. And the man reached it out and it was restored, as sound as the other one.",
          "ID": "13"
        },
        {
          "text": "But the Pharisees went out and held a consultation against Him, how they might do away with Him.",
          "ID": "14"
        },
        {
          "text": "But being aware of this, Jesus went away from there. And many people joined and accompanied Him, and He cured all of them,",
          "ID": "15"
        },
        {
          "text": "And strictly charged them and sharply warned them not to make Him publicly known.",
          "ID": "16"
        },
        {
          "text": "This was in fulfillment of what was spoken by the prophet Isaiah,",
          "ID": "17"
        },
        {
          "text": "Behold, My Servant Whom I have chosen, My Beloved in and with Whom My soul is well pleased and has found its delight. I will put My Spirit upon Him, and He shall proclaim and show forth justice to the nations.",
          "ID": "18"
        },
        {
          "text": "He will not strive or wrangle or cry out loudly; nor will anyone hear His voice in the streets;",
          "ID": "19"
        },
        {
          "text": "A bruised reed He will not break, and a smoldering (dimly burning) wick He will not quench, till He brings justice and a just cause to victory.",
          "ID": "20"
        },
        {
          "text": "And in and on His name will the Gentiles (the peoples outside of Israel) set their hopes. [Isa. 42:1-4.]",
          "ID": "21"
        },
        {
          "text": "Then a blind and dumb man under the power of a demon was brought to Jesus, and He cured him, so that the blind and dumb man both spoke and saw.",
          "ID": "22"
        },
        {
          "text": "And all the [crowds of] people were stunned with bewildered wonder and said, This cannot be the Son of David, can it?",
          "ID": "23"
        },
        {
          "text": "But the Pharisees, hearing it, said, This Man drives out demons only by and with the help of Beelzebub, the prince of demons.",
          "ID": "24"
        },
        {
          "text": "And knowing their thoughts, He said to them, Any kingdom that is divided against itself is being brought to desolation and laid waste, and no city or house divided against itself will last or continue to stand.",
          "ID": "25"
        },
        {
          "text": "And if Satan drives out Satan, he has become divided against himself and disunified; how then will his kingdom last or continue to stand?",
          "ID": "26"
        },
        {
          "text": "And if I drive out the demons by [help of] Beelzebub, by whose [help] do your sons drive them out? For this reason they shall be your judges.",
          "ID": "27"
        },
        {
          "text": "But if it is by the Spirit of God that I drive out the demons, then the kingdom of God has come upon you [before you expected it].",
          "ID": "28"
        },
        {
          "text": "Or how can a person go into a strong man's house and carry off his goods (the entire equipment of his house) without first binding the strong man? Then indeed he may plunder his house.",
          "ID": "29"
        },
        {
          "text": "He who is not with Me [definitely on My side] is against Me, and he who does not [definitely] gather with Me and for My side scatters.",
          "ID": "30"
        },
        {
          "text": "Therefore I tell you, every sin and blasphemy (every evil, abusive, injurious speaking, or indignity against sacred things) can be forgiven men, but blasphemy against the [Holy] Spirit shall not and cannot be forgiven.",
          "ID": "31"
        },
        {
          "text": "And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Spirit, the Holy One, will not be forgiven, either in this world and age or in the world and age to come.",
          "ID": "32"
        },
        {
          "text": "Either make the tree sound (healthy and good), and its fruit sound (healthy and good), or make the tree rotten (diseased and bad), and its fruit rotten (diseased and bad); for the tree is known and recognized and judged by its fruit.",
          "ID": "33"
        },
        {
          "text": "You offspring of vipers! How can you speak good things when you are evil (wicked)? For out of the fullness (the overflow, the superabundance) of the heart the mouth speaks.",
          "ID": "34"
        },
        {
          "text": "The good man from his inner good treasure flings forth good things, and the evil man out of his inner evil storehouse flings forth evil things.",
          "ID": "35"
        },
        {
          "text": "But I tell you, on the day of judgment men will have to give account for every idle (inoperative, nonworking) word they speak.",
          "ID": "36"
        },
        {
          "text": "For by your words you will be justified and acquitted, and by your words you will be condemned and sentenced.",
          "ID": "37"
        },
        {
          "text": "Then some of the scribes and Pharisees said to Him, Teacher, we desire to see a sign or miracle from You [proving that You are what You claim to be].",
          "ID": "38"
        },
        {
          "text": "But He replied to them, An evil and adulterous generation (a generation morally unfaithful to God) seeks and demands a sign; but no sign shall be given to it except the sign of the prophet Jonah.",
          "ID": "39"
        },
        {
          "text": "For even as Jonah was three days and three nights in the belly of the sea monster, so will the Son of Man be three days and three nights in the heart of the earth. [Jonah 1:17.]",
          "ID": "40"
        },
        {
          "text": "The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and behold, Someone more and greater than Jonah is here! [Jonah 3:5.]",
          "ID": "41"
        },
        {
          "text": "The queen of the South will stand up at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to the wisdom of Solomon, and behold, Someone more and greater than Solomon is here. [I Kings 10:1; II Chron. 9:1.]",
          "ID": "42"
        },
        {
          "text": "But when the unclean spirit has gone out of a man, it roams through dry [arid] places in search of rest, but it does not find any.",
          "ID": "43"
        },
        {
          "text": "Then it says, I will go back to my house from which I came out. And when it arrives, it finds the place unoccupied, swept, put in order, and decorated.",
          "ID": "44"
        },
        {
          "text": "Then it goes and brings with it seven other spirits more wicked than itself, and they go in and make their home there. And the last condition of that man becomes worse than the first. So also shall it be with this wicked generation.",
          "ID": "45"
        },
        {
          "text": "Jesus was still speaking to the people when behold, His mother and brothers stood outside, seeking to speak to Him.",
          "ID": "46"
        },
        {
          "text": "Someone said to Him, Listen! Your mother and Your brothers are standing outside, seeking to speak to You.",
          "ID": "47"
        },
        {
          "text": "But He replied to the man who told Him, Who is My mother, and who are My brothers?",
          "ID": "48"
        },
        {
          "text": "And stretching out His hand toward [not only the twelve disciples but all] His adherents, He said, Here are My mother and My brothers.",
          "ID": "49"
        },
        {
          "text": "For whoever does the will of My Father in heaven is My brother and sister and mother!",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12"
    },
    {
      "name": "Matthew 13",
      "text": [
        {
          "text": "THAT SAME day Jesus went out of the house and was sitting beside the sea.",
          "ID": "1"
        },
        {
          "text": "But such great crowds gathered about Him that He got into a boat and remained sitting there, while all the throng stood on the shore.",
          "ID": "2"
        },
        {
          "text": "And He told them many things in parables (stories by way of illustration and comparison), saying, A sower went out to sow.",
          "ID": "3"
        },
        {
          "text": "And as he sowed, some seeds fell by the roadside, and the birds came and ate them up.",
          "ID": "4"
        },
        {
          "text": "Other seeds fell on rocky ground, where they had not much soil; and at once they sprang up, because they had no depth of soil.",
          "ID": "5"
        },
        {
          "text": "But when the sun rose, they were scorched, and because they had no root, they dried up and withered away.",
          "ID": "6"
        },
        {
          "text": "Other seeds fell among thorns, and the thorns grew up and choked them out.",
          "ID": "7"
        },
        {
          "text": "Other seeds fell on good soil, and yielded grain–some a hundred times as much as was sown, some sixty times as much, and some thirty.",
          "ID": "8"
        },
        {
          "text": "He who has ears [to hear], let him be listening and let him consider and perceive and comprehend by hearing.",
          "ID": "9"
        },
        {
          "text": "Then the disciples came to Him and said, Why do You speak to them in parables?",
          "ID": "10"
        },
        {
          "text": "And He replied to them, To you it has been given to know the secrets and mysteries of the kingdom of heaven, but to them it has not been given.",
          "ID": "11"
        },
        {
          "text": "For whoever has [spiritual knowledge], to him will more be given and he will be furnished richly so that he will have abundance; but from him who has not, even what he has will be taken away.",
          "ID": "12"
        },
        {
          "text": "This is the reason that I speak to them in parables: because having the power of seeing, they do not see; and having the power of hearing, they do not hear, nor do they grasp and understand.",
          "ID": "13"
        },
        {
          "text": "In them indeed is the process of fulfillment of the prophecy of Isaiah, which says: You shall indeed hear and hear but never grasp and understand; and you shall indeed look and look but never see and perceive.",
          "ID": "14"
        },
        {
          "text": "For this nation's heart has grown gross (fat and dull), and their ears heavy and difficult of hearing, and their eyes they have tightly closed, lest they see and perceive with their eyes, and hear and comprehend the sense with their ears, and grasp and understand with their heart, and turn and I should heal them. [Isa. 6:9, 10.]",
          "ID": "15"
        },
        {
          "text": "But blessed (happy, fortunate, and to be envied) are your eyes because they do see, and your ears because they do hear.",
          "ID": "16"
        },
        {
          "text": "Truly I tell you, many prophets and righteous men [men who were upright and in right standing with God] yearned to see what you see, and did not see it, and to hear what you hear, and did not hear it.",
          "ID": "17"
        },
        {
          "text": "Listen then to the [meaning of the] parable of the sower:",
          "ID": "18"
        },
        {
          "text": "While anyone is hearing the Word of the kingdom and does not grasp and comprehend it, the evil one comes and snatches away what was sown in his heart. This is what was sown along the roadside.",
          "ID": "19"
        },
        {
          "text": "As for what was sown on thin (rocky) soil, this is he who hears the Word and at once welcomes and accepts it with joy;",
          "ID": "20"
        },
        {
          "text": "Yet it has no real root in him, but is temporary (inconstant, lasts but a little while); and when affliction or trouble or persecution comes on account of the Word, at once he is caused to stumble [he is repelled and begins to distrust and desert Him Whom he ought to trust and obey] and he falls away.",
          "ID": "21"
        },
        {
          "text": "As for what was sown among thorns, this is he who hears the Word, but the cares of the world and the pleasure and delight and glamour and deceitfulness of riches choke and suffocate the Word, and it yields no fruit.",
          "ID": "22"
        },
        {
          "text": "As for what was sown on good soil, this is he who hears the Word and grasps and comprehends it; he indeed bears fruit and yields in one case a hundred times as much as was sown, in another sixty times as much, and in another thirty.",
          "ID": "23"
        },
        {
          "text": "Another parable He set forth before them, saying, The kingdom of heaven is like a man who sowed good seed in his field.",
          "ID": "24"
        },
        {
          "text": "But while he was sleeping, his enemy came and sowed also darnel (weeds resembling wheat) among the wheat, and went on his way.",
          "ID": "25"
        },
        {
          "text": "So when the plants sprouted and formed grain, the darnel (weeds) appeared also.",
          "ID": "26"
        },
        {
          "text": "And the servants of the owner came to him and said, Sir, did you not sow good seed in your field? Then how does it have darnel shoots in it?",
          "ID": "27"
        },
        {
          "text": "He replied to them, An enemy has done this. The servants said to him, Then do you want us to go and weed them out?",
          "ID": "28"
        },
        {
          "text": "But he said, No, lest in gathering the wild wheat (weeds resembling wheat), you root up the [true] wheat along with it.",
          "ID": "29"
        },
        {
          "text": "Let them grow together until the harvest; and at harvest time I will say to the reapers, Gather the darnel first and bind it in bundles to be burned, but gather the wheat into my granary.",
          "ID": "30"
        },
        {
          "text": "Another story by way of comparison He set forth before them, saying, The kingdom of heaven is like a grain of mustard seed, which a man took and sowed in his field.",
          "ID": "31"
        },
        {
          "text": "Of all the seeds it is the smallest, but when it has grown it is the largest of the garden herbs and becomes a tree, so that the birds of the air come and find shelter in its branches.",
          "ID": "32"
        },
        {
          "text": "He told them another parable: The kingdom of heaven is like leaven (sour dough) which a woman took and covered over in three measures of meal or flour till all of it was leavened. [Gen. 18:6.]",
          "ID": "33"
        },
        {
          "text": "These things all taken together Jesus said to the crowds in parables; indeed, without a parable He said nothing to them.",
          "ID": "34"
        },
        {
          "text": "This was in fulfillment of what was spoken by the prophet: I will open My mouth in parables; I will utter things that have been hidden since the foundation of the world. [Ps. 78:2.]",
          "ID": "35"
        },
        {
          "text": "Then He left the throngs and went into the house. And His disciples came to Him saying, Explain to us the parable of the darnel in the field.",
          "ID": "36"
        },
        {
          "text": "He answered, He Who sows the good seed is the Son of Man.",
          "ID": "37"
        },
        {
          "text": "The field is the world, and the good seed means the children of the kingdom; the darnel is the children of the evil one,",
          "ID": "38"
        },
        {
          "text": "And the enemy who sowed it is the devil. The harvest is the close and consummation of the age, and the reapers are angels.",
          "ID": "39"
        },
        {
          "text": "Just as the darnel (weeds resembling wheat) is gathered and burned with fire, so it will be at the close of the age.",
          "ID": "40"
        },
        {
          "text": "The Son of Man will send forth His angels, and they will gather out of His kingdom all causes of offense [persons by whom others are drawn into error or sin] and all who do iniquity and act wickedly,",
          "ID": "41"
        },
        {
          "text": "And will cast them into the furnace of fire; there will be weeping and wailing and grinding of teeth.",
          "ID": "42"
        },
        {
          "text": "Then will the righteous (those who are upright and in right standing with God) shine forth like the sun in the kingdom of their Father. Let him who has ears [to hear] be listening, and let him consider and perceive and understand by hearing. [Dan. 12:3.]",
          "ID": "43"
        },
        {
          "text": "The kingdom of heaven is like something precious buried in a field, which a man found and hid again; then in his joy he goes and sells all he has and buys that field.",
          "ID": "44"
        },
        {
          "text": "Again the kingdom of heaven is like a man who is a dealer in search of fine and precious pearls,",
          "ID": "45"
        },
        {
          "text": "Who, on finding a single pearl of great price, went and sold all he had and bought it.",
          "ID": "46"
        },
        {
          "text": "Again, the kingdom of heaven is like a dragnet which was cast into the sea and gathered in fish of every sort.",
          "ID": "47"
        },
        {
          "text": "When it was full, men dragged it up on the beach, and sat down and sorted out the good fish into baskets, but the worthless ones they threw away.",
          "ID": "48"
        },
        {
          "text": "So it will be at the close and consummation of the age. The angels will go forth and separate the wicked from the righteous (those who are upright and in right standing with God)",
          "ID": "49"
        },
        {
          "text": "And cast them [the wicked] into the furnace of fire; there will be weeping and wailing and grinding of teeth.",
          "ID": "50"
        },
        {
          "text": "Have you understood all these things [parables] taken together? They said to Him, Yes, Lord.",
          "ID": "51"
        },
        {
          "text": "He said to them, Therefore every teacher and interpreter of the Sacred Writings who has been instructed about and trained for the kingdom of heaven and has become a disciple is like a householder who brings forth out of his storehouse treasure that is new and [treasure that is] old [the fresh as well as the familiar].",
          "ID": "52"
        },
        {
          "text": "When Jesus had finished these parables (these comparisons), He left there.",
          "ID": "53"
        },
        {
          "text": "And coming to His own country [Nazareth], He taught in their synagogue so that they were amazed with bewildered wonder, and said, Where did this Man get this wisdom and these miraculous powers?",
          "ID": "54"
        },
        {
          "text": "Is not this the carpenter's Son? Is not His mother called Mary? And are not His brothers James and Joseph and Simon and Judas?",
          "ID": "55"
        },
        {
          "text": "And do not all His sisters live here among us? Where then did this Man get all this?",
          "ID": "56"
        },
        {
          "text": "And they took offense at Him [they were repelled and hindered from acknowledging His authority, and caused to stumble]. But Jesus said to them, A prophet is not without honor except in his own country and in his own house.",
          "ID": "57"
        },
        {
          "text": "And He did not do many works of power there, because of their unbelief (their lack of faith in the divine mission of Jesus).",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13"
    },
    {
      "name": "Matthew 14",
      "text": [
        {
          "text": "AT THAT time Herod the governor heard the reports about Jesus,",
          "ID": "1"
        },
        {
          "text": "And he said to his attendants, This is John the Baptist; He has been raised from the dead, and that is why the powers of performing miracles are at work in Him.",
          "ID": "2"
        },
        {
          "text": "For Herod had arrested John and bound him and put him in prison [to stow him out of the way] on account and for the sake of Herodias, his brother Philip's wife,",
          "ID": "3"
        },
        {
          "text": "For John had said to him, It is not lawful or right for you to have her. [Lev. 18:16; 20:21.]",
          "ID": "4"
        },
        {
          "text": "Although he wished to have him put to death, he was afraid of the people, for they regarded John as a prophet.",
          "ID": "5"
        },
        {
          "text": "But when Herod's birthday came, the daughter of Herodias danced in the midst [before the company] and pleased and fascinated Herod,",
          "ID": "6"
        },
        {
          "text": "And so he promised with an oath to give her whatever she might ask.",
          "ID": "7"
        },
        {
          "text": "And she, being put forward and prompted by her mother, said, Give me the head of John the Baptist right here on a platter.",
          "ID": "8"
        },
        {
          "text": "And the king was distressed and sorry, but because of his oaths and his guests, he ordered it to be given her;",
          "ID": "9"
        },
        {
          "text": "He sent and had John beheaded in the prison.",
          "ID": "10"
        },
        {
          "text": "And his head was brought in on a platter and given to the little maid, and she brought it to her mother.",
          "ID": "11"
        },
        {
          "text": "And John's disciples came and took up the body and buried it. Then they went and told Jesus.",
          "ID": "12"
        },
        {
          "text": "When Jesus heard it, He withdrew from there privately in a boat to a solitary place. But when the crowds heard of it, they followed Him [by land] on foot from the towns.",
          "ID": "13"
        },
        {
          "text": "When He went ashore and saw a great throng of people, He had compassion (pity and deep sympathy) for them and cured their sick.",
          "ID": "14"
        },
        {
          "text": "When evening came, the disciples came to Him and said, This is a remote and barren place, and the day is now over; send the throngs away into the villages to buy food for themselves.",
          "ID": "15"
        },
        {
          "text": "Jesus said, They do not need to go away; you give them something to eat.",
          "ID": "16"
        },
        {
          "text": "They said to Him, We have nothing here but five loaves and two fish.",
          "ID": "17"
        },
        {
          "text": "He said, Bring them here to Me.",
          "ID": "18"
        },
        {
          "text": "Then He ordered the crowds to recline on the grass; and He took the five loaves and the two fish, and, looking up to heaven, He gave thanks and blessed and broke the loaves and handed the pieces to the disciples, and the disciples gave them to the people.",
          "ID": "19"
        },
        {
          "text": "And they all ate and were satisfied. And they picked up twelve [small hand] baskets full of the broken pieces left over.",
          "ID": "20"
        },
        {
          "text": "And those who ate were about 5,000 men, not including women and children.",
          "ID": "21"
        },
        {
          "text": "Then He directed the disciples to get into the boat and go before Him to the other side, while He sent away the crowds.",
          "ID": "22"
        },
        {
          "text": "And after He had dismissed the multitudes, He went up into the hills by Himself to pray. When it was evening, He was still there alone.",
          "ID": "23"
        },
        {
          "text": "But the boat was by this time out on the sea, many furlongs [a furlong is one-eighth of a mile] distant from the land, beaten and tossed by the waves, for the wind was against them.",
          "ID": "24"
        },
        {
          "text": "And in the fourth watch [between 3:00–6:00 a.m.] of the night, Jesus came to them, walking on the sea.",
          "ID": "25"
        },
        {
          "text": "And when the disciples saw Him walking on the sea, they were terrified and said, It is a ghost! And they screamed out with fright.",
          "ID": "26"
        },
        {
          "text": "But instantly He spoke to them, saying, Take courage! I AM! Stop being afraid! [Exod. 3:14.]",
          "ID": "27"
        },
        {
          "text": "And Peter answered Him, Lord, if it is You, command me to come to You on the water.",
          "ID": "28"
        },
        {
          "text": "He said, Come! So Peter got out of the boat and walked on the water, and he came toward Jesus.",
          "ID": "29"
        },
        {
          "text": "But when he perceived and felt the strong wind, he was frightened, and as he began to sink, he cried out, Lord, save me [from death]!",
          "ID": "30"
        },
        {
          "text": "Instantly Jesus reached out His hand and caught and held him, saying to him, O you of little faith, why did you doubt?",
          "ID": "31"
        },
        {
          "text": "And when they got into the boat, the wind ceased.",
          "ID": "32"
        },
        {
          "text": "And those in the boat knelt and worshiped Him, saying, Truly You are the Son of God!",
          "ID": "33"
        },
        {
          "text": "And when they had crossed over to the other side, they went ashore at Gennesaret.",
          "ID": "34"
        },
        {
          "text": "And when the men of that place recognized Him, they sent around into all the surrounding country and brought to Him all who were sick",
          "ID": "35"
        },
        {
          "text": "And begged Him to let them merely touch the fringe of His garment; and as many as touched it were perfectly restored. [Matt. 9:20.]",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14"
    },
    {
      "name": "Matthew 15",
      "text": [
        {
          "text": "THEN FROM Jerusalem came scribes and Pharisees and said,",
          "ID": "1"
        },
        {
          "text": "Why do Your disciples transgress and violate the rules handed down by the elders of the past? For they do not practice [ceremonially] washing their hands before they eat.",
          "ID": "2"
        },
        {
          "text": "He replied to them, And why also do you transgress and violate the commandment of God for the sake of the rules handed down to you by your forefathers (the elders)?",
          "ID": "3"
        },
        {
          "text": "For God commanded, Honor your father and your mother, and, He who curses or reviles or speaks evil of or abuses or treats improperly his father or mother, let him surely come to his end by death. [Exod. 20:12; 21:17; Lev. 20:9; Deut. 5:16.]",
          "ID": "4"
        },
        {
          "text": "But you say, If anyone tells his father or mother, What you would have gained from me [that is, the money and whatever I have that might be used for helping you] is already dedicated as a gift to God, then he is exempt and no longer under obligation to honor and help his father or his mother.",
          "ID": "5"
        },
        {
          "text": "So for the sake of your tradition (the rules handed down by your forefathers), you have set aside the Word of God [depriving it of force and authority and making it of no effect].",
          "ID": "6"
        },
        {
          "text": "You pretenders (hypocrites)! Admirably and truly did Isaiah prophesy of you when he said:",
          "ID": "7"
        },
        {
          "text": "These people draw near Me with their mouths and honor Me with their lips, but their hearts hold off and are far away from Me.",
          "ID": "8"
        },
        {
          "text": "Uselessly do they worship Me, for they teach as doctrines the commands of men. [Isa. 29:13.]",
          "ID": "9"
        },
        {
          "text": "And Jesus called the people to Him and said to them, Listen and grasp and comprehend this:",
          "ID": "10"
        },
        {
          "text": "It is not what goes into the mouth of a man that makes him unclean and defiled, but what comes out of the mouth; this makes a man unclean and defiles [him].",
          "ID": "11"
        },
        {
          "text": "Then the disciples came and said to Him, Do You know that the Pharisees were displeased and offended and indignant when they heard this saying?",
          "ID": "12"
        },
        {
          "text": "He answered, Every plant which My heavenly Father has not planted will be torn up by the roots. [Isa. 60:21.]",
          "ID": "13"
        },
        {
          "text": "Let them alone and disregard them; they are blind guides and teachers. And if a blind man leads a blind man, both will fall into a ditch.",
          "ID": "14"
        },
        {
          "text": "But Peter said to Him, Explain this proverb (this maxim) to us.",
          "ID": "15"
        },
        {
          "text": "And He said, Are you also even yet dull and ignorant [without understanding and unable to put things together]?",
          "ID": "16"
        },
        {
          "text": "Do you not see and understand that whatever goes into the mouth passes into the abdomen and so passes on into the place where discharges are deposited?",
          "ID": "17"
        },
        {
          "text": "But whatever comes out of the mouth comes from the heart, and this is what makes a man unclean and defiles [him].",
          "ID": "18"
        },
        {
          "text": "For out of the heart come evil thoughts (reasonings and disputings and designs) such as murder, adultery, sexual vice, theft, false witnessing, slander, and irreverent speech.",
          "ID": "19"
        },
        {
          "text": "These are what make a man unclean and defile [him]; but eating with unwashed hands does not make him unclean or defile [him].",
          "ID": "20"
        },
        {
          "text": "And going away from there, Jesus withdrew to the district of Tyre and Sidon.",
          "ID": "21"
        },
        {
          "text": "And behold, a woman who was a Canaanite from that district came out and, with a [loud, troublesomely urgent] cry, begged, Have mercy on me, O Lord, Son of David! My daughter is miserably and distressingly and cruelly possessed by a demon!",
          "ID": "22"
        },
        {
          "text": "But He did not answer her a word. And His disciples came and implored Him, saying, Send her away, for she is crying out after us.",
          "ID": "23"
        },
        {
          "text": "He answered, I was sent only to the lost sheep of the house of Israel.",
          "ID": "24"
        },
        {
          "text": "But she came and, kneeling, worshiped Him and kept praying, Lord, help me!",
          "ID": "25"
        },
        {
          "text": "And He answered, It is not right (proper, becoming, or fair) to take the children's bread and throw it to the little dogs.",
          "ID": "26"
        },
        {
          "text": "She said, Yes, Lord, yet even the little pups (little whelps) eat the crumbs that fall from their [young] masters' table.",
          "ID": "27"
        },
        {
          "text": "Then Jesus answered her, O woman, great is your faith! Be it done for you as you wish. And her daughter was cured from that moment.",
          "ID": "28"
        },
        {
          "text": "And Jesus went on from there and passed along the shore of the Sea of Galilee. Then He went up into the hills and kept sitting there.",
          "ID": "29"
        },
        {
          "text": "And a great multitude came to Him, bringing with them the lame, the maimed, the blind, the dumb, and many others, and they put them down at His feet; and He cured them,",
          "ID": "30"
        },
        {
          "text": "So that the crowd was amazed when they saw the dumb speaking, the maimed made whole, the lame walking, and the blind seeing; and they recognized and praised and thanked and glorified the God of Israel.",
          "ID": "31"
        },
        {
          "text": "Then Jesus called His disciples to Him and said, I have pity and sympathy and am deeply moved for the crowd, because they have been with Me now three days and they have nothing [at all left] to eat; and I am not willing to send them away hungry, lest they faint or become exhausted on the way.",
          "ID": "32"
        },
        {
          "text": "And the disciples said to Him, Where are we to get bread sufficient to feed so great a crowd in this isolated and desert place?",
          "ID": "33"
        },
        {
          "text": "And Jesus asked them, How many loaves of bread do you have? They replied, Seven, and a few small fish.",
          "ID": "34"
        },
        {
          "text": "And ordering the crowd to recline on the ground,",
          "ID": "35"
        },
        {
          "text": "He took the seven loaves and the fish, and when He had given thanks, He broke them and gave them to the disciples, and the disciples gave them to the people.",
          "ID": "36"
        },
        {
          "text": "And they all ate and were satisfied. And they gathered up seven [large provision] baskets full of the broken pieces that were left over.",
          "ID": "37"
        },
        {
          "text": "Those who ate were 4,000 men, not including the women and the children.",
          "ID": "38"
        },
        {
          "text": "Then He dismissed the crowds, got into the boat, and went to the district of Magadan.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15"
    },
    {
      "name": "Matthew 16",
      "text": [
        {
          "text": "NOW THE Pharisees and Sadducees came up to Jesus, and they asked Him to show them a sign (spectacular miracle) from heaven [attesting His divine authority].",
          "ID": "1"
        },
        {
          "text": "He replied to them, When it is evening you say, It will be fair weather, for the sky is red,",
          "ID": "2"
        },
        {
          "text": "And in the morning, It will be stormy today, for the sky is red and has a gloomy and threatening look. You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.",
          "ID": "3"
        },
        {
          "text": "A wicked and morally unfaithful generation craves a sign, but no sign shall be given to it except the sign of the prophet Jonah. Then He left them and went away. [Jonah 3:4, 5.]",
          "ID": "4"
        },
        {
          "text": "When the disciples reached the other side of the sea, they found that they had forgotten to bring any bread.",
          "ID": "5"
        },
        {
          "text": "Jesus said to them, Be careful and on your guard against the leaven (ferment) of the Pharisees and Sadducees.",
          "ID": "6"
        },
        {
          "text": "And they reasoned among themselves about it, saying, It is because we did not bring any bread.",
          "ID": "7"
        },
        {
          "text": "But Jesus, aware of this, asked, Why are you discussing among yourselves the fact that you have no bread? O you [men, how little trust you have in Me, how] little faith!",
          "ID": "8"
        },
        {
          "text": "Do you not yet discern (perceive and understand)? Do you not remember the five loaves of the five thousand, and how many [small hand] baskets you gathered?",
          "ID": "9"
        },
        {
          "text": "Nor the seven loaves for the four thousand, and how many [large provision] baskets you took up?",
          "ID": "10"
        },
        {
          "text": "How is it that you fail to understand that I was not talking to you about bread? But beware of the leaven (ferment) of the Pharisees and Sadducees.",
          "ID": "11"
        },
        {
          "text": "Then they discerned that He did not tell them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.",
          "ID": "12"
        },
        {
          "text": "Now when Jesus went into the region of Caesarea Philippi, He asked His disciples, Who do people say that the Son of Man is?",
          "ID": "13"
        },
        {
          "text": "And they answered, Some say John the Baptist; others say Elijah; and others Jeremiah or one of the prophets.",
          "ID": "14"
        },
        {
          "text": "He said to them, But who do you [yourselves] say that I am?",
          "ID": "15"
        },
        {
          "text": "Simon Peter replied, You are the Christ, the Son of the living God.",
          "ID": "16"
        },
        {
          "text": "Then Jesus answered him, Blessed (happy, fortunate, and to be envied) are you, Simon Bar-Jonah. For flesh and blood [men] have not revealed this to you, but My Father Who is in heaven.",
          "ID": "17"
        },
        {
          "text": "And I tell you, you are Peter [Greek, Petros–a large piece of rock], and on this rock [Greek, petra–a huge rock like Gibraltar] I will build My church, and the gates of Hades (the powers of the infernal region) shall not overpower it [or be strong to its detriment or hold out against it].",
          "ID": "18"
        },
        {
          "text": "I will give you the keys of the kingdom of heaven; and whatever you bind (declare to be improper and unlawful) on earth must be what is already bound in heaven; and whatever you loose (declare lawful) on earth must be what is already loosed in heaven. [Isa. 22:22.]",
          "ID": "19"
        },
        {
          "text": "Then He sternly and strictly charged and warned the disciples to tell no one that He was Jesus the Christ.",
          "ID": "20"
        },
        {
          "text": "From that time forth Jesus began [clearly] to show His disciples that He must go to Jerusalem and suffer many things at the hands of the elders and the high priests and scribes, and be killed, and on the third day be raised from death.",
          "ID": "21"
        },
        {
          "text": "Then Peter took Him aside to speak to Him privately and began to reprove and charge Him sharply, saying, God forbid, Lord! This must never happen to You!",
          "ID": "22"
        },
        {
          "text": "But Jesus turned away from Peter and said to him, Get behind Me, Satan! You are in My way [an offense and a hindrance and a snare to Me]; for you are minding what partakes not of the nature and quality of God, but of men.",
          "ID": "23"
        },
        {
          "text": "Then Jesus said to His disciples, If anyone desires to be My disciple, let him deny himself [disregard, lose sight of, and forget himself and his own interests] and take up his cross and follow Me [cleave steadfastly to Me, conform wholly to My example in living and, if need be, in dying, also].",
          "ID": "24"
        },
        {
          "text": "For whoever is bent on saving his [temporal] life [his comfort and security here] shall lose it [eternal life]; and whoever loses his life [his comfort and security here] for My sake shall find it [life everlasting].",
          "ID": "25"
        },
        {
          "text": "For what will it profit a man if he gains the whole world and forfeits his life [his blessed life in the kingdom of God]? Or what would a man give as an exchange for his [blessed] life [in the kingdom of God]?",
          "ID": "26"
        },
        {
          "text": "For the Son of Man is going to come in the glory (majesty, splendor) of His Father with His angels, and then He will render account and reward every man in accordance with what he has done.",
          "ID": "27"
        },
        {
          "text": "Truly I tell you, there are some standing here who will not taste death before they see the Son of Man coming in (into) His kingdom.",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16"
    },
    {
      "name": "Matthew 17",
      "text": [
        {
          "text": "AND SIX days after this, Jesus took with Him Peter and James and John his brother, and led them up on a high mountain by themselves.",
          "ID": "1"
        },
        {
          "text": "And His appearance underwent a change in their presence; and His face shone clear and bright like the sun, and His clothing became as white as light.",
          "ID": "2"
        },
        {
          "text": "And behold, there appeared to them Moses and Elijah, who kept talking with Him.",
          "ID": "3"
        },
        {
          "text": "Then Peter began to speak and said to Jesus, Lord, it is good and delightful that we are here; if You approve, I will put up three booths here–one for You and one for Moses and one for Elijah.",
          "ID": "4"
        },
        {
          "text": "While he was still speaking, behold, a shining cloud [composed of light] overshadowed them, and a voice from the cloud said, This is My Son, My Beloved, with Whom I am [and have always been] delighted. Listen to Him! [Ps. 2:7; Isa. 42:1.]",
          "ID": "5"
        },
        {
          "text": "When the disciples heard it, they fell on their faces and were seized with alarm and struck with fear.",
          "ID": "6"
        },
        {
          "text": "But Jesus came and touched them and said, Get up, and do not be afraid.",
          "ID": "7"
        },
        {
          "text": "And when they raised their eyes, they saw no one but Jesus only.",
          "ID": "8"
        },
        {
          "text": "And as they were going down the mountain, Jesus cautioned and commanded them, Do not mention to anyone what you have seen, until the Son of Man has been raised from the dead.",
          "ID": "9"
        },
        {
          "text": "The disciples asked Him, Then why do the scribes say that Elijah must come first?",
          "ID": "10"
        },
        {
          "text": "He replied, Elijah does come and will get everything restored and ready.",
          "ID": "11"
        },
        {
          "text": "But I tell you that Elijah has come already, and they did not know or recognize him, but did to him as they liked. So also the Son of Man is going to be treated and suffer at their hands.",
          "ID": "12"
        },
        {
          "text": "Then the disciples understood that He spoke to them about John the Baptist. [Mal. 4:5.]",
          "ID": "13"
        },
        {
          "text": "And when they approached the multitude, a man came up to Him, kneeling before Him and saying,",
          "ID": "14"
        },
        {
          "text": "Lord, do pity and have mercy on my son, for he has epilepsy (is moonstruck) and he suffers terribly; for frequently he falls into the fire and many times into the water.",
          "ID": "15"
        },
        {
          "text": "And I brought him to Your disciples, and they were not able to cure him.",
          "ID": "16"
        },
        {
          "text": "And Jesus answered, O you unbelieving (warped, wayward, rebellious) and thoroughly perverse generation! How long am I to remain with you? How long am I to bear with you? Bring him here to Me.",
          "ID": "17"
        },
        {
          "text": "And Jesus rebuked the demon, and it came out of him, and the boy was cured instantly.",
          "ID": "18"
        },
        {
          "text": "Then the disciples came to Jesus and asked privately, Why could we not drive it out?",
          "ID": "19"
        },
        {
          "text": "He said to them, Because of the littleness of your faith [that is, your lack of firmly relying trust]. For truly I say to you, if you have faith [that is living] like a grain of mustard seed, you can say to this mountain, Move from here to yonder place, and it will move; and nothing will be impossible to you.",
          "ID": "20"
        },
        {
          "text": "But this kind does not go out except by prayer and fasting.",
          "ID": "21"
        },
        {
          "text": "When they were going about here and there in Galilee, Jesus said to them, The Son of Man is going to be turned over into the hands of men.",
          "ID": "22"
        },
        {
          "text": "And they will kill Him, and He will be raised [to life] again on the third day. And they were deeply and exceedingly grieved and distressed.",
          "ID": "23"
        },
        {
          "text": "When they arrived in Capernaum, the collectors of the half shekel [the temple tax] went up to Peter and said, Does not your Teacher pay the half shekel? [Exod. 30:13; 38:26.]",
          "ID": "24"
        },
        {
          "text": "He answered, Yes. And when he came home, Jesus spoke to him [about it] first, saying, What do you think, Simon? From whom do earthly rulers collect duties or tribute–from their own sons or from others not of their own family?",
          "ID": "25"
        },
        {
          "text": "And when Peter said, From other people not of their own family, Jesus said to him, Then the sons are exempt.",
          "ID": "26"
        },
        {
          "text": "However, in order not to give offense and cause them to stumble [that is, to cause them to judge unfavorably and unjustly] go down to the sea and throw in a hook. Take the first fish that comes up, and when you open its mouth you will find there a shekel. Take it and give it to them to pay the temple tax for Me and for yourself.",
          "ID": "27"
        }
      ],
      "ID": "NT:MAT.17"
    },
    {
      "name": "Matthew 18",
      "text": [
        {
          "text": "AT THAT time the disciples came up and asked Jesus, Who then is [really] the greatest in the kingdom of heaven?",
          "ID": "1"
        },
        {
          "text": "And He called a little child to Himself and put him in the midst of them,",
          "ID": "2"
        },
        {
          "text": "And said, Truly I say to you, unless you repent (change, turn about) and become like little children [trusting, lowly, loving, forgiving], you can never enter the kingdom of heaven [at all].",
          "ID": "3"
        },
        {
          "text": "Whoever will humble himself therefore and become like this little child [trusting, lowly, loving, forgiving] is greatest in the kingdom of heaven.",
          "ID": "4"
        },
        {
          "text": "And whoever receives and accepts and welcomes one little child like this for My sake and in My name receives and accepts and welcomes Me.",
          "ID": "5"
        },
        {
          "text": "But whoever causes one of these little ones who believe in and acknowledge and cleave to Me to stumble and sin [that is, who entices him or hinders him in right conduct or thought], it would be better (more expedient and profitable or advantageous) for him to have a great millstone fastened around his neck and to be sunk in the depth of the sea.",
          "ID": "6"
        },
        {
          "text": "Woe to the world for such temptations to sin and influences to do wrong! It is necessary that temptations come, but woe to the person on whose account or by whom the temptation comes!",
          "ID": "7"
        },
        {
          "text": "And if your hand or your foot causes you to stumble and sin, cut it off and throw it away from you; it is better (more profitable and wholesome) for you to enter life maimed or lame than to have two hands or two feet and be thrown into everlasting fire.",
          "ID": "8"
        },
        {
          "text": "And if your eye causes you to stumble and sin, pluck it out and throw it away from you; it is better (more profitable and wholesome) for you to enter life with only one eye than to have two eyes and be thrown into the hell (Gehenna) of fire.",
          "ID": "9"
        },
        {
          "text": "Beware that you do not despise or feel scornful toward or think little of one of these little ones, for I tell you that in heaven their angels always are in the presence of and look upon the face of My Father Who is in heaven.",
          "ID": "10"
        },
        {
          "text": "For the Son of man came to save [from the penalty of eternal death] that which was lost.",
          "ID": "11"
        },
        {
          "text": "What do you think? If a man has a hundred sheep, and one of them has gone astray and gets lost, will he not leave the ninety-nine on the mountain and go in search of the one that is lost?",
          "ID": "12"
        },
        {
          "text": "And if it should be that he finds it, truly I say to you, he rejoices more over it than over the ninety-nine that did not get lost.",
          "ID": "13"
        },
        {
          "text": "Just so it is not the will of My Father Who is in heaven that one of these little ones should be lost and perish.",
          "ID": "14"
        },
        {
          "text": "If your brother wrongs you, go and show him his fault, between you and him privately. If he listens to you, you have won back your brother.",
          "ID": "15"
        },
        {
          "text": "But if he does not listen, take along with you one or two others, so that every word may be confirmed and upheld by the testimony of two or three witnesses.",
          "ID": "16"
        },
        {
          "text": "If he pays no attention to them [refusing to listen and obey], tell it to the church; and if he refuses to listen even to the church, let him be to you as a pagan and a tax collector. [Lev. 19:17; Deut. 19:15.]",
          "ID": "17"
        },
        {
          "text": "Truly I tell you, whatever you forbid and declare to be improper and unlawful on earth must be what is already forbidden in heaven, and whatever you permit and declare proper and lawful on earth must be what is already permitted in heaven.",
          "ID": "18"
        },
        {
          "text": "Again I tell you, if two of you on earth agree (harmonize together, make a symphony together) about whatever [anything and everything] they may ask, it will come to pass and be done for them by My Father in heaven.",
          "ID": "19"
        },
        {
          "text": "For wherever two or three are gathered (drawn together as My followers) in (into) My name, there I AM in the midst of them. [Exod. 3:14.]",
          "ID": "20"
        },
        {
          "text": "Then Peter came up to Him and said, Lord, how many times may my brother sin against me and I forgive him and let it go? [As many as] up to seven times?",
          "ID": "21"
        },
        {
          "text": "Jesus answered him, I tell you, not up to seven times, but seventy times seven! [Gen. 4:24.]",
          "ID": "22"
        },
        {
          "text": "Therefore the kingdom of heaven is like a human king who wished to settle accounts with his attendants.",
          "ID": "23"
        },
        {
          "text": "When he began the accounting, one was brought to him who owed him 10,000 talents [probably about $10,000,000],",
          "ID": "24"
        },
        {
          "text": "And because he could not pay, his master ordered him to be sold, with his wife and his children and everything that he possessed, and payment to be made.",
          "ID": "25"
        },
        {
          "text": "So the attendant fell on his knees, begging him, Have patience with me and I will pay you everything.",
          "ID": "26"
        },
        {
          "text": "And his master's heart was moved with compassion, and he released him and forgave him [cancelling] the debt.",
          "ID": "27"
        },
        {
          "text": "But that same attendant, as he went out, found one of his fellow attendants who owed him a hundred denarii [about twenty dollars]; and he caught him by the throat and said, Pay what you owe!",
          "ID": "28"
        },
        {
          "text": "So his fellow attendant fell down and begged him earnestly, Give me time, and I will pay you all !",
          "ID": "29"
        },
        {
          "text": "But he was unwilling, and he went out and had him put in prison till he should pay the debt.",
          "ID": "30"
        },
        {
          "text": "When his fellow attendants saw what had happened, they were greatly distressed, and they went and told everything that had taken place to their master.",
          "ID": "31"
        },
        {
          "text": "Then his master called him and said to him, You contemptible and wicked attendant! I forgave and cancelled all that [great] debt of yours because you begged me to.",
          "ID": "32"
        },
        {
          "text": "And should you not have had pity and mercy on your fellow attendant, as I had pity and mercy on you?",
          "ID": "33"
        },
        {
          "text": "And in wrath his master turned him over to the torturers (the jailers), till he should pay all that he owed.",
          "ID": "34"
        },
        {
          "text": "So also My heavenly Father will deal with every one of you if you do not freely forgive your brother from your heart his offenses.",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18"
    },
    {
      "name": "Matthew 19",
      "text": [
        {
          "text": "NOW WHEN Jesus had finished saying these things, He left Galilee and went into the part of Judea that is beyond the Jordan;",
          "ID": "1"
        },
        {
          "text": "And great throngs accompanied Him, and He cured them there.",
          "ID": "2"
        },
        {
          "text": "And Pharisees came to Him and put Him to the test by asking, Is it lawful and right to dismiss and repudiate and divorce one's wife for any and every cause?",
          "ID": "3"
        },
        {
          "text": "He replied, Have you never read that He Who made them from the beginning made them male and female,",
          "ID": "4"
        },
        {
          "text": "And said, For this reason a man shall leave his father and mother and shall be united firmly (joined inseparably) to his wife, and the two shall become one flesh? [Gen. 1:27; 2:24.]",
          "ID": "5"
        },
        {
          "text": "So they are no longer two, but one flesh. What therefore God has joined together, let not man put asunder (separate).",
          "ID": "6"
        },
        {
          "text": "They said to Him, Why then did Moses command [us] to give a certificate of divorce and thus to dismiss and repudiate a wife? [Deut. 24:1-4.]",
          "ID": "7"
        },
        {
          "text": "He said to them, Because of the hardness (stubbornness and perversity) of your hearts Moses permitted you to dismiss and repudiate and divorce your wives; but from the beginning it has not been so [ordained].",
          "ID": "8"
        },
        {
          "text": "I say to you: whoever dismisses (repudiates, divorces) his wife, except for unchastity, and marries another commits adultery, and he who marries a divorced woman commits adultery.",
          "ID": "9"
        },
        {
          "text": "The disciples said to Him, If the case of a man with his wife is like this, it is neither profitable nor advisable to marry.",
          "ID": "10"
        },
        {
          "text": "But He said to them, Not all men can accept this saying, but it is for those to whom [the capacity to receive] it has been given.",
          "ID": "11"
        },
        {
          "text": "For there are eunuchs who have been born incapable of marriage; and there are eunuchs who have been made so by men; and there are eunuchs who have made themselves incapable of marriage for the sake of the kingdom of heaven. Let him who is able to accept this accept it.",
          "ID": "12"
        },
        {
          "text": "Then little children were brought to Jesus, that He might put His hands on them and pray; but the disciples rebuked those who brought them.",
          "ID": "13"
        },
        {
          "text": "But He said, Leave the children alone! Allow the little ones to come to Me, and do not forbid or restrain or hinder them, for of such [as these] is the kingdom of heaven composed.",
          "ID": "14"
        },
        {
          "text": "And He put His hands upon them, and then went on His way.",
          "ID": "15"
        },
        {
          "text": "And behold, there came a man up to Him, saying, Teacher, what excellent and perfectly and essentially good deed must I do to possess eternal life? [Lev. 18:5.]",
          "ID": "16"
        },
        {
          "text": "And He said to him, Why do you ask Me about the perfectly and essentially good? There is only One Who is good [perfectly and essentially]–God. If you would enter into the Life, you must continually keep the commandments.",
          "ID": "17"
        },
        {
          "text": "He said to Him, What sort of commandments? [Or, which ones?] And Jesus answered, You shall not kill, You shall not commit adultery, You shall not steal, You shall not bear false witness, [Exod. 20:12-16; Deut. 5:16-20.]",
          "ID": "18"
        },
        {
          "text": "Honor your father and your mother, and, You shall love your neighbor as [you do] yourself. [Lev. 19:18; Matt. 22:39.]",
          "ID": "19"
        },
        {
          "text": "The young man said, I have observed all these from my youth; what still do I lack?",
          "ID": "20"
        },
        {
          "text": "Jesus answered him, If you would be perfect [that is, have that spiritual maturity which accompanies self-sacrificing character], go and sell what you have and give to the poor, and you will have riches in heaven; and come, be My disciple [side with My party and follow Me].",
          "ID": "21"
        },
        {
          "text": "But when the young man heard this, he went away sad (grieved and in much distress), for he had great possessions.",
          "ID": "22"
        },
        {
          "text": "And Jesus said to His disciples, Truly I say to you, it will be difficult for a rich man to get into the kingdom of heaven.",
          "ID": "23"
        },
        {
          "text": "Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to go into the kingdom of heaven.",
          "ID": "24"
        },
        {
          "text": "When the disciples heard this, they were utterly puzzled (astonished, bewildered), saying, Who then can be saved [from eternal death]?",
          "ID": "25"
        },
        {
          "text": "But Jesus looked at them and said, With men this is impossible, but all things are possible with God. [Gen. 18:14; Job 42:2.]",
          "ID": "26"
        },
        {
          "text": "Then Peter answered Him, saying, Behold, we have left [our] all and have become Your disciples [sided with Your party and followed You]. What then shall we receive?",
          "ID": "27"
        },
        {
          "text": "Jesus said to them, Truly I say to you, in the new age [the Messianic rebirth of the world], when the Son of Man shall sit down on the throne of His glory, you who have [become My disciples, sided with My party and] followed Me will also sit on twelve thrones and judge the twelve tribes of Israel.",
          "ID": "28"
        },
        {
          "text": "And anyone and everyone who has left houses or brothers or sisters or father or mother or children or lands for My name's sake will receive many [even a hundred] times more and will inherit eternal life.",
          "ID": "29"
        },
        {
          "text": "But many who [now] are first will be last [then], and many who [now] are last will be first [then].",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19"
    },
    {
      "name": "Matthew 20",
      "text": [
        {
          "text": "FOR THE kingdom of heaven is like the owner of an estate who went out in the morning along with the dawn to hire workmen for his vineyard.",
          "ID": "1"
        },
        {
          "text": "After agreeing with the laborers for a denarius a day, he sent them into his vineyard.",
          "ID": "2"
        },
        {
          "text": "And going out about the third hour (nine o'clock), he saw others standing idle in the marketplace;",
          "ID": "3"
        },
        {
          "text": "And he said to them, You go also into the vineyard, and whatever is right I will pay you. And they went.",
          "ID": "4"
        },
        {
          "text": "He went out again about the sixth hour (noon), and the ninth hour (three o'clock) he did the same.",
          "ID": "5"
        },
        {
          "text": "And about the eleventh hour (five o'clock) he went out and found still others standing around, and said to them, Why do you stand here idle all day?",
          "ID": "6"
        },
        {
          "text": "They answered him, Because nobody has hired us. He told them, You go out into the vineyard also and you will get whatever is just and fair.",
          "ID": "7"
        },
        {
          "text": "When evening came, the owner of the vineyard said to his manager, Call the workmen and pay them their wages, beginning with the last and ending with the first. [Lev. 19:13; Deut. 24:15.]",
          "ID": "8"
        },
        {
          "text": "And those who had been hired at the eleventh hour (five o'clock) came and received a denarius each.",
          "ID": "9"
        },
        {
          "text": "Now when the first came, they supposed they would get more, but each of them also received a denarius.",
          "ID": "10"
        },
        {
          "text": "And when they received it, they grumbled at the owner of the estate,",
          "ID": "11"
        },
        {
          "text": "Saying, These [men] who came last worked no more than an hour, and yet you have made them rank with us who have borne the burden and the scorching heat of the day.",
          "ID": "12"
        },
        {
          "text": "But he answered one of them, Friend, I am doing you no injustice. Did you not agree with me for a denarius?",
          "ID": "13"
        },
        {
          "text": "Take what belongs to you and go. I choose to give to this man hired last the same as I give to you.",
          "ID": "14"
        },
        {
          "text": "Am I not permitted to do what I choose with what is mine? [Or do you begrudge my being generous?] Is your eye evil because I am good?",
          "ID": "15"
        },
        {
          "text": "So those who [now] are last will be first [then], and those who [now] are first will be last [then]. For many are called, but few chosen.",
          "ID": "16"
        },
        {
          "text": "And as Jesus was going up to Jerusalem, He took the twelve disciples aside along the way and said to them,",
          "ID": "17"
        },
        {
          "text": "Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and scribes; and they will sentence Him to death",
          "ID": "18"
        },
        {
          "text": "And deliver Him over to the Gentiles to be mocked and whipped and crucified, and He will be raised [to life] on the third day.",
          "ID": "19"
        },
        {
          "text": "Then the mother of Zebedee's children came up to Him with her sons and, kneeling, worshiped Him and asked a favor of Him.",
          "ID": "20"
        },
        {
          "text": "And He asked her, What do you wish? She answered Him, Give orders that these two sons of mine may sit, one at Your right hand and one at Your left in Your kingdom.",
          "ID": "21"
        },
        {
          "text": "But Jesus replied, You do not realize what you are asking. Are you able to drink the cup that I am about to drink and to be baptized with the baptism with which I am baptized ? They answered, We are able.",
          "ID": "22"
        },
        {
          "text": "He said to them, You will drink My cup, but seats at My right hand and at My left are not Mine to give, but they are for those for whom they have been ordained and prepared by My Father.",
          "ID": "23"
        },
        {
          "text": "But when the ten [other disciples] heard this, they were indignant at the two brothers.",
          "ID": "24"
        },
        {
          "text": "And Jesus called them to Him and said, You know that the rulers of the Gentiles lord it over them, and their great men hold them in subjection [tyrannizing over them].",
          "ID": "25"
        },
        {
          "text": "Not so shall it be among you; but whoever wishes to be great among you must be your servant,",
          "ID": "26"
        },
        {
          "text": "And whoever desires to be first among you must be your slave–",
          "ID": "27"
        },
        {
          "text": "Just as the Son of Man came not to be waited on but to serve, and to give His life as a ransom for many [the price paid to set them free].",
          "ID": "28"
        },
        {
          "text": "And as they were going out of Jericho, a great throng accompanied Him.",
          "ID": "29"
        },
        {
          "text": "And behold, two blind men were sitting by the roadside, and when they heard that Jesus was passing by, they cried out, Lord, have pity and mercy on us, [You] Son of David!",
          "ID": "30"
        },
        {
          "text": "The crowds reproved them and told them to keep still; but they cried out all the more, Lord, have pity and mercy on us, [You] Son of David!",
          "ID": "31"
        },
        {
          "text": "And Jesus stopped and called them, and asked, What do you want Me to do for you?",
          "ID": "32"
        },
        {
          "text": "They answered Him, Lord, we want our eyes to be opened!",
          "ID": "33"
        },
        {
          "text": "And Jesus, in pity, touched their eyes; and instantly they received their sight and followed Him.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20"
    },
    {
      "name": "Matthew 21",
      "text": [
        {
          "text": "AND WHEN they came near Jerusalem and had reached Bethphage at the Mount of Olives, Jesus sent two disciples on ahead,",
          "ID": "1"
        },
        {
          "text": "Saying to them, Go into the village that is opposite you, and at once you will find a donkey tied, and a colt with her; untie [them] and bring [them] to Me.",
          "ID": "2"
        },
        {
          "text": "If anyone says anything to you, you shall reply, The Lord needs them, and he will let them go without delay.",
          "ID": "3"
        },
        {
          "text": "This happened that what was spoken by the prophet might be fulfilled, saying,",
          "ID": "4"
        },
        {
          "text": "Say to the Daughter of Zion [inhabitants of Jerusalem], Behold, your King is coming to you, lowly and riding on a donkey, and on a colt, the foal of a donkey [a beast of burden]. [Isa. 62:11; Zech. 9:9.]",
          "ID": "5"
        },
        {
          "text": "Then the disciples went and did as Jesus had directed them.",
          "ID": "6"
        },
        {
          "text": "They brought the donkey and the colt and laid their coats upon them, and He seated Himself on them [the clothing].",
          "ID": "7"
        },
        {
          "text": "And most of the crowd kept spreading their garments on the road, and others kept cutting branches from the trees and scattering them on the road.",
          "ID": "8"
        },
        {
          "text": "And the crowds that went ahead of Him and those that followed Him kept shouting, Hosanna (O be propitious, graciously inclined) to the Son of David, [the Messiah]! Blessed (praised, glorified) is He Who comes in the name of the Lord! Hosanna (O be favorably disposed) in the highest [heaven]! [Ps. 118:26.]",
          "ID": "9"
        },
        {
          "text": "And when He entered Jerusalem, all the city became agitated and [trembling with excitement] said, Who is This?",
          "ID": "10"
        },
        {
          "text": "And the crowds replied, This is the prophet Jesus from Nazareth of Galilee.",
          "ID": "11"
        },
        {
          "text": "And Jesus went into the temple (whole temple enclosure) and drove out all who bought and sold in the sacred place, and He turned over the four-footed tables of the money changers and the chairs of those who sold doves.",
          "ID": "12"
        },
        {
          "text": "He said to them, The Scripture says, My house shall be called a house of prayer; but you have made it a den of robbers. [Isa. 56:7; Jer. 7:11.]",
          "ID": "13"
        },
        {
          "text": "And the blind and the lame came to Him in the porches and courts of the temple, and He cured them.",
          "ID": "14"
        },
        {
          "text": "But when the chief priests and the scribes saw the wonderful things that He did and the boys and the girls and the youths and the maidens crying out in the porches and courts of the temple, Hosanna (O be propitious, graciously inclined) to the Son of David! they were indignant.",
          "ID": "15"
        },
        {
          "text": "And they said to Him, Do You hear what these are saying? And Jesus replied to them, Yes; have you never read, Out of the mouths of babes and unweaned infants You have made (provided) perfect praise? [Ps. 8:2.]",
          "ID": "16"
        },
        {
          "text": "And leaving them, He departed from the city and went out to Bethany and lodged there.",
          "ID": "17"
        },
        {
          "text": "In the early dawn the next morning, as He was coming back to the city, He was hungry.",
          "ID": "18"
        },
        {
          "text": "And as He saw one single leafy fig tree above the roadside, He went to it but He found nothing but leaves on it [seeing that in the fig tree the fruit appears at the same time as the leaves]. And He said to it, Never again shall fruit grow on you! And the fig tree withered up at once.",
          "ID": "19"
        },
        {
          "text": "When the disciples saw it, they marveled greatly and asked, How is it that the fig tree has withered away all at once?",
          "ID": "20"
        },
        {
          "text": "And Jesus answered them, Truly I say to you, if you have faith (a firm relying trust) and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, Be taken up and cast into the sea, it will be done.",
          "ID": "21"
        },
        {
          "text": "And whatever you ask for in prayer, having faith and [really] believing, you will receive.",
          "ID": "22"
        },
        {
          "text": "And when He entered the sacred enclosure of the temple, the chief priests and elders of the people came up to Him as He was teaching and said, By what power of authority are You doing these things, and who gave You this power of authority?",
          "ID": "23"
        },
        {
          "text": "Jesus answered them, I also will ask you a question, and if you give Me the answer, then I also will tell you by what power of authority I do these things.",
          "ID": "24"
        },
        {
          "text": "The baptism of John–from where was it? From heaven or from men? And they reasoned and argued with one another, If we say, From heaven, He will ask us, Why then did you not believe him?",
          "ID": "25"
        },
        {
          "text": "But if we say, From men–we are afraid of and must reckon with the multitude, for they all regard John as a prophet.",
          "ID": "26"
        },
        {
          "text": "So they answered Jesus, We do not know. And He said to them, Neither will I tell you by what power of authority I do these things.",
          "ID": "27"
        },
        {
          "text": "What do you think? There was a man who had two sons. He came to the first and said, Son, go and work today in the vineyard.",
          "ID": "28"
        },
        {
          "text": "And he answered, I will not; but afterward he changed his mind and went.",
          "ID": "29"
        },
        {
          "text": "Then the man came to the second and said the same [thing]. And he replied, I will [go], sir; but he did not go.",
          "ID": "30"
        },
        {
          "text": "Which of the two did the will of the father? They replied, The first one. Jesus said to them, Truly I tell you, the tax collectors and the harlots will get into the kingdom of heaven before you.",
          "ID": "31"
        },
        {
          "text": "For John came to you walking in the way of an upright man in right standing with God, and you did not believe him, but the tax collectors and the harlots did believe him; and you, even when you saw that, did not afterward change your minds and believe him [adhere to, trust in, and rely on what he told you].",
          "ID": "32"
        },
        {
          "text": "Listen to another parable: There was a master of a house who planted a vineyard and put a hedge around it and dug a wine vat in it and built a watchtower. Then he let it out [for rent] to tenants and went into another country.",
          "ID": "33"
        },
        {
          "text": "When the fruit season drew near, he sent his servants to the tenants to get his [share of the] fruit.",
          "ID": "34"
        },
        {
          "text": "But the tenants took his servants and beat one, killed another, and stoned another.",
          "ID": "35"
        },
        {
          "text": "Again he sent other servants, more than the first time, and they treated them the same way.",
          "ID": "36"
        },
        {
          "text": "Finally he sent his own son to them, saying, They will respect and give heed to my son.",
          "ID": "37"
        },
        {
          "text": "But when the tenants saw the son, they said to themselves, This is the heir; come on, let us kill him and have his inheritance.",
          "ID": "38"
        },
        {
          "text": "And they took him and threw him out of the vineyard and killed him.",
          "ID": "39"
        },
        {
          "text": "Now when the owner of the vineyard comes back, what will he do to those tenants?",
          "ID": "40"
        },
        {
          "text": "They said to Him, He will put those wretches to a miserable death and rent the vineyard to other tenants of such a character that they will give him the fruits promptly in their season. [Isa. 5:1-7.]",
          "ID": "41"
        },
        {
          "text": "Jesus asked them, Have you never read in the Scriptures: The very Stone which the builders rejected and threw away has become the Cornerstone; this is the Lord's doing, and it is marvelous in our eyes? [Ps. 118:22, 23.]",
          "ID": "42"
        },
        {
          "text": "I tell you, for this reason the kingdom of God will be taken away from you and given to a people who will produce the fruits of it.",
          "ID": "43"
        },
        {
          "text": "And whoever falls on this Stone will be broken to pieces, but he on whom It falls will be crushed to powder [and It will winnow him, scattering him like dust]. [Isa. 8:14; Dan. 2:34, 35.]",
          "ID": "44"
        },
        {
          "text": "And when the chief priests and the Pharisees heard His parables (comparisons, stories used to illustrate and explain), they perceived that He was talking about them.",
          "ID": "45"
        },
        {
          "text": "And although they were trying to arrest Him, they feared the throngs because they regarded Him as a prophet.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21"
    },
    {
      "name": "Matthew 22",
      "text": [
        {
          "text": "AND AGAIN Jesus spoke to them in parables (comparisons, stories used to illustrate and explain), saying,",
          "ID": "1"
        },
        {
          "text": "The kingdom of heaven is like a king who gave a wedding banquet for his son",
          "ID": "2"
        },
        {
          "text": "And sent his servants to summon those who had been invited to the wedding banquet, but they refused to come.",
          "ID": "3"
        },
        {
          "text": "Again he sent other servants, saying, Tell those who are invited, Behold, I have prepared my banquet; my bullocks and my fat calves are killed, and everything is prepared; come to the wedding feast.",
          "ID": "4"
        },
        {
          "text": "But they were not concerned and paid no attention [they ignored and made light of the summons, treating it with contempt] and they went away–one to his farm, another to his business,",
          "ID": "5"
        },
        {
          "text": "While the others seized his servants, treated them shamefully, and put them to death.",
          "ID": "6"
        },
        {
          "text": "[Hearing this] the king was infuriated; and he sent his soldiers and put those murderers to death and burned their city.",
          "ID": "7"
        },
        {
          "text": "Then he said to his servants, The wedding [feast] is prepared, but those invited were not worthy.",
          "ID": "8"
        },
        {
          "text": "So go to the thoroughfares where they leave the city [where the main roads and those from the country end] and invite to the wedding feast as many as you find.",
          "ID": "9"
        },
        {
          "text": "And those servants went out on the crossroads and got together as many as they found, both bad and good, so [the room in which] the wedding feast [was held] was filled with guests.",
          "ID": "10"
        },
        {
          "text": "But when the king came in to view the guests, he looked intently at a man there who had on no wedding garment.",
          "ID": "11"
        },
        {
          "text": "And he said, Friend, how did you come in here without putting on the [appropriate] wedding garment? And he was speechless (muzzled, gagged).",
          "ID": "12"
        },
        {
          "text": "Then the king said to the attendants, Tie him hand and foot, and throw him into the darkness outside; there will be weeping and grinding of teeth.",
          "ID": "13"
        },
        {
          "text": "For many are called (invited and summoned), but few are chosen.",
          "ID": "14"
        },
        {
          "text": "Then the Pharisees went and consulted and plotted together how they might entangle Jesus in His talk.",
          "ID": "15"
        },
        {
          "text": "And they sent their disciples to Him along with the Herodians, saying, Teacher, we know that You are sincere and what You profess to be and that You teach the way of God truthfully, regardless of consequences and being afraid of no man; for You are impartial and do not regard either the person or the position of anyone.",
          "ID": "16"
        },
        {
          "text": "Tell us then what You think about this: Is it lawful to pay tribute [levied on individuals and to be paid yearly] to Caesar or not?",
          "ID": "17"
        },
        {
          "text": "But Jesus, aware of their malicious plot, asked, Why do you put Me to the test and try to entrap Me, you pretenders (hypocrites)?",
          "ID": "18"
        },
        {
          "text": "Show me the money used for the tribute. And they brought Him a denarius.",
          "ID": "19"
        },
        {
          "text": "And Jesus said to them, Whose likeness and title are these?",
          "ID": "20"
        },
        {
          "text": "They said, Caesar's. Then He said to them, Pay therefore to Caesar the things that are due to Caesar, and pay to God the things that are due to God.",
          "ID": "21"
        },
        {
          "text": "When they heard it they were amazed and marveled; and they left Him and departed.",
          "ID": "22"
        },
        {
          "text": "The same day some Sadducees, who say that there is no resurrection [of the dead], came to Him and they asked Him a question,",
          "ID": "23"
        },
        {
          "text": "Saying, Teacher, Moses said, If a man dies, leaving no children, his brother shall marry the widow and raise up a family for his brother. [Deut. 25:5.]",
          "ID": "24"
        },
        {
          "text": "Now there were seven brothers among us; the first married and died, and, having no children, left his wife to his brother.",
          "ID": "25"
        },
        {
          "text": "The second also died childless, and the third, down to the seventh.",
          "ID": "26"
        },
        {
          "text": "Last of all, the woman died also.",
          "ID": "27"
        },
        {
          "text": "Now, in the resurrection, to which of the seven will she be wife? For they all had her.",
          "ID": "28"
        },
        {
          "text": "But Jesus replied to them, You are wrong because you know neither the Scriptures nor God's power.",
          "ID": "29"
        },
        {
          "text": "For in the resurrected state neither do [men] marry nor are [women] given in marriage, but they are like the angels in heaven.",
          "ID": "30"
        },
        {
          "text": "But as to the resurrection of the dead–have you never read what was said to you by God,",
          "ID": "31"
        },
        {
          "text": "I am the God of Abraham, and the God of Isaac, and the God of Jacob? He is not the God of the dead but of the living! [Exod. 3:6.]",
          "ID": "32"
        },
        {
          "text": "And when the throng heard it, they were astonished and filled with [glad] amazement at His teaching.",
          "ID": "33"
        },
        {
          "text": "Now when the Pharisees heard that He had silenced (muzzled) the Sadducees, they gathered together.",
          "ID": "34"
        },
        {
          "text": "And one of their number, a lawyer, asked Him a question to test Him.",
          "ID": "35"
        },
        {
          "text": "Teacher, which kind of commandment is great and important (the principal kind) in the Law? [Some commandments are light–which are heavy?]",
          "ID": "36"
        },
        {
          "text": "And He replied to him, You shall love the Lord your God with all your heart and with all your soul and with all your mind (intellect). [Deut. 6:5.]",
          "ID": "37"
        },
        {
          "text": "This is the great (most important, principal) and first commandment.",
          "ID": "38"
        },
        {
          "text": "And a second is like it: You shall love your neighbor as [you do] yourself. [Lev. 19:18.]",
          "ID": "39"
        },
        {
          "text": "These two commandments sum up and upon them depend all the Law and the Prophets.",
          "ID": "40"
        },
        {
          "text": "Now while the Pharisees were still assembled there, Jesus asked them a question,",
          "ID": "41"
        },
        {
          "text": "Saying, What do you think of the Christ? Whose Son is He? They said to Him, The Son of David.",
          "ID": "42"
        },
        {
          "text": "He said to them, How is it then that David, under the influence of the [Holy] Spirit, calls Him Lord, saying,",
          "ID": "43"
        },
        {
          "text": "The Lord said to My Lord, Sit at My right hand until I put Your enemies under Your feet? [Ps. 110:1.]",
          "ID": "44"
        },
        {
          "text": "If then David thus calls Him Lord, how is He his Son?",
          "ID": "45"
        },
        {
          "text": "And no one was able to answer Him a word, nor from that day did anyone venture or dare to question Him.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22"
    },
    {
      "name": "Matthew 23",
      "text": [
        {
          "text": "THEN JESUS said to the multitudes and to His disciples,",
          "ID": "1"
        },
        {
          "text": "The scribes and Pharisees sit on Moses' seat [of authority].",
          "ID": "2"
        },
        {
          "text": "So observe and practice all they tell you; but do not do what they do, for they preach, but do not practice.",
          "ID": "3"
        },
        {
          "text": "They tie up heavy loads, hard to bear, and place them on men's shoulders, but they themselves will not lift a finger to help bear them.",
          "ID": "4"
        },
        {
          "text": "They do all their works to be seen of men; for they make wide their phylacteries (small cases enclosing certain Scripture passages, worn during prayer on the left arm and forehead) and make long their fringes [worn by all male Israelites, according to the command]. [Exod. 13:9; Num. 15:38; Deut. 6:8.]",
          "ID": "5"
        },
        {
          "text": "And they take pleasure in and [thus] love the place of honor at feasts and the best seats in the synagogues,",
          "ID": "6"
        },
        {
          "text": "And to be greeted with honor in the marketplaces and to have people call them rabbi.",
          "ID": "7"
        },
        {
          "text": "But you are not to be called rabbi (teacher), for you have one Teacher and you are all brothers.",
          "ID": "8"
        },
        {
          "text": "And do not call anyone [in the church] on earth father, for you have one Father, Who is in heaven.",
          "ID": "9"
        },
        {
          "text": "And you must not be called masters (leaders), for you have one Master (Leader), the Christ.",
          "ID": "10"
        },
        {
          "text": "He who is greatest among you shall be your servant.",
          "ID": "11"
        },
        {
          "text": "Whoever exalts himself [with haughtiness and empty pride] shall be humbled (brought low), and whoever humbles himself [whoever has a modest opinion of himself and behaves accordingly] shall be raised to honor.",
          "ID": "12"
        },
        {
          "text": "But woe to you, scribes and Pharisees, pretenders (hypocrites)! For you shut the kingdom of heaven in men's faces; for you neither enter yourselves, nor do you allow those who are about to go in to do so.",
          "ID": "13"
        },
        {
          "text": "Woe to you, scribes and Pharisees, pretenders (hypocrites)! For you swallow up widows' houses and for a pretense to cover it up make long prayers; therefore you will receive the greater condemnation and the heavier sentence.",
          "ID": "14"
        },
        {
          "text": "Woe to you, scribes and Pharisees, pretenders (hypocrites)! For you travel over sea and land to make a single proselyte, and when he becomes one [a proselyte], you make him doubly as much a child of hell (Gehenna) as you are.",
          "ID": "15"
        },
        {
          "text": "Woe to you, blind guides, who say, If anyone swears by the sanctuary of the temple, it is nothing; but if anyone swears by the gold of the sanctuary, he is a debtor [bound by his oath].",
          "ID": "16"
        },
        {
          "text": "You blind fools! For which is greater: the gold, or the sanctuary of the temple that has made the gold sacred? [Exod. 30:29.]",
          "ID": "17"
        },
        {
          "text": "You say too, Whoever swears by the altar is not duty bound; but whoever swears by the offering on the altar, his oath is binding.",
          "ID": "18"
        },
        {
          "text": "You blind men! Which is greater: the gift, or the altar which makes the gift sacred?",
          "ID": "19"
        },
        {
          "text": "So whoever swears by the altar swears by it and by everything on it.",
          "ID": "20"
        },
        {
          "text": "And he who swears by the sanctuary of the temple swears by it and by Him Who dwells in it. [I Kings 8:13; Ps. 26:8.]",
          "ID": "21"
        },
        {
          "text": "And whoever swears by heaven swears by the throne of God and by Him Who sits upon it.",
          "ID": "22"
        },
        {
          "text": "Woe to you, scribes and Pharisees, pretenders (hypocrites)! For you give a tenth of your mint and dill and cummin, and have neglected and omitted the weightier (more important) matters of the Law–right and justice and mercy and fidelity. These you ought [particularly] to have done, without neglecting the others.",
          "ID": "23"
        },
        {
          "text": "You blind guides, filtering out a gnat and gulping down a camel! [Lev. 27:30; Mic. 6:8.]",
          "ID": "24"
        },
        {
          "text": "Woe to you, scribes and Pharisees, pretenders (hypocrites)! For you clean the outside of the cup and of the plate, but within they are full of extortion (prey, spoil, plunder) and grasping self-indulgence.",
          "ID": "25"
        },
        {
          "text": "You blind Pharisee! First clean the inside of the cup and of the plate, so that the outside may be clean also.",
          "ID": "26"
        },
        {
          "text": "Woe to you, scribes and Pharisees, pretenders (hypocrites)! For you are like tombs that have been whitewashed, which look beautiful on the outside but inside are full of dead men's bones and everything impure.",
          "ID": "27"
        },
        {
          "text": "Just so, you also outwardly seem to people to be just and upright but inside you are full of pretense and lawlessness and iniquity. [Ps. 5:9.]",
          "ID": "28"
        },
        {
          "text": "Woe to you, scribes and Pharisees, pretenders (hypocrites)! For you build tombs for the prophets and decorate the monuments of the righteous,",
          "ID": "29"
        },
        {
          "text": "Saying, If we had lived in the days of our forefathers, we would not have aided them in shedding the blood of the prophets.",
          "ID": "30"
        },
        {
          "text": "Thus you are testifying against yourselves that you are the descendants of those who murdered the prophets.",
          "ID": "31"
        },
        {
          "text": "Fill up, then, the measure of your fathers' sins to the brim [so that nothing may be wanting to a full measure].",
          "ID": "32"
        },
        {
          "text": "You serpents! You spawn of vipers! How can you escape the penalty to be suffered in hell (Gehenna)?",
          "ID": "33"
        },
        {
          "text": "Because of this, take notice: I am sending you prophets and wise men (interpreters and teachers) and scribes (men learned in the Mosaic Law and the Prophets); some of them you will kill, even crucify, and some you will flog in your synagogues and pursue and persecute from town to town,",
          "ID": "34"
        },
        {
          "text": "So that upon your heads may come all the blood of the righteous (those who correspond to the divine standard of right) shed on earth, from the blood of the righteous Abel to the blood of Zechariah son of Barachiah, whom you murdered between the sanctuary and the altar [of burnt offering]. [Gen. 4:8; II Chron. 24:21.]",
          "ID": "35"
        },
        {
          "text": "Truly I declare to you, all these [evil, calamitous times] will come upon this generation. [II Chron. 36:15, 16.]",
          "ID": "36"
        },
        {
          "text": "O Jerusalem, Jerusalem, murdering the prophets and stoning those who are sent to you! How often would I have gathered your children together as a mother fowl gathers her brood under her wings, and you refused!",
          "ID": "37"
        },
        {
          "text": "Behold, your house is forsaken and desolate (abandoned and left destitute of God's help). [I Kings 9:7; Jer. 22:5.]",
          "ID": "38"
        },
        {
          "text": "For I declare to you, you will not see Me again until you say, Blessed (magnified in worship, adored, and exalted) is He Who comes in the name of the Lord! [Ps. 118:26.]",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23"
    },
    {
      "name": "Matthew 24",
      "text": [
        {
          "text": "JESUS DEPARTED from the temple area and was going on His way when His disciples came up to Him to call His attention to the buildings of the temple and point them out to Him.",
          "ID": "1"
        },
        {
          "text": "But He answered them, Do you see all these? Truly I tell you, there will not be left here one stone upon another that will not be thrown down.",
          "ID": "2"
        },
        {
          "text": "While He was seated on the Mount of Olives, the disciples came to Him privately and said, Tell us, when will this take place, and what will be the sign of Your coming and of the end (the completion, the consummation) of the age?",
          "ID": "3"
        },
        {
          "text": "Jesus answered them, Be careful that no one misleads you [deceiving you and leading you into error].",
          "ID": "4"
        },
        {
          "text": "For many will come in (on the strength of) My name [appropriating the name which belongs to Me], saying, I am the Christ (the Messiah), and they will lead many astray.",
          "ID": "5"
        },
        {
          "text": "And you will hear of wars and rumors of wars; see that you are not frightened or troubled, for this must take place, but the end is not yet.",
          "ID": "6"
        },
        {
          "text": "For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in place after place;",
          "ID": "7"
        },
        {
          "text": "All this is but the beginning [the early pains] of the birth pangs [of the intolerable anguish].",
          "ID": "8"
        },
        {
          "text": "Then they will hand you over to suffer affliction and tribulation and put you to death, and you will be hated by all nations for My name's sake.",
          "ID": "9"
        },
        {
          "text": "And then many will be offended and repelled and will begin to distrust and desert [Him Whom they ought to trust and obey] and will stumble and fall away and betray one another and pursue one another with hatred.",
          "ID": "10"
        },
        {
          "text": "And many false prophets will rise up and deceive and lead many into error.",
          "ID": "11"
        },
        {
          "text": "And the love of the great body of people will grow cold because of the multiplied lawlessness and iniquity,",
          "ID": "12"
        },
        {
          "text": "But he who endures to the end will be saved.",
          "ID": "13"
        },
        {
          "text": "And this good news of the kingdom (the Gospel) will be preached throughout the whole world as a testimony to all the nations, and then will come the end.",
          "ID": "14"
        },
        {
          "text": "So when you see the appalling sacrilege [the abomination that astonishes and makes desolate], spoken of by the prophet Daniel, standing in the Holy Place–let the reader take notice and ponder and consider and heed [this]–[Dan. 9:27; 11:31; 12:11.]",
          "ID": "15"
        },
        {
          "text": "Then let those who are in Judea flee to the mountains;",
          "ID": "16"
        },
        {
          "text": "Let him who is on the housetop not come down and go into the house to take anything;",
          "ID": "17"
        },
        {
          "text": "And let him who is in the field not turn back to get his overcoat.",
          "ID": "18"
        },
        {
          "text": "And alas for the women who are pregnant and for those who have nursing babies in those days!",
          "ID": "19"
        },
        {
          "text": "Pray that your flight may not be in winter or on a Sabbath.",
          "ID": "20"
        },
        {
          "text": "For then there will be great tribulation (affliction, distress, and oppression) such as has not been from the beginning of the world until now–no, and never will be [again]. [Dan. 12:1; Joel 2:2.]",
          "ID": "21"
        },
        {
          "text": "And if those days had not been shortened, no human being would endure and survive, but for the sake of the elect (God's chosen ones) those days will be shortened.",
          "ID": "22"
        },
        {
          "text": "If anyone says to you then, Behold, here is the Christ (the Messiah)! or, There He is!–do not believe it.",
          "ID": "23"
        },
        {
          "text": "For false Christs and false prophets will arise, and they will show great signs and wonders so as to deceive and lead astray, if possible, even the elect (God's chosen ones).",
          "ID": "24"
        },
        {
          "text": "See, I have warned you beforehand.",
          "ID": "25"
        },
        {
          "text": "So if they say to you, Behold, He is in the wilderness (desert)–do not go out there; if they tell you, Behold, He is in the secret places or inner rooms–do not believe it.",
          "ID": "26"
        },
        {
          "text": "For just as the lightning flashes from the east and shines and is seen as far as the west, so will the coming of the Son of Man be.",
          "ID": "27"
        },
        {
          "text": "Wherever there is a fallen body (a corpse), there the vultures (or eagles) will flock together. [Job 39:30.]",
          "ID": "28"
        },
        {
          "text": "Immediately after the tribulation of those days the sun will be darkened, and the moon will not shed its light, and the stars will fall from the sky, and the powers of the heavens will be shaken. [Isa. 13:10; 34:4; Joel 2:10, 11; Zeph. 1:15.]",
          "ID": "29"
        },
        {
          "text": "Then the sign of the Son of Man will appear in the sky, and then all the tribes of the earth will mourn and beat their breasts and lament in anguish, and they will see the Son of Man coming on the clouds of heaven with power and great glory [in brilliancy and splendor]. [Dan. 7:13; Rev. 1:7.]",
          "ID": "30"
        },
        {
          "text": "And He will send out His angels with a loud trumpet call, and they will gather His elect (His chosen ones) from the four winds, [even] from one end of the universe to the other. [Isa. 27:13; Zech. 9:14.]",
          "ID": "31"
        },
        {
          "text": "From the fig tree learn this lesson: as soon as its young shoots become soft and tender and it puts out its leaves, you know of a surety that summer is near.",
          "ID": "32"
        },
        {
          "text": "So also when you see these signs, all taken together, coming to pass, you may know of a surety that He is near, at the very doors.",
          "ID": "33"
        },
        {
          "text": "Truly I tell you, this generation (the whole multitude of people living at the same time, in a definite, given period) will not pass away till all these things taken together take place.",
          "ID": "34"
        },
        {
          "text": "Sky and earth will pass away, but My words will not pass away.",
          "ID": "35"
        },
        {
          "text": "But of that [exact] day and hour no one knows, not even the angels of heaven, nor the Son, but only the Father.",
          "ID": "36"
        },
        {
          "text": "As were the days of Noah, so will be the coming of the Son of Man.",
          "ID": "37"
        },
        {
          "text": "For just as in those days before the flood they were eating and drinking, [men] marrying and [women] being given in marriage, until the [very] day when Noah went into the ark,",
          "ID": "38"
        },
        {
          "text": "And they did not know or understand until the flood came and swept them all away–so will be the coming of the Son of Man. [Gen. 6:5-8; 7:6-24.]",
          "ID": "39"
        },
        {
          "text": "At that time two men will be in the field; one will be taken and one will be left.",
          "ID": "40"
        },
        {
          "text": "Two women will be grinding at the hand mill; one will be taken and one will be left.",
          "ID": "41"
        },
        {
          "text": "Watch therefore [give strict attention, be cautious and active], for you do not know in what kind of a day [whether a near or remote one] your Lord is coming.",
          "ID": "42"
        },
        {
          "text": "But understand this: had the householder known in what [part of the night, whether in a night or a morning] watch the thief was coming, he would have watched and would not have allowed his house to be undermined and broken into.",
          "ID": "43"
        },
        {
          "text": "You also must be ready therefore, for the Son of Man is coming at an hour when you do not expect Him.",
          "ID": "44"
        },
        {
          "text": "Who then is the faithful, thoughtful, and wise servant, whom his master has put in charge of his household to give to the others the food and supplies at the proper time?",
          "ID": "45"
        },
        {
          "text": "Blessed (happy, fortunate, and to be envied) is that servant whom, when his master comes, he will find so doing.",
          "ID": "46"
        },
        {
          "text": "I solemnly declare to you, he will set him over all his possessions.",
          "ID": "47"
        },
        {
          "text": "But if that servant is wicked and says to himself, My master is delayed and is going to be gone a long time,",
          "ID": "48"
        },
        {
          "text": "And begins to beat his fellow servants and to eat and drink with the drunken,",
          "ID": "49"
        },
        {
          "text": "The master of that servant will come on a day when he does not expect him and at an hour of which he is not aware,",
          "ID": "50"
        },
        {
          "text": "And will punish him [cut him up by scourging] and put him with the pretenders (hypocrites); there will be weeping and grinding of teeth.",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24"
    },
    {
      "name": "Matthew 25",
      "text": [
        {
          "text": "THEN THE kingdom of heaven shall be likened to ten virgins who took their lamps and went to meet the bridegroom.",
          "ID": "1"
        },
        {
          "text": "Five of them were foolish (thoughtless, without forethought) and five were wise (sensible, intelligent, and prudent).",
          "ID": "2"
        },
        {
          "text": "For when the foolish took their lamps, they did not take any [extra] oil with them;",
          "ID": "3"
        },
        {
          "text": "But the wise took flasks of oil along with them [also] with their lamps.",
          "ID": "4"
        },
        {
          "text": "While the bridegroom lingered and was slow in coming, they all began nodding their heads, and they fell asleep.",
          "ID": "5"
        },
        {
          "text": "But at midnight there was a shout, Behold, the bridegroom! Go out to meet him!",
          "ID": "6"
        },
        {
          "text": "Then all those virgins got up and put their own lamps in order.",
          "ID": "7"
        },
        {
          "text": "And the foolish said to the wise, Give us some of your oil, for our lamps are going out.",
          "ID": "8"
        },
        {
          "text": "But the wise replied, There will not be enough for us and for you; go instead to the dealers and buy for yourselves.",
          "ID": "9"
        },
        {
          "text": "But while they were going away to buy, the bridegroom came, and those who were prepared went in with him to the marriage feast; and the door was shut.",
          "ID": "10"
        },
        {
          "text": "Later the other virgins also came and said, Lord, Lord, open [the door] to us!",
          "ID": "11"
        },
        {
          "text": "But He replied, I solemnly declare to you, I do not know you [I am not acquainted with you].",
          "ID": "12"
        },
        {
          "text": "Watch therefore [give strict attention and be cautious and active], for you know neither the day nor the hour when the Son of Man will come.",
          "ID": "13"
        },
        {
          "text": "For it is like a man who was about to take a long journey, and he called his servants together and entrusted them with his property.",
          "ID": "14"
        },
        {
          "text": "To one he gave five talents [probably about $5,000], to another two, to another one–to each in proportion to his own personal ability. Then he departed and left the country.",
          "ID": "15"
        },
        {
          "text": "He who had received the five talents went at once and traded with them, and he gained five talents more.",
          "ID": "16"
        },
        {
          "text": "And likewise he who had received the two talents–he also gained two talents more.",
          "ID": "17"
        },
        {
          "text": "But he who had received the one talent went and dug a hole in the ground and hid his master's money.",
          "ID": "18"
        },
        {
          "text": "Now after a long time the master of those servants returned and settled accounts with them.",
          "ID": "19"
        },
        {
          "text": "And he who had received the five talents came and brought him five more, saying, Master, you entrusted to me five talents; see, here I have gained five talents more.",
          "ID": "20"
        },
        {
          "text": "His master said to him, Well done, you upright (honorable, admirable) and faithful servant! You have been faithful and trustworthy over a little; I will put you in charge of much. Enter into and share the joy (the delight, the blessedness) which your master enjoys.",
          "ID": "21"
        },
        {
          "text": "And he also who had the two talents came forward, saying, Master, you entrusted two talents to me; here I have gained two talents more.",
          "ID": "22"
        },
        {
          "text": "His master said to him, Well done, you upright (honorable, admirable) and faithful servant! You have been faithful and trustworthy over a little; I will put you in charge of much. Enter into and share the joy (the delight, the blessedness) which your master enjoys.",
          "ID": "23"
        },
        {
          "text": "He who had received one talent also came forward, saying, Master, I knew you to be a harsh and hard man, reaping where you did not sow, and gathering where you had not winnowed [the grain].",
          "ID": "24"
        },
        {
          "text": "So I was afraid, and I went and hid your talent in the ground. Here you have what is your own.",
          "ID": "25"
        },
        {
          "text": "But his master answered him, You wicked and lazy and idle servant! Did you indeed know that I reap where I have not sowed and gather [grain] where I have not winnowed?",
          "ID": "26"
        },
        {
          "text": "Then you should have invested my money with the bankers, and at my coming I would have received what was my own with interest.",
          "ID": "27"
        },
        {
          "text": "So take the talent away from him and give it to the one who has the ten talents.",
          "ID": "28"
        },
        {
          "text": "For to everyone who has will more be given, and he will be furnished richly so that he will have an abundance; but from the one who does not have, even what he does have will be taken away.",
          "ID": "29"
        },
        {
          "text": "And throw the good-for-nothing servant into the outer darkness; there will be weeping and grinding of teeth.",
          "ID": "30"
        },
        {
          "text": "When the Son of Man comes in His glory (His majesty and splendor), and all the holy angels with Him, then He will sit on the throne of His glory.",
          "ID": "31"
        },
        {
          "text": "All nations will be gathered before Him, and He will separate them [the people] from one another as a shepherd separates his sheep from the goats; [Ezek. 34:17.]",
          "ID": "32"
        },
        {
          "text": "And He will cause the sheep to stand at His right hand, but the goats at His left.",
          "ID": "33"
        },
        {
          "text": "Then the King will say to those at His right hand, Come, you blessed of My Father [you favored of God and appointed to eternal salvation], inherit (receive as your own) the kingdom prepared for you from the foundation of the world.",
          "ID": "34"
        },
        {
          "text": "For I was hungry and you gave Me food, I was thirsty and you gave Me something to drink, I was a stranger and you brought Me together with yourselves and welcomed and entertained and lodged Me,",
          "ID": "35"
        },
        {
          "text": "I was naked and you clothed Me, I was sick and you visited Me with help and ministering care, I was in prison and you came to see Me. [Isa. 58:7.]",
          "ID": "36"
        },
        {
          "text": "Then the just and upright will answer Him, Lord, when did we see You hungry and gave You food, or thirsty and gave You something to drink?",
          "ID": "37"
        },
        {
          "text": "And when did we see You a stranger and welcomed and entertained You, or naked and clothed You?",
          "ID": "38"
        },
        {
          "text": "And when did we see You sick or in prison and came to visit You?",
          "ID": "39"
        },
        {
          "text": "And the King will reply to them, Truly I tell you, in so far as you did it for one of the least [in the estimation of men] of these My brethren, you did it for Me. [Prov. 19:17.]",
          "ID": "40"
        },
        {
          "text": "Then He will say to those at His left hand, Begone from Me, you cursed, into the eternal fire prepared for the devil and his angels!",
          "ID": "41"
        },
        {
          "text": "For I was hungry and you gave Me no food, I was thirsty and you gave Me nothing to drink,",
          "ID": "42"
        },
        {
          "text": "I was a stranger and you did not welcome Me and entertain Me, I was naked and you did not clothe Me, I was sick and in prison and you did not visit Me with help and ministering care.",
          "ID": "43"
        },
        {
          "text": "Then they also [in their turn] will answer, Lord, when did we see You hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to You?",
          "ID": "44"
        },
        {
          "text": "And He will reply to them, Solemnly I declare to you, in so far as you failed to do it for the least [in the estimation of men] of these, you failed to do it for Me. [Prov. 14:31; 17:5.]",
          "ID": "45"
        },
        {
          "text": "Then they will go away into eternal punishment, but those who are just and upright and in right standing with God into eternal life. [Dan. 12:2.]",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25"
    },
    {
      "name": "Matthew 26",
      "text": [
        {
          "text": "WHEN JESUS had ended this discourse, He said to His disciples,",
          "ID": "1"
        },
        {
          "text": "You know that the Passover is in two days–and the Son of Man will be delivered up treacherously to be crucified.",
          "ID": "2"
        },
        {
          "text": "Then the chief priests and the elders of the people gathered in the [open] court of the palace of the high priest, whose name was Caiaphas,",
          "ID": "3"
        },
        {
          "text": "And consulted together in order to arrest Jesus by stratagem secretly and put Him to death.",
          "ID": "4"
        },
        {
          "text": "But they said, It must not be during the Feast, for fear that there will be a riot among the people.",
          "ID": "5"
        },
        {
          "text": "Now when Jesus came back to Bethany and was in the house of Simon the leper,",
          "ID": "6"
        },
        {
          "text": "A woman came up to Him with an alabaster flask of very precious perfume, and she poured it on His head as He reclined at table.",
          "ID": "7"
        },
        {
          "text": "And when the disciples saw it, they were indignant, saying, For what purpose is all this waste?",
          "ID": "8"
        },
        {
          "text": "For this perfume might have been sold for a large sum and the money given to the poor.",
          "ID": "9"
        },
        {
          "text": "But Jesus, fully aware of this, said to them, Why do you bother the woman? She has done a noble (praiseworthy and beautiful) thing to Me.",
          "ID": "10"
        },
        {
          "text": "For you always have the poor among you, but you will not always have Me. [Deut. 15:11.]",
          "ID": "11"
        },
        {
          "text": "In pouring this perfume on My body she has done something to prepare Me for My burial.",
          "ID": "12"
        },
        {
          "text": "Truly I tell you, wherever this good news (the Gospel) is preached in the whole world, what this woman has done will be told also, in memory of her.",
          "ID": "13"
        },
        {
          "text": "Then one of the Twelve [apostles], who was called Judas Iscariot, went to the chief priests",
          "ID": "14"
        },
        {
          "text": "And said, What are you willing to give me if I hand Him over to you? And they weighed out for and paid to him thirty pieces of silver [about twenty-one dollars and sixty cents]. [Exod. 21:32; Zech. 11:12.]",
          "ID": "15"
        },
        {
          "text": "And from that moment he sought a fitting opportunity to betray Him.",
          "ID": "16"
        },
        {
          "text": "Now on the first day of Unleavened Bread [Passover week], the disciples came to Jesus and said to Him, Where do You wish us to prepare for You to eat the Passover supper?",
          "ID": "17"
        },
        {
          "text": "He said, Go into the city to a certain man and say to him, The Master says: My time is near; I will keep the Passover at your house with My disciples.",
          "ID": "18"
        },
        {
          "text": "And accordingly the disciples did as Jesus had directed them, and they made ready the Passover supper. [Deut. 16:5-8.]",
          "ID": "19"
        },
        {
          "text": "When it was evening, He was reclining at table with the twelve disciples.",
          "ID": "20"
        },
        {
          "text": "And as they were eating, He said, Solemnly I say to you, one of you will betray Me!",
          "ID": "21"
        },
        {
          "text": "They were exceedingly pained and distressed and deeply hurt and sorrowful and began to say to Him one after another, Surely it cannot be I, Lord, can it?",
          "ID": "22"
        },
        {
          "text": "He replied, He who has [just] dipped his hand in the same dish with Me will betray Me!",
          "ID": "23"
        },
        {
          "text": "The Son of Man is going just as it is written of Him; but woe to that man by whom the Son of Man is betrayed! It would have been better (more profitable and wholesome) for that man if he had never been born! [Ps. 41:9.]",
          "ID": "24"
        },
        {
          "text": "Judas, the betrayer, said, Surely it is not I, is it, Master? He said to him, You have stated [the fact].",
          "ID": "25"
        },
        {
          "text": "Now as they were eating, Jesus took bread and, praising God, gave thanks and asked Him to bless it to their use, and when He had broken it, He gave it to the disciples and said, Take, eat; this is My body.",
          "ID": "26"
        },
        {
          "text": "And He took a cup, and when He had given thanks, He gave it to them, saying, Drink of it, all of you;",
          "ID": "27"
        },
        {
          "text": "For this is My blood of the new covenant, which [ratifies the agreement and] is being poured out for many for the forgiveness of sins. [Exod. 24:6-8.]",
          "ID": "28"
        },
        {
          "text": "I say to you, I shall not drink again of this fruit of the vine until that day when I drink it with you new and of superior quality in My Father's kingdom.",
          "ID": "29"
        },
        {
          "text": "And when they had sung a hymn, they went out to the Mount of Olives.",
          "ID": "30"
        },
        {
          "text": "Then Jesus said to them, You will all be offended and stumble and fall away because of Me this night [distrusting and deserting Me], for it is written, I will strike the Shepherd, and the sheep of the flock will be scattered. [Zech. 13:7.]",
          "ID": "31"
        },
        {
          "text": "But after I am raised up [to life again], I will go ahead of you to Galilee.",
          "ID": "32"
        },
        {
          "text": "Peter declared to Him, Though they all are offended and stumble and fall away because of You [and distrust and desert You], I will never do so.",
          "ID": "33"
        },
        {
          "text": "Jesus said to him, Solemnly I declare to you, this very night, before a single rooster crows, you will deny and disown Me three times.",
          "ID": "34"
        },
        {
          "text": "Peter said to Him, Even if I must die with You, I will not deny or disown You! And all the disciples said the same thing.",
          "ID": "35"
        },
        {
          "text": "Then Jesus went with them to a place called Gethsemane, and He told His disciples, Sit down here while I go over yonder and pray.",
          "ID": "36"
        },
        {
          "text": "And taking with Him Peter and the two sons of Zebedee, He began to show grief and distress of mind and was deeply depressed.",
          "ID": "37"
        },
        {
          "text": "Then He said to them, My soul is very sad and deeply grieved, so that I am almost dying of sorrow. Stay here and keep awake and keep watch with Me.",
          "ID": "38"
        },
        {
          "text": "And going a little farther, He threw Himself upon the ground on His face and prayed saying, My Father, if it is possible, let this cup pass away from Me; nevertheless, not what I will [not what I desire], but as You will and desire.",
          "ID": "39"
        },
        {
          "text": "And He came to the disciples and found them sleeping, and He said to Peter, What! Are you so utterly unable to stay awake and keep watch with Me for one hour?",
          "ID": "40"
        },
        {
          "text": "All of you must keep awake (give strict attention, be cautious and active) and watch and pray, that you may not come into temptation. The spirit indeed is willing, but the flesh is weak.",
          "ID": "41"
        },
        {
          "text": "Again a second time He went away and prayed, My Father, if this cannot pass by unless I drink it, Your will be done.",
          "ID": "42"
        },
        {
          "text": "And again He came and found them sleeping, for their eyes were weighed down with sleep.",
          "ID": "43"
        },
        {
          "text": "So, leaving them again, He went away and prayed for the third time, using the same words.",
          "ID": "44"
        },
        {
          "text": "Then He returned to the disciples and said to them, Are you still sleeping and taking your rest? Behold, the hour is at hand, and the Son of Man is betrayed into the hands of especially wicked sinners [whose way or nature it is to act in opposition to God].",
          "ID": "45"
        },
        {
          "text": "Get up, let us be going! See, My betrayer is at hand!",
          "ID": "46"
        },
        {
          "text": "As He was still speaking, Judas, one of the Twelve [apostles], came up, and with him a great crowd with swords and clubs, from the chief priests and elders of the people.",
          "ID": "47"
        },
        {
          "text": "Now the betrayer had given them a sign, saying, The One I shall kiss is the Man; seize Him.",
          "ID": "48"
        },
        {
          "text": "And he came up to Jesus at once and said, Hail (greetings, good health to You, long life to You), Master! And he embraced Him and kissed Him with [pretended] warmth and devotion.",
          "ID": "49"
        },
        {
          "text": "Jesus said to him, Friend, for what are you here? Then they came up and laid hands on Jesus and arrested Him.",
          "ID": "50"
        },
        {
          "text": "And behold, one of those who were with Jesus reached out his hand and drew his sword and, striking the body servant of the high priest, cut off his ear.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to him, Put your sword back into its place, for all who draw the sword will die by the sword. [Gen. 9:6.]",
          "ID": "52"
        },
        {
          "text": "Do you suppose that I cannot appeal to My Father, and He will immediately provide Me with more than twelve legions [more than 80,000] of angels?",
          "ID": "53"
        },
        {
          "text": "But how then would the Scriptures be fulfilled, that it must come about this way?",
          "ID": "54"
        },
        {
          "text": "At that moment Jesus said to the crowds, Have you come out with swords and clubs as [you would] against a robber to capture Me? Day after day I was accustomed to sit in the porches and courts of the temple teaching, and you did not arrest Me.",
          "ID": "55"
        },
        {
          "text": "But all this has taken place in order that the Scriptures of the prophets might be fulfilled. Then all the disciples deserted Him and, fleeing, escaped.",
          "ID": "56"
        },
        {
          "text": "But those who had seized Jesus took Him away to Caiaphas, the high priest, where the scribes and the elders had assembled.",
          "ID": "57"
        },
        {
          "text": "But Peter followed Him at a distance, as far as the courtyard of the high priest's home; he even went inside and sat with the guards to see the end.",
          "ID": "58"
        },
        {
          "text": "Now the chief priests and the whole council (the Sanhedrin) sought to get false witnesses to testify against Jesus, so that they might put Him to death;",
          "ID": "59"
        },
        {
          "text": "But they found none, though many witnesses came forward [to testify]. At last two men came forward",
          "ID": "60"
        },
        {
          "text": "And testified, This Fellow said, I am able to tear down the sanctuary of the temple of God and to build it up again in three days.",
          "ID": "61"
        },
        {
          "text": "And the high priest stood up and said, Have You no answer to make? What about this that these men testify against You?",
          "ID": "62"
        },
        {
          "text": "But Jesus kept silent. And the high priest said to Him, I call upon you to swear by the living God, and tell us whether you are the Christ, the Son of God.",
          "ID": "63"
        },
        {
          "text": "Jesus said to him, You have stated [the fact]. More than that, I tell you: You will in the future see the Son of Man seated at the right hand of the Almighty and coming on the clouds of the sky. [Ps. 110:1; Dan. 7:13.]",
          "ID": "64"
        },
        {
          "text": "Then the high priest tore his clothes and exclaimed, He has uttered blasphemy! What need have we of further evidence? You have now heard His blasphemy. [Lev. 24:16; Num. 14:6.]",
          "ID": "65"
        },
        {
          "text": "What do you think now? They answered, He deserves to be put to death.",
          "ID": "66"
        },
        {
          "text": "Then they spat in His face and struck Him with their fists; and some slapped Him in the face, [Isa. 50:6.]",
          "ID": "67"
        },
        {
          "text": "Saying, Prophesy to us, You Christ (the Messiah)! Who was it that struck You?",
          "ID": "68"
        },
        {
          "text": "Now Peter was sitting outside in the courtyard, and one maid came up to him and said, You were also with Jesus the Galilean!",
          "ID": "69"
        },
        {
          "text": "But he denied it falsely before them all, saying, I do not know what you mean.",
          "ID": "70"
        },
        {
          "text": "And when he had gone out to the porch, another maid saw him, and she said to the bystanders, This fellow was with Jesus the Nazarene!",
          "ID": "71"
        },
        {
          "text": "And again he denied it and disowned Him with an oath, saying, I do not know the Man!",
          "ID": "72"
        },
        {
          "text": "After a little while, the bystanders came up and said to Peter, You certainly are one of them too, for even your accent betrays you.",
          "ID": "73"
        },
        {
          "text": "Then Peter began to invoke a curse on himself and to swear, I do not even know the Man! And at that moment a rooster crowed.",
          "ID": "74"
        },
        {
          "text": "And Peter remembered Jesus' words, when He had said, Before a single rooster crows, you will deny and disown Me three times. And he went outside and wept bitterly.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26"
    },
    {
      "name": "Matthew 27",
      "text": [
        {
          "text": "WHEN IT was morning, all the chief priests and the elders of the people held a consultation against Jesus to put Him to death;",
          "ID": "1"
        },
        {
          "text": "And they bound Him and led Him away and handed Him over to Pilate the governor.",
          "ID": "2"
        },
        {
          "text": "When Judas, His betrayer, saw that [Jesus] was condemned, [Judas was afflicted in mind and troubled for his former folly; and] with remorse [with little more than a selfish dread of the consequences] he brought back the thirty pieces of silver to the chief priests and the elders, [Exod. 21:32.]",
          "ID": "3"
        },
        {
          "text": "Saying, I have sinned in betraying innocent blood. They replied, What is that to us? See to that yourself.",
          "ID": "4"
        },
        {
          "text": "And casting the pieces of silver [forward] into the [Holy Place of the sanctuary of the] temple, he departed; and he went off and hanged himself.",
          "ID": "5"
        },
        {
          "text": "But the chief priests, picking up the pieces of silver, said, It is not legal to put these in the [consecrated] treasury, for it is the price of blood.",
          "ID": "6"
        },
        {
          "text": "So after consultation they bought with them [the pieces of silver] the potter's field [as a place] in which to bury strangers.",
          "ID": "7"
        },
        {
          "text": "Therefore that piece of ground has been called the Field of Blood to the present day.",
          "ID": "8"
        },
        {
          "text": "Then were fulfilled the words spoken by Jeremiah the prophet when he said, And they took the thirty pieces of silver, the price of Him on Whom a price had been set by some of the sons of Israel, [Zech. 11:12, 13.]",
          "ID": "9"
        },
        {
          "text": "And they gave them for the potter's field, as the Lord directed me.",
          "ID": "10"
        },
        {
          "text": "Now Jesus stood before the governor [Pilate], and the governor asked Him, Are you the King of the Jews? Jesus said to him, You have stated [the fact].",
          "ID": "11"
        },
        {
          "text": "But when the charges were made against Him by the chief priests and elders, He made no answer. [Isa. 53:7.]",
          "ID": "12"
        },
        {
          "text": "Then Pilate said to Him, Do You not hear how many and how serious are the things they are testifying against You?",
          "ID": "13"
        },
        {
          "text": "But He made no reply to him, not even to a single accusation, so that the governor marveled greatly.",
          "ID": "14"
        },
        {
          "text": "Now at the Feast [of the Passover] the governor was in the habit of setting free for the people any one prisoner whom they chose.",
          "ID": "15"
        },
        {
          "text": "And at that time they had a notorious prisoner whose name was Barabbas.",
          "ID": "16"
        },
        {
          "text": "So when they had assembled for this purpose, Pilate said to them, Whom do you want me to set free for you, Barabbas, or Jesus Who is called Christ?",
          "ID": "17"
        },
        {
          "text": "For he knew that it was because of envy that they had handed Him over to him.",
          "ID": "18"
        },
        {
          "text": "Also, while he was seated on the judgment bench, his wife sent him a message, saying, Have nothing to do with that just and upright Man, for I have had a painful experience today in a dream because of Him.",
          "ID": "19"
        },
        {
          "text": "But the chief priests and the elders prevailed on the people to ask for Barabbas, and put Jesus to death.",
          "ID": "20"
        },
        {
          "text": "Again the governor said to them, Which of the two do you wish me to release for you? And they said, Barabbas!",
          "ID": "21"
        },
        {
          "text": "Pilate said to them, Then what shall I do with Jesus Who is called Christ?",
          "ID": "22"
        },
        {
          "text": "They all replied, Let Him be crucified! And he said, Why? What has He done that is evil? But they shouted all the louder, Let Him be crucified!",
          "ID": "23"
        },
        {
          "text": "So when Pilate saw that he was getting nowhere, but rather that a riot was about to break out, he took water and washed his hands in the presence of the crowd, saying, I am not guilty of nor responsible for this righteous Man's blood; see to it yourselves. [Deut. 21:6-9; Ps. 26:6.]",
          "ID": "24"
        },
        {
          "text": "And all the people answered, Let His blood be on us and on our children! [Josh. 2:19.]",
          "ID": "25"
        },
        {
          "text": "So he set free for them Barabbas; and he [had] Jesus whipped, and delivered Him up to be crucified.",
          "ID": "26"
        },
        {
          "text": "Then the governor's soldiers took Jesus into the palace, and they gathered the whole battalion about Him.",
          "ID": "27"
        },
        {
          "text": "And they stripped off His clothes and put a scarlet robe (garment of dignity and office worn by Roman officers of rank) upon Him,",
          "ID": "28"
        },
        {
          "text": "And, weaving a crown of thorns, they put it on His head and put a reed (staff) in His right hand. And kneeling before Him, they made sport of Him, saying, Hail (greetings, good health to You, long life to You), King of the Jews!",
          "ID": "29"
        },
        {
          "text": "And they spat on Him, and took the reed (staff) and struck Him on the head.",
          "ID": "30"
        },
        {
          "text": "And when they finished making sport of Him, they stripped Him of the robe and put His own garments on Him and led Him away to be crucified.",
          "ID": "31"
        },
        {
          "text": "As they were marching forth, they came upon a man of Cyrene named Simon; this man they forced to carry the cross of Jesus.",
          "ID": "32"
        },
        {
          "text": "And when they came to a place called Golgotha [Latin: Calvary], which means The Place of a Skull,",
          "ID": "33"
        },
        {
          "text": "They offered Him wine mingled with gall to drink; but when He tasted it, He refused to drink it.",
          "ID": "34"
        },
        {
          "text": "And when they had crucified Him, they divided and distributed His garments [among them] by casting lots so that the prophet's saying was fulfilled, They parted My garments among them and over My apparel they cast lots. [Ps. 22:18.]",
          "ID": "35"
        },
        {
          "text": "Then they sat down there and kept watch over Him.",
          "ID": "36"
        },
        {
          "text": "And over His head they put the accusation against Him (the cause of His death), which read, This is Jesus, the King of the Jews.",
          "ID": "37"
        },
        {
          "text": "At the same time two robbers were crucified with Him, one on the right hand and one on the left.",
          "ID": "38"
        },
        {
          "text": "And those who passed by spoke reproachfully and abusively and jeered at Him, wagging their heads, [Ps. 22:7, 8; 109:25.]",
          "ID": "39"
        },
        {
          "text": "And they said, You Who would tear down the sanctuary of the temple and rebuild it in three days, rescue Yourself from death. If You are the Son of God, come down from the cross.",
          "ID": "40"
        },
        {
          "text": "In the same way the chief priests, with the scribes and elders, made sport of Him, saying,",
          "ID": "41"
        },
        {
          "text": "He rescued others from death; Himself He cannot rescue from death. He is the King of Israel? Let Him come down from the cross now, and we will believe in and acknowledge and cleave to Him.",
          "ID": "42"
        },
        {
          "text": "He trusts in God; let God deliver Him now if He cares for Him and will have Him, for He said, I am the Son of God.",
          "ID": "43"
        },
        {
          "text": "And the robbers who were crucified with Him also abused and reproached and made sport of Him in the same way.",
          "ID": "44"
        },
        {
          "text": "Now from the sixth hour (noon) there was darkness over all the land until the ninth hour (three o'clock).",
          "ID": "45"
        },
        {
          "text": "And about the ninth hour (three o'clock) Jesus cried with a loud voice, Eli, Eli, lama sabachthani?–that is, My God, My God, why have You abandoned Me [leaving Me helpless, forsaking and failing Me in My need]? [Ps. 22:1.]",
          "ID": "46"
        },
        {
          "text": "And some of the bystanders, when they heard it, said, This Man is calling for Elijah!",
          "ID": "47"
        },
        {
          "text": "And one of them immediately ran and took a sponge, soaked it with vinegar (a sour wine), and put it on a reed (staff), and was about to give it to Him to drink. [Ps. 69:21.]",
          "ID": "48"
        },
        {
          "text": "But the others said, Wait! Let us see whether Elijah will come to save Him from death.",
          "ID": "49"
        },
        {
          "text": "And Jesus cried again with a loud voice and gave up His spirit.",
          "ID": "50"
        },
        {
          "text": "And at once the curtain of the sanctuary of the temple was torn in two from top to bottom; the earth shook and the rocks were split. [Exod. 26:31-35.]",
          "ID": "51"
        },
        {
          "text": "The tombs were opened and many bodies of the saints who had fallen asleep in death were raised [to life];",
          "ID": "52"
        },
        {
          "text": "And coming out of the tombs after His resurrection, they went into the holy city and appeared to many people.",
          "ID": "53"
        },
        {
          "text": "When the centurion and those who were with him keeping watch over Jesus observed the earthquake and all that was happening, they were terribly frightened and filled with awe, and said, Truly this was God's Son!",
          "ID": "54"
        },
        {
          "text": "There were also numerous women there, looking on from a distance, who were of those who had accompanied Jesus from Galilee, ministering to Him.",
          "ID": "55"
        },
        {
          "text": "Among them were Mary of Magdala, and Mary the mother of James and Joseph, and the mother of Zebedee's sons.",
          "ID": "56"
        },
        {
          "text": "When it was evening, there came a rich man from Arimathea, named Joseph, who also was a disciple of Jesus.",
          "ID": "57"
        },
        {
          "text": "He went to Pilate and asked for the body of Jesus, and Pilate ordered that it be given to him.",
          "ID": "58"
        },
        {
          "text": "And Joseph took the body and rolled it up in a clean linen cloth used for swathing dead bodies",
          "ID": "59"
        },
        {
          "text": "And laid it in his own fresh (undefiled) tomb, which he had hewn in the rock; and he rolled a big boulder over the door of the tomb and went away.",
          "ID": "60"
        },
        {
          "text": "And Mary of Magdala and the other Mary kept sitting there opposite the tomb.",
          "ID": "61"
        },
        {
          "text": "The next day, that is, the day after the day of Preparation [for the Sabbath], the chief priests and the Pharisees assembled before Pilate",
          "ID": "62"
        },
        {
          "text": "And said, Sir, we have just remembered how that vagabond Imposter said while He was still alive, After three days I will rise again.",
          "ID": "63"
        },
        {
          "text": "Therefore give an order to have the tomb made secure and safeguarded until the third day, for fear that His disciples will come and steal Him away and tell the people that He has risen from the dead, and the last deception and fraud will be worse than the first.",
          "ID": "64"
        },
        {
          "text": "Pilate said to them, You have a guard [of soldiers; take them and] go, make it as secure as you can.",
          "ID": "65"
        },
        {
          "text": "So they went off and made the tomb secure by sealing the boulder, a guard of soldiers being with them and remaining to watch.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27"
    },
    {
      "name": "Matthew 28",
      "text": [
        {
          "text": "NOW AFTER the Sabbath, near dawn of the first day of the week, Mary of Magdala and the other Mary went to take a look at the tomb.",
          "ID": "1"
        },
        {
          "text": "And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled the boulder back and sat upon it.",
          "ID": "2"
        },
        {
          "text": "His appearance was like lightning, and his garments as white as snow.",
          "ID": "3"
        },
        {
          "text": "And those keeping guard were so frightened at the sight of him that they were agitated and they trembled and became like dead men.",
          "ID": "4"
        },
        {
          "text": "But the angel said to the women, Do not be alarmed and frightened, for I know that you are looking for Jesus, Who was crucified.",
          "ID": "5"
        },
        {
          "text": "He is not here; He has risen, as He said [He would do]. Come, see the place where He lay.",
          "ID": "6"
        },
        {
          "text": "Then go quickly and tell His disciples, He has risen from the dead, and behold, He is going before you to Galilee; there you will see Him. Behold, I have told you.",
          "ID": "7"
        },
        {
          "text": "So they left the tomb hastily with fear and great joy and ran to tell the disciples.",
          "ID": "8"
        },
        {
          "text": "And as they went, behold, Jesus met them and said, Hail (greetings)! And they went up to Him and clasped His feet and worshiped Him.",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to them, Do not be alarmed and afraid; go and tell My brethren to go into Galilee, and there they will see Me.",
          "ID": "10"
        },
        {
          "text": "While they were on their way, behold, some of the guards went into the city and reported to the chief priests everything that had occurred.",
          "ID": "11"
        },
        {
          "text": "And when they [the chief priests] had gathered with the elders and had consulted together, they gave a sufficient sum of money to the soldiers,",
          "ID": "12"
        },
        {
          "text": "And said, Tell people, His disciples came at night and stole Him away while we were sleeping.",
          "ID": "13"
        },
        {
          "text": "And if the governor hears of it, we will appease him and make you safe and free from trouble and care.",
          "ID": "14"
        },
        {
          "text": "So they took the money and did as they were instructed; and this story has been current among the Jews to the present day.",
          "ID": "15"
        },
        {
          "text": "Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed and made appointment with them.",
          "ID": "16"
        },
        {
          "text": "And when they saw Him, they fell down and worshiped Him; but some doubted.",
          "ID": "17"
        },
        {
          "text": "Jesus approached and, breaking the silence, said to them, All authority (all power of rule) in heaven and on earth has been given to Me.",
          "ID": "18"
        },
        {
          "text": "Go then and make disciples of all the nations, baptizing them into the name of the Father and of the Son and of the Holy Spirit,",
          "ID": "19"
        },
        {
          "text": "Teaching them to observe everything that I have commanded you, and behold, I am with you all the days (perpetually, uniformly, and on every occasion), to the [very] close and consummation of the age. Amen (so let it be).",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28"
    }
  ],
  "version": "AMP",
  "ID": "NT:MAT(AMP)"
}