{
  "name": "Matthew",
  "text": [
    {
      "name": "Matthew 1",
      "text": [
        {
          "text": "This is the genealogy of Jesus the Messiah the son of David, the son of Abraham:",
          "ID": "1"
        },
        {
          "text": "Abraham was the father of Isaac,Isaac the father of Jacob,Jacob the father of Judah and his brothers,",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Judah the father of Perez and Zerah, whose mother was Tamar,Perez the father of Hezron,Hezron the father of Ram,",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Ram the father of Amminadab,Amminadab the father of Nahshon,Nahshon the father of Salmon,",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Salmon the father of Boaz, whose mother was Rahab,Boaz the father of Obed, whose mother was Ruth,Obed the father of Jesse,",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "and Jesse the father of King David.David was the father of Solomon, whose mother had been Uriah's wife,",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Solomon the father of Rehoboam,Rehoboam the father of Abijah,Abijah the father of Asa,",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Asa the father of Jehoshaphat,Jehoshaphat the father of Jehoram,Jehoram the father of Uzziah,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Uzziah the father of Jotham,Jotham the father of Ahaz,Ahaz the father of Hezekiah,",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Hezekiah the father of Manasseh,Manasseh the father of Amon,Amon the father of Josiah,",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "After the exile to Babylon:Jeconiah was the father of Shealtiel,Shealtiel the father of Zerubbabel,",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Zerubbabel the father of Abihud,Abihud the father of Eliakim,Eliakim the father of Azor,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Azor the father of Zadok,Zadok the father of Akim,Akim the father of Elihud,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Elihud the father of Eleazar,Eleazar the father of Matthan,Matthan the father of Jacob,",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "and Jacob the father of Joseph, the husband of Mary, and Mary was the mother of Jesus who is called the Messiah.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Messiah.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "This is how the birth of Jesus the Messiah came about : His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.",
          "ID": "18"
        },
        {
          "text": "Because Joseph her husband was faithful to the law, and yet did not want to expose her to public disgrace, he had in mind to divorce her quietly.",
          "ID": "19"
        },
        {
          "text": "But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\"",
          "ID": "21"
        },
        {
          "text": "All this took place to fulfill what the Lord had said through the prophet:",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"The virgin will conceive and give birth to a son, and they will call him Immanuel\" (which means \"God with us\").",
          "ID": "23"
        },
        {
          "text": "When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "But he did not consummate their marriage until she gave birth to a son. And he gave him the name Jesus.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1"
    },
    {
      "name": "Matthew 2",
      "text": [
        {
          "text": "After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem",
          "ID": "1"
        },
        {
          "text": "and asked, \"Where is the one who has been born king of the Jews? We saw his star when it rose and have come to worship him.\"",
          "ID": "2"
        },
        {
          "text": "When King Herod heard this he was disturbed, and all Jerusalem with him.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "When he had called together all the people's chief priests and teachers of the law, he asked them where the Messiah was to be born.",
          "ID": "4"
        },
        {
          "text": "\"In Bethlehem in Judea,\" they replied, \"for this is what the prophet has written:",
          "ID": "5"
        },
        {
          "text": "\"'But you, Bethlehem, in the land of Judah,",
          "ID": "6"
        },
        {
          "text": "are by no means least among the rulers of Judah;",
          "ID": "6"
        },
        {
          "text": "for out of you will come a ruler",
          "ID": "6"
        },
        {
          "text": "who will shepherd my people Israel.' \"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then Herod called the Magi secretly and found out from them the exact time the star had appeared.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "He sent them to Bethlehem and said, \"Go and search carefully for the child. As soon as you find him, report to me, so that I too may go and worship him.\"",
          "ID": "8"
        },
        {
          "text": "After they had heard the king, they went on their way, and the star they had seen when it rose went ahead of them until it stopped over the place where the child was.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When they saw the star, they were overjoyed.",
          "ID": "10"
        },
        {
          "text": "On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold, frankincense and myrrh.",
          "ID": "11"
        },
        {
          "text": "And having been warned in a dream not to go back to Herod, they returned to their country by another route.",
          "ID": "12"
        },
        {
          "text": "When they had gone, an angel of the Lord appeared to Joseph in a dream. \"Get up,\" he said, \"take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod is going to search for the child to kill him.\"",
          "ID": "13"
        },
        {
          "text": "So he got up, took the child and his mother during the night and left for Egypt,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "where he stayed until the death of Herod. And so was fulfilled what the Lord had said through the prophet: \"Out of Egypt I called my son.\"",
          "ID": "15"
        },
        {
          "text": "When Herod realized that he had been outwitted by the Magi, he was furious, and he gave orders to kill all the boys in Bethlehem and its vicinity who were two years old and under, in accordance with the time he had learned from the Magi.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then what was said through the prophet Jeremiah was fulfilled:",
          "ID": "17"
        },
        {
          "text": "\"A voice is heard in Ramah,",
          "ID": "18"
        },
        {
          "text": "weeping and great mourning,",
          "ID": "18"
        },
        {
          "text": "Rachel weeping for her children",
          "ID": "18"
        },
        {
          "text": "and refusing to be comforted,",
          "ID": "18"
        },
        {
          "text": "because they are no more.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "After Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt",
          "ID": "19"
        },
        {
          "text": "and said, \"Get up, take the child and his mother and go to the land of Israel, for those who were trying to take the child's life are dead.\"",
          "ID": "20"
        },
        {
          "text": "So he got up, took the child and his mother and went to the land of Israel.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "But when he heard that Archelaus was reigning in Judea in place of his father Herod, he was afraid to go there. Having been warned in a dream, he withdrew to the district of Galilee,",
          "ID": "22"
        },
        {
          "text": "and he went and lived in a town called Nazareth. So was fulfilled what was said through the prophets, that he would be called a Nazarene.",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2"
    },
    {
      "name": "Matthew 3",
      "text": [
        {
          "text": "In those days John the Baptist came, preaching in the wilderness of Judea",
          "ID": "1"
        },
        {
          "text": "and saying, \"Repent, for the kingdom of heaven has come near.\"",
          "ID": "2"
        },
        {
          "text": "This is he who was spoken of through the prophet Isaiah:",
          "ID": "3"
        },
        {
          "text": "\"A voice of one calling in the wilderness,",
          "ID": "3"
        },
        {
          "text": "'Prepare the way for the Lord,",
          "ID": "3"
        },
        {
          "text": "make straight paths for him.'\"",
          "ID": "3"
        },
        {
          "text": "John's clothes were made of camel's hair, and he had a leather belt around his waist. His food was locusts and wild honey.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "People went out to him from Jerusalem and all Judea and the whole region of the Jordan.",
          "ID": "5"
        },
        {
          "text": "Confessing their sins, they were baptized by him in the Jordan River.",
          "ID": "6"
        },
        {
          "text": "But when he saw many of the Pharisees and Sadducees coming to where he was baptizing, he said to them: \"You brood of vipers! Who warned you to flee from the coming wrath?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Produce fruit in keeping with repentance.",
          "ID": "8"
        },
        {
          "text": "And do not think you can say to yourselves, 'We have Abraham as our father.' I tell you that out of these stones God can raise up children for Abraham.",
          "ID": "9"
        },
        {
          "text": "The ax is already at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.",
          "ID": "10"
        },
        {
          "text": "\"I baptize you with water for repentance. But after me comes one who is more powerful than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "His winnowing fork is in his hand, and he will clear his threshing floor, gathering his wheat into the barn and burning up the chaff with unquenchable fire.\"",
          "ID": "12"
        },
        {
          "text": "Then Jesus came from Galilee to the Jordan to be baptized by John.",
          "ID": "13"
        },
        {
          "text": "But John tried to deter him, saying, \"I need to be baptized by you, and do you come to me?\"",
          "ID": "14"
        },
        {
          "text": "Jesus replied, \"Let it be so now; it is proper for us to do this to fulfill all righteousness.\" Then John consented.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "As soon as Jesus was baptized, he went up out of the water. At that moment heaven was opened, and he saw the Spirit of God descending like a dove and alighting on him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And a voice from heaven said, \"This is my Son, whom I love; with him I am well pleased.\"",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3"
    },
    {
      "name": "Matthew 4",
      "text": [
        {
          "text": "Then Jesus was led by the Spirit into the wilderness to be tempted by the devil.",
          "ID": "1"
        },
        {
          "text": "After fasting forty days and forty nights, he was hungry.",
          "ID": "2"
        },
        {
          "text": "The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\"",
          "ID": "3"
        },
        {
          "text": "Jesus answered, \"It is written: 'Man shall not live on bread alone, but on every word that comes from the mouth of God.' \"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then the devil took him to the holy city and had him stand on the highest point of the temple.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"If you are the Son of God,\" he said, \"throw yourself down. For it is written:",
          "ID": "6"
        },
        {
          "text": "\"'He will command his angels concerning you,",
          "ID": "6"
        },
        {
          "text": "and they will lift you up in their hands,",
          "ID": "6"
        },
        {
          "text": "so that you will not strike your foot against a stone.' \"",
          "ID": "6"
        },
        {
          "text": "Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.' \"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"All this I will give you,\" he said, \"if you will bow down and worship me.\"",
          "ID": "9"
        },
        {
          "text": "Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.' \"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then the devil left him, and angels came and attended him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "When Jesus heard that John had been put in prison, he withdrew to Galilee.",
          "ID": "12"
        },
        {
          "text": "Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali—",
          "ID": "13"
        },
        {
          "text": "to fulfill what was said through the prophet Isaiah:",
          "ID": "14"
        },
        {
          "text": "\"Land of Zebulun and land of Naphtali,",
          "ID": "15"
        },
        {
          "text": "the Way of the Sea, beyond the Jordan,",
          "ID": "15"
        },
        {
          "text": "Galilee of the Gentiles—",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "the people living in darkness",
          "ID": "16"
        },
        {
          "text": "have seen a great light;",
          "ID": "16"
        },
        {
          "text": "on those living in the land of the shadow of death",
          "ID": "16"
        },
        {
          "text": "a light has dawned.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "From that time on Jesus began to preach, \"Repent, for the kingdom of heaven has come near.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen.",
          "ID": "18"
        },
        {
          "text": "\"Come, follow me,\" Jesus said, \"and I will send you out to fish for people.\"",
          "ID": "19"
        },
        {
          "text": "At once they left their nets and followed him.",
          "ID": "20"
        },
        {
          "text": "Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them,",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "and immediately they left the boat and their father and followed him.",
          "ID": "22"
        },
        {
          "text": "Jesus went throughout Galilee, teaching in their synagogues, proclaiming the good news of the kingdom, and healing every disease and sickness among the people.",
          "ID": "23"
        },
        {
          "text": "News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed; and he healed them.",
          "ID": "24"
        },
        {
          "text": "Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4"
    },
    {
      "name": "Matthew 5",
      "text": [
        {
          "text": "Now when Jesus saw the crowds, he went up on a mountainside and sat down. His disciples came to him,",
          "ID": "1"
        },
        {
          "text": "and he began to teach them. He said:",
          "ID": "2"
        },
        {
          "text": "\"Blessed are the poor in spirit,",
          "ID": "3"
        },
        {
          "text": "for theirs is the kingdom of heaven.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Blessed are those who mourn,",
          "ID": "4"
        },
        {
          "text": "for they will be comforted.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Blessed are the meek,",
          "ID": "5"
        },
        {
          "text": "for they will inherit the earth.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Blessed are those who hunger and thirst for righteousness,",
          "ID": "6"
        },
        {
          "text": "for they will be filled.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Blessed are the merciful,",
          "ID": "7"
        },
        {
          "text": "for they will be shown mercy.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Blessed are the pure in heart,",
          "ID": "8"
        },
        {
          "text": "for they will see God.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Blessed are the peacemakers,",
          "ID": "9"
        },
        {
          "text": "for they will be called children of God.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Blessed are those who are persecuted because of righteousness,",
          "ID": "10"
        },
        {
          "text": "for theirs is the kingdom of heaven.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you.",
          "ID": "12"
        },
        {
          "text": "\"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled underfoot.",
          "ID": "13"
        },
        {
          "text": "\"You are the light of the world. A town built on a hill cannot be hidden.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house.",
          "ID": "15"
        },
        {
          "text": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
          "ID": "16"
        },
        {
          "text": "\"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.",
          "ID": "17"
        },
        {
          "text": "For truly I tell you, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished.",
          "ID": "18"
        },
        {
          "text": "Therefore anyone who sets aside one of the least of these commands and teaches others accordingly will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven.",
          "ID": "19"
        },
        {
          "text": "For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven.",
          "ID": "20"
        },
        {
          "text": "\"You have heard that it was said to the people long ago, 'You shall not murder, and anyone who murders will be subject to judgment.'",
          "ID": "21"
        },
        {
          "text": "But I tell you that anyone who is angry with a brother or sister will be subject to judgment. Again, anyone who says to a brother or sister, 'Raca,' is answerable to the court. And anyone who says, 'You fool!' will be in danger of the fire of hell.",
          "ID": "22"
        },
        {
          "text": "\"Therefore, if you are offering your gift at the altar and there remember that your brother or sister has something against you,",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "leave your gift there in front of the altar. First go and be reconciled to them; then come and offer your gift.",
          "ID": "24"
        },
        {
          "text": "\"Settle matters quickly with your adversary who is taking you to court. Do it while you are still together on the way, or your adversary may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Truly I tell you, you will not get out until you have paid the last penny.",
          "ID": "26"
        },
        {
          "text": "\"You have heard that it was said, 'You shall not commit adultery.'",
          "ID": "27"
        },
        {
          "text": "But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart.",
          "ID": "28"
        },
        {
          "text": "If your right eye causes you to stumble, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell.",
          "ID": "29"
        },
        {
          "text": "And if your right hand causes you to stumble, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell.",
          "ID": "30"
        },
        {
          "text": "\"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.'",
          "ID": "31"
        },
        {
          "text": "But I tell you that anyone who divorces his wife, except for sexual immorality, makes her the victim of adultery, and anyone who marries a divorced woman commits adultery.",
          "ID": "32"
        },
        {
          "text": "\"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but fulfill to the Lord the vows you have made.'",
          "ID": "33"
        },
        {
          "text": "But I tell you, do not swear an oath at all: either by heaven, for it is God's throne;",
          "ID": "34"
        },
        {
          "text": "or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King.",
          "ID": "35"
        },
        {
          "text": "And do not swear by your head, for you cannot make even one hair white or black.",
          "ID": "36"
        },
        {
          "text": "All you need to say is simply 'Yes' or 'No'; anything beyond this comes from the evil one.",
          "ID": "37"
        },
        {
          "text": "\"You have heard that it was said, 'Eye for eye, and tooth for tooth.'",
          "ID": "38"
        },
        {
          "text": "But I tell you, do not resist an evil person. If anyone slaps you on the right cheek, turn to them the other cheek also.",
          "ID": "39"
        },
        {
          "text": "And if anyone wants to sue you and take your shirt, hand over your coat as well.",
          "ID": "40"
        },
        {
          "text": "If anyone forces you to go one mile, go with them two miles.",
          "ID": "41"
        },
        {
          "text": "Give to the one who asks you, and do not turn away from the one who wants to borrow from you.",
          "ID": "42"
        },
        {
          "text": "\"You have heard that it was said, 'Love your neighbor and hate your enemy.'",
          "ID": "43"
        },
        {
          "text": "But I tell you, love your enemies and pray for those who persecute you,",
          "ID": "44"
        },
        {
          "text": "that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.",
          "ID": "45"
        },
        {
          "text": "If you love those who love you, what reward will you get? Are not even the tax collectors doing that?",
          "ID": "46"
        },
        {
          "text": "And if you greet only your own people, what are you doing more than others? Do not even pagans do that?",
          "ID": "47"
        },
        {
          "text": "Be perfect, therefore, as your heavenly Father is perfect.",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5"
    },
    {
      "name": "Matthew 6",
      "text": [
        {
          "text": "\"Be careful not to practice your righteousness in front of others to be seen by them. If you do, you will have no reward from your Father in heaven.",
          "ID": "1"
        },
        {
          "text": "\"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by others. Truly I tell you, they have received their reward in full.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "But when you give to the needy, do not let your left hand know what your right hand is doing,",
          "ID": "3"
        },
        {
          "text": "so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you.",
          "ID": "4"
        },
        {
          "text": "\"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by others. Truly I tell you, they have received their reward in full.",
          "ID": "5"
        },
        {
          "text": "But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you.",
          "ID": "6"
        },
        {
          "text": "And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words.",
          "ID": "7"
        },
        {
          "text": "Do not be like them, for your Father knows what you need before you ask him.",
          "ID": "8"
        },
        {
          "text": "\"This, then, is how you should pray:",
          "ID": "9"
        },
        {
          "text": "\"'Our Father in heaven,",
          "ID": "9"
        },
        {
          "text": "hallowed be your name,",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "your kingdom come,",
          "ID": "10"
        },
        {
          "text": "your will be done,",
          "ID": "10"
        },
        {
          "text": "on earth as it is in heaven.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Give us today our daily bread.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And forgive us our debts,",
          "ID": "12"
        },
        {
          "text": "as we also have forgiven our debtors.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And lead us not into temptation,",
          "ID": "13"
        },
        {
          "text": "but deliver us from the evil one. '",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But if you do not forgive others their sins, your Father will not forgive your sins.",
          "ID": "15"
        },
        {
          "text": "\"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show others they are fasting. Truly I tell you, they have received their reward in full.",
          "ID": "16"
        },
        {
          "text": "But when you fast, put oil on your head and wash your face,",
          "ID": "17"
        },
        {
          "text": "so that it will not be obvious to others that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you.",
          "ID": "18"
        },
        {
          "text": "\"Do not store up for yourselves treasures on earth, where moths and vermin destroy, and where thieves break in and steal.",
          "ID": "19"
        },
        {
          "text": "But store up for yourselves treasures in heaven, where moths and vermin do not destroy, and where thieves do not break in and steal.",
          "ID": "20"
        },
        {
          "text": "For where your treasure is, there your heart will be also.",
          "ID": "21"
        },
        {
          "text": "\"The eye is the lamp of the body. If your eyes are healthy, your whole body will be full of light.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "But if your eyes are unhealthy, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness!",
          "ID": "23"
        },
        {
          "text": "\"No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more than food, and the body more than clothes?",
          "ID": "25"
        },
        {
          "text": "Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they?",
          "ID": "26"
        },
        {
          "text": "Can any one of you by worrying add a single hour to your life ?",
          "ID": "27"
        },
        {
          "text": "\"And why do you worry about clothes? See how the flowers of the field grow. They do not labor or spin.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Yet I tell you that not even Solomon in all his splendor was dressed like one of these.",
          "ID": "29"
        },
        {
          "text": "If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you—you of little faith?",
          "ID": "30"
        },
        {
          "text": "So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?'",
          "ID": "31"
        },
        {
          "text": "For the pagans run after all these things, and your heavenly Father knows that you need them.",
          "ID": "32"
        },
        {
          "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
          "ID": "33"
        },
        {
          "text": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6"
    },
    {
      "name": "Matthew 7",
      "text": [
        {
          "text": "\"Do not judge, or you too will be judged.",
          "ID": "1"
        },
        {
          "text": "For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you.",
          "ID": "2"
        },
        {
          "text": "\"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye?",
          "ID": "4"
        },
        {
          "text": "You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye.",
          "ID": "5"
        },
        {
          "text": "\"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and turn and tear you to pieces.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
          "ID": "7"
        },
        {
          "text": "For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.",
          "ID": "8"
        },
        {
          "text": "\"Which of you, if your son asks for bread, will give him a stone?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Or if he asks for a fish, will give him a snake?",
          "ID": "10"
        },
        {
          "text": "If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him!",
          "ID": "11"
        },
        {
          "text": "So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.",
          "ID": "12"
        },
        {
          "text": "\"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it.",
          "ID": "13"
        },
        {
          "text": "But small is the gate and narrow the road that leads to life, and only a few find it.",
          "ID": "14"
        },
        {
          "text": "\"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves.",
          "ID": "15"
        },
        {
          "text": "By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles?",
          "ID": "16"
        },
        {
          "text": "Likewise, every good tree bears good fruit, but a bad tree bears bad fruit.",
          "ID": "17"
        },
        {
          "text": "A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit.",
          "ID": "18"
        },
        {
          "text": "Every tree that does not bear good fruit is cut down and thrown into the fire.",
          "ID": "19"
        },
        {
          "text": "Thus, by their fruit you will recognize them.",
          "ID": "20"
        },
        {
          "text": "\"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only the one who does the will of my Father who is in heaven.",
          "ID": "21"
        },
        {
          "text": "Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name and in your name drive out demons and in your name perform many miracles?'",
          "ID": "22"
        },
        {
          "text": "Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!'",
          "ID": "23"
        },
        {
          "text": "\"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock.",
          "ID": "24"
        },
        {
          "text": "The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock.",
          "ID": "25"
        },
        {
          "text": "But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand.",
          "ID": "26"
        },
        {
          "text": "The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\"",
          "ID": "27"
        },
        {
          "text": "When Jesus had finished saying these things, the crowds were amazed at his teaching,",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "because he taught as one who had authority, and not as their teachers of the law.",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7"
    },
    {
      "name": "Matthew 8",
      "text": [
        {
          "text": "When Jesus came down from the mountainside, large crowds followed him.",
          "ID": "1"
        },
        {
          "text": "A man with leprosy came and knelt before him and said, \"Lord, if you are willing, you can make me clean.\"",
          "ID": "2"
        },
        {
          "text": "Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" Immediately he was cleansed of his leprosy.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Then Jesus said to him, \"See that you don't tell anyone. But go, show yourself to the priest and offer the gift Moses commanded, as a testimony to them.\"",
          "ID": "4"
        },
        {
          "text": "When Jesus had entered Capernaum, a centurion came to him, asking for help.",
          "ID": "5"
        },
        {
          "text": "\"Lord,\" he said, \"my servant lies at home paralyzed, suffering terribly.\"",
          "ID": "6"
        },
        {
          "text": "Jesus said to him, \"Shall I come and heal him?\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\"",
          "ID": "9"
        },
        {
          "text": "When Jesus heard this, he was amazed and said to those following him, \"Truly I tell you, I have not found anyone in Israel with such great faith.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven.",
          "ID": "11"
        },
        {
          "text": "But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then Jesus said to the centurion, \"Go! Let it be done just as you believed it would.\" And his servant was healed at that moment.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When Jesus came into Peter's house, he saw Peter's mother-in-law lying in bed with a fever.",
          "ID": "14"
        },
        {
          "text": "He touched her hand and the fever left her, and she got up and began to wait on him.",
          "ID": "15"
        },
        {
          "text": "When evening came, many who were demon-possessed were brought to him, and he drove out the spirits with a word and healed all the sick.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "This was to fulfill what was spoken through the prophet Isaiah:",
          "ID": "17"
        },
        {
          "text": "\"He took up our infirmities",
          "ID": "17"
        },
        {
          "text": "and bore our diseases.\"",
          "ID": "17"
        },
        {
          "text": "When Jesus saw the crowd around him, he gave orders to cross to the other side of the lake.",
          "ID": "18"
        },
        {
          "text": "Then a teacher of the law came to him and said, \"Teacher, I will follow you wherever you go.\"",
          "ID": "19"
        },
        {
          "text": "Jesus replied, \"Foxes have dens and birds have nests, but the Son of Man has no place to lay his head.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Another disciple said to him, \"Lord, first let me go and bury my father.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "But Jesus told him, \"Follow me, and let the dead bury their own dead.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Then he got into the boat and his disciples followed him.",
          "ID": "23"
        },
        {
          "text": "Suddenly a furious storm came up on the lake, so that the waves swept over the boat. But Jesus was sleeping.",
          "ID": "24"
        },
        {
          "text": "The disciples went and woke him, saying, \"Lord, save us! We're going to drown!\"",
          "ID": "25"
        },
        {
          "text": "He replied, \"You of little faith, why are you so afraid?\" Then he got up and rebuked the winds and the waves, and it was completely calm.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "The men were amazed and asked, \"What kind of man is this? Even the winds and the waves obey him!\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When he arrived at the other side in the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were so violent that no one could pass that way.",
          "ID": "28"
        },
        {
          "text": "\"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\"",
          "ID": "29"
        },
        {
          "text": "Some distance from them a large herd of pigs was feeding.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "The demons begged Jesus, \"If you drive us out, send us into the herd of pigs.\"",
          "ID": "31"
        },
        {
          "text": "He said to them, \"Go!\" So they came out and went into the pigs, and the whole herd rushed down the steep bank into the lake and died in the water.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Those tending the pigs ran off, went into the town and reported all this, including what had happened to the demon-possessed men.",
          "ID": "33"
        },
        {
          "text": "Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8"
    },
    {
      "name": "Matthew 9",
      "text": [
        {
          "text": "Jesus stepped into a boat, crossed over and came to his own town.",
          "ID": "1"
        },
        {
          "text": "Some men brought to him a paralyzed man, lying on a mat. When Jesus saw their faith, he said to the man, \"Take heart, son; your sins are forgiven.\"",
          "ID": "2"
        },
        {
          "text": "At this, some of the teachers of the law said to themselves, \"This fellow is blaspheming!\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Knowing their thoughts, Jesus said, \"Why do you entertain evil thoughts in your hearts?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?",
          "ID": "5"
        },
        {
          "text": "But I want you to know that the Son of Man has authority on earth to forgive sins.\" So he said to the paralyzed man, \"Get up, take your mat and go home.\"",
          "ID": "6"
        },
        {
          "text": "Then the man got up and went home.",
          "ID": "7"
        },
        {
          "text": "When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to man.",
          "ID": "8"
        },
        {
          "text": "As Jesus went on from there, he saw a man named Matthew sitting at the tax collector's booth. \"Follow me,\" he told him, and Matthew got up and followed him.",
          "ID": "9"
        },
        {
          "text": "While Jesus was having dinner at Matthew's house, many tax collectors and sinners came and ate with him and his disciples.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "When the Pharisees saw this, they asked his disciples, \"Why does your teacher eat with tax collectors and sinners?\"",
          "ID": "11"
        },
        {
          "text": "On hearing this, Jesus said, \"It is not the healthy who need a doctor, but the sick.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But go and learn what this means: 'I desire mercy, not sacrifice.' For I have not come to call the righteous, but sinners.\"",
          "ID": "13"
        },
        {
          "text": "Then John's disciples came and asked him, \"How is it that we and the Pharisees fast often, but your disciples do not fast?\"",
          "ID": "14"
        },
        {
          "text": "Jesus answered, \"How can the guests of the bridegroom mourn while he is with them? The time will come when the bridegroom will be taken from them; then they will fast.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"No one sews a patch of unshrunk cloth on an old garment, for the patch will pull away from the garment, making the tear worse.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Neither do people pour new wine into old wineskins. If they do, the skins will burst; the wine will run out and the wineskins will be ruined. No, they pour new wine into new wineskins, and both are preserved.\"",
          "ID": "17"
        },
        {
          "text": "While he was saying this, a synagogue leader came and knelt before him and said, \"My daughter has just died. But come and put your hand on her, and she will live.\"",
          "ID": "18"
        },
        {
          "text": "Jesus got up and went with him, and so did his disciples.",
          "ID": "19"
        },
        {
          "text": "Just then a woman who had been subject to bleeding for twelve years came up behind him and touched the edge of his cloak.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "She said to herself, \"If I only touch his cloak, I will be healed.\"",
          "ID": "21"
        },
        {
          "text": "Jesus turned and saw her. \"Take heart, daughter,\" he said, \"your faith has healed you.\" And the woman was healed at that moment.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When Jesus entered the synagogue leader's house and saw the noisy crowd and people playing pipes,",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "he said, \"Go away. The girl is not dead but asleep.\" But they laughed at him.",
          "ID": "24"
        },
        {
          "text": "After the crowd had been put outside, he went in and took the girl by the hand, and she got up.",
          "ID": "25"
        },
        {
          "text": "News of this spread through all that region.",
          "ID": "26"
        },
        {
          "text": "As Jesus went on from there, two blind men followed him, calling out, \"Have mercy on us, Son of David!\"",
          "ID": "27"
        },
        {
          "text": "When he had gone indoors, the blind men came to him, and he asked them, \"Do you believe that I am able to do this?\"\"Yes, Lord,\" they replied.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Then he touched their eyes and said, \"According to your faith let it be done to you\";",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "and their sight was restored. Jesus warned them sternly, \"See that no one knows about this.\"",
          "ID": "30"
        },
        {
          "text": "But they went out and spread the news about him all over that region.",
          "ID": "31"
        },
        {
          "text": "While they were going out, a man who was demon-possessed and could not talk was brought to Jesus.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "And when the demon was driven out, the man who had been mute spoke. The crowd was amazed and said, \"Nothing like this has ever been seen in Israel.\"",
          "ID": "33"
        },
        {
          "text": "But the Pharisees said, \"It is by the prince of demons that he drives out demons.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus went through all the towns and villages, teaching in their synagogues, proclaiming the good news of the kingdom and healing every disease and sickness.",
          "ID": "35"
        },
        {
          "text": "When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd.",
          "ID": "36"
        },
        {
          "text": "Then he said to his disciples, \"The harvest is plentiful but the workers are few.",
          "ID": "37"
        },
        {
          "text": "Ask the Lord of the harvest, therefore, to send out workers into his harvest field.\"",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9"
    },
    {
      "name": "Matthew 10",
      "text": [
        {
          "text": "Jesus called his twelve disciples to him and gave them authority to drive out impure spirits and to heal every disease and sickness.",
          "ID": "1"
        },
        {
          "text": "These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James son of Zebedee, and his brother John;",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus;",
          "ID": "3"
        },
        {
          "text": "Simon the Zealot and Judas Iscariot, who betrayed him.",
          "ID": "4"
        },
        {
          "text": "These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Go rather to the lost sheep of Israel.",
          "ID": "6"
        },
        {
          "text": "As you go, proclaim this message: 'The kingdom of heaven has come near.'",
          "ID": "7"
        },
        {
          "text": "Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received; freely give.",
          "ID": "8"
        },
        {
          "text": "\"Do not get any gold or silver or copper to take with you in your belts—",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "no bag for the journey or extra shirt or sandals or a staff, for the worker is worth his keep.",
          "ID": "10"
        },
        {
          "text": "Whatever town or village you enter, search there for some worthy person and stay at their house until you leave.",
          "ID": "11"
        },
        {
          "text": "As you enter the home, give it your greeting.",
          "ID": "12"
        },
        {
          "text": "If the home is deserving, let your peace rest on it; if it is not, let your peace return to you.",
          "ID": "13"
        },
        {
          "text": "If anyone will not welcome you or listen to your words, leave that home or town and shake the dust off your feet.",
          "ID": "14"
        },
        {
          "text": "Truly I tell you, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town.",
          "ID": "15"
        },
        {
          "text": "\"I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Be on your guard; you will be handed over to the local councils and be flogged in the synagogues.",
          "ID": "17"
        },
        {
          "text": "On my account you will be brought before governors and kings as witnesses to them and to the Gentiles.",
          "ID": "18"
        },
        {
          "text": "But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say,",
          "ID": "19"
        },
        {
          "text": "for it will not be you speaking, but the Spirit of your Father speaking through you.",
          "ID": "20"
        },
        {
          "text": "\"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "You will be hated by everyone because of me, but the one who stands firm to the end will be saved.",
          "ID": "22"
        },
        {
          "text": "When you are persecuted in one place, flee to another. Truly I tell you, you will not finish going through the towns of Israel before the Son of Man comes.",
          "ID": "23"
        },
        {
          "text": "\"The student is not above the teacher, nor a servant above his master.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "It is enough for students to be like their teachers, and servants like their masters. If the head of the house has been called Beelzebul, how much more the members of his household!",
          "ID": "25"
        },
        {
          "text": "\"So do not be afraid of them, for there is nothing concealed that will not be disclosed, or hidden that will not be made known.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs.",
          "ID": "27"
        },
        {
          "text": "Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell.",
          "ID": "28"
        },
        {
          "text": "Are not two sparrows sold for a penny? Yet not one of them will fall to the ground outside your Father's care.",
          "ID": "29"
        },
        {
          "text": "And even the very hairs of your head are all numbered.",
          "ID": "30"
        },
        {
          "text": "So don't be afraid; you are worth more than many sparrows.",
          "ID": "31"
        },
        {
          "text": "\"Whoever acknowledges me before others, I will also acknowledge before my Father in heaven.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "But whoever disowns me before others, I will disown before my Father in heaven.",
          "ID": "33"
        },
        {
          "text": "\"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "For I have come to turn",
          "ID": "35"
        },
        {
          "text": "\"'a man against his father,",
          "ID": "35"
        },
        {
          "text": "a daughter against her mother,",
          "ID": "35"
        },
        {
          "text": "a daughter-in-law against her mother-in-law—",
          "ID": "35"
        },
        {
          "text": "a man's enemies will be the members of his own household.'",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "\"Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Whoever does not take up their cross and follow me is not worthy of me.",
          "ID": "38"
        },
        {
          "text": "Whoever finds their life will lose it, and whoever loses their life for my sake will find it.",
          "ID": "39"
        },
        {
          "text": "\"Anyone who welcomes you welcomes me, and anyone who welcomes me welcomes the one who sent me.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Whoever welcomes a prophet as a prophet will receive a prophet's reward, and whoever welcomes a righteous person as a righteous person will receive a righteous person's reward.",
          "ID": "41"
        },
        {
          "text": "And if anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.\"",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10"
    },
    {
      "name": "Matthew 11",
      "text": [
        {
          "text": "After Jesus had finished instructing his twelve disciples, he went on from there to teach and preach in the towns of Galilee.",
          "ID": "1"
        },
        {
          "text": "When John, who was in prison, heard about the deeds of the Messiah, he sent his disciples",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "to ask him, \"Are you the one who is to come, or should we expect someone else?\"",
          "ID": "3"
        },
        {
          "text": "Jesus replied, \"Go back and report to John what you hear and see:",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The blind receive sight, the lame walk, those who have leprosy are cleansed, the deaf hear, the dead are raised, and the good news is proclaimed to the poor.",
          "ID": "5"
        },
        {
          "text": "Blessed is anyone who does not stumble on account of me.\"",
          "ID": "6"
        },
        {
          "text": "As John's disciples were leaving, Jesus began to speak to the crowd about John: \"What did you go out into the wilderness to see? A reed swayed by the wind?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "If not, what did you go out to see? A man dressed in fine clothes? No, those who wear fine clothes are in kings' palaces.",
          "ID": "8"
        },
        {
          "text": "Then what did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
          "ID": "9"
        },
        {
          "text": "This is the one about whom it is written:",
          "ID": "10"
        },
        {
          "text": "\"'I will send my messenger ahead of you,",
          "ID": "10"
        },
        {
          "text": "who will prepare your way before you.'",
          "ID": "10"
        },
        {
          "text": "Truly I tell you, among those born of women there has not risen anyone greater than John the Baptist; yet whoever is least in the kingdom of heaven is greater than he.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "From the days of John the Baptist until now, the kingdom of heaven has been subjected to violence, and violent people have been raiding it.",
          "ID": "12"
        },
        {
          "text": "For all the Prophets and the Law prophesied until John.",
          "ID": "13"
        },
        {
          "text": "And if you are willing to accept it, he is the Elijah who was to come.",
          "ID": "14"
        },
        {
          "text": "Whoever has ears, let them hear.",
          "ID": "15"
        },
        {
          "text": "\"To what can I compare this generation? They are like children sitting in the marketplaces and calling out to others:",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"'We played the pipe for you,",
          "ID": "17"
        },
        {
          "text": "and you did not dance;",
          "ID": "17"
        },
        {
          "text": "we sang a dirge,",
          "ID": "17"
        },
        {
          "text": "and you did not mourn.'",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For John came neither eating nor drinking, and they say, 'He has a demon.'",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The Son of Man came eating and drinking, and they say, 'Here is a glutton and a drunkard, a friend of tax collectors and sinners.' But wisdom is proved right by her deeds.\"",
          "ID": "19"
        },
        {
          "text": "Then Jesus began to denounce the towns in which most of his miracles had been performed, because they did not repent.",
          "ID": "20"
        },
        {
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
          "ID": "21"
        },
        {
          "text": "But I tell you, it will be more bearable for Tyre and Sidon on the day of judgment than for you.",
          "ID": "22"
        },
        {
          "text": "And you, Capernaum, will you be lifted to the heavens? No, you will go down to Hades. For if the miracles that were performed in you had been performed in Sodom, it would have remained to this day.",
          "ID": "23"
        },
        {
          "text": "But I tell you that it will be more bearable for Sodom on the day of judgment than for you.\"",
          "ID": "24"
        },
        {
          "text": "At that time Jesus said, \"I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and learned, and revealed them to little children.",
          "ID": "25"
        },
        {
          "text": "Yes, Father, for this is what you were pleased to do.",
          "ID": "26"
        },
        {
          "text": "\"All things have been committed to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal him.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"Come to me, all you who are weary and burdened, and I will give you rest.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
          "ID": "29"
        },
        {
          "text": "For my yoke is easy and my burden is light.\"",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11"
    },
    {
      "name": "Matthew 12",
      "text": [
        {
          "text": "At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pick some heads of grain and eat them.",
          "ID": "1"
        },
        {
          "text": "When the Pharisees saw this, they said to him, \"Look! Your disciples are doing what is unlawful on the Sabbath.\"",
          "ID": "2"
        },
        {
          "text": "He answered, \"Haven't you read what David did when he and his companions were hungry?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "He entered the house of God, and he and his companions ate the consecrated bread—which was not lawful for them to do, but only for the priests.",
          "ID": "4"
        },
        {
          "text": "Or haven't you read in the Law that the priests on Sabbath duty in the temple desecrate the Sabbath and yet are innocent?",
          "ID": "5"
        },
        {
          "text": "I tell you that something greater than the temple is here.",
          "ID": "6"
        },
        {
          "text": "If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent.",
          "ID": "7"
        },
        {
          "text": "For the Son of Man is Lord of the Sabbath.\"",
          "ID": "8"
        },
        {
          "text": "Going on from that place, he went into their synagogue,",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "and a man with a shriveled hand was there. Looking for a reason to bring charges against Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\"",
          "ID": "10"
        },
        {
          "text": "He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "How much more valuable is a person than a sheep! Therefore it is lawful to do good on the Sabbath.\"",
          "ID": "12"
        },
        {
          "text": "Then he said to the man, \"Stretch out your hand.\" So he stretched it out and it was completely restored, just as sound as the other.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But the Pharisees went out and plotted how they might kill Jesus.",
          "ID": "14"
        },
        {
          "text": "Aware of this, Jesus withdrew from that place. A large crowd followed him, and he healed all who were ill.",
          "ID": "15"
        },
        {
          "text": "He warned them not to tell others about him.",
          "ID": "16"
        },
        {
          "text": "This was to fulfill what was spoken through the prophet Isaiah:",
          "ID": "17"
        },
        {
          "text": "\"Here is my servant whom I have chosen,",
          "ID": "18"
        },
        {
          "text": "the one I love, in whom I delight;",
          "ID": "18"
        },
        {
          "text": "I will put my Spirit on him,",
          "ID": "18"
        },
        {
          "text": "and he will proclaim justice to the nations.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He will not quarrel or cry out;",
          "ID": "19"
        },
        {
          "text": "no one will hear his voice in the streets.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "A bruised reed he will not break,",
          "ID": "20"
        },
        {
          "text": "and a smoldering wick he will not snuff out,",
          "ID": "20"
        },
        {
          "text": "till he has brought justice through to victory.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "In his name the nations will put their hope.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see.",
          "ID": "22"
        },
        {
          "text": "All the people were astonished and said, \"Could this be the Son of David?\"",
          "ID": "23"
        },
        {
          "text": "But when the Pharisees heard this, they said, \"It is only by Beelzebul, the prince of demons, that this fellow drives out demons.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "If Satan drives out Satan, he is divided against himself. How then can his kingdom stand?",
          "ID": "26"
        },
        {
          "text": "And if I drive out demons by Beelzebul, by whom do your people drive them out? So then, they will be your judges.",
          "ID": "27"
        },
        {
          "text": "But if it is by the Spirit of God that I drive out demons, then the kingdom of God has come upon you.",
          "ID": "28"
        },
        {
          "text": "\"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can plunder his house.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"Whoever is not with me is against me, and whoever does not gather with me scatters.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "And so I tell you, every kind of sin and slander can be forgiven, but blasphemy against the Spirit will not be forgiven.",
          "ID": "31"
        },
        {
          "text": "Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.",
          "ID": "32"
        },
        {
          "text": "\"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "You brood of vipers, how can you who are evil say anything good? For the mouth speaks what the heart is full of.",
          "ID": "34"
        },
        {
          "text": "A good man brings good things out of the good stored up in him, and an evil man brings evil things out of the evil stored up in him.",
          "ID": "35"
        },
        {
          "text": "But I tell you that everyone will have to give account on the day of judgment for every empty word they have spoken.",
          "ID": "36"
        },
        {
          "text": "For by your words you will be acquitted, and by your words you will be condemned.\"",
          "ID": "37"
        },
        {
          "text": "Then some of the Pharisees and teachers of the law said to him, \"Teacher, we want to see a sign from you.\"",
          "ID": "38"
        },
        {
          "text": "He answered, \"A wicked and adulterous generation asks for a sign! But none will be given it except the sign of the prophet Jonah.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth.",
          "ID": "40"
        },
        {
          "text": "The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now something greater than Jonah is here.",
          "ID": "41"
        },
        {
          "text": "The Queen of the South will rise at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to Solomon's wisdom, and now something greater than Solomon is here.",
          "ID": "42"
        },
        {
          "text": "\"When an impure spirit comes out of a person, it goes through arid places seeking rest and does not find it.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order.",
          "ID": "44"
        },
        {
          "text": "Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that person is worse than the first. That is how it will be with this wicked generation.\"",
          "ID": "45"
        },
        {
          "text": "While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him.",
          "ID": "46"
        },
        {
          "text": "Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\"",
          "ID": "47"
        },
        {
          "text": "He replied to him, \"Who is my mother, and who are my brothers?\"",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "Pointing to his disciples, he said, \"Here are my mother and my brothers.",
          "ID": "49"
        },
        {
          "text": "For whoever does the will of my Father in heaven is my brother and sister and mother.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12"
    },
    {
      "name": "Matthew 13",
      "text": [
        {
          "text": "That same day Jesus went out of the house and sat by the lake.",
          "ID": "1"
        },
        {
          "text": "Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore.",
          "ID": "2"
        },
        {
          "text": "Then he told them many things in parables, saying: \"A farmer went out to sow his seed.",
          "ID": "3"
        },
        {
          "text": "As he was scattering the seed, some fell along the path, and the birds came and ate it up.",
          "ID": "4"
        },
        {
          "text": "Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow.",
          "ID": "5"
        },
        {
          "text": "But when the sun came up, the plants were scorched, and they withered because they had no root.",
          "ID": "6"
        },
        {
          "text": "Other seed fell among thorns, which grew up and choked the plants.",
          "ID": "7"
        },
        {
          "text": "Still other seed fell on good soil, where it produced a crop—a hundred, sixty or thirty times what was sown.",
          "ID": "8"
        },
        {
          "text": "Whoever has ears, let them hear.\"",
          "ID": "9"
        },
        {
          "text": "The disciples came to him and asked, \"Why do you speak to the people in parables?\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "He replied, \"Because the knowledge of the secrets of the kingdom of heaven has been given to you, but not to them.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them.",
          "ID": "12"
        },
        {
          "text": "This is why I speak to them in parables:",
          "ID": "13"
        },
        {
          "text": "\"Though seeing, they do not see;",
          "ID": "13"
        },
        {
          "text": "though hearing, they do not hear or understand.",
          "ID": "13"
        },
        {
          "text": "In them is fulfilled the prophecy of Isaiah:",
          "ID": "14"
        },
        {
          "text": "\"'You will be ever hearing but never understanding;",
          "ID": "14"
        },
        {
          "text": "you will be ever seeing but never perceiving.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "For this people's heart has become calloused;",
          "ID": "15"
        },
        {
          "text": "they hardly hear with their ears,",
          "ID": "15"
        },
        {
          "text": "and they have closed their eyes.",
          "ID": "15"
        },
        {
          "text": "Otherwise they might see with their eyes,",
          "ID": "15"
        },
        {
          "text": "hear with their ears,",
          "ID": "15"
        },
        {
          "text": "understand with their hearts",
          "ID": "15"
        },
        {
          "text": "and turn, and I would heal them.'",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "But blessed are your eyes because they see, and your ears because they hear.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For truly I tell you, many prophets and righteous people longed to see what you see but did not see it, and to hear what you hear but did not hear it.",
          "ID": "17"
        },
        {
          "text": "\"Listen then to what the parable of the sower means:",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in their heart. This is the seed sown along the path.",
          "ID": "19"
        },
        {
          "text": "The seed falling on rocky ground refers to someone who hears the word and at once receives it with joy.",
          "ID": "20"
        },
        {
          "text": "But since they have no root, they last only a short time. When trouble or persecution comes because of the word, they quickly fall away.",
          "ID": "21"
        },
        {
          "text": "The seed falling among the thorns refers to someone who hears the word, but the worries of this life and the deceitfulness of wealth choke the word, making it unfruitful.",
          "ID": "22"
        },
        {
          "text": "But the seed falling on good soil refers to someone who hears the word and understands it. This is the one who produces a crop, yielding a hundred, sixty or thirty times what was sown.\"",
          "ID": "23"
        },
        {
          "text": "Jesus told them another parable: \"The kingdom of heaven is like a man who sowed good seed in his field.",
          "ID": "24"
        },
        {
          "text": "But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away.",
          "ID": "25"
        },
        {
          "text": "When the wheat sprouted and formed heads, then the weeds also appeared.",
          "ID": "26"
        },
        {
          "text": "\"The owner's servants came to him and said, 'Sir, didn't you sow good seed in your field? Where then did the weeds come from?'",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"'An enemy did this,' he replied.\"The servants asked him, 'Do you want us to go and pull them up?'",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"'No,' he answered, 'because while you are pulling the weeds, you may uproot the wheat with them.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.'\"",
          "ID": "30"
        },
        {
          "text": "He told them another parable: \"The kingdom of heaven is like a mustard seed, which a man took and planted in his field.",
          "ID": "31"
        },
        {
          "text": "Though it is the smallest of all seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds come and perch in its branches.\"",
          "ID": "32"
        },
        {
          "text": "He told them still another parable: \"The kingdom of heaven is like yeast that a woman took and mixed into about sixty pounds of flour until it worked all through the dough.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jesus spoke all these things to the crowd in parables; he did not say anything to them without using a parable.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "So was fulfilled what was spoken through the prophet:",
          "ID": "35"
        },
        {
          "text": "\"I will open my mouth in parables,",
          "ID": "35"
        },
        {
          "text": "I will utter things hidden since the creation of the world.\"",
          "ID": "35"
        },
        {
          "text": "Then he left the crowd and went into the house. His disciples came to him and said, \"Explain to us the parable of the weeds in the field.\"",
          "ID": "36"
        },
        {
          "text": "He answered, \"The one who sowed the good seed is the Son of Man.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "The field is the world, and the good seed stands for the people of the kingdom. The weeds are the people of the evil one,",
          "ID": "38"
        },
        {
          "text": "and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels.",
          "ID": "39"
        },
        {
          "text": "\"As the weeds are pulled up and burned in the fire, so it will be at the end of the age.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "The Son of Man will send out his angels, and they will weed out of his kingdom everything that causes sin and all who do evil.",
          "ID": "41"
        },
        {
          "text": "They will throw them into the blazing furnace, where there will be weeping and gnashing of teeth.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "Then the righteous will shine like the sun in the kingdom of their Father. Whoever has ears, let them hear.",
          "ID": "43"
        },
        {
          "text": "\"The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.",
          "ID": "44"
        },
        {
          "text": "\"Again, the kingdom of heaven is like a merchant looking for fine pearls.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "When he found one of great value, he went away and sold everything he had and bought it.",
          "ID": "46"
        },
        {
          "text": "\"Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish.",
          "ID": "47"
        },
        {
          "text": "When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away.",
          "ID": "48"
        },
        {
          "text": "This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous",
          "ID": "49"
        },
        {
          "text": "and throw them into the blazing furnace, where there will be weeping and gnashing of teeth.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "\"Have you understood all these things?\" Jesus asked.\"Yes,\" they replied.",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "He said to them, \"Therefore every teacher of the law who has become a disciple in the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.\"",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "When Jesus had finished these parables, he moved on from there.",
          "ID": "53"
        },
        {
          "text": "Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. \"Where did this man get this wisdom and these miraculous powers?\" they asked.",
          "ID": "54"
        },
        {
          "text": "\"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas?",
          "ID": "55"
        },
        {
          "text": "Aren't all his sisters with us? Where then did this man get all these things?\"",
          "ID": "56"
        },
        {
          "text": "And they took offense at him.But Jesus said to them, \"A prophet is not without honor except in his own town and in his own home.\"",
          "ID": "57"
        },
        {
          "text": "",
          "ID": "57"
        },
        {
          "text": "And he did not do many miracles there because of their lack of faith.",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13"
    },
    {
      "name": "Matthew 14",
      "text": [
        {
          "text": "At that time Herod the tetrarch heard the reports about Jesus,",
          "ID": "1"
        },
        {
          "text": "and he said to his attendants, \"This is John the Baptist; he has risen from the dead! That is why miraculous powers are at work in him.\"",
          "ID": "2"
        },
        {
          "text": "Now Herod had arrested John and bound him and put him in prison because of Herodias, his brother Philip's wife,",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "for John had been saying to him: \"It is not lawful for you to have her.\"",
          "ID": "4"
        },
        {
          "text": "Herod wanted to kill John, but he was afraid of the people, because they considered John a prophet.",
          "ID": "5"
        },
        {
          "text": "On Herod's birthday the daughter of Herodias danced for the guests and pleased Herod so much",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "that he promised with an oath to give her whatever she asked.",
          "ID": "7"
        },
        {
          "text": "Prompted by her mother, she said, \"Give me here on a platter the head of John the Baptist.\"",
          "ID": "8"
        },
        {
          "text": "The king was distressed, but because of his oaths and his dinner guests, he ordered that her request be granted",
          "ID": "9"
        },
        {
          "text": "and had John beheaded in the prison.",
          "ID": "10"
        },
        {
          "text": "His head was brought in on a platter and given to the girl, who carried it to her mother.",
          "ID": "11"
        },
        {
          "text": "John's disciples came and took his body and buried it. Then they went and told Jesus.",
          "ID": "12"
        },
        {
          "text": "When Jesus heard what had happened, he withdrew by boat privately to a solitary place. Hearing of this, the crowds followed him on foot from the towns.",
          "ID": "13"
        },
        {
          "text": "When Jesus landed and saw a large crowd, he had compassion on them and healed their sick.",
          "ID": "14"
        },
        {
          "text": "As evening approached, the disciples came to him and said, \"This is a remote place, and it's already getting late. Send the crowds away, so they can go to the villages and buy themselves some food.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Jesus replied, \"They do not need to go away. You give them something to eat.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"We have here only five loaves of bread and two fish,\" they answered.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"Bring them here to me,\" he said.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And he directed the people to sit down on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to the disciples, and the disciples gave them to the people.",
          "ID": "19"
        },
        {
          "text": "They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over.",
          "ID": "20"
        },
        {
          "text": "The number of those who ate was about five thousand men, besides women and children.",
          "ID": "21"
        },
        {
          "text": "Immediately Jesus made the disciples get into the boat and go on ahead of him to the other side, while he dismissed the crowd.",
          "ID": "22"
        },
        {
          "text": "After he had dismissed them, he went up on a mountainside by himself to pray. Later that night, he was there alone,",
          "ID": "23"
        },
        {
          "text": "and the boat was already a considerable distance from land, buffeted by the waves because the wind was against it.",
          "ID": "24"
        },
        {
          "text": "Shortly before dawn Jesus went out to them, walking on the lake.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear.",
          "ID": "26"
        },
        {
          "text": "But Jesus immediately said to them: \"Take courage! It is I. Don't be afraid.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"Lord, if it's you,\" Peter replied, \"tell me to come to you on the water.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"Come,\" he said.Then Peter got down out of the boat, walked on the water and came toward Jesus.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "But when he saw the wind, he was afraid and, beginning to sink, cried out, \"Lord, save me!\"",
          "ID": "30"
        },
        {
          "text": "Immediately Jesus reached out his hand and caught him. \"You of little faith,\" he said, \"why did you doubt?\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "And when they climbed into the boat, the wind died down.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Then those who were in the boat worshiped him, saying, \"Truly you are the Son of God.\"",
          "ID": "33"
        },
        {
          "text": "When they had crossed over, they landed at Gennesaret.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "And when the men of that place recognized Jesus, they sent word to all the surrounding country. People brought all their sick to him",
          "ID": "35"
        },
        {
          "text": "and begged him to let the sick just touch the edge of his cloak, and all who touched it were healed.",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14"
    },
    {
      "name": "Matthew 15",
      "text": [
        {
          "text": "Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked,",
          "ID": "1"
        },
        {
          "text": "\"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\"",
          "ID": "2"
        },
        {
          "text": "Jesus replied, \"And why do you break the command of God for the sake of your tradition?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For God said, 'Honor your father and mother' and 'Anyone who curses their father or mother is to be put to death.'",
          "ID": "4"
        },
        {
          "text": "But you say that if anyone declares that what might have been used to help their father or mother is 'devoted to God,'",
          "ID": "5"
        },
        {
          "text": "they are not to 'honor their father or mother' with it. Thus you nullify the word of God for the sake of your tradition.",
          "ID": "6"
        },
        {
          "text": "You hypocrites! Isaiah was right when he prophesied about you:",
          "ID": "7"
        },
        {
          "text": "\"'These people honor me with their lips,",
          "ID": "8"
        },
        {
          "text": "but their hearts are far from me.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "They worship me in vain;",
          "ID": "9"
        },
        {
          "text": "their teachings are merely human rules.' \"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Jesus called the crowd to him and said, \"Listen and understand.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "What goes into someone's mouth does not defile them, but what comes out of their mouth, that is what defiles them.\"",
          "ID": "11"
        },
        {
          "text": "Then the disciples came to him and asked, \"Do you know that the Pharisees were offended when they heard this?\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He replied, \"Every plant that my heavenly Father has not planted will be pulled up by the roots.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Leave them; they are blind guides. If the blind lead the blind, both will fall into a pit.\"",
          "ID": "14"
        },
        {
          "text": "Peter said, \"Explain the parable to us.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Are you still so dull?\" Jesus asked them.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"Don't you see that whatever enters the mouth goes into the stomach and then out of the body?",
          "ID": "17"
        },
        {
          "text": "But the things that come out of a person's mouth come from the heart, and these defile them.",
          "ID": "18"
        },
        {
          "text": "For out of the heart come evil thoughts—murder, adultery, sexual immorality, theft, false testimony, slander.",
          "ID": "19"
        },
        {
          "text": "These are what defile a person; but eating with unwashed hands does not defile them.\"",
          "ID": "20"
        },
        {
          "text": "Leaving that place, Jesus withdrew to the region of Tyre and Sidon.",
          "ID": "21"
        },
        {
          "text": "A Canaanite woman from that vicinity came to him, crying out, \"Lord, Son of David, have mercy on me! My daughter is demon-possessed and suffering terribly.\"",
          "ID": "22"
        },
        {
          "text": "Jesus did not answer a word. So his disciples came to him and urged him, \"Send her away, for she keeps crying out after us.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He answered, \"I was sent only to the lost sheep of Israel.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "The woman came and knelt before him. \"Lord, help me!\" she said.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "He replied, \"It is not right to take the children's bread and toss it to the dogs.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"Yes it is, Lord,\" she said. \"Even the dogs eat the crumbs that fall from their master's table.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Then Jesus said to her, \"Woman, you have great faith! Your request is granted.\" And her daughter was healed at that moment.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down.",
          "ID": "29"
        },
        {
          "text": "Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them.",
          "ID": "30"
        },
        {
          "text": "The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel.",
          "ID": "31"
        },
        {
          "text": "Jesus called his disciples to him and said, \"I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "His disciples answered, \"Where could we get enough bread in this remote place to feed such a crowd?\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"How many loaves do you have?\" Jesus asked.\"Seven,\" they replied, \"and a few small fish.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "He told the crowd to sit down on the ground.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people.",
          "ID": "36"
        },
        {
          "text": "They all ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over.",
          "ID": "37"
        },
        {
          "text": "The number of those who ate was four thousand men, besides women and children.",
          "ID": "38"
        },
        {
          "text": "After Jesus had sent the crowd away, he got into the boat and went to the vicinity of Magadan.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15"
    },
    {
      "name": "Matthew 16",
      "text": [
        {
          "text": "The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven.",
          "ID": "1"
        },
        {
          "text": "He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,'",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.",
          "ID": "3"
        },
        {
          "text": "A wicked and adulterous generation looks for a sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away.",
          "ID": "4"
        },
        {
          "text": "When they went across the lake, the disciples forgot to take bread.",
          "ID": "5"
        },
        {
          "text": "\"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\"",
          "ID": "6"
        },
        {
          "text": "They discussed this among themselves and said, \"It is because we didn't bring any bread.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered?",
          "ID": "9"
        },
        {
          "text": "Or the seven loaves for the four thousand, and how many basketfuls you gathered?",
          "ID": "10"
        },
        {
          "text": "How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\"",
          "ID": "11"
        },
        {
          "text": "Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees.",
          "ID": "12"
        },
        {
          "text": "When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\"",
          "ID": "13"
        },
        {
          "text": "They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"But what about you?\" he asked. \"Who do you say I am?\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Simon Peter answered, \"You are the Messiah, the Son of the living God.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by flesh and blood, but by my Father in heaven.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it.",
          "ID": "18"
        },
        {
          "text": "I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\"",
          "ID": "19"
        },
        {
          "text": "Then he ordered his disciples not to tell anyone that he was the Messiah.",
          "ID": "20"
        },
        {
          "text": "From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, the chief priests and the teachers of the law, and that he must be killed and on the third day be raised to life.",
          "ID": "21"
        },
        {
          "text": "Peter took him aside and began to rebuke him. \"Never, Lord!\" he said. \"This shall never happen to you!\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the concerns of God, but merely human concerns.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then Jesus said to his disciples, \"Whoever wants to be my disciple must deny themselves and take up their cross and follow me.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "For whoever wants to save their life will lose it, but whoever loses their life for me will find it.",
          "ID": "25"
        },
        {
          "text": "What good will it be for someone to gain the whole world, yet forfeit their soul? Or what can anyone give in exchange for their soul?",
          "ID": "26"
        },
        {
          "text": "For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what they have done.",
          "ID": "27"
        },
        {
          "text": "\"Truly I tell you, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\"",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16"
    },
    {
      "name": "Matthew 17",
      "text": [
        {
          "text": "After six days Jesus took with him Peter, James and John the brother of James, and led them up a high mountain by themselves.",
          "ID": "1"
        },
        {
          "text": "There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light.",
          "ID": "2"
        },
        {
          "text": "Just then there appeared before them Moses and Elijah, talking with Jesus.",
          "ID": "3"
        },
        {
          "text": "Peter said to Jesus, \"Lord, it is good for us to be here. If you wish, I will put up three shelters—one for you, one for Moses and one for Elijah.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "While he was still speaking, a bright cloud covered them, and a voice from the cloud said, \"This is my Son, whom I love; with him I am well pleased. Listen to him!\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "When the disciples heard this, they fell facedown to the ground, terrified.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But Jesus came and touched them. \"Get up,\" he said. \"Don't be afraid.\"",
          "ID": "7"
        },
        {
          "text": "When they looked up, they saw no one except Jesus.",
          "ID": "8"
        },
        {
          "text": "As they were coming down the mountain, Jesus instructed them, \"Don't tell anyone what you have seen, until the Son of Man has been raised from the dead.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The disciples asked him, \"Why then do the teachers of the law say that Elijah must come first?\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Jesus replied, \"To be sure, Elijah comes and will restore all things.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "But I tell you, Elijah has already come, and they did not recognize him, but have done to him everything they wished. In the same way the Son of Man is going to suffer at their hands.\"",
          "ID": "12"
        },
        {
          "text": "Then the disciples understood that he was talking to them about John the Baptist.",
          "ID": "13"
        },
        {
          "text": "When they came to the crowd, a man approached Jesus and knelt before him.",
          "ID": "14"
        },
        {
          "text": "\"Lord, have mercy on my son,\" he said. \"He has seizures and is suffering greatly. He often falls into the fire or into the water.",
          "ID": "15"
        },
        {
          "text": "I brought him to your disciples, but they could not heal him.\"",
          "ID": "16"
        },
        {
          "text": "\"You unbelieving and perverse generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy here to me.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Jesus rebuked the demon, and it came out of the boy, and he was healed at that moment.",
          "ID": "18"
        },
        {
          "text": "Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "He replied, \"Because you have so little faith. Truly I tell you, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there,' and it will move. Nothing will be impossible for you.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "When they came together in Galilee, he said to them, \"The Son of Man is going to be delivered into the hands of men.",
          "ID": "22"
        },
        {
          "text": "They will kill him, and on the third day he will be raised to life.\" And the disciples were filled with grief.",
          "ID": "23"
        },
        {
          "text": "After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma temple tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\"",
          "ID": "24"
        },
        {
          "text": "\"Yes, he does,\" he replied.When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes—from their own children or from others?\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"From others,\" Peter answered.\"Then the children are exempt,\" Jesus said to him.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"But so that we may not cause offense, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\"",
          "ID": "27"
        }
      ],
      "ID": "NT:MAT.17"
    },
    {
      "name": "Matthew 18",
      "text": [
        {
          "text": "At that time the disciples came to Jesus and asked, \"Who, then, is the greatest in the kingdom of heaven?\"",
          "ID": "1"
        },
        {
          "text": "He called a little child to him, and placed the child among them.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And he said: \"Truly I tell you, unless you change and become like little children, you will never enter the kingdom of heaven.",
          "ID": "3"
        },
        {
          "text": "Therefore, whoever takes the lowly position of this child is the greatest in the kingdom of heaven.",
          "ID": "4"
        },
        {
          "text": "And whoever welcomes one such child in my name welcomes me.",
          "ID": "5"
        },
        {
          "text": "\"If anyone causes one of these little ones—those who believe in me—to stumble, it would be better for them to have a large millstone hung around their neck and to be drowned in the depths of the sea.",
          "ID": "6"
        },
        {
          "text": "Woe to the world because of the things that cause people to stumble! Such things must come, but woe to the person through whom they come!",
          "ID": "7"
        },
        {
          "text": "If your hand or your foot causes you to stumble, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire.",
          "ID": "8"
        },
        {
          "text": "And if your eye causes you to stumble, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell.",
          "ID": "9"
        },
        {
          "text": "\"See that you do not despise one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And if he finds it, truly I tell you, he is happier about that one sheep than about the ninety-nine that did not wander off.",
          "ID": "13"
        },
        {
          "text": "In the same way your Father in heaven is not willing that any of these little ones should perish.",
          "ID": "14"
        },
        {
          "text": "\"If your brother or sister sins, go and point out their fault, just between the two of you. If they listen to you, you have won them over.",
          "ID": "15"
        },
        {
          "text": "But if they will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.'",
          "ID": "16"
        },
        {
          "text": "If they still refuse to listen, tell it to the church; and if they refuse to listen even to the church, treat them as you would a pagan or a tax collector.",
          "ID": "17"
        },
        {
          "text": "\"Truly I tell you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Again, truly I tell you that if two of you on earth agree about anything they ask for, it will be done for them by my Father in heaven.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "For where two or three gather in my name, there am I with them.\"",
          "ID": "20"
        },
        {
          "text": "Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?\"",
          "ID": "21"
        },
        {
          "text": "Jesus answered, \"I tell you, not seven times, but seventy-seven times.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "As he began the settlement, a man who owed him ten thousand bags of gold was brought to him.",
          "ID": "24"
        },
        {
          "text": "Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt.",
          "ID": "25"
        },
        {
          "text": "\"At this the servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.'",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "The servant's master took pity on him, canceled the debt and let him go.",
          "ID": "27"
        },
        {
          "text": "\"But when that servant went out, he found one of his fellow servants who owed him a hundred silver coins. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay it back.'",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "When the other servants saw what had happened, they were outraged and went and told their master everything that had happened.",
          "ID": "31"
        },
        {
          "text": "\"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Shouldn't you have had mercy on your fellow servant just as I had on you?'",
          "ID": "33"
        },
        {
          "text": "In anger his master handed him over to the jailers to be tortured, until he should pay back all he owed.",
          "ID": "34"
        },
        {
          "text": "\"This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18"
    },
    {
      "name": "Matthew 19",
      "text": [
        {
          "text": "When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan.",
          "ID": "1"
        },
        {
          "text": "Large crowds followed him, and he healed them there.",
          "ID": "2"
        },
        {
          "text": "Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "\"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,'",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh' ?",
          "ID": "5"
        },
        {
          "text": "So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\"",
          "ID": "6"
        },
        {
          "text": "\"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "I tell you that anyone who divorces his wife, except for sexual immorality, and marries another woman commits adultery.\"",
          "ID": "9"
        },
        {
          "text": "The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For there are eunuchs who were born that way, and there are eunuchs who have been made eunuchs by others—and there are those who choose to live like eunuchs for the sake of the kingdom of heaven. The one who can accept this should accept it.\"",
          "ID": "12"
        },
        {
          "text": "Then people brought little children to Jesus for him to place his hands on them and pray for them. But the disciples rebuked them.",
          "ID": "13"
        },
        {
          "text": "Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "When he had placed his hands on them, he went on from there.",
          "ID": "15"
        },
        {
          "text": "Just then a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\"",
          "ID": "16"
        },
        {
          "text": "\"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, keep the commandments.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"Which ones?\" he inquired.Jesus replied, \"'You shall not murder, you shall not commit adultery, you shall not steal, you shall not give false testimony,",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "honor your father and mother,' and 'love your neighbor as yourself.' \"",
          "ID": "19"
        },
        {
          "text": "\"All these I have kept,\" the young man said. \"What do I still lack?\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "When the young man heard this, he went away sad, because he had great wealth.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Then Jesus said to his disciples, \"Truly I tell you, it is hard for someone who is rich to enter the kingdom of heaven.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\"",
          "ID": "24"
        },
        {
          "text": "When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Peter answered him, \"We have left everything to follow you! What then will there be for us?\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Jesus said to them, \"Truly I tell you, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "And everyone who has left houses or brothers or sisters or father or mother or wife or children or fields for my sake will receive a hundred times as much and will inherit eternal life.",
          "ID": "29"
        },
        {
          "text": "But many who are first will be last, and many who are last will be first.",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19"
    },
    {
      "name": "Matthew 20",
      "text": [
        {
          "text": "\"For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.",
          "ID": "1"
        },
        {
          "text": "He agreed to pay them a denarius for the day and sent them into his vineyard.",
          "ID": "2"
        },
        {
          "text": "\"About nine in the morning he went out and saw others standing in the marketplace doing nothing.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.'",
          "ID": "4"
        },
        {
          "text": "So they went.\"He went out again about noon and about three in the afternoon and did the same thing.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "About five in the afternoon he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?'",
          "ID": "6"
        },
        {
          "text": "\"'Because no one has hired us,' they answered.\"He said to them, 'You also go and work in my vineyard.'",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.'",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"The workers who were hired about five in the afternoon came and each received a denarius.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "So when those came who were hired first, they expected to receive more. But each one of them also received a denarius.",
          "ID": "10"
        },
        {
          "text": "When they received it, they began to grumble against the landowner.",
          "ID": "11"
        },
        {
          "text": "'These who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.'",
          "ID": "12"
        },
        {
          "text": "\"But he answered one of them, 'I am not being unfair to you, friend. Didn't you agree to work for a denarius?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Take your pay and go. I want to give the one who was hired last the same as I gave you.",
          "ID": "14"
        },
        {
          "text": "Don't I have the right to do what I want with my own money? Or are you envious because I am generous?'",
          "ID": "15"
        },
        {
          "text": "\"So the last will be first, and the first will be last.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now Jesus was going up to Jerusalem. On the way, he took the Twelve aside and said to them,",
          "ID": "17"
        },
        {
          "text": "\"We are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the teachers of the law. They will condemn him to death",
          "ID": "18"
        },
        {
          "text": "and will hand him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!\"",
          "ID": "19"
        },
        {
          "text": "Then the mother of Zebedee's sons came to Jesus with her sons and, kneeling down, asked a favor of him.",
          "ID": "20"
        },
        {
          "text": "\"What is it you want?\" he asked.She said, \"Grant that one of these two sons of mine may sit at your right and the other at your left in your kingdom.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "\"You don't know what you are asking,\" Jesus said to them. \"Can you drink the cup I am going to drink?\"\"We can,\" they answered.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Jesus said to them, \"You will indeed drink from my cup, but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared by my Father.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When the ten heard about this, they were indignant with the two brothers.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them.",
          "ID": "25"
        },
        {
          "text": "Not so with you. Instead, whoever wants to become great among you must be your servant,",
          "ID": "26"
        },
        {
          "text": "and whoever wants to be first must be your slave—",
          "ID": "27"
        },
        {
          "text": "just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\"",
          "ID": "28"
        },
        {
          "text": "As Jesus and his disciples were leaving Jericho, a large crowd followed him.",
          "ID": "29"
        },
        {
          "text": "Two blind men were sitting by the roadside, and when they heard that Jesus was going by, they shouted, \"Lord, Son of David, have mercy on us!\"",
          "ID": "30"
        },
        {
          "text": "The crowd rebuked them and told them to be quiet, but they shouted all the louder, \"Lord, Son of David, have mercy on us!\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Jesus stopped and called them. \"What do you want me to do for you?\" he asked.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"Lord,\" they answered, \"we want our sight.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20"
    },
    {
      "name": "Matthew 21",
      "text": [
        {
          "text": "As they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples,",
          "ID": "1"
        },
        {
          "text": "saying to them, \"Go to the village ahead of you, and at once you will find a donkey tied there, with her colt by her. Untie them and bring them to me.",
          "ID": "2"
        },
        {
          "text": "If anyone says anything to you, say that the Lord needs them, and he will send them right away.\"",
          "ID": "3"
        },
        {
          "text": "This took place to fulfill what was spoken through the prophet:",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"Say to Daughter Zion,",
          "ID": "5"
        },
        {
          "text": "'See, your king comes to you,",
          "ID": "5"
        },
        {
          "text": "gentle and riding on a donkey,",
          "ID": "5"
        },
        {
          "text": "and on a colt, the foal of a donkey.'\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The disciples went and did as Jesus had instructed them.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "They brought the donkey and the colt and placed their cloaks on them for Jesus to sit on.",
          "ID": "7"
        },
        {
          "text": "A very large crowd spread their cloaks on the road, while others cut branches from the trees and spread them on the road.",
          "ID": "8"
        },
        {
          "text": "The crowds that went ahead of him and those that followed shouted,",
          "ID": "9"
        },
        {
          "text": "\"Hosanna to the Son of David!\"",
          "ID": "9"
        },
        {
          "text": "\"Blessed is he who comes in the name of the Lord!\"",
          "ID": "9"
        },
        {
          "text": "\"Hosanna in the highest heaven!\"",
          "ID": "9"
        },
        {
          "text": "When Jesus entered Jerusalem, the whole city was stirred and asked, \"Who is this?\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The crowds answered, \"This is Jesus, the prophet from Nazareth in Galilee.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Jesus entered the temple courts and drove out all who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves.",
          "ID": "12"
        },
        {
          "text": "\"It is written,\" he said to them, \"'My house will be called a house of prayer,' but you are making it 'a den of robbers.' \"",
          "ID": "13"
        },
        {
          "text": "The blind and the lame came to him at the temple, and he healed them.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But when the chief priests and the teachers of the law saw the wonderful things he did and the children shouting in the temple courts, \"Hosanna to the Son of David,\" they were indignant.",
          "ID": "15"
        },
        {
          "text": "\"Do you hear what these children are saying?\" they asked him.\"Yes,\" replied Jesus, \"have you never read,",
          "ID": "16"
        },
        {
          "text": "\"'From the lips of children and infants",
          "ID": "16"
        },
        {
          "text": "you, Lord, have called forth your praise' ?\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And he left them and went out of the city to Bethany, where he spent the night.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Early in the morning, as Jesus was on his way back to the city, he was hungry.",
          "ID": "18"
        },
        {
          "text": "Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. Then he said to it, \"May you never bear fruit again!\" Immediately the tree withered.",
          "ID": "19"
        },
        {
          "text": "When the disciples saw this, they were amazed. \"How did the fig tree wither so quickly?\" they asked.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Jesus replied, \"Truly I tell you, if you have faith and do not doubt, not only can you do what was done to the fig tree, but also you can say to this mountain, 'Go, throw yourself into the sea,' and it will be done.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "If you believe, you will receive whatever you ask for in prayer.\"",
          "ID": "22"
        },
        {
          "text": "Jesus entered the temple courts, and, while he was teaching, the chief priests and the elders of the people came to him. \"By what authority are you doing these things?\" they asked. \"And who gave you this authority?\"",
          "ID": "23"
        },
        {
          "text": "Jesus replied, \"I will also ask you one question. If you answer me, I will tell you by what authority I am doing these things.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "John's baptism—where did it come from? Was it from heaven, or of human origin?\"They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?'",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "But if we say, 'Of human origin'—we are afraid of the people, for they all hold that John was a prophet.\"",
          "ID": "26"
        },
        {
          "text": "So they answered Jesus, \"We don't know.\"Then he said, \"Neither will I tell you by what authority I am doing these things.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"What do you think? There was a man who had two sons. He went to the first and said, 'Son, go and work today in the vineyard.'",
          "ID": "28"
        },
        {
          "text": "\"'I will not,' he answered, but later he changed his mind and went.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"Then the father went to the other son and said the same thing. He answered, 'I will, sir,' but he did not go.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"Which of the two did what his father wanted?\"\"The first,\" they answered.Jesus said to them, \"Truly I tell you, the tax collectors and the prostitutes are entering the kingdom of God ahead of you.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "For John came to you to show you the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes did. And even after you saw this, you did not repent and believe him.",
          "ID": "32"
        },
        {
          "text": "\"Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and moved to another place.",
          "ID": "33"
        },
        {
          "text": "When the harvest time approached, he sent his servants to the tenants to collect his fruit.",
          "ID": "34"
        },
        {
          "text": "\"The tenants seized his servants; they beat one, killed another, and stoned a third.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then he sent other servants to them, more than the first time, and the tenants treated them the same way.",
          "ID": "36"
        },
        {
          "text": "Last of all, he sent his son to them. 'They will respect my son,' he said.",
          "ID": "37"
        },
        {
          "text": "\"But when the tenants saw the son, they said to each other, 'This is the heir. Come, let's kill him and take his inheritance.'",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "So they took him and threw him out of the vineyard and killed him.",
          "ID": "39"
        },
        {
          "text": "\"Therefore, when the owner of the vineyard comes, what will he do to those tenants?\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "\"He will bring those wretches to a wretched end,\" they replied, \"and he will rent the vineyard to other tenants, who will give him his share of the crop at harvest time.\"",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, \"Have you never read in the Scriptures:",
          "ID": "42"
        },
        {
          "text": "\"'The stone the builders rejected",
          "ID": "42"
        },
        {
          "text": "has become the cornerstone;",
          "ID": "42"
        },
        {
          "text": "the Lord has done this,",
          "ID": "42"
        },
        {
          "text": "and it is marvelous in our eyes' ?",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "\"Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "Anyone who falls on this stone will be broken to pieces; anyone on whom it falls will be crushed.\"",
          "ID": "44"
        },
        {
          "text": "When the chief priests and the Pharisees heard Jesus' parables, they knew he was talking about them.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "They looked for a way to arrest him, but they were afraid of the crowd because the people held that he was a prophet.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21"
    },
    {
      "name": "Matthew 22",
      "text": [
        {
          "text": "Jesus spoke to them again in parables, saying:",
          "ID": "1"
        },
        {
          "text": "\"The kingdom of heaven is like a king who prepared a wedding banquet for his son.",
          "ID": "2"
        },
        {
          "text": "He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come.",
          "ID": "3"
        },
        {
          "text": "\"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.'",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"But they paid no attention and went off—one to his field, another to his business.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The rest seized his servants, mistreated them and killed them.",
          "ID": "6"
        },
        {
          "text": "The king was enraged. He sent his army and destroyed those murderers and burned their city.",
          "ID": "7"
        },
        {
          "text": "\"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "So go to the street corners and invite to the banquet anyone you find.'",
          "ID": "9"
        },
        {
          "text": "So the servants went out into the streets and gathered all the people they could find, the bad as well as the good, and the wedding hall was filled with guests.",
          "ID": "10"
        },
        {
          "text": "\"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "He asked, 'How did you get in here without wedding clothes, friend?' The man was speechless.",
          "ID": "12"
        },
        {
          "text": "\"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.'",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"For many are invited, but few are chosen.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then the Pharisees went out and laid plans to trap him in his words.",
          "ID": "15"
        },
        {
          "text": "They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know that you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by others, because you pay no attention to who they are.",
          "ID": "16"
        },
        {
          "text": "Tell us then, what is your opinion? Is it right to pay the imperial tax to Caesar or not?\"",
          "ID": "17"
        },
        {
          "text": "But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me?",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Show me the coin used for paying the tax.\" They brought him a denarius,",
          "ID": "19"
        },
        {
          "text": "and he asked them, \"Whose image is this? And whose inscription?\"",
          "ID": "20"
        },
        {
          "text": "\"Caesar's,\" they replied.Then he said to them, \"So give back to Caesar what is Caesar's, and to God what is God's.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "When they heard this, they were amazed. So they left him and went away.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "That same day the Sadducees, who say there is no resurrection, came to him with a question.",
          "ID": "23"
        },
        {
          "text": "\"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and raise up offspring for him.",
          "ID": "24"
        },
        {
          "text": "Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother.",
          "ID": "25"
        },
        {
          "text": "The same thing happened to the second and third brother, right on down to the seventh.",
          "ID": "26"
        },
        {
          "text": "Finally, the woman died.",
          "ID": "27"
        },
        {
          "text": "Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\"",
          "ID": "28"
        },
        {
          "text": "Jesus replied, \"You are in error because you do not know the Scriptures or the power of God.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven.",
          "ID": "30"
        },
        {
          "text": "But about the resurrection of the dead—have you not read what God said to you,",
          "ID": "31"
        },
        {
          "text": "'I am the God of Abraham, the God of Isaac, and the God of Jacob' ? He is not the God of the dead but of the living.\"",
          "ID": "32"
        },
        {
          "text": "When the crowds heard this, they were astonished at his teaching.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Hearing that Jesus had silenced the Sadducees, the Pharisees got together.",
          "ID": "34"
        },
        {
          "text": "One of them, an expert in the law, tested him with this question:",
          "ID": "35"
        },
        {
          "text": "\"Teacher, which is the greatest commandment in the Law?\"",
          "ID": "36"
        },
        {
          "text": "Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.'",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "This is the first and greatest commandment.",
          "ID": "38"
        },
        {
          "text": "And the second is like it: 'Love your neighbor as yourself.'",
          "ID": "39"
        },
        {
          "text": "All the Law and the Prophets hang on these two commandments.\"",
          "ID": "40"
        },
        {
          "text": "While the Pharisees were gathered together, Jesus asked them,",
          "ID": "41"
        },
        {
          "text": "\"What do you think about the Messiah? Whose son is he?\"\"The son of David,\" they replied.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "He said to them, \"How is it then that David, speaking by the Spirit, calls him 'Lord'? For he says,",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "\"'The Lord said to my Lord:",
          "ID": "44"
        },
        {
          "text": "\"Sit at my right hand",
          "ID": "44"
        },
        {
          "text": "until I put your enemies",
          "ID": "44"
        },
        {
          "text": "under your feet.\"'",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "If then David calls him 'Lord,' how can he be his son?\"",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "No one could say a word in reply, and from that day on no one dared to ask him any more questions.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22"
    },
    {
      "name": "Matthew 23",
      "text": [
        {
          "text": "Then Jesus said to the crowds and to his disciples:",
          "ID": "1"
        },
        {
          "text": "\"The teachers of the law and the Pharisees sit in Moses' seat.",
          "ID": "2"
        },
        {
          "text": "So you must be careful to do everything they tell you. But do not do what they do, for they do not practice what they preach.",
          "ID": "3"
        },
        {
          "text": "They tie up heavy, cumbersome loads and put them on other people's shoulders, but they themselves are not willing to lift a finger to move them.",
          "ID": "4"
        },
        {
          "text": "\"Everything they do is done for people to see: They make their phylacteries wide and the tassels on their garments long;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "they love the place of honor at banquets and the most important seats in the synagogues;",
          "ID": "6"
        },
        {
          "text": "they love to be greeted with respect in the marketplaces and to be called 'Rabbi' by others.",
          "ID": "7"
        },
        {
          "text": "\"But you are not to be called 'Rabbi,' for you have one Teacher, and you are all brothers.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And do not call anyone on earth 'father,' for you have one Father, and he is in heaven.",
          "ID": "9"
        },
        {
          "text": "Nor are you to be called instructors, for you have one Instructor, the Messiah.",
          "ID": "10"
        },
        {
          "text": "The greatest among you will be your servant.",
          "ID": "11"
        },
        {
          "text": "For those who exalt themselves will be humbled, and those who humble themselves will be exalted.",
          "ID": "12"
        },
        {
          "text": "\"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the door of the kingdom of heaven in people's faces. You yourselves do not enter, nor will you let those enter who are trying to.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when you have succeeded, you make them twice as much a child of hell as you are.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Woe to you, blind guides! You say, 'If anyone swears by the temple, it means nothing; but anyone who swears by the gold of the temple is bound by that oath.'",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "You blind fools! Which is greater: the gold, or the temple that makes the gold sacred?",
          "ID": "17"
        },
        {
          "text": "You also say, 'If anyone swears by the altar, it means nothing; but anyone who swears by the gift on the altar is bound by that oath.'",
          "ID": "18"
        },
        {
          "text": "You blind men! Which is greater: the gift, or the altar that makes the gift sacred?",
          "ID": "19"
        },
        {
          "text": "Therefore, anyone who swears by the altar swears by it and by everything on it.",
          "ID": "20"
        },
        {
          "text": "And anyone who swears by the temple swears by it and by the one who dwells in it.",
          "ID": "21"
        },
        {
          "text": "And anyone who swears by heaven swears by God's throne and by the one who sits on it.",
          "ID": "22"
        },
        {
          "text": "\"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices—mint, dill and cumin. But you have neglected the more important matters of the law—justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "You blind guides! You strain out a gnat but swallow a camel.",
          "ID": "24"
        },
        {
          "text": "\"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean.",
          "ID": "26"
        },
        {
          "text": "\"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of the bones of the dead and everything unclean.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness.",
          "ID": "28"
        },
        {
          "text": "\"Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And you say, 'If we had lived in the days of our ancestors, we would not have taken part with them in shedding the blood of the prophets.'",
          "ID": "30"
        },
        {
          "text": "So you testify against yourselves that you are the descendants of those who murdered the prophets.",
          "ID": "31"
        },
        {
          "text": "Go ahead, then, and complete what your ancestors started!",
          "ID": "32"
        },
        {
          "text": "\"You snakes! You brood of vipers! How will you escape being condemned to hell?",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Therefore I am sending you prophets and sages and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town.",
          "ID": "34"
        },
        {
          "text": "And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar.",
          "ID": "35"
        },
        {
          "text": "Truly I tell you, all this will come on this generation.",
          "ID": "36"
        },
        {
          "text": "\"Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Look, your house is left to you desolate.",
          "ID": "38"
        },
        {
          "text": "For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.' \"",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23"
    },
    {
      "name": "Matthew 24",
      "text": [
        {
          "text": "Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings.",
          "ID": "1"
        },
        {
          "text": "\"Do you see all these things?\" he asked. \"Truly I tell you, not one stone here will be left on another; every one will be thrown down.\"",
          "ID": "2"
        },
        {
          "text": "As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Jesus answered: \"Watch out that no one deceives you.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "For many will come in my name, claiming, 'I am the Messiah,' and will deceive many.",
          "ID": "5"
        },
        {
          "text": "You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come.",
          "ID": "6"
        },
        {
          "text": "Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.",
          "ID": "7"
        },
        {
          "text": "All these are the beginning of birth pains.",
          "ID": "8"
        },
        {
          "text": "\"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "At that time many will turn away from the faith and will betray and hate each other,",
          "ID": "10"
        },
        {
          "text": "and many false prophets will appear and deceive many people.",
          "ID": "11"
        },
        {
          "text": "Because of the increase of wickedness, the love of most will grow cold,",
          "ID": "12"
        },
        {
          "text": "but the one who stands firm to the end will be saved.",
          "ID": "13"
        },
        {
          "text": "And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.",
          "ID": "14"
        },
        {
          "text": "\"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel—let the reader understand—",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "then let those who are in Judea flee to the mountains.",
          "ID": "16"
        },
        {
          "text": "Let no one on the housetop go down to take anything out of the house.",
          "ID": "17"
        },
        {
          "text": "Let no one in the field go back to get their cloak.",
          "ID": "18"
        },
        {
          "text": "How dreadful it will be in those days for pregnant women and nursing mothers!",
          "ID": "19"
        },
        {
          "text": "Pray that your flight will not take place in winter or on the Sabbath.",
          "ID": "20"
        },
        {
          "text": "For then there will be great distress, unequaled from the beginning of the world until now—and never to be equaled again.",
          "ID": "21"
        },
        {
          "text": "\"If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "At that time if anyone says to you, 'Look, here is the Messiah!' or, 'There he is!' do not believe it.",
          "ID": "23"
        },
        {
          "text": "For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect.",
          "ID": "24"
        },
        {
          "text": "See, I have told you ahead of time.",
          "ID": "25"
        },
        {
          "text": "\"So if anyone tells you, 'There he is, out in the wilderness,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man.",
          "ID": "27"
        },
        {
          "text": "Wherever there is a carcass, there the vultures will gather.",
          "ID": "28"
        },
        {
          "text": "\"Immediately after the distress of those days",
          "ID": "29"
        },
        {
          "text": "\"'the sun will be darkened,",
          "ID": "29"
        },
        {
          "text": "and the moon will not give its light;",
          "ID": "29"
        },
        {
          "text": "the stars will fall from the sky,",
          "ID": "29"
        },
        {
          "text": "and the heavenly bodies will be shaken.'",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"Then will appear the sign of the Son of Man in heaven. And then all the peoples of the earth will mourn when they see the Son of Man coming on the clouds of heaven, with power and great glory.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other.",
          "ID": "31"
        },
        {
          "text": "\"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Even so, when you see all these things, you know that it is near, right at the door.",
          "ID": "33"
        },
        {
          "text": "Truly I tell you, this generation will certainly not pass away until all these things have happened.",
          "ID": "34"
        },
        {
          "text": "Heaven and earth will pass away, but my words will never pass away.",
          "ID": "35"
        },
        {
          "text": "\"But about that day or hour no one knows, not even the angels in heaven, nor the Son, but only the Father.",
          "ID": "36"
        },
        {
          "text": "As it was in the days of Noah, so it will be at the coming of the Son of Man.",
          "ID": "37"
        },
        {
          "text": "For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark;",
          "ID": "38"
        },
        {
          "text": "and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man.",
          "ID": "39"
        },
        {
          "text": "Two men will be in the field; one will be taken and the other left.",
          "ID": "40"
        },
        {
          "text": "Two women will be grinding with a hand mill; one will be taken and the other left.",
          "ID": "41"
        },
        {
          "text": "\"Therefore keep watch, because you do not know on what day your Lord will come.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into.",
          "ID": "43"
        },
        {
          "text": "So you also must be ready, because the Son of Man will come at an hour when you do not expect him.",
          "ID": "44"
        },
        {
          "text": "\"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time?",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "It will be good for that servant whose master finds him doing so when he returns.",
          "ID": "46"
        },
        {
          "text": "Truly I tell you, he will put him in charge of all his possessions.",
          "ID": "47"
        },
        {
          "text": "But suppose that servant is wicked and says to himself, 'My master is staying away a long time,'",
          "ID": "48"
        },
        {
          "text": "and he then begins to beat his fellow servants and to eat and drink with drunkards.",
          "ID": "49"
        },
        {
          "text": "The master of that servant will come on a day when he does not expect him and at an hour he is not aware of.",
          "ID": "50"
        },
        {
          "text": "He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24"
    },
    {
      "name": "Matthew 25",
      "text": [
        {
          "text": "\"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.",
          "ID": "1"
        },
        {
          "text": "Five of them were foolish and five were wise.",
          "ID": "2"
        },
        {
          "text": "The foolish ones took their lamps but did not take any oil with them.",
          "ID": "3"
        },
        {
          "text": "The wise ones, however, took oil in jars along with their lamps.",
          "ID": "4"
        },
        {
          "text": "The bridegroom was a long time in coming, and they all became drowsy and fell asleep.",
          "ID": "5"
        },
        {
          "text": "\"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!'",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Then all the virgins woke up and trimmed their lamps.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.'",
          "ID": "8"
        },
        {
          "text": "\"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.'",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"Later the others also came. 'Lord, Lord,' they said, 'open the door for us!'",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"But he replied, 'Truly I tell you, I don't know you.'",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"Therefore keep watch, because you do not know the day or the hour.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"Again, it will be like a man going on a journey, who called his servants and entrusted his wealth to them.",
          "ID": "14"
        },
        {
          "text": "To one he gave five bags of gold, to another two bags, and to another one bag, each according to his ability. Then he went on his journey.",
          "ID": "15"
        },
        {
          "text": "The man who had received five bags of gold went at once and put his money to work and gained five bags more.",
          "ID": "16"
        },
        {
          "text": "So also, the one with two bags of gold gained two more.",
          "ID": "17"
        },
        {
          "text": "But the man who had received one bag went off, dug a hole in the ground and hid his master's money.",
          "ID": "18"
        },
        {
          "text": "\"After a long time the master of those servants returned and settled accounts with them.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "The man who had received five bags of gold brought the other five. 'Master,' he said, 'you entrusted me with five bags of gold. See, I have gained five more.'",
          "ID": "20"
        },
        {
          "text": "\"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!'",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "\"The man with two bags of gold also came. 'Master,' he said, 'you entrusted me with two bags of gold; see, I have gained two more.'",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!'",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"Then the man who had received one bag of gold came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "So I was afraid and went out and hid your gold in the ground. See, here is what belongs to you.'",
          "ID": "25"
        },
        {
          "text": "\"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed?",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest.",
          "ID": "27"
        },
        {
          "text": "\"'So take the bag of gold from him and give it to the one who has ten bags.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "For whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them.",
          "ID": "29"
        },
        {
          "text": "And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.'",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne.",
          "ID": "31"
        },
        {
          "text": "All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats.",
          "ID": "32"
        },
        {
          "text": "He will put the sheep on his right and the goats on his left.",
          "ID": "33"
        },
        {
          "text": "\"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in,",
          "ID": "35"
        },
        {
          "text": "I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.'",
          "ID": "36"
        },
        {
          "text": "\"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "When did we see you a stranger and invite you in, or needing clothes and clothe you?",
          "ID": "38"
        },
        {
          "text": "When did we see you sick or in prison and go to visit you?'",
          "ID": "39"
        },
        {
          "text": "\"The King will reply, 'Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.'",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "\"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink,",
          "ID": "42"
        },
        {
          "text": "I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.'",
          "ID": "43"
        },
        {
          "text": "\"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?'",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "\"He will reply, 'Truly I tell you, whatever you did not do for one of the least of these, you did not do for me.'",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "\"Then they will go away to eternal punishment, but the righteous to eternal life.\"",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25"
    },
    {
      "name": "Matthew 26",
      "text": [
        {
          "text": "When Jesus had finished saying all these things, he said to his disciples,",
          "ID": "1"
        },
        {
          "text": "\"As you know, the Passover is two days away—and the Son of Man will be handed over to be crucified.\"",
          "ID": "2"
        },
        {
          "text": "Then the chief priests and the elders of the people assembled in the palace of the high priest, whose name was Caiaphas,",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "and they schemed to arrest Jesus secretly and kill him.",
          "ID": "4"
        },
        {
          "text": "\"But not during the festival,\" they said, \"or there may be a riot among the people.\"",
          "ID": "5"
        },
        {
          "text": "While Jesus was in Bethany in the home of Simon the Leper,",
          "ID": "6"
        },
        {
          "text": "a woman came to him with an alabaster jar of very expensive perfume, which she poured on his head as he was reclining at the table.",
          "ID": "7"
        },
        {
          "text": "When the disciples saw this, they were indignant. \"Why this waste?\" they asked.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"This perfume could have been sold at a high price and the money given to the poor.\"",
          "ID": "9"
        },
        {
          "text": "Aware of this, Jesus said to them, \"Why are you bothering this woman? She has done a beautiful thing to me.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The poor you will always have with you, but you will not always have me.",
          "ID": "11"
        },
        {
          "text": "When she poured this perfume on my body, she did it to prepare me for burial.",
          "ID": "12"
        },
        {
          "text": "Truly I tell you, wherever this gospel is preached throughout the world, what she has done will also be told, in memory of her.\"",
          "ID": "13"
        },
        {
          "text": "Then one of the Twelve—the one called Judas Iscariot—went to the chief priests",
          "ID": "14"
        },
        {
          "text": "and asked, \"What are you willing to give me if I deliver him over to you?\" So they counted out for him thirty pieces of silver.",
          "ID": "15"
        },
        {
          "text": "From then on Judas watched for an opportunity to hand him over.",
          "ID": "16"
        },
        {
          "text": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus and asked, \"Where do you want us to make preparations for you to eat the Passover?\"",
          "ID": "17"
        },
        {
          "text": "He replied, \"Go into the city to a certain man and tell him, 'The Teacher says: My appointed time is near. I am going to celebrate the Passover with my disciples at your house.'\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So the disciples did as Jesus had directed them and prepared the Passover.",
          "ID": "19"
        },
        {
          "text": "When evening came, Jesus was reclining at the table with the Twelve.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And while they were eating, he said, \"Truly I tell you, one of you will betray me.\"",
          "ID": "21"
        },
        {
          "text": "They were very sad and began to say to him one after the other, \"Surely you don't mean me, Lord?\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Jesus replied, \"The one who has dipped his hand into the bowl with me will betray me.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\"",
          "ID": "24"
        },
        {
          "text": "Then Judas, the one who would betray him, said, \"Surely you don't mean me, Rabbi?\"Jesus answered, \"You have said so.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, \"Take and eat; this is my body.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then he took a cup, and when he had given thanks, he gave it to them, saying, \"Drink from it, all of you.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "This is my blood of the covenant, which is poured out for many for the forgiveness of sins.",
          "ID": "28"
        },
        {
          "text": "I tell you, I will not drink from this fruit of the vine from now on until that day when I drink it new with you in my Father's kingdom.\"",
          "ID": "29"
        },
        {
          "text": "When they had sung a hymn, they went out to the Mount of Olives.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Then Jesus told them, \"This very night you will all fall away on account of me, for it is written:",
          "ID": "31"
        },
        {
          "text": "\"'I will strike the shepherd,",
          "ID": "31"
        },
        {
          "text": "and the sheep of the flock will be scattered.'",
          "ID": "31"
        },
        {
          "text": "But after I have risen, I will go ahead of you into Galilee.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Peter replied, \"Even if all fall away on account of you, I never will.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Truly I tell you,\" Jesus answered, \"this very night, before the rooster crows, you will disown me three times.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "But Peter declared, \"Even if I have to die with you, I will never disown you.\" And all the other disciples said the same.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then Jesus went with his disciples to a place called Gethsemane, and he said to them, \"Sit here while I go over there and pray.\"",
          "ID": "36"
        },
        {
          "text": "He took Peter and the two sons of Zebedee along with him, and he began to be sorrowful and troubled.",
          "ID": "37"
        },
        {
          "text": "Then he said to them, \"My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me.\"",
          "ID": "38"
        },
        {
          "text": "Going a little farther, he fell with his face to the ground and prayed, \"My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.\"",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Then he returned to his disciples and found them sleeping. \"Couldn't you men keep watch with me for one hour?\" he asked Peter.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "\"Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.\"",
          "ID": "41"
        },
        {
          "text": "He went away a second time and prayed, \"My Father, if it is not possible for this cup to be taken away unless I drink it, may your will be done.\"",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "When he came back, he again found them sleeping, because their eyes were heavy.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "So he left them and went away once more and prayed the third time, saying the same thing.",
          "ID": "44"
        },
        {
          "text": "Then he returned to the disciples and said to them, \"Are you still sleeping and resting? Look, the hour has come, and the Son of Man is delivered into the hands of sinners.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "Rise! Let us go! Here comes my betrayer!\"",
          "ID": "46"
        },
        {
          "text": "While he was still speaking, Judas, one of the Twelve, arrived. With him was a large crowd armed with swords and clubs, sent from the chief priests and the elders of the people.",
          "ID": "47"
        },
        {
          "text": "Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him.\"",
          "ID": "48"
        },
        {
          "text": "Going at once to Jesus, Judas said, \"Greetings, Rabbi!\" and kissed him.",
          "ID": "49"
        },
        {
          "text": "Jesus replied, \"Do what you came for, friend.\" Then the men stepped forward, seized Jesus and arrested him.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "With that, one of Jesus' companions reached for his sword, drew it out and struck the servant of the high priest, cutting off his ear.",
          "ID": "51"
        },
        {
          "text": "\"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword.",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels?",
          "ID": "53"
        },
        {
          "text": "But how then would the Scriptures be fulfilled that say it must happen in this way?\"",
          "ID": "54"
        },
        {
          "text": "In that hour Jesus said to the crowd, \"Am I leading a rebellion, that you have come out with swords and clubs to capture me? Every day I sat in the temple courts teaching, and you did not arrest me.",
          "ID": "55"
        },
        {
          "text": "",
          "ID": "55"
        },
        {
          "text": "But this has all taken place that the writings of the prophets might be fulfilled.\" Then all the disciples deserted him and fled.",
          "ID": "56"
        },
        {
          "text": "Those who had arrested Jesus took him to Caiaphas the high priest, where the teachers of the law and the elders had assembled.",
          "ID": "57"
        },
        {
          "text": "But Peter followed him at a distance, right up to the courtyard of the high priest. He entered and sat down with the guards to see the outcome.",
          "ID": "58"
        },
        {
          "text": "The chief priests and the whole Sanhedrin were looking for false evidence against Jesus so that they could put him to death.",
          "ID": "59"
        },
        {
          "text": "",
          "ID": "59"
        },
        {
          "text": "But they did not find any, though many false witnesses came forward.Finally two came forward",
          "ID": "60"
        },
        {
          "text": "",
          "ID": "60"
        },
        {
          "text": "and declared, \"This fellow said, 'I am able to destroy the temple of God and rebuild it in three days.'\"",
          "ID": "61"
        },
        {
          "text": "Then the high priest stood up and said to Jesus, \"Are you not going to answer? What is this testimony that these men are bringing against you?\"",
          "ID": "62"
        },
        {
          "text": "",
          "ID": "62"
        },
        {
          "text": "But Jesus remained silent.The high priest said to him, \"I charge you under oath by the living God: Tell us if you are the Messiah, the Son of God.\"",
          "ID": "63"
        },
        {
          "text": "",
          "ID": "63"
        },
        {
          "text": "\"You have said so,\" Jesus replied. \"But I say to all of you: From now on you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.\"",
          "ID": "64"
        },
        {
          "text": "",
          "ID": "64"
        },
        {
          "text": "Then the high priest tore his clothes and said, \"He has spoken blasphemy! Why do we need any more witnesses? Look, now you have heard the blasphemy.",
          "ID": "65"
        },
        {
          "text": "",
          "ID": "65"
        },
        {
          "text": "What do you think?\"\"He is worthy of death,\" they answered.",
          "ID": "66"
        },
        {
          "text": "",
          "ID": "66"
        },
        {
          "text": "Then they spit in his face and struck him with their fists. Others slapped him",
          "ID": "67"
        },
        {
          "text": "",
          "ID": "67"
        },
        {
          "text": "and said, \"Prophesy to us, Messiah. Who hit you?\"",
          "ID": "68"
        },
        {
          "text": "Now Peter was sitting out in the courtyard, and a servant girl came to him. \"You also were with Jesus of Galilee,\" she said.",
          "ID": "69"
        },
        {
          "text": "But he denied it before them all. \"I don't know what you're talking about,\" he said.",
          "ID": "70"
        },
        {
          "text": "",
          "ID": "70"
        },
        {
          "text": "Then he went out to the gateway, where another servant girl saw him and said to the people there, \"This fellow was with Jesus of Nazareth.\"",
          "ID": "71"
        },
        {
          "text": "",
          "ID": "71"
        },
        {
          "text": "He denied it again, with an oath: \"I don't know the man!\"",
          "ID": "72"
        },
        {
          "text": "",
          "ID": "72"
        },
        {
          "text": "After a little while, those standing there went up to Peter and said, \"Surely you are one of them; your accent gives you away.\"",
          "ID": "73"
        },
        {
          "text": "",
          "ID": "73"
        },
        {
          "text": "Then he began to call down curses, and he swore to them, \"I don't know the man!\"Immediately a rooster crowed.",
          "ID": "74"
        },
        {
          "text": "",
          "ID": "74"
        },
        {
          "text": "Then Peter remembered the word Jesus had spoken: \"Before the rooster crows, you will disown me three times.\" And he went outside and wept bitterly.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26"
    },
    {
      "name": "Matthew 27",
      "text": [
        {
          "text": "Early in the morning, all the chief priests and the elders of the people made their plans how to have Jesus executed.",
          "ID": "1"
        },
        {
          "text": "So they bound him, led him away and handed him over to Pilate the governor.",
          "ID": "2"
        },
        {
          "text": "When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty pieces of silver to the chief priests and the elders.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "\"I have sinned,\" he said, \"for I have betrayed innocent blood.\"\"What is that to us?\" they replied. \"That's your responsibility.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "So Judas threw the money into the temple and left. Then he went away and hanged himself.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The chief priests picked up the coins and said, \"It is against the law to put this into the treasury, since it is blood money.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "So they decided to use the money to buy the potter's field as a burial place for foreigners.",
          "ID": "7"
        },
        {
          "text": "That is why it has been called the Field of Blood to this day.",
          "ID": "8"
        },
        {
          "text": "Then what was spoken by Jeremiah the prophet was fulfilled: \"They took the thirty pieces of silver, the price set on him by the people of Israel,",
          "ID": "9"
        },
        {
          "text": "and they used them to buy the potter's field, as the Lord commanded me.\"",
          "ID": "10"
        },
        {
          "text": "Meanwhile Jesus stood before the governor, and the governor asked him, \"Are you the king of the Jews?\"\"You have said so,\" Jesus replied.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "When he was accused by the chief priests and the elders, he gave no answer.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then Pilate asked him, \"Don't you hear the testimony they are bringing against you?\"",
          "ID": "13"
        },
        {
          "text": "But Jesus made no reply, not even to a single charge—to the great amazement of the governor.",
          "ID": "14"
        },
        {
          "text": "Now it was the governor's custom at the festival to release a prisoner chosen by the crowd.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "At that time they had a well-known prisoner whose name was Jesus Barabbas.",
          "ID": "16"
        },
        {
          "text": "So when the crowd had gathered, Pilate asked them, \"Which one do you want me to release to you: Jesus Barabbas, or Jesus who is called the Messiah?\"",
          "ID": "17"
        },
        {
          "text": "For he knew it was out of self-interest that they had handed Jesus over to him.",
          "ID": "18"
        },
        {
          "text": "While Pilate was sitting on the judge's seat, his wife sent him this message: \"Don't have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "\"Which of the two do you want me to release to you?\" asked the governor.\"Barabbas,\" they answered.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "\"What shall I do, then, with Jesus who is called the Messiah?\" Pilate asked.They all answered, \"Crucify him!\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"Why? What crime has he committed?\" asked Pilate.But they shouted all the louder, \"Crucify him!\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. \"I am innocent of this man's blood,\" he said. \"It is your responsibility!\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "All the people answered, \"His blood is on us and on our children!\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then the governor's soldiers took Jesus into the Praetorium and gathered the whole company of soldiers around him.",
          "ID": "27"
        },
        {
          "text": "They stripped him and put a scarlet robe on him,",
          "ID": "28"
        },
        {
          "text": "and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand. Then they knelt in front of him and mocked him. \"Hail, king of the Jews!\" they said.",
          "ID": "29"
        },
        {
          "text": "They spit on him, and took the staff and struck him on the head again and again.",
          "ID": "30"
        },
        {
          "text": "After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him.",
          "ID": "31"
        },
        {
          "text": "As they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross.",
          "ID": "32"
        },
        {
          "text": "They came to a place called Golgotha (which means \"the place of the skull\").",
          "ID": "33"
        },
        {
          "text": "There they offered Jesus wine to drink, mixed with gall; but after tasting it, he refused to drink it.",
          "ID": "34"
        },
        {
          "text": "When they had crucified him, they divided up his clothes by casting lots.",
          "ID": "35"
        },
        {
          "text": "And sitting down, they kept watch over him there.",
          "ID": "36"
        },
        {
          "text": "Above his head they placed the written charge against him: this is jesus, the king of the jews.",
          "ID": "37"
        },
        {
          "text": "Two rebels were crucified with him, one on his right and one on his left.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Those who passed by hurled insults at him, shaking their heads",
          "ID": "39"
        },
        {
          "text": "and saying, \"You who are going to destroy the temple and build it in three days, save yourself! Come down from the cross, if you are the Son of God!\"",
          "ID": "40"
        },
        {
          "text": "In the same way the chief priests, the teachers of the law and the elders mocked him.",
          "ID": "41"
        },
        {
          "text": "\"He saved others,\" they said, \"but he can't save himself! He's the king of Israel! Let him come down now from the cross, and we will believe in him.",
          "ID": "42"
        },
        {
          "text": "He trusts in God. Let God rescue him now if he wants him, for he said, 'I am the Son of God.'\"",
          "ID": "43"
        },
        {
          "text": "In the same way the rebels who were crucified with him also heaped insults on him.",
          "ID": "44"
        },
        {
          "text": "From noon until three in the afternoon darkness came over all the land.",
          "ID": "45"
        },
        {
          "text": "About three in the afternoon Jesus cried out in a loud voice, \"Eli, Eli,lemasabachthani?\" (which means \"My God, my God, why have you forsaken me?\").",
          "ID": "46"
        },
        {
          "text": "When some of those standing there heard this, they said, \"He's calling Elijah.\"",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "Immediately one of them ran and got a sponge. He filled it with wine vinegar, put it on a staff, and offered it to Jesus to drink.",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "The rest said, \"Now leave him alone. Let's see if Elijah comes to save him.\"",
          "ID": "49"
        },
        {
          "text": "And when Jesus had cried out again in a loud voice, he gave up his spirit.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "At that moment the curtain of the temple was torn in two from top to bottom. The earth shook, the rocks split",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "and the tombs broke open. The bodies of many holy people who had died were raised to life.",
          "ID": "52"
        },
        {
          "text": "They came out of the tombs after Jesus' resurrection and went into the holy city and appeared to many people.",
          "ID": "53"
        },
        {
          "text": "When the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified, and exclaimed, \"Surely he was the Son of God!\"",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "Many women were there, watching from a distance. They had followed Jesus from Galilee to care for his needs.",
          "ID": "55"
        },
        {
          "text": "",
          "ID": "55"
        },
        {
          "text": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee's sons.",
          "ID": "56"
        },
        {
          "text": "As evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus.",
          "ID": "57"
        },
        {
          "text": "Going to Pilate, he asked for Jesus' body, and Pilate ordered that it be given to him.",
          "ID": "58"
        },
        {
          "text": "Joseph took the body, wrapped it in a clean linen cloth,",
          "ID": "59"
        },
        {
          "text": "and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away.",
          "ID": "60"
        },
        {
          "text": "Mary Magdalene and the other Mary were sitting there opposite the tomb.",
          "ID": "61"
        },
        {
          "text": "The next day, the one after Preparation Day, the chief priests and the Pharisees went to Pilate.",
          "ID": "62"
        },
        {
          "text": "\"Sir,\" they said, \"we remember that while he was still alive that deceiver said, 'After three days I will rise again.'",
          "ID": "63"
        },
        {
          "text": "So give the order for the tomb to be made secure until the third day. Otherwise, his disciples may come and steal the body and tell the people that he has been raised from the dead. This last deception will be worse than the first.\"",
          "ID": "64"
        },
        {
          "text": "\"Take a guard,\" Pilate answered. \"Go, make the tomb as secure as you know how.\"",
          "ID": "65"
        },
        {
          "text": "",
          "ID": "65"
        },
        {
          "text": "So they went and made the tomb secure by putting a seal on the stone and posting the guard.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27"
    },
    {
      "name": "Matthew 28",
      "text": [
        {
          "text": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb.",
          "ID": "1"
        },
        {
          "text": "There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "His appearance was like lightning, and his clothes were white as snow.",
          "ID": "3"
        },
        {
          "text": "The guards were so afraid of him that they shook and became like dead men.",
          "ID": "4"
        },
        {
          "text": "The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "He is not here; he has risen, just as he said. Come and see the place where he lay.",
          "ID": "6"
        },
        {
          "text": "Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\"",
          "ID": "7"
        },
        {
          "text": "So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him.",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\"",
          "ID": "10"
        },
        {
          "text": "While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened.",
          "ID": "11"
        },
        {
          "text": "When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money,",
          "ID": "12"
        },
        {
          "text": "telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.'",
          "ID": "13"
        },
        {
          "text": "If this report gets to the governor, we will satisfy him and keep you out of trouble.\"",
          "ID": "14"
        },
        {
          "text": "So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day.",
          "ID": "15"
        },
        {
          "text": "Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go.",
          "ID": "16"
        },
        {
          "text": "When they saw him, they worshiped him; but some doubted.",
          "ID": "17"
        },
        {
          "text": "Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me.",
          "ID": "18"
        },
        {
          "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
          "ID": "19"
        },
        {
          "text": "and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\"",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:MAT(BOOKS)"
}