{
  "text": [
    {
      "text": [
        {
          "text": "The book of the lineage of Jesus Christ, the son of David, the son of Abraham.",
          "ID": "1"
        },
        {
          "text": "Abraham conceived Isaac. And Isaac conceived Jacob. And Jacob conceived Judah and his brothers.",
          "ID": "2"
        },
        {
          "text": "And Judah conceived Perez and Zerah by Tamar. And Perez conceived Hezron. And Hezron conceived Ram.",
          "ID": "3"
        },
        {
          "text": "And Ram conceived Amminadab. And Amminadab conceived Nahshon. And Nahshon conceived Salmon.",
          "ID": "4"
        },
        {
          "text": "And Salmon conceived Boaz by Rahab. And Boaz conceived Obed by Ruth. And Obed conceived Jesse.",
          "ID": "5"
        },
        {
          "text": "And Jesse conceived king David. And king David conceived Solomon, by her who had been the wife of Uriah.",
          "ID": "6"
        },
        {
          "text": "And Solomon conceived Rehoboam. And Rehoboam conceived Abijah. And Abijah conceived Asa.",
          "ID": "7"
        },
        {
          "text": "And Asa conceived Jehoshaphat. And Jehoshaphat conceived Joram. And Joram conceived Uzziah.",
          "ID": "8"
        },
        {
          "text": "And Uzziah conceived Jotham. And Jotham conceived Ahaz. And Ahaz conceived Hezekiah.",
          "ID": "9"
        },
        {
          "text": "And Hezekiah conceived Manasseh. And Manasseh conceived Amos. And Amos conceived Josiah.",
          "ID": "10"
        },
        {
          "text": "And Josiah conceived Jechoniah and his brothers in the transmigration of Babylon.",
          "ID": "11"
        },
        {
          "text": "And after the transmigration of Babylon, Jechoniah conceived Shealtiel. And Shealtiel conceived Zerubbabel.",
          "ID": "12"
        },
        {
          "text": "And Zerubbabel conceived Abiud. And Abiud conceived Eliakim. And Eliakim conceived Azor.",
          "ID": "13"
        },
        {
          "text": "And Azor conceived Zadok. And Zadok conceived Achim. And Achim conceived Eliud.",
          "ID": "14"
        },
        {
          "text": "And Eliud conceived Eleazar. And Eleazar conceived Matthan. And Matthan conceived Jacob.",
          "ID": "15"
        },
        {
          "text": "And Jacob conceived Joseph, the husband of Mary, of whom was born Jesus, who is called Christ.",
          "ID": "16"
        },
        {
          "text": "And so, all the generations from Abraham to David are fourteen generations; and from David to the transmigration of Babylon, fourteen generations; and from the transmigration of Babylon to the Christ, fourteen generations.",
          "ID": "17"
        },
        {
          "text": "Now the procreation of the Christ occurred in this way. After his mother Mary had been betrothed to Joseph, before they lived together, she was found to have conceived in her womb by the Holy Spirit.",
          "ID": "18"
        },
        {
          "text": "Then Joseph, her husband, since he was just and was not willing to hand her over, preferred to send her away secretly.",
          "ID": "19"
        },
        {
          "text": "But while thinking over these things, behold, an Angel of the Lord appeared to him in his sleep, saying: \"Joseph, son of David, do not be afraid to accept Mary as your wife. For what has been formed in her is of the Holy Spirit.",
          "ID": "20"
        },
        {
          "text": "And she shall give birth to a son. And you shall call his name JESUS. For he shall accomplish the salvation of his people from their sins.\"",
          "ID": "21"
        },
        {
          "text": "Now all this occurred in order to fulfill what was spoken by the Lord through the prophet, saying:",
          "ID": "22"
        },
        {
          "text": "\"Behold, a virgin shall conceive in her womb, and she shall give birth to a son. And they shall call his name Emmanuel, which means: God is with us.\"",
          "ID": "23"
        },
        {
          "text": "Then Joseph, arising from sleep, did just as the Angel of the Lord had instructed him, and he accepted her as his wife.",
          "ID": "24"
        },
        {
          "text": "And he knew her not, yet she bore her son, the firstborn. And he called his name JESUS.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1",
      "name": "Matthew 1"
    },
    {
      "text": [
        {
          "text": "And so, when Jesus had been born in Bethlehem of Judah, in the days of king Herod, behold, Magi from the east arrived in Jerusalem,",
          "ID": "1"
        },
        {
          "text": "saying: \"Where is he who was born king of the Jews? For we have seen his star in the east, and we have come to adore him.\"",
          "ID": "2"
        },
        {
          "text": "Now king Herod, hearing this, was disturbed, and all Jerusalem with him.",
          "ID": "3"
        },
        {
          "text": "And gathering together all the leaders of the priests, and the scribes of the people, he consulted with them as to where the Christ would be born.",
          "ID": "4"
        },
        {
          "text": "And they said to him: \"In Bethlehem of Judea. For so it has been written by the prophet:",
          "ID": "5"
        },
        {
          "text": "'And you, Bethlehem, the land of Judah, are by no means least among the leaders of Judah. For from you shall go forth the ruler who shall guide my people Israel.' \"",
          "ID": "6"
        },
        {
          "text": "Then Herod, quietly calling the Magi, diligently learned from them the time when the star appeared to them.",
          "ID": "7"
        },
        {
          "text": "And sending them into Bethlehem, he said: \"Go and diligently ask questions about the boy. And when you have found him, report back to me, so that I, too, may come and adore him.\"",
          "ID": "8"
        },
        {
          "text": "And when they had heard the king, they went away. And behold, the star that they had seen in the east went before them, even until, arriving, it stood still above the place where the child was.",
          "ID": "9"
        },
        {
          "text": "Then, seeing the star, they were gladdened by a very great joy.",
          "ID": "10"
        },
        {
          "text": "And entering the home, they found the boy with his mother Mary. And so, falling prostrate, they adored him. And opening their treasures, they offered him gifts: gold, frankincense, and myrrh.",
          "ID": "11"
        },
        {
          "text": "And having received a response in sleep that they should not return to Herod, they went back by another way to their own region.",
          "ID": "12"
        },
        {
          "text": "And after they had gone away, behold, an Angel of the Lord appeared in sleep to Joseph, saying: \"Rise up, and take the boy and his mother, and flee into Egypt. And remain there until I tell you. For it will happen that Herod will seek the boy to destroy him.\"",
          "ID": "13"
        },
        {
          "text": "And getting up, he took the boy and his mother by night, and withdrew into Egypt.",
          "ID": "14"
        },
        {
          "text": "And he remained there, until the death of Herod, in order to fulfill what was spoken by the Lord through the prophet, saying: \"Out of Egypt, I called my son.\"",
          "ID": "15"
        },
        {
          "text": "Then Herod, seeing that he had been fooled by the Magi, was very angry. And so he sent to kill all the boys who were in Bethlehem, and in all its borders, from two years of age and under, according to the time that he had learned by questioning the Magi.",
          "ID": "16"
        },
        {
          "text": "Then what was spoken through the prophet Jeremiah was fulfilled, saying:",
          "ID": "17"
        },
        {
          "text": "\"A voice has been heard in Ramah, great weeping and wailing: Rachel crying for her sons. And she was not willing to be consoled, because they were no more.\"",
          "ID": "18"
        },
        {
          "text": "Then, when Herod had passed away, behold, an Angel of the Lord appeared in sleep to Joseph in Egypt,",
          "ID": "19"
        },
        {
          "text": "saying: \"Rise up, and take the boy and his mother, and go into the land of Israel. For those who were seeking the life of the boy have passed away.\"",
          "ID": "20"
        },
        {
          "text": "And rising up, he took the boy and his mother, and he went into the land of Israel.",
          "ID": "21"
        },
        {
          "text": "Then, hearing that Archelaus reigned in Judea in place of his father Herod, he was afraid to go there. And being warned in sleep, he withdrew into parts of Galilee.",
          "ID": "22"
        },
        {
          "text": "And arriving, he lived in a city which is called Nazareth, in order to fulfill what was spoken through the prophets: \"For he shall be called a Nazarene.\"",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2",
      "name": "Matthew 2"
    },
    {
      "text": [
        {
          "text": "Now in those days, John the Baptist arrived, preaching in the desert of Judea,",
          "ID": "1"
        },
        {
          "text": "and saying: \"Repent. For the kingdom of heaven has drawn near.\"",
          "ID": "2"
        },
        {
          "text": "For this is the one who was spoken of through the prophet Isaiah, saying: \"A voice crying out in the desert: Prepare the way of the Lord. Make straight his paths.\"",
          "ID": "3"
        },
        {
          "text": "Now the same John had a garment made from the hair of camels, and a leather belt around his waist. And his food was locusts and wild honey.",
          "ID": "4"
        },
        {
          "text": "Then Jerusalem, and all Judea, and the entire region around the Jordan went out to him.",
          "ID": "5"
        },
        {
          "text": "And they were baptized by him in the Jordan, acknowledging their sins.",
          "ID": "6"
        },
        {
          "text": "Then, seeing many of the Pharisees and Sadducees arriving for his baptism, he said to them: \"Progeny of vipers, who warned to you to flee from the approaching wrath?",
          "ID": "7"
        },
        {
          "text": "Therefore, produce fruit worthy of repentance.",
          "ID": "8"
        },
        {
          "text": "And do not choose to say within yourselves, 'We have Abraham as our father.' For I tell you that God has the power to raise up sons to Abraham from these stones.",
          "ID": "9"
        },
        {
          "text": "For even now the axe has been placed at the root of the trees. Therefore, every tree that does not produce good fruit shall be cut down and cast into the fire.",
          "ID": "10"
        },
        {
          "text": "Indeed, I baptize you with water for repentance, but he who will come after me is more powerful than me. I am not worthy to carry his shoes. He will baptize you with the fire of the Holy Spirit.",
          "ID": "11"
        },
        {
          "text": "His winnowing fan is in his hand. And he will thoroughly cleanse his threshing floor. And he will gather his wheat into the barn. But the chaff he will burn with unquenchable fire.\"",
          "ID": "12"
        },
        {
          "text": "Then Jesus came from Galilee, to John at the Jordan, in order to be baptized by him.",
          "ID": "13"
        },
        {
          "text": "But John refused him, saying, \"I ought to be baptized by you, and yet you come to me?\"",
          "ID": "14"
        },
        {
          "text": "And responding, Jesus said to him: \"Permit this for now. For in this way it is fitting for us to fulfill all justice.\" Then he allowed him.",
          "ID": "15"
        },
        {
          "text": "And Jesus, having been baptized, ascended from the water immediately, and behold, the heavens were opened to him. And he saw the Spirit of God descending like a dove, and alighting on him.",
          "ID": "16"
        },
        {
          "text": "And behold, there was a voice from heaven, saying: \"This is my beloved Son, in whom I am well pleased.\"",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3",
      "name": "Matthew 3"
    },
    {
      "text": [
        {
          "text": "Then Jesus was led by the Spirit into the desert, in order to be tempted by the devil.",
          "ID": "1"
        },
        {
          "text": "And when he had fasted for forty days and forty nights, afterwards he was hungry.",
          "ID": "2"
        },
        {
          "text": "And approaching, the tempter said to him, \"If you are the Son of God, tell these stones to become bread.\"",
          "ID": "3"
        },
        {
          "text": "And in response he said, \"It has been written: 'Not by bread alone shall man live, but by every word that proceeds from the mouth of God.' \"",
          "ID": "4"
        },
        {
          "text": "Then the devil took him up, into the holy city, and set him on the pinnacle of the temple,",
          "ID": "5"
        },
        {
          "text": "and said to him: \"If you are the Son of God, cast yourself down. For it has been written: 'For he has given charge of you to his angels, and they shall take you into their hands, lest perhaps you may hurt your foot against a stone.' \"",
          "ID": "6"
        },
        {
          "text": "Jesus said to him, \"Again, it has been written: 'You shall not tempt the Lord your God.' \"",
          "ID": "7"
        },
        {
          "text": "Again, the devil took him up, onto a very high mountain, and showed him all the kingdoms of the world and their glory,",
          "ID": "8"
        },
        {
          "text": "and said to him, \"All these things I will give to you, if you will fall down and adore me.\"",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to him: \"Go away, Satan. For it has been written: 'You shall adore the Lord your God, and him only shall you serve.' \"",
          "ID": "10"
        },
        {
          "text": "Then the devil left him. And behold, Angels approached and ministered to him.",
          "ID": "11"
        },
        {
          "text": "And when Jesus had heard that John had been handed over, he withdrew into Galilee.",
          "ID": "12"
        },
        {
          "text": "And leaving behind the city of Nazareth, he went and lived in Capernaum, near the sea, at the borders of Zebulun and of Naphtali,",
          "ID": "13"
        },
        {
          "text": "in order to fulfill what was said through the prophet Isaiah:",
          "ID": "14"
        },
        {
          "text": "\"Land of Zebulun and land of Naphtali, the way of the sea across the Jordan, Galilee of the Gentiles:",
          "ID": "15"
        },
        {
          "text": "A people who were sitting in darkness have seen a great light. And unto those sitting in the region of the shadow of death, a light has risen.\"",
          "ID": "16"
        },
        {
          "text": "From that time, Jesus began to preach, and to say: \"Repent. For the kingdom of heaven has drawn near.\"",
          "ID": "17"
        },
        {
          "text": "And Jesus, walking near the Sea of Galilee, saw two brothers, Simon who is called Peter, and his brother Andrew, casting a net into the sea (for they were fishermen).",
          "ID": "18"
        },
        {
          "text": "And he said to them: \"Follow me, and I will make you fishers of men.\"",
          "ID": "19"
        },
        {
          "text": "And at once, leaving behind their nets, they followed him.",
          "ID": "20"
        },
        {
          "text": "And continuing on from there, he saw another two brothers, James of Zebedee, and his brother John, in a ship with their father Zebedee, repairing their nets. And he called them.",
          "ID": "21"
        },
        {
          "text": "And immediately, leaving their nets and their father behind, they followed him.",
          "ID": "22"
        },
        {
          "text": "And Jesus traveled throughout all of Galilee, teaching in their synagogues, and preaching the Gospel of the kingdom, and healing every sickness and every infirmity among the people.",
          "ID": "23"
        },
        {
          "text": "And reports of him went out to all of Syria, and they brought to him all those who had maladies, those who were in the grasp of various sicknesses and torments, and those who were in the hold of demons, and the mentally ill, and paralytics. And he cured them.",
          "ID": "24"
        },
        {
          "text": "And a great crowd followed him from Galilee, and from the Ten Cities, and from Jerusalem, and from Judea, and from across the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4",
      "name": "Matthew 4"
    },
    {
      "text": [
        {
          "text": "Then, seeing the crowds, he ascended the mountain, and when he had sat down, his disciples drew near to him,",
          "ID": "1"
        },
        {
          "text": "and opening his mouth, he taught them, saying:",
          "ID": "2"
        },
        {
          "text": "\"Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
          "ID": "3"
        },
        {
          "text": "Blessed are the meek, for they shall possess the earth.",
          "ID": "4"
        },
        {
          "text": "Blessed are those who mourn, for they shall be consoled.",
          "ID": "5"
        },
        {
          "text": "Blessed are those who hunger and thirst for justice, for they shall be satisfied.",
          "ID": "6"
        },
        {
          "text": "Blessed are the merciful, for they shall obtain mercy.",
          "ID": "7"
        },
        {
          "text": "Blessed are the pure in heart, for they shall see God.",
          "ID": "8"
        },
        {
          "text": "Blessed are the peacemakers, for they shall be called sons of God.",
          "ID": "9"
        },
        {
          "text": "Blessed are those who endure persecution for the sake of justice, for theirs is the kingdom of heaven.",
          "ID": "10"
        },
        {
          "text": "Blessed are you when they have slandered you, and persecuted you, and spoken all kinds of evil against you, falsely, for my sake:",
          "ID": "11"
        },
        {
          "text": "be glad and exult, for your reward in heaven is plentiful. For so they persecuted the prophets who were before you.",
          "ID": "12"
        },
        {
          "text": "You are the salt of the earth. But if salt loses its saltiness, with what will it be salted? It is no longer useful at all, except to be cast out and trampled under by men.",
          "ID": "13"
        },
        {
          "text": "You are the light of the world. A city set on a mountain cannot be hidden.",
          "ID": "14"
        },
        {
          "text": "And they do not light a lamp and put it under a basket, but on a lampstand, so that it may shine to all who are in the house.",
          "ID": "15"
        },
        {
          "text": "So then, let your light shine in the sight of men, so that they may see your good works, and may glorify your Father, who is in heaven.",
          "ID": "16"
        },
        {
          "text": "Do not think that I have come to loosen the law or the prophets. I have not come to loosen, but to fulfill.",
          "ID": "17"
        },
        {
          "text": "Amen I say to you, certainly, until heaven and earth pass away, not one iota, not one dot shall pass away from the law, until all is done.",
          "ID": "18"
        },
        {
          "text": "Therefore, whoever will have loosened one of the least of these commandments, and have taught men so, shall be called the least in the kingdom of heaven. But whoever will have done and taught these, such a one shall be called great in the kingdom of heaven.",
          "ID": "19"
        },
        {
          "text": "For I say to you, that unless your justice has surpassed that of the scribes and the Pharisees you shall not enter into the kingdom of heaven.",
          "ID": "20"
        },
        {
          "text": "You have heard that it was said to the ancients: 'You shall not murder; whoever will have murdered shall be liable to judgment.'",
          "ID": "21"
        },
        {
          "text": "But I say to you, that anyone who becomes angry with his brother shall be liable to judgment. But whoever will have called his brother, 'Idiot,' shall be liable to the council. Then, whoever will have called him, 'Worthless,' shall be liable to the fires of Hell.",
          "ID": "22"
        },
        {
          "text": "Therefore, if you offer your gift at the altar, and there you remember that your brother has something against you,",
          "ID": "23"
        },
        {
          "text": "leave your gift there, before the altar, and go first to be reconciled to your brother, and then you may approach and offer your gift.",
          "ID": "24"
        },
        {
          "text": "Be reconciled with your adversary quickly, while you are still on the way with him, lest perhaps the adversary may hand you over to the judge, and the judge may hand you over to the officer, and you will be thrown in prison.",
          "ID": "25"
        },
        {
          "text": "Amen I say to you, that you shall not go forth from there, until you have repaid the last quarter.",
          "ID": "26"
        },
        {
          "text": "You have heard that it was said to the ancients: 'You shall not commit adultery.'",
          "ID": "27"
        },
        {
          "text": "But I say to you, that anyone who will have looked at a woman, so as to lust after her, has already committed adultery with her in his heart.",
          "ID": "28"
        },
        {
          "text": "And if your right eye causes you to sin, root it out and cast it away from you. For it is better for you that one of your members perish, than that your whole body be cast into Hell.",
          "ID": "29"
        },
        {
          "text": "And if your right hand causes you to sin, cut it off and cast it away from you. For it is better for you that one of your members perish, than that your whole body go into Hell.",
          "ID": "30"
        },
        {
          "text": "And it has been said: 'Whoever would dismiss his wife, let him give her a bill of divorce.'",
          "ID": "31"
        },
        {
          "text": "But I say to you, that anyone who will have dismissed his wife, except in the case of fornication, causes her to commit adultery; and whoever will have married her who has been dismissed commits adultery.",
          "ID": "32"
        },
        {
          "text": "Again, you have heard that it was said to the ancients: 'You shall not swear falsely. For you shall repay your oaths to the Lord.'",
          "ID": "33"
        },
        {
          "text": "But I say to you, do not swear an oath at all, neither by heaven, for it is the throne of God,",
          "ID": "34"
        },
        {
          "text": "nor by earth, for it is his footstool, nor by Jerusalem, for it is the city of the great king.",
          "ID": "35"
        },
        {
          "text": "Neither shall you swear an oath by your own head, because you are not able to cause one hair to become white or black.",
          "ID": "36"
        },
        {
          "text": "But let your word 'Yes' mean 'Yes,' and 'No' mean 'No.' For anything beyond that is of evil.",
          "ID": "37"
        },
        {
          "text": "You have heard that it was said: 'An eye for an eye, and a tooth for a tooth.'",
          "ID": "38"
        },
        {
          "text": "But I say to you, do not resist one who is evil, but if anyone will have struck you on your right cheek, offer to him the other also.",
          "ID": "39"
        },
        {
          "text": "And anyone who wishes to contend with you in judgment, and to take away your tunic, release to him your cloak also.",
          "ID": "40"
        },
        {
          "text": "And whoever will have compelled you for one thousand steps, go with him even for two thousand steps.",
          "ID": "41"
        },
        {
          "text": "Whoever asks of you, give to him. And if anyone would borrow from you, do not turn away from him.",
          "ID": "42"
        },
        {
          "text": "You have heard that it was said, 'You shall love your neighbor, and you shall have hatred for your enemy.'",
          "ID": "43"
        },
        {
          "text": "But I say to you: Love your enemies. Do good to those who hate you. And pray for those who persecute and slander you.",
          "ID": "44"
        },
        {
          "text": "In this way, you shall be sons of your Father, who is in heaven. He causes his sun to rise upon the good and the bad, and he causes it to rain upon the just and the unjust.",
          "ID": "45"
        },
        {
          "text": "For if you love those who love you, what reward will you have? Do not even tax collectors behave this way?",
          "ID": "46"
        },
        {
          "text": "And if you greet only your brothers, what more have you done? Do not even the pagans behave this way?",
          "ID": "47"
        },
        {
          "text": "Therefore, be perfect, even as your heavenly Father is perfect.\"",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5",
      "name": "Matthew 5"
    },
    {
      "text": [
        {
          "text": "\"Pay attention, lest you perform your justice before men, in order to be seen by them; otherwise you shall not have a reward with your Father, who is in heaven.",
          "ID": "1"
        },
        {
          "text": "Therefore, when you give alms, do not choose to sound a trumpet before you, as the hypocrites do in the synagogues and in the towns, so that they may be honored by men. Amen I say to you, they have received their reward.",
          "ID": "2"
        },
        {
          "text": "But when you give alms, do not let your left hand know what your right hand is doing,",
          "ID": "3"
        },
        {
          "text": "so that your almsgiving may be in secret, and your Father, who sees in secret, will repay you.",
          "ID": "4"
        },
        {
          "text": "And when you pray, you should not be like the hypocrites, who love standing in the synagogues and at the corners of the streets to pray, so that they may be seen by men. Amen I say to you, they have received their reward.",
          "ID": "5"
        },
        {
          "text": "But you, when you pray, enter into your room, and having shut the door, pray to your Father in secret, and your Father, who sees in secret, will repay you.",
          "ID": "6"
        },
        {
          "text": "And when praying, do not choose many words, as the pagans do. For they think that by their excess of words they might be heeded.",
          "ID": "7"
        },
        {
          "text": "Therefore, do not choose to imitate them. For your Father knows what your needs may be, even before you ask him.",
          "ID": "8"
        },
        {
          "text": "Therefore, you shall pray in this way: Our Father, who is in heaven: May your name be kept holy.",
          "ID": "9"
        },
        {
          "text": "May your kingdom come. May your will be done, as in heaven, so also on earth.",
          "ID": "10"
        },
        {
          "text": "Give us this day our life-sustaining bread.",
          "ID": "11"
        },
        {
          "text": "And forgive us our debts, as we also forgive our debtors.",
          "ID": "12"
        },
        {
          "text": "And lead us not into temptation. But free us from evil. Amen.",
          "ID": "13"
        },
        {
          "text": "For if you will forgive men their sins, your heavenly Father also will forgive you your offenses.",
          "ID": "14"
        },
        {
          "text": "But if you will not forgive men, neither will your Father forgive you your sins.",
          "ID": "15"
        },
        {
          "text": "And when you fast, do not choose to become gloomy, like the hypocrites. For they alter their faces, so that their fasting may be apparent to men. Amen I say to you, that they have received their reward.",
          "ID": "16"
        },
        {
          "text": "But as for you, when you fast, anoint your head and wash your face,",
          "ID": "17"
        },
        {
          "text": "so that your fasting will not be apparent to men, but to your Father, who is in secret. And your Father, who sees in secret, will repay you.",
          "ID": "18"
        },
        {
          "text": "Do not choose to store up for yourselves treasures on earth: where rust and moth consume, and where thieves break in and steal.",
          "ID": "19"
        },
        {
          "text": "Instead, store up for yourselves treasures in heaven: where neither rust nor moth consumes, and where thieves do not break in and steal.",
          "ID": "20"
        },
        {
          "text": "For where your treasure is, there also is your heart.",
          "ID": "21"
        },
        {
          "text": "The lamp of your body is your eye. If your eye is wholesome, your entire body will be filled with light.",
          "ID": "22"
        },
        {
          "text": "But if your eye has been corrupted, your entire body will be darkened. If then the light that is in you is darkness, how great will that darkness be!",
          "ID": "23"
        },
        {
          "text": "No one is able to serve two masters. For either he will have hatred for the one, and love the other, or he will persevere with the one, and despise the other. You cannot serve God and wealth.",
          "ID": "24"
        },
        {
          "text": "And so I say to you, do not be anxious about your life, as to what you will eat, nor about your body, as to what you will wear. Is not life more than food, and the body more than clothing?",
          "ID": "25"
        },
        {
          "text": "Consider the birds of the air, how they neither sow, nor reap, nor gather into barns, and yet your heavenly Father feeds them. Are you not of much greater value than they are?",
          "ID": "26"
        },
        {
          "text": "And which of you, by thinking, is able to add one cubit to his stature?",
          "ID": "27"
        },
        {
          "text": "And as for clothing, why are you anxious? Consider the lilies of the field, how they grow; they neither work nor weave.",
          "ID": "28"
        },
        {
          "text": "But I say to you, that not even Solomon, in all his glory, was arrayed like one of these.",
          "ID": "29"
        },
        {
          "text": "So if God so clothes the grass of the field, which is here today, and cast into the oven tomorrow, how much more will he care for you, O little in faith?",
          "ID": "30"
        },
        {
          "text": "Therefore, do not choose to be anxious, saying: 'What shall we eat, and what shall we drink, and with what shall we be clothed?'",
          "ID": "31"
        },
        {
          "text": "For the Gentiles seek all these things. Yet your Father knows that you need all these things.",
          "ID": "32"
        },
        {
          "text": "Therefore, seek first the kingdom of God and his justice, and all these things shall be added to you as well.",
          "ID": "33"
        },
        {
          "text": "Therefore, do not be anxious about tomorrow; for the future day will be anxious for itself. Sufficient for the day is its evil.\"",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6",
      "name": "Matthew 6"
    },
    {
      "text": [
        {
          "text": "\"Do not judge, so that you may not be judged.",
          "ID": "1"
        },
        {
          "text": "For with whatever judgment you judge, so shall you be judged; and with whatever measure you measure out, so shall it be measured back to you.",
          "ID": "2"
        },
        {
          "text": "And how can you see the splinter in your brother's eye, and not see the board in your own eye?",
          "ID": "3"
        },
        {
          "text": "Or how can you say to your brother, 'Let me take the splinter from your eye,' while, behold, a board is in your own eye?",
          "ID": "4"
        },
        {
          "text": "Hypocrite, first remove the board from your own eye, and then you will see clearly enough to remove the splinter from your brother's eye.",
          "ID": "5"
        },
        {
          "text": "Do not give what is holy to dogs, and do not cast your pearls before swine, lest perhaps they may trample them under their feet, and then, turning, they may tear you apart.",
          "ID": "6"
        },
        {
          "text": "Ask, and it shall be given to you. Seek, and you shall find. Knock, and it shall be opened to you.",
          "ID": "7"
        },
        {
          "text": "For everyone who asks, receives; and whoever seeks, finds; and to anyone who knocks, it will be opened.",
          "ID": "8"
        },
        {
          "text": "Or what man is there among you, who, if his son were to ask him for bread, would offer him a stone;",
          "ID": "9"
        },
        {
          "text": "or if he were to ask him for a fish, would offer him a snake?",
          "ID": "10"
        },
        {
          "text": "Therefore, if you, though you are evil, know how to give good gifts to your sons, how much more will your Father, who is in heaven, give good things to those who ask him?",
          "ID": "11"
        },
        {
          "text": "Therefore, all things whatsoever that you wish that men would do to you, do so also to them. For this is the law and the prophets.",
          "ID": "12"
        },
        {
          "text": "Enter through the narrow gate. For wide is the gate, and broad is the way, which leads to perdition, and many there are who enter through it.",
          "ID": "13"
        },
        {
          "text": "How narrow is the gate, and how straight is the way, which leads to life, and few there are who find it!",
          "ID": "14"
        },
        {
          "text": "Beware of false prophets, who come to you in sheep's clothing, but inwardly are ravenous wolves.",
          "ID": "15"
        },
        {
          "text": "You shall know them by their fruits. Can grapes be gathered from thorns, or figs from thistles?",
          "ID": "16"
        },
        {
          "text": "So then, every good tree produces good fruit, and the evil tree produces evil fruit.",
          "ID": "17"
        },
        {
          "text": "A good tree is not able to produce evil fruit, and an evil tree is not able to produce good fruit.",
          "ID": "18"
        },
        {
          "text": "Every tree which does not produce good fruit shall be cut down and cast into the fire.",
          "ID": "19"
        },
        {
          "text": "Therefore, by their fruits you will know them.",
          "ID": "20"
        },
        {
          "text": "Not all who say to me, 'Lord, Lord,' will enter into the kingdom of heaven. But whoever does the will of my Father, who is in heaven, the same shall enter into the kingdom of heaven.",
          "ID": "21"
        },
        {
          "text": "Many will say to me in that day, 'Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and perform many powerful deeds in your name?'",
          "ID": "22"
        },
        {
          "text": "And then will I disclose to them: 'I have never known you. Depart from me, you workers of iniquity.'",
          "ID": "23"
        },
        {
          "text": "Therefore, everyone who hears these words of mine and does them shall be compared to a wise man, who built his house upon the rock.",
          "ID": "24"
        },
        {
          "text": "And the rains descended, and the floods rose up, and the winds blew, and rushed upon that house, but it did not fall, for it was founded on the rock.",
          "ID": "25"
        },
        {
          "text": "And everyone who hears these words of mine and does not do them shall be like a foolish man, who built his house upon the sand.",
          "ID": "26"
        },
        {
          "text": "And the rains descended, and the floods rose up, and the winds blew, and rushed upon that house, and it did fall, and great was its ruin.\"",
          "ID": "27"
        },
        {
          "text": "And it happened, when Jesus had completed these words, that the crowds were astonished at his doctrine.",
          "ID": "28"
        },
        {
          "text": "For he was teaching them as one who has authority, and not like their scribes and Pharisees.",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7",
      "name": "Matthew 7"
    },
    {
      "text": [
        {
          "text": "And when he had descended from the mountain, great crowds followed him.",
          "ID": "1"
        },
        {
          "text": "And behold, a leper, drawing near, adored him, saying, \"Lord, if you are willing, you are able to cleanse me.\"",
          "ID": "2"
        },
        {
          "text": "And Jesus, extending his hand, touched him, saying: \"I am willing. Be cleansed.\" And immediately his leprosy was cleansed.",
          "ID": "3"
        },
        {
          "text": "And Jesus said to him: \"See to it that you tell no one. But go, show yourself to the priest, and offer the gift that Moses instructed, as a testimony for them.\"",
          "ID": "4"
        },
        {
          "text": "And when he had entered into Capernaum, a centurion approached, petitioning him,",
          "ID": "5"
        },
        {
          "text": "and saying, \"Lord, my servant lies at home paralyzed and badly tormented.\"",
          "ID": "6"
        },
        {
          "text": "And Jesus said to him, \"I will come and heal him.\"",
          "ID": "7"
        },
        {
          "text": "And responding, the centurion said: \"Lord, I am not worthy that you should enter under my roof, but only say the word, and my servant shall be healed.",
          "ID": "8"
        },
        {
          "text": "For I, too, am a man placed under authority, having soldiers under me. And I say to one, 'Go,' and he goes, and to another, 'Come,' and he comes, and to my servant, 'Do this,' and he does it.\"",
          "ID": "9"
        },
        {
          "text": "And, hearing this, Jesus wondered. And he said to those following him: \"Amen I say to you, I have not found so great a faith in Israel.",
          "ID": "10"
        },
        {
          "text": "For I say to you, that many shall come from the east and the west, and they shall sit at table with Abraham, and Isaac, and Jacob in the kingdom of heaven.",
          "ID": "11"
        },
        {
          "text": "But the sons of the kingdom shall be cast into the outer darkness, where there will be weeping and gnashing of teeth.\"",
          "ID": "12"
        },
        {
          "text": "And Jesus said to the centurion, \"Go, and just as you have believed, so let it be done for you.\" And the servant was healed at that very hour.",
          "ID": "13"
        },
        {
          "text": "And when Jesus had arrived at the house of Peter, he saw his mother-in-law lying ill with a fever.",
          "ID": "14"
        },
        {
          "text": "And he touched her hand, and the fever left her, and she rose up and ministered to them.",
          "ID": "15"
        },
        {
          "text": "And when evening arrived, they brought to him many who had demons, and he cast out the spirits with a word. And he healed all those having maladies,",
          "ID": "16"
        },
        {
          "text": "in order to fulfill what was spoken through the prophet Isaiah, saying, \"He took our infirmities, and he carried away our diseases.\"",
          "ID": "17"
        },
        {
          "text": "Then Jesus, seeing the great crowds encircling him, gave orders to go across the sea.",
          "ID": "18"
        },
        {
          "text": "And one scribe, approaching, said to him, \"Teacher, I will follow you wherever you will go.\"",
          "ID": "19"
        },
        {
          "text": "And Jesus said to him, \"Foxes have dens, and the birds of the air have nests, but the Son of man has nowhere to rest his head.\"",
          "ID": "20"
        },
        {
          "text": "Then another of his disciples said to him, \"Lord, permit me first to go and bury my father.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus said to him, \"Follow me, and allow the dead to bury their dead.\"",
          "ID": "22"
        },
        {
          "text": "And climbing into a boat, his disciples followed him.",
          "ID": "23"
        },
        {
          "text": "And behold, a great tempest occurred in the sea, so much so that the boat was covered with waves; yet truly, he was sleeping.",
          "ID": "24"
        },
        {
          "text": "And his disciples drew near to him, and they awakened him, saying: \"Lord, save us, we are perishing.\"",
          "ID": "25"
        },
        {
          "text": "And Jesus said to them, \"Why are you afraid, O little in faith?\" Then rising up, he commanded the winds, and the sea. And a great tranquility occurred.",
          "ID": "26"
        },
        {
          "text": "Moreover, the men wondered, saying: \"What kind of man is this? For even the winds and the sea obey him.\"",
          "ID": "27"
        },
        {
          "text": "And when he had arrived across the sea, into the region of the Gerasenes, he was met by two who had demons, who were so exceedingly savage, as they went out from among the tombs, that no one was able to cross by that way.",
          "ID": "28"
        },
        {
          "text": "And behold, they cried out, saying: \"What are we to you, O Jesus, the Son of God? Have you come here to torment us before the time?\"",
          "ID": "29"
        },
        {
          "text": "Now there was, not far from them, a herd of many swine feeding.",
          "ID": "30"
        },
        {
          "text": "Then the demons petitioned him, saying: \"If you cast us from here, send us into the herd of swine.\"",
          "ID": "31"
        },
        {
          "text": "And he said to them, \"Go.\" And they, going out, went into the swine. And behold, the entire herd suddenly rushed along a steep place into the sea. And they died in the waters.",
          "ID": "32"
        },
        {
          "text": "Then the shepherds fled, and arriving in the city, they reported on all this, and on those who had had the demons.",
          "ID": "33"
        },
        {
          "text": "And behold, the entire city went out to meet Jesus. And having seen him, they petitioned him, so that he would cross from their borders.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8",
      "name": "Matthew 8"
    },
    {
      "text": [
        {
          "text": "And climbing into a boat, he crossed the sea, and he arrived at his own city.",
          "ID": "1"
        },
        {
          "text": "And behold, they brought to him a paralytic, lying on a bed. And Jesus, seeing their faith, said to the paralytic, \"Be strengthened in faith, son; your sins are forgiven you.\"",
          "ID": "2"
        },
        {
          "text": "And behold, some of the scribes said within themselves, \"He is blaspheming.\"",
          "ID": "3"
        },
        {
          "text": "And when Jesus had perceived their thoughts, he said: \"Why do you think such evil in your hearts?",
          "ID": "4"
        },
        {
          "text": "Which is easier to say, 'Your sins are forgiven you,' or to say, 'Rise up and walk?'",
          "ID": "5"
        },
        {
          "text": "But, so that you may know that the Son of man has authority on earth to forgive sins,\" he then said to the paralytic, \"Rise up, take up your bed, and go into your house.\"",
          "ID": "6"
        },
        {
          "text": "And he arose and went into his house.",
          "ID": "7"
        },
        {
          "text": "Then the crowd, seeing this, was frightened, and they glorified God, who gave such power to men.",
          "ID": "8"
        },
        {
          "text": "And when Jesus passed on from there, he saw, sitting at the tax office, a man named Matthew. And he said to him, \"Follow me.\" And rising up, he followed him.",
          "ID": "9"
        },
        {
          "text": "And it happened that, as he was sitting down to eat in the house, behold, many tax collectors and sinners arrived, and they sat down to eat with Jesus and his disciples.",
          "ID": "10"
        },
        {
          "text": "And the Pharisees, seeing this, said to his disciples, \"Why does your Teacher eat with tax collectors and sinners?\"",
          "ID": "11"
        },
        {
          "text": "But Jesus, hearing this, said: \"It is not those who are healthy who are in need of a physician, but those who have maladies.",
          "ID": "12"
        },
        {
          "text": "So then, go out and learn what this means: 'I desire mercy and not sacrifice.' For I have not come to call the just, but sinners.\"",
          "ID": "13"
        },
        {
          "text": "Then the disciples of John drew near to him, saying, \"Why do we and the Pharisees fast frequently, but your disciples do not fast?\"",
          "ID": "14"
        },
        {
          "text": "And Jesus said to them: \"How can the sons of the groom mourn, while the groom is still with them? But the days will arrive when the groom will be taken away from them. And then they shall fast.",
          "ID": "15"
        },
        {
          "text": "For no one would sew a patch of new cloth onto an old garment. For it pulls its fullness away from the garment, and the tear is made worse.",
          "ID": "16"
        },
        {
          "text": "Neither do they pour new wine into old wineskins. Otherwise, the wineskins rupture, and the wine pours out, and the wineskins are destroyed. Instead, they pour new wine into new wineskins. And so, both are preserved.\"",
          "ID": "17"
        },
        {
          "text": "As he was speaking these things to them, behold, a certain ruler approached and adored him, saying: \"Lord, my daughter has recently passed away. But come and impose your hand upon her, and she will live.\"",
          "ID": "18"
        },
        {
          "text": "And Jesus, rising up, followed him, with his disciples.",
          "ID": "19"
        },
        {
          "text": "And behold, a woman, who had suffered from a flow of blood for twelve years, approached from behind and touched the hem of his garment.",
          "ID": "20"
        },
        {
          "text": "For she said within herself, \"If I will touch even his garment, I shall be saved.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus, turning and seeing her, said: \"Be strengthened in faith, daughter; your faith has made you well.\" And the woman was made well from that hour.",
          "ID": "22"
        },
        {
          "text": "And when Jesus had arrived in the house of the ruler, and he had seen the musicians and the tumultuous crowd,",
          "ID": "23"
        },
        {
          "text": "he said, \"Depart. For the girl is not dead, but asleep.\" And they derided him.",
          "ID": "24"
        },
        {
          "text": "And when the crowd had been sent away, he entered. And he took her by the hand. And the girl rose up.",
          "ID": "25"
        },
        {
          "text": "And the news of this went out to that entire land.",
          "ID": "26"
        },
        {
          "text": "And as Jesus passed from there, two blind men followed him, crying out and saying, \"Take pity on us, Son of David.\"",
          "ID": "27"
        },
        {
          "text": "And when he had arrived at the house, the blind men approached him. And Jesus said to them, \"Do you trust that I am able to do this for you?\" They say to him, \"Certainly, Lord.\"",
          "ID": "28"
        },
        {
          "text": "Then he touched their eyes, saying, \"According to your faith, so let it be done for you.\"",
          "ID": "29"
        },
        {
          "text": "And their eyes were opened. And Jesus warned them, saying, \"See to it that no one knows of this.\"",
          "ID": "30"
        },
        {
          "text": "But going out, they spread the news of it to all that land.",
          "ID": "31"
        },
        {
          "text": "Then, when they had departed, behold, they brought him a man who was mute, having a demon.",
          "ID": "32"
        },
        {
          "text": "And after the demon was cast out, the mute man spoke. And the crowds wondered, saying, \"Never has anything like this been seen in Israel.\"",
          "ID": "33"
        },
        {
          "text": "But the Pharisees said, \"By the prince of demons does he cast out demons.\"",
          "ID": "34"
        },
        {
          "text": "And Jesus traveled throughout all of the cities and towns, teaching in their synagogues, and preaching the Gospel of the kingdom, and healing every illness and every infirmity.",
          "ID": "35"
        },
        {
          "text": "Then, seeing the multitudes, he had compassion on them, because they were distressed and were reclining, like sheep without a shepherd.",
          "ID": "36"
        },
        {
          "text": "Then he said to his disciples: \"The harvest indeed is great, but the laborers are few.",
          "ID": "37"
        },
        {
          "text": "Therefore, petition the Lord of the harvest, so that he may sent out laborers to his harvest.\"",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9",
      "name": "Matthew 9"
    },
    {
      "text": [
        {
          "text": "And having called together his twelve disciples, he gave them authority over unclean spirits, to cast them out and to cure every sickness and every infirmity.",
          "ID": "1"
        },
        {
          "text": "Now the names of the twelve Apostles are these: the First, Simon, who is called Peter, and Andrew his brother,",
          "ID": "2"
        },
        {
          "text": "James of Zebedee, and John his brother, Philip and Bartholomew, Thomas and Matthew the tax collector, and James of Alphaeus, and Thaddaeus,",
          "ID": "3"
        },
        {
          "text": "Simon the Canaanite, and Judas Iscariot, who also betrayed him.",
          "ID": "4"
        },
        {
          "text": "Jesus sent these twelve, instructing them, saying: \"Do not travel by the way of the Gentiles, and do not enter into the city of the Samaritans,",
          "ID": "5"
        },
        {
          "text": "but instead go to the sheep who have fallen away from the house of Israel.",
          "ID": "6"
        },
        {
          "text": "And going forth, preach, saying: 'For the kingdom of heaven has drawn near.'",
          "ID": "7"
        },
        {
          "text": "Cure the infirm, raise the dead, cleanse lepers, cast out demons. You have received freely, so give freely.",
          "ID": "8"
        },
        {
          "text": "Do not choose to possess gold, nor silver, nor money in your belts,",
          "ID": "9"
        },
        {
          "text": "nor provisions for the journey, nor two tunics, nor shoes, nor a staff. For the laborer deserves his portion.",
          "ID": "10"
        },
        {
          "text": "Now, into whatever city or town you will enter, inquire as to who is worthy within it. And stay there until you depart.",
          "ID": "11"
        },
        {
          "text": "Then, when you enter into the house, greet it, saying, 'Peace to this house.'",
          "ID": "12"
        },
        {
          "text": "And if, indeed, that house is worthy, your peace will rest upon it. But if it is not worthy, your peace will return to you.",
          "ID": "13"
        },
        {
          "text": "And whoever has neither received you, nor listened to your words, departing from that house or city, shake off the dust from your feet.",
          "ID": "14"
        },
        {
          "text": "Amen I say to you, it will be more tolerable for the land of Sodom and Gomorrah in the day of judgment, than for that city.",
          "ID": "15"
        },
        {
          "text": "Behold, I am sending you like sheep in the midst of wolves. Therefore, be as prudent as serpents and as simple as doves.",
          "ID": "16"
        },
        {
          "text": "But beware of men. For they will hand you over to councils, and they will scourge you in their synagogues.",
          "ID": "17"
        },
        {
          "text": "And you shall be led before both rulers and kings for my sake, as a testimony to them and to the Gentiles.",
          "ID": "18"
        },
        {
          "text": "But when they hand you over, do not choose to think about how or what to speak. For what to speak shall be given to you in that hour.",
          "ID": "19"
        },
        {
          "text": "For it is not you who will be speaking, but the Spirit of your Father, who will speak in you.",
          "ID": "20"
        },
        {
          "text": "And brother will hand over brother to death, and father will hand over son. And children will rise up against parents and bring about their deaths.",
          "ID": "21"
        },
        {
          "text": "And you will be hated by all for the sake of my name. But whoever will have persevered, even to the end, the same shall be saved.",
          "ID": "22"
        },
        {
          "text": "Now when they persecute you in one city, flee into another. Amen I say to you, you will not have exhausted all the cities of Israel, before the Son of man returns.",
          "ID": "23"
        },
        {
          "text": "The disciple is not above the teacher, nor is the servant above his master.",
          "ID": "24"
        },
        {
          "text": "It is sufficient for the disciple that he be like his teacher, and the servant, like his master. If they have called the Father of the family, 'Beelzebub,' how much more those of his household?",
          "ID": "25"
        },
        {
          "text": "Therefore, do not fear them. For nothing is covered that shall not be revealed, nor hidden that shall not be known.",
          "ID": "26"
        },
        {
          "text": "What I tell you in darkness, speak in the light. And what you hear whispered in the ear, preach above the rooftops.",
          "ID": "27"
        },
        {
          "text": "And do not be afraid of those who kill the body, but are not able to kill the soul. But instead fear him who is able to destroy both soul and body in Hell.",
          "ID": "28"
        },
        {
          "text": "Are not two sparrows sold for one small coin? And yet not one of them will fall to the ground without your Father.",
          "ID": "29"
        },
        {
          "text": "For even the hairs of your head have all been numbered.",
          "ID": "30"
        },
        {
          "text": "Therefore, do not be afraid. You are worth more than many sparrows.",
          "ID": "31"
        },
        {
          "text": "Therefore, everyone who acknowledges me before men, I also will acknowledge before my Father, who is in heaven.",
          "ID": "32"
        },
        {
          "text": "But whoever will have denied me before men, I also will deny before my Father, who is in heaven.",
          "ID": "33"
        },
        {
          "text": "Do not think that I came to send peace upon the earth. I came, not to send peace, but the sword.",
          "ID": "34"
        },
        {
          "text": "For I came to divide a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.",
          "ID": "35"
        },
        {
          "text": "And the enemies of a man will be those of his own household.",
          "ID": "36"
        },
        {
          "text": "Whoever loves father or mother more than me is not worthy of me. And whoever loves son or daughter above me is not worthy of me.",
          "ID": "37"
        },
        {
          "text": "And whoever does not take up his cross, and follow me is not worthy of me.",
          "ID": "38"
        },
        {
          "text": "Whoever finds his life, will lose it. And whoever will have lost his life because of me, shall find it.",
          "ID": "39"
        },
        {
          "text": "Whoever receives you, receives me. And whoever receives me, receives him who sent me.",
          "ID": "40"
        },
        {
          "text": "Whoever receives a prophet, in the name of a prophet, shall receive the reward of a prophet. And whoever receives the just in the name of the just shall receive the reward of the just.",
          "ID": "41"
        },
        {
          "text": "And whoever shall give, even to one of the least of these, a cup of cold water to drink, solely in the name of a disciple: Amen I say to you, he shall not lose his reward.\"",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10",
      "name": "Matthew 10"
    },
    {
      "text": [
        {
          "text": "And it happened that, when Jesus had completed instructing his twelve disciples, he went away from there in order to teach and to preach in their cities.",
          "ID": "1"
        },
        {
          "text": "Now when John had heard, in prison, about the works of Christ, sending two of his disciples, he said to him,",
          "ID": "2"
        },
        {
          "text": "\"Are you he who is to come, or should we expect another?\"",
          "ID": "3"
        },
        {
          "text": "And Jesus, responding, said to them: \"Go and report to John what you have heard and seen.",
          "ID": "4"
        },
        {
          "text": "The blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead rise again, the poor are evangelized.",
          "ID": "5"
        },
        {
          "text": "And blessed is he who has found no offense in me.\"",
          "ID": "6"
        },
        {
          "text": "Then, after they departed, Jesus began to speak to the crowds about John: \"What did you go out to the desert to see? A reed shaken by the wind?",
          "ID": "7"
        },
        {
          "text": "So what did you go out to see? A man in soft garments? Behold, those who are clothed in soft garments are in the houses of kings.",
          "ID": "8"
        },
        {
          "text": "Then what did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
          "ID": "9"
        },
        {
          "text": "For this is he, of whom it is written: 'Behold, I send my Angel before your face, who shall prepare your way before you.'",
          "ID": "10"
        },
        {
          "text": "Amen I say to you, among those born of women, there has arisen no one greater than John the Baptist. Yet the least in the kingdom of heaven is greater than he.",
          "ID": "11"
        },
        {
          "text": "But from the days of John the Baptist, even until now, the kingdom of heaven has endured violence, and the violent carry it away.",
          "ID": "12"
        },
        {
          "text": "For all the prophets and the law prophesied, even until John.",
          "ID": "13"
        },
        {
          "text": "And if you are willing to accept it, he is the Elijah, who is to come.",
          "ID": "14"
        },
        {
          "text": "Whoever has ears to hear, let him hear.",
          "ID": "15"
        },
        {
          "text": "But to what shall I compare this generation? It is like children sitting in the marketplace,",
          "ID": "16"
        },
        {
          "text": "who, calling out to their companions, say: 'We played music for you, and you did not dance. We lamented, and you did not mourn.'",
          "ID": "17"
        },
        {
          "text": "For John came neither eating nor drinking; and they say, 'He has a demon.'",
          "ID": "18"
        },
        {
          "text": "The Son of man came eating and drinking; and they say, 'Behold, a man who eats voraciously and who drinks wine, a friend of tax collectors and sinners.' But wisdom is justified by her sons.\"",
          "ID": "19"
        },
        {
          "text": "Then he began to rebuke the cities in which many of his miracles were accomplished, for they still had not repented.",
          "ID": "20"
        },
        {
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago in haircloth and ashes.",
          "ID": "21"
        },
        {
          "text": "Yet truly, I say to you, Tyre and Sidon shall be forgiven more than you, on the day of judgment.",
          "ID": "22"
        },
        {
          "text": "And you, Capernaum, would you be exalted all the way to heaven? You shall descend all the way to Hell. For if the miracles that were done in you had been done in Sodom, perhaps it would have remained, even to this day.",
          "ID": "23"
        },
        {
          "text": "Yet truly, I say to you, that the land of Sodom shall be forgiven more than you, on the day of judgment.\"",
          "ID": "24"
        },
        {
          "text": "At that time, Jesus responded and said: \"I acknowledge you, Father, Lord of Heaven and earth, because you have hidden these things from the wise and the prudent, and have revealed them to little ones.",
          "ID": "25"
        },
        {
          "text": "Yes, Father, for this was pleasing before you.",
          "ID": "26"
        },
        {
          "text": "All things have been delivered to me by my Father. And no one knows the Son except the Father, nor does anyone know the Father except the Son, and those to whom the Son is willing to reveal him.",
          "ID": "27"
        },
        {
          "text": "Come to me, all you who labor and have been burdened, and I will refresh you.",
          "ID": "28"
        },
        {
          "text": "Take my yoke upon you, and learn from me, for I am meek and humble of heart; and you shall find rest for your souls.",
          "ID": "29"
        },
        {
          "text": "For my yoke is sweet and my burden is light.\"",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11",
      "name": "Matthew 11"
    },
    {
      "text": [
        {
          "text": "At that time, Jesus went out through the ripe grain on the Sabbath. And his disciples, being hungry, began to separate the grain and to eat.",
          "ID": "1"
        },
        {
          "text": "Then the Pharisees, seeing this, said to him, \"Behold, your disciples are doing what is not lawful to do on the Sabbaths.\"",
          "ID": "2"
        },
        {
          "text": "But he said to them: \"Have you not read what David did, when he was hungry, and those who were with him:",
          "ID": "3"
        },
        {
          "text": "how he entered the house of God and ate the bread of the Presence, which was not lawful for him to eat, nor for those who were with him, but only for the priests?",
          "ID": "4"
        },
        {
          "text": "Or have you not read in the law, that on the Sabbaths the priests in the temple violate the Sabbath, and they are without guilt?",
          "ID": "5"
        },
        {
          "text": "But I say to you, that something greater than the temple is here.",
          "ID": "6"
        },
        {
          "text": "And if you knew what this means, 'I desire mercy, and not sacrifice,' you would never have condemned the innocent.",
          "ID": "7"
        },
        {
          "text": "For the Son of man is Lord even of the Sabbath.\"",
          "ID": "8"
        },
        {
          "text": "And when he had passed from there, he went into their synagogues.",
          "ID": "9"
        },
        {
          "text": "And behold, there was a man who had a withered hand, and they questioned him, so that they might accuse him, saying, \"Is it lawful to cure on the Sabbaths?\"",
          "ID": "10"
        },
        {
          "text": "But he said to them: \"Who is there among you, having even one sheep, if it will have fallen into a pit on the Sabbath, would not take hold of it and lift it up?",
          "ID": "11"
        },
        {
          "text": "How much better is a man than a sheep? And so, it is lawful to do good on the Sabbaths.\"",
          "ID": "12"
        },
        {
          "text": "Then he said to the man, \"Extend your hand.\" And he extended it, and it was restored to health, just like the other one.",
          "ID": "13"
        },
        {
          "text": "Then the Pharisees, departing, took council against him, as to how they might destroy him.",
          "ID": "14"
        },
        {
          "text": "But Jesus, knowing this, withdrew from there. And many followed him, and he cured them all.",
          "ID": "15"
        },
        {
          "text": "And he instructed them, lest they make him known.",
          "ID": "16"
        },
        {
          "text": "Then what was spoken through the prophet Isaiah was fulfilled, saying:",
          "ID": "17"
        },
        {
          "text": "\"Behold, my servant whom I have chosen, my beloved in whom my soul is well pleased. I will place my Spirit over him, and he shall announce judgment to the nations.",
          "ID": "18"
        },
        {
          "text": "He shall not contend, nor cry out, neither shall anyone hear his voice in the streets.",
          "ID": "19"
        },
        {
          "text": "He shall not crush the bruised reed, and he shall not extinguish the smoking wick, until he sends forth judgment unto victory.",
          "ID": "20"
        },
        {
          "text": "And the Gentiles shall hope in his name.\"",
          "ID": "21"
        },
        {
          "text": "Then one who had a demon, who was blind and mute, was brought to him. And he cured him, so that he spoke and saw.",
          "ID": "22"
        },
        {
          "text": "And all the crowds were stupefied, and they said, \"Could this be the son of David?\"",
          "ID": "23"
        },
        {
          "text": "But the Pharisees, hearing it, said, \"This man does not cast out demons, except by Beelzebub, the prince of the demons.\"",
          "ID": "24"
        },
        {
          "text": "But Jesus, knowing their thoughts, said to them: \"Every kingdom divided against itself will become desolate. And every city or house divided against itself will not stand.",
          "ID": "25"
        },
        {
          "text": "So if Satan casts out Satan, then he is divided against himself. How then will his kingdom stand?",
          "ID": "26"
        },
        {
          "text": "And if I cast out demons by Beelzebub, by whom do your own sons cast them out? Therefore, they shall be your judges.",
          "ID": "27"
        },
        {
          "text": "But if I cast out demons by the Spirit of God, then the kingdom of God has arrived among you.",
          "ID": "28"
        },
        {
          "text": "Or how can anyone enter into the house of a strong man, and plunder his belongings, unless he first restrains the strong man? And then he will plunder his house.",
          "ID": "29"
        },
        {
          "text": "Whoever is not with me, is against me. And whoever does not gather with me, scatters.",
          "ID": "30"
        },
        {
          "text": "For this reason, I say to you: Every sin and blasphemy shall be forgiven men, but blasphemy against the Spirit shall not be forgiven.",
          "ID": "31"
        },
        {
          "text": "And anyone who will have spoken a word against the Son of man shall be forgiven. But whoever will have spoken against the Holy Spirit shall not be forgiven, neither in this age, nor in the future age.",
          "ID": "32"
        },
        {
          "text": "Either make the tree good and its fruit good, or make the tree evil and its fruit evil. For certainly a tree is known by its fruit.",
          "ID": "33"
        },
        {
          "text": "Progeny of vipers, how are you able to speak good things while you are evil? For out of the abundance of the heart, the mouth speaks.",
          "ID": "34"
        },
        {
          "text": "A good man offers good things from a good storehouse. And an evil man offers evil things from an evil storehouse.",
          "ID": "35"
        },
        {
          "text": "But I say to you, that for every idle word which men will have spoken, they shall render an account in the day of judgment.",
          "ID": "36"
        },
        {
          "text": "For by your words shall you be justified, and by your words shall you be condemned.\"",
          "ID": "37"
        },
        {
          "text": "Then certain ones from the scribes and the Pharisees responded to him, saying, \"Teacher, we want to see a sign from you.\"",
          "ID": "38"
        },
        {
          "text": "And answering, he said to them: \"An evil and adulterous generation seeks a sign. But a sign will not be given to it, except the sign of the prophet Jonah.",
          "ID": "39"
        },
        {
          "text": "For just as Jonah was in the belly of the whale for three days and three nights, so shall the Son of man be in the heart of the earth for three days and three nights.",
          "ID": "40"
        },
        {
          "text": "The men of Nineveh shall arise in judgment with this generation, and they shall condemn it. For, at the preaching of Jonah, they repented. And behold, there is a greater than Jonah here.",
          "ID": "41"
        },
        {
          "text": "The Queen of the South shall arise in judgment with this generation, and she shall condemn it. For she came from the ends of the earth to hear the wisdom of Solomon. And behold, there is a greater than Solomon here.",
          "ID": "42"
        },
        {
          "text": "Now when an unclean spirit departs from a man, he walks through dry places, seeking rest, and he does not find it.",
          "ID": "43"
        },
        {
          "text": "Then he says, 'I will return to my house, from which I departed'. And arriving, he finds it vacant, swept clean, and decorated.",
          "ID": "44"
        },
        {
          "text": "Then he goes and takes with him seven other spirits more wicked than himself, and they enter in and live there. And in the end, the man becomes worse than he was at first. So, too, shall it be with this most wicked generation.\"",
          "ID": "45"
        },
        {
          "text": "While he was still speaking to the crowds, behold, his mother and his brothers were standing outside, seeking to speak with him.",
          "ID": "46"
        },
        {
          "text": "And someone said to him: \"Behold, your mother and your brothers are standing outside, seeking you.\"",
          "ID": "47"
        },
        {
          "text": "But responding to the one speaking to him, he said, \"Which one is my mother, and who are my brothers?\"",
          "ID": "48"
        },
        {
          "text": "And extending his hand to his disciples, he said: \"Behold: my mother and my brothers.",
          "ID": "49"
        },
        {
          "text": "For anyone who does the will of my Father, who is in heaven, the same is my brother, and sister, and mother.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12",
      "name": "Matthew 12"
    },
    {
      "text": [
        {
          "text": "In that day, Jesus, departing from the house, sat down beside the sea.",
          "ID": "1"
        },
        {
          "text": "And such great crowds were gathered to him that he climbed into a boat and he sat down. And the entire multitude stood on the shore.",
          "ID": "2"
        },
        {
          "text": "And he spoke many things to them in parables, saying: \"Behold, a sower went out to sow seed.",
          "ID": "3"
        },
        {
          "text": "And while he was sowing, some fell beside the road, and the birds of the air came and ate it.",
          "ID": "4"
        },
        {
          "text": "Then others fell in a rocky place, where they did not have much soil. And they sprung up promptly, because they had no depth of soil.",
          "ID": "5"
        },
        {
          "text": "But when the sun rose up, they were scorched, and because they had no roots, they withered.",
          "ID": "6"
        },
        {
          "text": "Still others fell among thorns, and the thorns increased and suffocated them.",
          "ID": "7"
        },
        {
          "text": "Yet some others fell upon good soil, and they produced fruit: some one hundred fold, some sixty fold, some thirty fold.",
          "ID": "8"
        },
        {
          "text": "Whoever has ears to hear, let him hear.\"",
          "ID": "9"
        },
        {
          "text": "And his disciples drew near to him and said, \"Why do you speak to them in parables?\"",
          "ID": "10"
        },
        {
          "text": "Responding, he said to them: \"Because it has been given to you to know the mysteries of the kingdom of heaven, but it has not been given to them.",
          "ID": "11"
        },
        {
          "text": "For whoever has, it shall be given to him, and he shall have in abundance. But whoever has not, even what he has shall be taken away from him.",
          "ID": "12"
        },
        {
          "text": "For this reason, I speak to them in parables: because seeing, they do not see, and hearing they do not hear, nor do they understand.",
          "ID": "13"
        },
        {
          "text": "And so, in them is fulfilled the prophecy of Isaiah, who said, 'Hearing, you shall hear, but not understand; and seeing, you shall see, but not perceive.",
          "ID": "14"
        },
        {
          "text": "For the heart of this people has grown fat, and with their ears they hear heavily, and they have closed their eyes, lest at any time they might see with their eyes, and hear with their ears, and understand with their heart, and be converted, and then I would heal them.'",
          "ID": "15"
        },
        {
          "text": "But blessed are your eyes, because they see, and your ears, because they hear.",
          "ID": "16"
        },
        {
          "text": "Amen I say to you, certainly, that many of the prophets and the just desired to see what you see, and yet they did not see it, and to hear what you hear, and yet they did not hear it.",
          "ID": "17"
        },
        {
          "text": "Listen, then, to the parable of the sower.",
          "ID": "18"
        },
        {
          "text": "With anyone who hears the word of the kingdom and does not understand it, evil comes and carries away what was sown in his heart. This is he who received the seed by the side of the road.",
          "ID": "19"
        },
        {
          "text": "Then whoever has received the seed upon a rocky place, this is one who hears the word and promptly accepts it with joy.",
          "ID": "20"
        },
        {
          "text": "But he has no root in himself, so it is only for a time; then, when tribulation and persecution occur because of the word, he promptly stumbles.",
          "ID": "21"
        },
        {
          "text": "And whoever has received the seed among thorns, this is he who hears the word, but the cares of this age and the falseness of riches suffocate the word, and he is effectively without fruit.",
          "ID": "22"
        },
        {
          "text": "Yet truly, whoever has received the seed into good soil, this is he who hears the word, and understands it, and so he bears fruit, and he produces: some a hundred fold, and another sixty fold, and another thirty fold.\"",
          "ID": "23"
        },
        {
          "text": "He proposed another parable to them, saying: \"The kingdom of heaven is like a man who sowed good seed in his field.",
          "ID": "24"
        },
        {
          "text": "But while the men were sleeping, his enemy came and sowed weeds amid the wheat, and then went away.",
          "ID": "25"
        },
        {
          "text": "And when the plants had grown, and had produced fruit, then the weeds also appeared.",
          "ID": "26"
        },
        {
          "text": "So the servants of the Father of the family, approaching, said to him: 'Lord, did you not sow good seed in your field? Then how is it that it has weeds?'",
          "ID": "27"
        },
        {
          "text": "And he said to them, 'A man who is an enemy has done this.' So the servants said to him, 'Is it your will that we should go and gather them up?'",
          "ID": "28"
        },
        {
          "text": "And he said: 'No, lest perhaps in gathering the weeds, you might also root out the wheat together with it.",
          "ID": "29"
        },
        {
          "text": "Permit both to grow until the harvest, and at the time of the harvest, I will say to the reapers: Gather first the weeds, and bind them into bundles to burn, but the wheat gather into my storehouse.' \"",
          "ID": "30"
        },
        {
          "text": "He proposed another parable to them, saying: \"The kingdom of heaven is like a grain of mustard seed, which a man took and sowed in his field.",
          "ID": "31"
        },
        {
          "text": "It is, indeed, the least of all seeds, but when it has grown, it is greater than all the plants, and it becomes a tree, so much so that the birds of the air come and dwell in its branches.\"",
          "ID": "32"
        },
        {
          "text": "He spoke another parable to them: \"The kingdom of heaven is like leaven, which a woman took and hid in three measures of fine wheat flour, until it was entirely leavened.\"",
          "ID": "33"
        },
        {
          "text": "All these things Jesus spoke in parables to the crowds. And he did not speak to them apart from parables,",
          "ID": "34"
        },
        {
          "text": "in order to fulfill what was spoken through the prophet, saying: \"I will open my mouth in parables. I will proclaim what has been hidden since the foundation of the world.\"",
          "ID": "35"
        },
        {
          "text": "Then, dismissing the crowds, he went into the house. And his disciples drew near to him, saying, \"Explain to us the parable of the weeds in the field.\"",
          "ID": "36"
        },
        {
          "text": "Responding, he said to them: \"He who sows the good seed is the Son of man.",
          "ID": "37"
        },
        {
          "text": "Now the field is the world. And the good seeds are the sons of the kingdom. But the weeds are the sons of wickedness.",
          "ID": "38"
        },
        {
          "text": "So the enemy who sowed them is the devil. And truly, the harvest is the consummation of the age; while the reapers are the Angels.",
          "ID": "39"
        },
        {
          "text": "Therefore, just as weeds are gathered up and burned with fire, so shall it be at the consummation of the age.",
          "ID": "40"
        },
        {
          "text": "The Son of man shall send out his Angels, and they shall gather from his kingdom all who lead astray and those who work iniquity.",
          "ID": "41"
        },
        {
          "text": "And he shall cast them into the furnace of fire, where there shall be weeping and gnashing of teeth.",
          "ID": "42"
        },
        {
          "text": "Then the just ones shall shine like the sun, in the kingdom of their Father. Whoever has ears to hear, let him hear.",
          "ID": "43"
        },
        {
          "text": "The kingdom of heaven is like a treasure hidden in a field. When a man finds it, he hides it, and, because of his joy, he goes and sells everything that he has, and he buys that field.",
          "ID": "44"
        },
        {
          "text": "Again, the kingdom of heaven is like a merchant seeking good pearls.",
          "ID": "45"
        },
        {
          "text": "Having found one pearl of great value, he went away and sold all that he had, and he bought it.",
          "ID": "46"
        },
        {
          "text": "Again, the kingdom of heaven is like a net cast into the sea, which gathers together all kinds of fish.",
          "ID": "47"
        },
        {
          "text": "When it has been filled, drawing it out and sitting beside the shore, they selected the good into vessels, but the bad they threw away.",
          "ID": "48"
        },
        {
          "text": "So shall it be at the consummation of the age. The Angels shall go forth and separate the bad from the midst of the just.",
          "ID": "49"
        },
        {
          "text": "And they shall cast them into the furnace of fire, where there will be weeping and gnashing of teeth.",
          "ID": "50"
        },
        {
          "text": "Have you understood all these things?\" They say to him, \"Yes.\"",
          "ID": "51"
        },
        {
          "text": "He said to them, \"Therefore, every scribe well-taught about the kingdom of heaven, is like a man, the father of a family, who offers from his storehouse both the new and the old.\"",
          "ID": "52"
        },
        {
          "text": "And it happened that, when Jesus had completed these parables, he went away from there.",
          "ID": "53"
        },
        {
          "text": "And arriving in his own country, he taught them in their synagogues, so much so that they wondered and said: \"How can such wisdom and power be with this one?",
          "ID": "54"
        },
        {
          "text": "Is this not the son of a workman? Is not his mother called Mary, and his brothers, James, and Joseph, and Simon, and Jude?",
          "ID": "55"
        },
        {
          "text": "And his sisters, are they not all with us? Therefore, from where has this one obtained all these things?\"",
          "ID": "56"
        },
        {
          "text": "And they took offense at him. But Jesus said to them, \"A prophet is not without honor, except in his own country and in his own house.\"",
          "ID": "57"
        },
        {
          "text": "And he did not work many miracles there, because of their unbelief.",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13",
      "name": "Matthew 13"
    },
    {
      "text": [
        {
          "text": "In that time, Herod the Tetrarch heard the news about Jesus.",
          "ID": "1"
        },
        {
          "text": "And he said to his servants: \"This is John the Baptist. He has risen from the dead, and that is why miracles are at work in him.\"",
          "ID": "2"
        },
        {
          "text": "For Herod had apprehended John, and bound him, and put him in prison, because of Herodias, the wife of his brother.",
          "ID": "3"
        },
        {
          "text": "For John was telling him, \"It is not lawful for you to have her.\"",
          "ID": "4"
        },
        {
          "text": "And though he wanted to kill him, he feared the people, because they held him to be a prophet.",
          "ID": "5"
        },
        {
          "text": "Then, on Herod's birthday, the daughter of Herodias danced in their midst, and it pleased Herod.",
          "ID": "6"
        },
        {
          "text": "And so he promised with an oath to give her whatever she would ask of him.",
          "ID": "7"
        },
        {
          "text": "But, having been advised by her mother, she said, \"Give me here, on a platter, the head of John the Baptist.\"",
          "ID": "8"
        },
        {
          "text": "And the king was greatly saddened. But because of his oath, and because of those who sat at table with him, he ordered it to be given.",
          "ID": "9"
        },
        {
          "text": "And he sent and beheaded John in prison.",
          "ID": "10"
        },
        {
          "text": "And his head was brought on a platter, and it was given to the girl, and she brought it to her mother.",
          "ID": "11"
        },
        {
          "text": "And his disciples approached and took the body, and they buried it. And arriving, they reported it to Jesus.",
          "ID": "12"
        },
        {
          "text": "When Jesus had heard it, he withdrew from there by boat, to a deserted place by himself. And when the crowds had heard of it, they followed him on foot from the cities.",
          "ID": "13"
        },
        {
          "text": "And going out, he saw a great multitude, and he took pity on them, and he cured their sick.",
          "ID": "14"
        },
        {
          "text": "And when evening had arrived, his disciples approached him, saying: \"This is a deserted place, and the hour has now passed. Dismiss the crowds, so that, by going into the towns, they may buy food for themselves.\"",
          "ID": "15"
        },
        {
          "text": "But Jesus said to them: \"They have no need to go. Give them something to eat yourselves.\"",
          "ID": "16"
        },
        {
          "text": "They answered him, \"We have nothing here, except five loaves and two fish.\"",
          "ID": "17"
        },
        {
          "text": "He said to them, \"Bring them here to me.\"",
          "ID": "18"
        },
        {
          "text": "And when he had ordered the multitude to sit down upon the grass, he took the five loaves and the two fish, and gazing up to heaven, he blessed and broke and gave the bread to the disciples, and then the disciples to the multitudes.",
          "ID": "19"
        },
        {
          "text": "And they all ate and were satisfied. And they took up the remnants: twelve baskets full of fragments.",
          "ID": "20"
        },
        {
          "text": "Now the number of those who ate was five thousand men, besides women and children.",
          "ID": "21"
        },
        {
          "text": "And Jesus promptly compelled his disciples to climb into the boat, and to precede him in crossing the sea, while he dismissed the crowds.",
          "ID": "22"
        },
        {
          "text": "And having dismissed the multitude, he ascended alone onto a mountain to pray. And when evening arrived, he was alone there.",
          "ID": "23"
        },
        {
          "text": "But in the midst of the sea, the boat was being tossed about by the waves. For the wind was against them.",
          "ID": "24"
        },
        {
          "text": "Then, in the fourth watch of the night, he came to them, walking upon the sea.",
          "ID": "25"
        },
        {
          "text": "And seeing him walking upon the sea, they were disturbed, saying: \"It must be an apparition.\" And they cried out, because of fear.",
          "ID": "26"
        },
        {
          "text": "And immediately, Jesus spoke to them, saying: \"Have faith. It is I. Do not be afraid.\"",
          "ID": "27"
        },
        {
          "text": "Then Peter responded by saying, \"Lord, if it is you, order me come to you over the waters.\"",
          "ID": "28"
        },
        {
          "text": "And he said, \"Come.\" And Peter, descending from the boat, walked over the water, so as to go to Jesus.",
          "ID": "29"
        },
        {
          "text": "Yet truly, seeing that the wind was strong, he was afraid. And as he began to sink, he cried out, saying: \"Lord, save me.\"",
          "ID": "30"
        },
        {
          "text": "And immediately Jesus extended his hand and took hold of him. And he said to him, \"O little in faith, why did you doubt?\"",
          "ID": "31"
        },
        {
          "text": "And when they had ascended into the boat, the wind ceased.",
          "ID": "32"
        },
        {
          "text": "Then those who were in the boat drew near and adored him, saying: \"Truly, you are the Son of God.\"",
          "ID": "33"
        },
        {
          "text": "And having crossed the sea, they arrived in the land of Genesaret.",
          "ID": "34"
        },
        {
          "text": "And when the men of that place had recognized him, they sent into all that region, and they brought to him all who had maladies.",
          "ID": "35"
        },
        {
          "text": "And they petitioned him, so that they might touch even the hem of his garment. And as many as touched it were made whole.",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14",
      "name": "Matthew 14"
    },
    {
      "text": [
        {
          "text": "Then the scribes and the Pharisees came to him from Jerusalem, saying:",
          "ID": "1"
        },
        {
          "text": "\"Why do your disciples transgress the tradition of the elders? For they do not wash their hands when they eat bread.\"",
          "ID": "2"
        },
        {
          "text": "But responding, he said to them: \"And why do you transgress the commandment of God for the sake of your tradition? For God said:",
          "ID": "3"
        },
        {
          "text": "'Honor your father and mother,' and, 'Whoever will have cursed father or mother shall die a death.'",
          "ID": "4"
        },
        {
          "text": "But you say: 'If anyone will have said to father or mother, \"It is dedicated, so that whatever is from me will benefit you,\"",
          "ID": "5"
        },
        {
          "text": "then he shall not honor his father or his mother.' So have you nullified the commandment of God, for the sake of your tradition.",
          "ID": "6"
        },
        {
          "text": "Hypocrites! How well did Isaiah prophesy about you, saying:",
          "ID": "7"
        },
        {
          "text": "'This people honors me with their lips, but their heart is far from me.",
          "ID": "8"
        },
        {
          "text": "For in vain do they worship me, teaching the doctrines and commandments of men.' \"",
          "ID": "9"
        },
        {
          "text": "And having called the multitudes to him, he said to them: \"Listen and understand.",
          "ID": "10"
        },
        {
          "text": "A man is not defiled by what enters into the mouth, but by what proceeds from the mouth. This is what defiles a man.\"",
          "ID": "11"
        },
        {
          "text": "Then his disciples drew near and said to him, \"Do you know that the Pharisees, upon hearing this word, were offended?\"",
          "ID": "12"
        },
        {
          "text": "But in response he said: \"Every plant which has not been planted by my heavenly Father shall be uprooted.",
          "ID": "13"
        },
        {
          "text": "Leave them alone. They are blind, and they lead the blind. But if the blind are in charge of the blind, both will fall into the pit.\"",
          "ID": "14"
        },
        {
          "text": "And responding, Peter said to him, \"Explain this parable to us.\"",
          "ID": "15"
        },
        {
          "text": "But he said: \"Are you, even now, without understanding?",
          "ID": "16"
        },
        {
          "text": "Do you not understand that everything that enters into the mouth goes into the gut, and is cast into the sewer?",
          "ID": "17"
        },
        {
          "text": "But what proceeds from the mouth, goes forth from the heart, and those are the things that defile a man.",
          "ID": "18"
        },
        {
          "text": "For from the heart go out evil thoughts, murders, adulteries, fornications, thefts, false testimonies, blasphemies.",
          "ID": "19"
        },
        {
          "text": "These are the things that defile a man. But to eat without washing hands does not defile a man.\"",
          "ID": "20"
        },
        {
          "text": "And departing from there, Jesus withdrew into the areas of Tyre and Sidon.",
          "ID": "21"
        },
        {
          "text": "And behold, a woman of Canaan, going out from those parts, cried out, saying to him: \"Take pity on me, Lord, Son of David. My daughter is badly afflicted by a demon.\"",
          "ID": "22"
        },
        {
          "text": "He did not say a word to her. And his disciples, drawing near, petitioned him, saying: \"Dismiss her, for she is crying out after us.\"",
          "ID": "23"
        },
        {
          "text": "And responding, he said, \"I was not sent except to the sheep who have fallen away from the house of Israel.\"",
          "ID": "24"
        },
        {
          "text": "But she approached and adored him, saying, \"Lord, help me.\"",
          "ID": "25"
        },
        {
          "text": "And responding, he said, \"It is not good to take the bread of the children and cast it to the dogs.\"",
          "ID": "26"
        },
        {
          "text": "But she said, \"Yes, Lord, but the young dogs also eat from the crumbs that fall from the table of their masters.\"",
          "ID": "27"
        },
        {
          "text": "Then Jesus, responding, said to her: \"O woman, great is your faith. Let it be done for you just as you wish.\" And her daughter was healed from that very hour.",
          "ID": "28"
        },
        {
          "text": "And when Jesus had passed from there, he arrived beside the sea of Galilee. And ascending onto a mountain, he sat down there.",
          "ID": "29"
        },
        {
          "text": "And great multitudes came to him, having with them the mute, the blind, the lame, the disabled, and many others. And they cast them down at his feet, and he cured them,",
          "ID": "30"
        },
        {
          "text": "so much so that the crowds wondered, seeing the mute speaking, the lame walking, the blind seeing. And they magnified the God of Israel.",
          "ID": "31"
        },
        {
          "text": "And Jesus, calling together his disciples, said: \"I have compassion on the crowds, because they have persevered with me now for three days, and they do not have anything to eat. And I am not willing to dismiss them, fasting, lest they faint along the way.\"",
          "ID": "32"
        },
        {
          "text": "And the disciples said to him: \"From where, then, in the desert, would we obtain enough bread to satisfy so a great multitude?\"",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, \"How many loaves of bread do you have?\" But they said, \"Seven, and a few little fish.\"",
          "ID": "34"
        },
        {
          "text": "And he instructed the crowds to recline upon the ground.",
          "ID": "35"
        },
        {
          "text": "And taking the seven loaves and the fish, and giving thanks, he broke and gave to his disciples, and the disciples gave to the people.",
          "ID": "36"
        },
        {
          "text": "And they all ate and were satisfied. And, from what was left over of the fragments, they took up seven full baskets.",
          "ID": "37"
        },
        {
          "text": "But those who ate were four thousand men, plus children and women.",
          "ID": "38"
        },
        {
          "text": "And having dismissed the crowd, he climbed into a boat. And he went into the coastal region of Magadan.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15",
      "name": "Matthew 15"
    },
    {
      "text": [
        {
          "text": "And Pharisees and Sadducees approached him to test him, and they asked him to show them a sign from heaven.",
          "ID": "1"
        },
        {
          "text": "But he responded by saying to them: \"When evening arrives, you say, 'It will be calm, for the sky is red,'",
          "ID": "2"
        },
        {
          "text": "and in the morning, 'Today there will be a storm, for the sky is red and gloomy.' So then, you know how to judge the appearance of the sky, but you are unable to know the signs of the times?",
          "ID": "3"
        },
        {
          "text": "An evil and adulterous generation seeks a sign. And a sign shall not be given to it, except the sign of the prophet Jonah.\" And leaving them behind, he went away.",
          "ID": "4"
        },
        {
          "text": "And when his disciples went across the sea, they forgot to bring bread.",
          "ID": "5"
        },
        {
          "text": "And he said to them, \"Consider and beware of the leaven of the Pharisees and the Sadducees.\"",
          "ID": "6"
        },
        {
          "text": "But they were thinking within themselves, saying, \"It is because we have not brought bread.\"",
          "ID": "7"
        },
        {
          "text": "Then Jesus, knowing this, said: \"Why do you consider within yourselves, O little in faith, that it is because you have no bread?",
          "ID": "8"
        },
        {
          "text": "Do you not yet understand, nor remember, the five loaves among the five thousand men, and how many containers you took up?",
          "ID": "9"
        },
        {
          "text": "Or the seven loaves among the four thousand men, and how many baskets you took up?",
          "ID": "10"
        },
        {
          "text": "Why do you not understand that it was not because of bread that I said to you: Beware of the leaven of the Pharisees and the Sadducees?\"",
          "ID": "11"
        },
        {
          "text": "Then they understood that he was not saying that they should beware of the leaven of bread, but of the doctrine of the Pharisees and the Sadducees.",
          "ID": "12"
        },
        {
          "text": "Then Jesus went into parts of Caesarea Philippi. And he questioned his disciples, saying, \"Who do men say that the Son of man is?\"",
          "ID": "13"
        },
        {
          "text": "And they said, \"Some say John the Baptist, and others say Elijah, still others say Jeremiah or one of the prophets.\"",
          "ID": "14"
        },
        {
          "text": "Jesus said to them, \"But who do you say that I am?\"",
          "ID": "15"
        },
        {
          "text": "Simon Peter responded by saying, \"You are the Christ, the Son of the living God.\"",
          "ID": "16"
        },
        {
          "text": "And in response, Jesus said to him: \"Blessed are you, Simon son of Jonah. For flesh and blood has not revealed this to you, but my Father, who is in heaven.",
          "ID": "17"
        },
        {
          "text": "And I say to you, that you are Peter, and upon this rock I will build my Church, and the gates of Hell shall not prevail against it.",
          "ID": "18"
        },
        {
          "text": "And I will give you the keys of the kingdom of heaven. And whatever you shall bind on earth shall be bound, even in heaven. And whatever you shall release on earth shall be released, even in heaven.\"",
          "ID": "19"
        },
        {
          "text": "Then he instructed his disciples that they should tell no one that he is Jesus the Christ.",
          "ID": "20"
        },
        {
          "text": "From that time, Jesus began to reveal to his disciples that it was necessary for him to go to Jerusalem, and to suffer much from the elders and the scribes and the leaders of the priests, and to be killed, and to rise again on the third day.",
          "ID": "21"
        },
        {
          "text": "And Peter, taking him aside, began to rebuke him, saying, \"Lord, may it be far from you; this shall not happen to you.\"",
          "ID": "22"
        },
        {
          "text": "And turning away, Jesus said to Peter: \"Get behind me, Satan; you are an obstacle to me. For you are not behaving according to what is of God, but according to what is of men.\"",
          "ID": "23"
        },
        {
          "text": "Then Jesus said to his disciples: \"If anyone is willing to come after me, let him deny himself, and take up his cross, and follow me.",
          "ID": "24"
        },
        {
          "text": "For whoever would save his life, will lose it. But whoever will have lost his life for my sake, shall find it.",
          "ID": "25"
        },
        {
          "text": "For how does it benefit a man, if he gains the whole world, yet truly suffers damage to his soul? Or what shall a man give in exchange for his soul?",
          "ID": "26"
        },
        {
          "text": "For the Son of man will arrive in the glory of his Father, with his Angels. And then he will repay each one according to his works.",
          "ID": "27"
        },
        {
          "text": "Amen I say to you, there are some among those standing here, who shall not taste death, until they see the Son of man arriving in his reign.\"",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16",
      "name": "Matthew 16"
    },
    {
      "text": [
        {
          "text": "And after six days, Jesus took Peter and James and his brother John, and he led them onto a lofty mountain separately.",
          "ID": "1"
        },
        {
          "text": "And he was transfigured before them. And his face shined brightly like the sun. And his garments were made white like snow.",
          "ID": "2"
        },
        {
          "text": "And behold, there appeared to them Moses and Elijah, speaking with him.",
          "ID": "3"
        },
        {
          "text": "And Peter responded by saying to Jesus: \"Lord, it is good for us to be here. If you are willing, let us make three tabernacles here, one for you, one for Moses, and one for Elijah.\"",
          "ID": "4"
        },
        {
          "text": "And while he was still speaking, behold, a shining cloud overshadowed them. And behold, there was a voice from the cloud, saying: \"This is my beloved Son, with whom I am well pleased. Listen to him.\"",
          "ID": "5"
        },
        {
          "text": "And the disciples, hearing this, fell prone on their face, and they were very afraid.",
          "ID": "6"
        },
        {
          "text": "And Jesus drew near and touched them. And he said to them, \"Rise up and do not be afraid.\"",
          "ID": "7"
        },
        {
          "text": "And lifting up their eyes, they saw no one, except Jesus alone.",
          "ID": "8"
        },
        {
          "text": "And as they were descending from the mountain, Jesus instructed them, saying, \"Tell no one about the vision, until the Son of man has risen from the dead.\"",
          "ID": "9"
        },
        {
          "text": "And his disciples questioned him, saying, \"Why then do the scribes say that it is necessary for Elijah to arrive first?\"",
          "ID": "10"
        },
        {
          "text": "But in response, he said to them: \"Elijah, indeed, shall arrive and restore all things.",
          "ID": "11"
        },
        {
          "text": "But I say to you, that Elijah has already arrived, and they did not recognize him, but they did whatever they wanted to him. So also shall the Son of man suffer from them.\"",
          "ID": "12"
        },
        {
          "text": "Then the disciples understood that he had spoken to them about John the Baptist.",
          "ID": "13"
        },
        {
          "text": "And when he had arrived at the multitude, a man approached him, falling to his knees before him, saying: \"Lord, take pity on my son, for he is an epileptic, and he suffers harm. For he frequently falls into fire, and often also into water.",
          "ID": "14"
        },
        {
          "text": "And I brought him to your disciples, but they were not able to cure him.\"",
          "ID": "15"
        },
        {
          "text": "Then Jesus responded by saying: \"What an unbelieving and perverse generation! How long shall I be with you? How long shall I endure you? Bring him here to me.\"",
          "ID": "16"
        },
        {
          "text": "And Jesus rebuked him, and the demon went out of him, and the boy was cured from that hour.",
          "ID": "17"
        },
        {
          "text": "Then the disciples approached Jesus privately and said, \"Why were we unable to cast him out?\"",
          "ID": "18"
        },
        {
          "text": "Jesus said to them: \"Because of your unbelief. Amen I say to you, certainly, if you will have faith like a grain of mustard seed, you will say to this mountain, 'Move from here to there,' and it shall move. And nothing will be impossible for you.",
          "ID": "19"
        },
        {
          "text": "But this kind is not cast out, except through prayer and fasting.\"",
          "ID": "20"
        },
        {
          "text": "And when they were conversing together in Galilee, Jesus said to them: \"The Son of man shall be delivered into the hands of men.",
          "ID": "21"
        },
        {
          "text": "And they will kill him, but he will rise again on the third day.\" And they were extremely saddened.",
          "ID": "22"
        },
        {
          "text": "And when they had arrived at Capernaum, those who collected the half shekel approached Peter, and they said to him, \"Doesn't your Teacher pay the half shekel?\"",
          "ID": "23"
        },
        {
          "text": "He said, \"Yes.\" And when he had entered into the house, Jesus went before him, saying: \"How does it seem to you, Simon? The kings of the earth, from whom do they receive tribute or the census tax: from their own sons or from foreigners?\"",
          "ID": "24"
        },
        {
          "text": "And he said, \"From foreigners.\" Jesus said to him: \"Then the sons are free.",
          "ID": "25"
        },
        {
          "text": "But so that we may not become an obstacle to them: go to the sea, and cast in a hook, and take the first fish that is brought up, and when you have opened its mouth, you will find a shekel. Take it and give it to them, for me and for you.\"",
          "ID": "26"
        }
      ],
      "ID": "NT:MAT.17",
      "name": "Matthew 17"
    },
    {
      "text": [
        {
          "text": "In that hour, the disciples drew near to Jesus, saying, \"Whom do you consider to be greater in the kingdom of heaven?\"",
          "ID": "1"
        },
        {
          "text": "And Jesus, calling to himself a little child, placed him in their midst.",
          "ID": "2"
        },
        {
          "text": "And he said: \"Amen I say to you, unless you change and become like little children, you shall not enter into the kingdom of heaven.",
          "ID": "3"
        },
        {
          "text": "Therefore, whoever will have humbled himself like this little child, such a one is greater in the kingdom of heaven.",
          "ID": "4"
        },
        {
          "text": "And whoever shall accept one such little child in my name, accepts me.",
          "ID": "5"
        },
        {
          "text": "But whoever will have led astray one of these little ones, who trust in me, it would be better for him to have a great millstone hung around his neck, and to be submerged in the depths of the sea.",
          "ID": "6"
        },
        {
          "text": "Woe to a world that leads people astray! Although it is necessary for temptations to arise, nevertheless: Woe to that man through whom temptation arises!",
          "ID": "7"
        },
        {
          "text": "So if your hand or your foot leads you to sin, cut it off and cast it away from you. It is better for you to enter into life disabled or lame, than to be sent into eternal fire having two hands or two feet.",
          "ID": "8"
        },
        {
          "text": "And if your eye leads you to sin, root it out and cast it away from you. It is better for you to enter into life with one eye, than to be sent into the fires of Hell having two eyes.",
          "ID": "9"
        },
        {
          "text": "See to it that you do not despise even one of these little ones. For I say to you, that their Angels in heaven continually look upon the face of my Father, who is in heaven.",
          "ID": "10"
        },
        {
          "text": "For the Son of man has come to save what had been lost.",
          "ID": "11"
        },
        {
          "text": "How does it seem to you? If someone has one hundred sheep, and if one of them has gone astray, should he not leave behind the ninety-nine in the mountains, and go out to seek what has gone astray?",
          "ID": "12"
        },
        {
          "text": "And if he should happen to find it: Amen I say to you, that he has more joy over that one, than over the ninety-nine which did not go astray.",
          "ID": "13"
        },
        {
          "text": "Even so, it is not the will before your Father, who is in heaven, that one of these little ones should be lost.",
          "ID": "14"
        },
        {
          "text": "But if your brother has sinned against you, go and correct him, between you and him alone. If he listens to you, you will have regained your brother.",
          "ID": "15"
        },
        {
          "text": "But if he will not listen you, invite with you one or two more, so that every word may stand by the mouth of two or three witnesses.",
          "ID": "16"
        },
        {
          "text": "And if he will not listen to them, tell the Church. But if he will not listen to the Church, let him be to you like the pagan and the tax collector.",
          "ID": "17"
        },
        {
          "text": "Amen I say to you, whatever you will have bound on earth, shall be bound also in heaven, and whatever you will have released on earth, shall be released also in heaven.",
          "ID": "18"
        },
        {
          "text": "Again I say to you, that if two of those among you have agreed on earth, about anything whatsoever that they have requested, it shall be done for them by my Father, who is in heaven.",
          "ID": "19"
        },
        {
          "text": "For wherever two or three are gathered in my name, there am I, in their midst.\"",
          "ID": "20"
        },
        {
          "text": "Then Peter, drawing near to him, said: \"Lord, how many times shall my brother sin against me, and I forgive him? Even seven times?\"",
          "ID": "21"
        },
        {
          "text": "Jesus said to him: \"I do not say to you, even seven times, but even seventy times seven times.",
          "ID": "22"
        },
        {
          "text": "Therefore, the kingdom of heaven is compared to a man who was king, who wanted to take account of his servants.",
          "ID": "23"
        },
        {
          "text": "And when he had begun taking account, one was brought to him who owed him ten thousand talents.",
          "ID": "24"
        },
        {
          "text": "But since he did not have any way to repay it, his lord ordered him to be sold, with his wife and children, and all that he had, in order to repay it.",
          "ID": "25"
        },
        {
          "text": "But that servant, falling prostrate, begged him, saying, 'Have patience with me, and I will repay it all to you.'",
          "ID": "26"
        },
        {
          "text": "Then the lord of that servant, being moved with pity, released him, and he forgave his debt.",
          "ID": "27"
        },
        {
          "text": "But when that servant departed, he found one of his fellow servants who owed him one hundred denarius. And taking hold of him, he choked him, saying: 'Repay what you owe.'",
          "ID": "28"
        },
        {
          "text": "And his fellow servant, falling prostrate, petitioned him, saying: 'Have patience with me, and I will repay it all to you.'",
          "ID": "29"
        },
        {
          "text": "But he was not willing. Instead, he went out and had him sent to prison, until he would repay the debt.",
          "ID": "30"
        },
        {
          "text": "Now his fellow servants, seeing what was done, were greatly saddened, and they went and reported to their lord all that was done.",
          "ID": "31"
        },
        {
          "text": "Then his lord called him, and he said to him: 'You wicked servant, I forgave you all your debt, because you pleaded with me.",
          "ID": "32"
        },
        {
          "text": "Therefore, should you not also have had compassion on your fellow servant, just as I also had compassion on you?'",
          "ID": "33"
        },
        {
          "text": "And his lord, being angry, handed him over to the torturers, until he repaid the entire debt.",
          "ID": "34"
        },
        {
          "text": "So, too, shall my heavenly Father do to you, if each one of you will not forgive his brother from your hearts.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18",
      "name": "Matthew 18"
    },
    {
      "text": [
        {
          "text": "And it happened that, when Jesus had completed these words, he moved away from Galilee, and he arrived within the borders of Judea, across the Jordan.",
          "ID": "1"
        },
        {
          "text": "And great crowds followed him, and he healed them there.",
          "ID": "2"
        },
        {
          "text": "And the Pharisees approached him, testing him, and saying, \"Is it lawful for a man to separate from his wife, no matter what the cause?\"",
          "ID": "3"
        },
        {
          "text": "And he said to them in response, \"Have you not read that he who made man from the beginning, made them male and female?\" And he said:",
          "ID": "4"
        },
        {
          "text": "\"For this reason, a man shall separate from father and mother, and he shall cling to his wife, and these two shall become one flesh.",
          "ID": "5"
        },
        {
          "text": "And so, now they are not two, but one flesh. Therefore, what God has joined together, let no man separate.\"",
          "ID": "6"
        },
        {
          "text": "They said to him, \"Then why did Moses command him to give a bill of divorce, and to separate?\"",
          "ID": "7"
        },
        {
          "text": "He said to them: \"Although Moses permitted you to separate from your wives, due to the hardness of your heart, it was not that way from the beginning.",
          "ID": "8"
        },
        {
          "text": "And I say to you, that whoever will have separated from his wife, except because of fornication, and who will have married another, commits adultery, and whoever will have married her who has been separated, commits adultery.\"",
          "ID": "9"
        },
        {
          "text": "His disciples said to him, \"If such is the case for a man with a wife, then it is not expedient to marry.\"",
          "ID": "10"
        },
        {
          "text": "And he said to them: \"Not everyone is able to grasp this word, but only those to whom it has been given.",
          "ID": "11"
        },
        {
          "text": "For there are chaste persons who were born so from their mother's womb, and there are chaste persons who have been made so by men, and there are chaste persons who have made themselves chaste for the sake of the kingdom of heaven. Whoever is able to grasp this, let him grasp it.\"",
          "ID": "12"
        },
        {
          "text": "Then they brought to him little children, so that he would place his hands upon them and pray. But the disciples rebuked them.",
          "ID": "13"
        },
        {
          "text": "Yet truly, Jesus said to them: \"Allow the little children to come to me, and do not choose to prohibit them. For the kingdom of heaven is among such as these.\"",
          "ID": "14"
        },
        {
          "text": "And when he had imposed his hands upon them, he went away from there.",
          "ID": "15"
        },
        {
          "text": "And behold, someone approached and said to him, \"Good Teacher, what good should I do, so that I may have eternal life?\"",
          "ID": "16"
        },
        {
          "text": "And he said to him: \"Why do you question me about what is good? One is good: God. But if you wish to enter into life, observe the commandments.\"",
          "ID": "17"
        },
        {
          "text": "He said to him, \"Which?\" And Jesus said: \"You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony.",
          "ID": "18"
        },
        {
          "text": "Honor your father and your mother. And, you shall love your neighbor as yourself.\"",
          "ID": "19"
        },
        {
          "text": "The young man said to him: \"All these I have kept from my childhood. What is still lacking for me?\"",
          "ID": "20"
        },
        {
          "text": "Jesus said to him: \"If you are willing to be perfect, go, sell what you have, and give to the poor, and then you will have treasure in heaven. And come, follow me.\"",
          "ID": "21"
        },
        {
          "text": "And when the young man had heard this word, he went away sad, for he had many possessions.",
          "ID": "22"
        },
        {
          "text": "Then Jesus said to his disciples: \"Amen, I say to you, that the wealthy shall enter with difficulty into the kingdom of heaven.",
          "ID": "23"
        },
        {
          "text": "And again I say to you, it is easier for a camel to pass through the eye of a needle, than for the wealthy to enter into the kingdom of heaven.\"",
          "ID": "24"
        },
        {
          "text": "And upon hearing this, the disciples wondered greatly, saying: \"Then who will be able to be saved?\"",
          "ID": "25"
        },
        {
          "text": "But Jesus, gazing at them, said to them: \"With men, this is impossible. But with God, all things are possible.\"",
          "ID": "26"
        },
        {
          "text": "Then Peter responded by saying to him: \"Behold, we have left behind all things, and we have followed you. So then, what will be for us?\"",
          "ID": "27"
        },
        {
          "text": "And Jesus said to them: \"Amen I say to you, that at the resurrection, when the Son of man shall sit on the seat of his majesty, those of you who have followed me shall also sit on twelve seats, judging the twelve tribes of Israel.",
          "ID": "28"
        },
        {
          "text": "And anyone who has left behind home, or brothers, or sisters, or father, or mother, or wife, or children, or land, for the sake of my name, shall receive one hundred times more, and shall possess eternal life.",
          "ID": "29"
        },
        {
          "text": "But many of those who are first shall be last, and the last shall be first.\"",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19",
      "name": "Matthew 19"
    },
    {
      "text": [
        {
          "text": "\"The kingdom of heaven is like the father of a family who went out in early morning to lead workers into his vineyard.",
          "ID": "1"
        },
        {
          "text": "Then, having made an agreement with the workers for one denarius per day, he sent them into his vineyard.",
          "ID": "2"
        },
        {
          "text": "And going out about the third hour, he saw others standing idle in the marketplace.",
          "ID": "3"
        },
        {
          "text": "And he said to them, 'You may go into my vineyard, too, and what I will give you will be just.'",
          "ID": "4"
        },
        {
          "text": "So they went forth. But again, he went out about the sixth, and about the ninth hour, and he acted similarly.",
          "ID": "5"
        },
        {
          "text": "Yet truly, about the eleventh hour, he went out and found others standing, and he said to them, 'Why have you stood here idle all day?'",
          "ID": "6"
        },
        {
          "text": "They say to him, 'Because no one has hired us.' He said to them, 'You also may go into my vineyard.'",
          "ID": "7"
        },
        {
          "text": "And when evening had arrived, the lord of the vineyard said to his manager, 'Call the workers and pay them their wages, beginning from the last, even to the first.'",
          "ID": "8"
        },
        {
          "text": "And so, when those who had arrived about the eleventh hour came forward, each received a single denarius.",
          "ID": "9"
        },
        {
          "text": "Then when the first ones also came forward, they considered that they would receive more. But they, too, received one denarius.",
          "ID": "10"
        },
        {
          "text": "And upon receiving it, they murmured against the father of the family,",
          "ID": "11"
        },
        {
          "text": "saying, 'These last have worked for one hour, and you have made them equal to us, who worked bearing the weight and heat of the day.'",
          "ID": "12"
        },
        {
          "text": "But responding to one of them, he said: 'Friend, I caused you no injury. Did you not agree with me to one denarius?",
          "ID": "13"
        },
        {
          "text": "Take what is yours and go. But it is my will to give to this last, just as to you.",
          "ID": "14"
        },
        {
          "text": "And is it not lawful for me to do what I will? Or is your eye wicked because I am good?'",
          "ID": "15"
        },
        {
          "text": "So then, the last shall be first, and the first shall be last. For many are called, but few are chosen.\"",
          "ID": "16"
        },
        {
          "text": "And Jesus, ascending to Jerusalem, took the twelve disciples aside in private and said to them:",
          "ID": "17"
        },
        {
          "text": "\"Behold, we are ascending to Jerusalem, and the Son of man shall be handed over to the leaders of the priests and to the scribes. And they shall condemn him to death.",
          "ID": "18"
        },
        {
          "text": "And they shall hand him over to the Gentiles to be mocked and scourged and crucified. And on the third day, he shall rise again.\"",
          "ID": "19"
        },
        {
          "text": "Then the mother of the sons of Zebedee approached him, with her sons, adoring him, and petitioning something from him.",
          "ID": "20"
        },
        {
          "text": "And he said to her, \"What do you want?\" She said to him, \"Declare that these, my two sons, may sit, one at your right hand, and the other at your left, in your kingdom.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus, responding, said: \"You do not know what you are asking. Are you able to drink from the chalice, from which I will drink?\" They said to him, \"We are able.\"",
          "ID": "22"
        },
        {
          "text": "He said to them: \"From my chalice, indeed, you shall drink. But to sit at my right or my left is not mine to give to you, but it is for those for whom it has been prepared by my Father.\"",
          "ID": "23"
        },
        {
          "text": "And the ten, upon hearing this, became indignant with the two brothers.",
          "ID": "24"
        },
        {
          "text": "But Jesus called them to himself and said: \"You know that the first ones among the Gentiles are their rulers, and that those who are greater exercise power among them.",
          "ID": "25"
        },
        {
          "text": "It shall not be this way among you. But whoever will want to be greater among you, let him be your minister.",
          "ID": "26"
        },
        {
          "text": "And whoever will want to be first among you, he shall be your servant,",
          "ID": "27"
        },
        {
          "text": "even as the Son of man has not come to be served, but to serve, and to give his life as a redemption for many.\"",
          "ID": "28"
        },
        {
          "text": "And as they were departing from Jericho, a great crowd followed him.",
          "ID": "29"
        },
        {
          "text": "And behold, two blind men, sitting by the way, heard that Jesus was passing by; and they cried out, saying, \"Lord, Son of David, take pity on us.\"",
          "ID": "30"
        },
        {
          "text": "But the crowd rebuked them to be quiet. But they cried out all the more, saying, \"Lord, Son of David, take pity on us.\"",
          "ID": "31"
        },
        {
          "text": "And Jesus stood still, and he called them and said, \"What do you want, that I might do for you?\"",
          "ID": "32"
        },
        {
          "text": "They said to him, \"Lord, that our eyes be opened.\"",
          "ID": "33"
        },
        {
          "text": "Then Jesus, taking pity on them, touched their eyes. And immediately they saw, and they followed him.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20",
      "name": "Matthew 20"
    },
    {
      "text": [
        {
          "text": "And when they had drawn near to Jerusalem, and had arrived at Bethphage, at the Mount of Olives, then Jesus sent two disciples,",
          "ID": "1"
        },
        {
          "text": "saying to them: \"Go into the town that is opposite you, and immediately you will find a donkey tied, and a colt with her. Release them, and lead them to me.",
          "ID": "2"
        },
        {
          "text": "And if anyone will have said anything to you, say that the Lord has need of them. And he will promptly dismiss them.\"",
          "ID": "3"
        },
        {
          "text": "Now all this was done in order to fulfill what was spoken through the prophet, saying,",
          "ID": "4"
        },
        {
          "text": "\"Tell the daughter of Zion: Behold, your king comes to you meekly, sitting on a donkey and on a colt, the son of one accustomed to the yoke.\"",
          "ID": "5"
        },
        {
          "text": "Then the disciples, going out, did just as Jesus instructed them.",
          "ID": "6"
        },
        {
          "text": "And they brought the donkey and the colt, and they laid their garments on them, and they helped him sit upon them.",
          "ID": "7"
        },
        {
          "text": "Then a very numerous crowd spread their garments on the way. But others cut branches from the trees and scattered them on the way.",
          "ID": "8"
        },
        {
          "text": "And the crowds that preceded him, and those that followed, cried out, saying: \"Hosanna to the Son of David! Blessed is he who comes in the name of the Lord. Hosanna in the highest!\"",
          "ID": "9"
        },
        {
          "text": "And when he had entered into Jerusalem, the entire city was stirred up, saying, \"Who is this?\"",
          "ID": "10"
        },
        {
          "text": "But the people were saying, \"This is Jesus, the Prophet from Nazareth of Galilee.\"",
          "ID": "11"
        },
        {
          "text": "And Jesus entered into the temple of God, and he cast out all who were selling and buying in the temple, and he overturned the tables of the money changers and the chairs of the vendors of doves.",
          "ID": "12"
        },
        {
          "text": "And he said to them: \"It is written: 'My house shall be called a house of prayer. But you have made it into a den of robbers.' \"",
          "ID": "13"
        },
        {
          "text": "And the blind and the lame drew near to him in the temple; and he healed them.",
          "ID": "14"
        },
        {
          "text": "Then the leaders of the priests and the scribes became indignant, seeing the miracles that he wrought, and the children crying out in the temple, saying, \"Hosanna to the Son of David!\"",
          "ID": "15"
        },
        {
          "text": "And they said to him, \"Do you hear what these ones are saying?\" But Jesus said to them, \"Certainly. Have you never read: For out of the mouth of babes and infants, you have perfected praise?\"",
          "ID": "16"
        },
        {
          "text": "And leaving them behind, he went out, beyond the city, into Bethania, and he lodged here.",
          "ID": "17"
        },
        {
          "text": "Then, as he was returning to the city in the morning, he was hungry.",
          "ID": "18"
        },
        {
          "text": "And seeing a certain fig tree beside the way, he approached it. And he found nothing on it, except only leaves. And he said to it, \"May fruit never spring forth from you, for all time.\" And immediately the fig tree was dried up.",
          "ID": "19"
        },
        {
          "text": "And seeing this, the disciples wondered, saying, \"How did it dry up so quickly?\"",
          "ID": "20"
        },
        {
          "text": "And Jesus responded to them by saying: \"Amen I say to you, if you have faith and do not hesitate, not only shall you do this, concerning the fig tree, but even if you would say to this mountain, 'Take and cast yourself into the sea,' it shall be done.",
          "ID": "21"
        },
        {
          "text": "And all things whatsoever that you shall ask for in prayer: believing, you shall receive.\"",
          "ID": "22"
        },
        {
          "text": "And when he had arrived at the temple, as he was teaching, the leaders of the priests and the elders of the people approached him, saying: \"By what authority do you do these things? And who has given this authority to you?\"",
          "ID": "23"
        },
        {
          "text": "In response, Jesus said to them: \"I also will question you with one word: if you tell me this, I also will tell you by what authority I do these things.",
          "ID": "24"
        },
        {
          "text": "The baptism of John, where was it from? Was it from heaven, or from men?\" But they thought within themselves, saying:",
          "ID": "25"
        },
        {
          "text": "\"If we say, 'From heaven,' he will say to us, 'Then why did you not believe him?' But if we say, 'From men,' we have the crowd to fear, for they all hold John to be a prophet.\"",
          "ID": "26"
        },
        {
          "text": "And so, they answered Jesus by saying, \"We do not know.\" So he also said to them: \"Neither will I tell you by what authority I do these things.",
          "ID": "27"
        },
        {
          "text": "But how does it seem to you? A certain man had two sons. And approaching the first, he said: 'Son, go out today to work in my vineyard.'",
          "ID": "28"
        },
        {
          "text": "And responding, he said, 'I am not willing.' But afterwards, being moved by repentance, he went.",
          "ID": "29"
        },
        {
          "text": "And approaching the other, he spoke similarly. And answering, he said, 'I am going, lord.' And he did not go.",
          "ID": "30"
        },
        {
          "text": "Which of the two did the will of the father?\" They said to him, \"The first.\" Jesus said to them: \"Amen I say to you, that tax collectors and prostitutes shall precede you, into the kingdom of God.",
          "ID": "31"
        },
        {
          "text": "For John came to you in the way of justice, and you did not believe him. But the tax collectors and the prostitutes believed him. Yet even after seeing this, you did not repent, so as to believe him.",
          "ID": "32"
        },
        {
          "text": "Listen to another parable. There was a man, the father of a family, who planted a vineyard, and surrounded it with a hedge, and dug a press in it, and built a tower. And he loaned it out to farmers, and he set out to sojourn abroad.",
          "ID": "33"
        },
        {
          "text": "Then, when the time of the fruits drew near, he sent his servants to the farmers, so that they might receive its fruits.",
          "ID": "34"
        },
        {
          "text": "And the farmers apprehended his servants; they struck one, and killed another, and stoned yet another.",
          "ID": "35"
        },
        {
          "text": "Again, he sent other servants, more than before; and they treated them similarly.",
          "ID": "36"
        },
        {
          "text": "Then, at the very end, he sent his son to them, saying: 'They will revere my son.'",
          "ID": "37"
        },
        {
          "text": "But the farmers, seeing the son, said among themselves: 'This is the heir. Come, let us kill him, and then we will have his inheritance.'",
          "ID": "38"
        },
        {
          "text": "And apprehending him, they cast him outside the vineyard, and they killed him.",
          "ID": "39"
        },
        {
          "text": "Therefore, when the lord of the vineyard arrives, what will he do to those farmers?\"",
          "ID": "40"
        },
        {
          "text": "They said to him, \"He will bring those evil men to an evil end, and he will loan out his vineyard to other farmers, who shall repay to him the fruit in its time.\"",
          "ID": "41"
        },
        {
          "text": "Jesus said to them: \"Have you never read in the Scriptures: 'The stone that the builders have rejected has become the cornerstone. By the Lord has this been done, and it is wonderful in our eyes?'",
          "ID": "42"
        },
        {
          "text": "Therefore, I say to you, that the kingdom of God will be taken away from you, and it shall be given to a people who shall produce its fruits.",
          "ID": "43"
        },
        {
          "text": "And whoever will have fallen on this stone shall be broken, yet truly, on whomever it shall fall, it will crush him.\"",
          "ID": "44"
        },
        {
          "text": "And when the leaders of the priests, and the Pharisees had heard his parables, they knew that he was speaking about them.",
          "ID": "45"
        },
        {
          "text": "And though they sought to take hold of him, they feared the crowds, because they held him to be a prophet.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21",
      "name": "Matthew 21"
    },
    {
      "text": [
        {
          "text": "And responding, Jesus again spoke to them in parables, saying:",
          "ID": "1"
        },
        {
          "text": "\"The kingdom of heaven is like a man who was king, who celebrated a wedding for his son.",
          "ID": "2"
        },
        {
          "text": "And he sent his servants to call those who were invited to the wedding. But they were not willing to come.",
          "ID": "3"
        },
        {
          "text": "Again, he sent other servants, saying, 'Tell the invited: Behold, I have prepared my meal. My bulls and fatlings have been killed, and all is ready. Come to the wedding.'",
          "ID": "4"
        },
        {
          "text": "But they ignored this and they went away: one to his country estate, and another to his business.",
          "ID": "5"
        },
        {
          "text": "Yet truly, the rest took hold of his servants and, having treated them with contempt, killed them.",
          "ID": "6"
        },
        {
          "text": "But when the king heard this, he was angry. And sending out his armies, he destroyed those murderers, and he burned their city.",
          "ID": "7"
        },
        {
          "text": "Then he said to his servants: 'The wedding, indeed, has been prepared. But those who were invited were not worthy.",
          "ID": "8"
        },
        {
          "text": "Therefore, go out to the ways, and call whomever you will find to the wedding.'",
          "ID": "9"
        },
        {
          "text": "And his servants, departing into the ways, gathered all those whom they found, bad and good, and the wedding was filled with guests.",
          "ID": "10"
        },
        {
          "text": "Then the king entered to see the guests. And he saw a man there who was not clothed in a wedding garment.",
          "ID": "11"
        },
        {
          "text": "And he said to him, 'Friend, how is it that you have entered here without having a wedding garment?' But he was dumbstruck.",
          "ID": "12"
        },
        {
          "text": "Then the king said to the ministers: 'Bind his hands and feet, and cast him into the outer darkness, where there will be weeping and gnashing of teeth.",
          "ID": "13"
        },
        {
          "text": "For many are called, but few are chosen.' \"",
          "ID": "14"
        },
        {
          "text": "Then the Pharisees, going out, took counsel as to how they might entrap him in speech.",
          "ID": "15"
        },
        {
          "text": "And they sent their disciples to him, with the Herodians, saying: \"Teacher, we know that you are truthful, and that you teach the way of God in truth, and that the influence of others is nothing to you. For you do not consider the reputation of men.",
          "ID": "16"
        },
        {
          "text": "Therefore, tell us, how does it seem to you? Is it lawful to pay the census tax to Caesar, or not?\"",
          "ID": "17"
        },
        {
          "text": "But Jesus, knowing their wickedness, said: \"Why do you test me, you hypocrites?",
          "ID": "18"
        },
        {
          "text": "Show me the coin of the census tax.\" And they offered him a denarius.",
          "ID": "19"
        },
        {
          "text": "And Jesus said to them, \"Whose image is this, and whose inscription?\"",
          "ID": "20"
        },
        {
          "text": "They said to him, \"Caesar's.\" Then he said to them, \"Then render to Caesar what is of Caesar; and to God what is of God.\"",
          "ID": "21"
        },
        {
          "text": "And hearing this, they wondered. And having left him behind, they went away.",
          "ID": "22"
        },
        {
          "text": "In that day, the Sadducees, who say there is to be no resurrection, approached him. And they questioned him,",
          "ID": "23"
        },
        {
          "text": "saying: \"Teacher, Moses said: If anyone will have died, having no son, his brother shall marry his wife, and he shall raise up offspring to his brother.",
          "ID": "24"
        },
        {
          "text": "Now there were seven brothers with us. And the first, having taken a wife, died. And having no offspring, he left his wife to his brother:",
          "ID": "25"
        },
        {
          "text": "similarly with the second, and the third, even to the seventh.",
          "ID": "26"
        },
        {
          "text": "And last of all, the woman also passed away.",
          "ID": "27"
        },
        {
          "text": "In the resurrection, then, whose wife of the seven will she be? For they all had her.\"",
          "ID": "28"
        },
        {
          "text": "But Jesus responded to them by saying: \"You have gone astray by knowing neither the Scriptures, nor the power of God.",
          "ID": "29"
        },
        {
          "text": "For in the resurrection, they shall neither marry, nor be given in marriage. Instead, they shall be like the Angels of God in heaven.",
          "ID": "30"
        },
        {
          "text": "But concerning the resurrection of the dead, have you not read what was spoken by God, saying to you:",
          "ID": "31"
        },
        {
          "text": "'I am the God of Abraham, and the God of Isaac, and the God of Jacob?' He is not the God of the dead, but of the living.\"",
          "ID": "32"
        },
        {
          "text": "And when the crowds heard this, they wondered at his doctrine.",
          "ID": "33"
        },
        {
          "text": "But the Pharisees, hearing that he had caused the Sadducees to be silent, came together as one.",
          "ID": "34"
        },
        {
          "text": "And one of them, a doctor of the law, questioned him, to test him:",
          "ID": "35"
        },
        {
          "text": "\"Teacher, which is the great commandment in the law?\"",
          "ID": "36"
        },
        {
          "text": "Jesus said to him: \" 'You shall love the Lord your God from all your heart, and with all your soul and with all your mind.'",
          "ID": "37"
        },
        {
          "text": "This is the greatest and first commandment.",
          "ID": "38"
        },
        {
          "text": "But the second is similar to it: 'You shall love your neighbor as yourself.'",
          "ID": "39"
        },
        {
          "text": "On these two commandments the entire law depends, and also the prophets.\"",
          "ID": "40"
        },
        {
          "text": "Then, when the Pharisees were gathered together, Jesus questioned them,",
          "ID": "41"
        },
        {
          "text": "saying: \"What do you think about the Christ? Whose son is he?\" They said to him, \"David's.\"",
          "ID": "42"
        },
        {
          "text": "He said to them: \"Then how can David, in the Spirit, call him Lord, saying:",
          "ID": "43"
        },
        {
          "text": "'The Lord said to my Lord: Sit at my right hand, until I make your enemies your footstool?'",
          "ID": "44"
        },
        {
          "text": "So then, if David calls him Lord, how can he be his son?\"",
          "ID": "45"
        },
        {
          "text": "And no one was able to respond to him a word. And neither did anyone dare, from that day forward, to question him.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22",
      "name": "Matthew 22"
    },
    {
      "text": [
        {
          "text": "Then Jesus spoke to the crowds, and to his disciples,",
          "ID": "1"
        },
        {
          "text": "saying: \"The scribes and the Pharisees have sat down in the chair of Moses.",
          "ID": "2"
        },
        {
          "text": "Therefore, all things whatsoever that they shall say to you, observe and do. Yet truly, do not choose to act according to their works. For they say, but they do not do.",
          "ID": "3"
        },
        {
          "text": "For they bind up heavy and unbearable burdens, and they impose them on men's shoulders. But they are not willing to move them with even a finger of their own.",
          "ID": "4"
        },
        {
          "text": "Truly, they do all their works so that they may be seen by men. For they enlarge their phylacteries and glorify their hems.",
          "ID": "5"
        },
        {
          "text": "And they love the first places at feasts, and the first chairs in the synagogues,",
          "ID": "6"
        },
        {
          "text": "and greetings in the marketplace, and to be called Master by men.",
          "ID": "7"
        },
        {
          "text": "But you must not be called Master. For One is your Master, and you are all brothers.",
          "ID": "8"
        },
        {
          "text": "And do not choose to call anyone on earth your father. For One is your Father, who is in heaven.",
          "ID": "9"
        },
        {
          "text": "Neither should you be called teachers. For One is your Teacher, the Christ.",
          "ID": "10"
        },
        {
          "text": "Whoever is greater among you shall be your minister.",
          "ID": "11"
        },
        {
          "text": "But whoever has exalted himself, shall be humbled. And whoever has humbled himself, shall be exalted.",
          "ID": "12"
        },
        {
          "text": "So then: Woe to you, scribes and Pharisees, you hypocrites! For you close the kingdom of heaven before men. For you yourselves do not enter, and those who are entering, you would not permit to enter.",
          "ID": "13"
        },
        {
          "text": "Woe to you scribes and Pharisees, you hypocrites! For you consume the houses of widows, praying long prayers. Because of this, you shall receive the greater judgment.",
          "ID": "14"
        },
        {
          "text": "Woe to you, scribes and Pharisees, you hypocrites! For you travel around by sea and by land, in order to make one convert. And when he has been converted, you make him twice the son of Hell that you are yourselves.",
          "ID": "15"
        },
        {
          "text": "Woe to you, blind guides, who say: 'Whoever will have sworn by the temple, it is nothing. But whoever will have sworn by the gold of the temple is obligated.'",
          "ID": "16"
        },
        {
          "text": "You are foolish and blind! For which is greater: the gold, or the temple that sanctifies the gold?",
          "ID": "17"
        },
        {
          "text": "And you say: 'Whoever will have sworn by the altar, it is nothing. But whoever will have sworn by the gift that is on the altar is obligated.'",
          "ID": "18"
        },
        {
          "text": "How blind you are! For which is greater: the gift, or the altar that sanctifies the gift?",
          "ID": "19"
        },
        {
          "text": "Therefore, whoever swears by the altar, swears by it, and by all that is on it.",
          "ID": "20"
        },
        {
          "text": "And whoever will have sworn by the temple, swears by it, and by him who dwells in it.",
          "ID": "21"
        },
        {
          "text": "And whoever swears by heaven, swears by the throne of God, and by him who sits upon it.",
          "ID": "22"
        },
        {
          "text": "Woe to you, scribes and Pharisees, you hypocrites! For you collect tithes on mint and dill and cumin, but you have abandoned the weightier things of the law: judgment and mercy and faith. These you ought to have done, while not omitting the others.",
          "ID": "23"
        },
        {
          "text": "You blind guides, straining out a gnat, while swallowing a camel!",
          "ID": "24"
        },
        {
          "text": "Woe to you, scribes and Pharisees, you hypocrites! For you clean what is outside the cup and the dish, but on the inside you are full of avarice and impurity.",
          "ID": "25"
        },
        {
          "text": "You blind Pharisee! First clean the inside of the cup and the dish, and then what is outside becomes clean.",
          "ID": "26"
        },
        {
          "text": "Woe to you, scribes and Pharisees, you hypocrites! For you are like whitewashed sepulchers, which outwardly appear brilliant to men, yet truly, inside, they are filled with the bones of the dead and with all filth.",
          "ID": "27"
        },
        {
          "text": "So also, you certainly appear to men outwardly to be just. But inwardly you are filled with hypocrisy and iniquity.",
          "ID": "28"
        },
        {
          "text": "Woe to you, scribes and Pharisees, you hypocrites, who build the sepulchers of the prophets and adorn the monuments of the just.",
          "ID": "29"
        },
        {
          "text": "And then you say, 'If we had been there in the days of our fathers, we would not have joined with them in the blood of the prophets.'",
          "ID": "30"
        },
        {
          "text": "And so you are witnesses against yourselves, that you are the sons of those who killed the prophets.",
          "ID": "31"
        },
        {
          "text": "Complete, then, the measure of your fathers.",
          "ID": "32"
        },
        {
          "text": "You serpents, you brood of vipers! How will you escape from the judgment of Hell?",
          "ID": "33"
        },
        {
          "text": "For this reason, behold, I send to you prophets and wisemen, and scribes. And some of these you will put to death and crucify; and some you will scourge in your synagogues and persecute from city to city,",
          "ID": "34"
        },
        {
          "text": "so that upon you may fall all the blood of the just, which has been shed upon the earth, from the blood of Abel the just, even to the blood of Zechariah the son of Barachiah, whom you killed between the temple and the altar.",
          "ID": "35"
        },
        {
          "text": "Amen I say to you, all these things shall fall upon this generation.",
          "ID": "36"
        },
        {
          "text": "Jerusalem, Jerusalem! You kill the prophets and stone those who have been sent to you. How often I have wanted to gather your children together, in the way that a hen gathers her young under her wings. But you were not willing!",
          "ID": "37"
        },
        {
          "text": "Behold, your house shall be abandoned to you, having been deserted.",
          "ID": "38"
        },
        {
          "text": "For I say to you, you shall not see me again, until you say: 'Blessed is he who comes in the name of the Lord.' \"",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23",
      "name": "Matthew 23"
    },
    {
      "text": [
        {
          "text": "And Jesus departed from the temple and went away. And his disciples approached him, so as to show him the buildings of the temple.",
          "ID": "1"
        },
        {
          "text": "But he said to them in response: \"Do you see all these things? Amen I say to you, there shall not remain here stone upon stone, which is not torn down.\"",
          "ID": "2"
        },
        {
          "text": "Then, when he was seated at the Mount of Olives, the disciples drew near to him privately, saying: \"Tell us, when will these things be? And what will be the sign of your advent and of the consummation of the age?\"",
          "ID": "3"
        },
        {
          "text": "And answering, Jesus said to them: \"Pay attention, lest someone lead you astray.",
          "ID": "4"
        },
        {
          "text": "For many will come in my name saying, 'I am the Christ.' And they will lead many astray.",
          "ID": "5"
        },
        {
          "text": "For you will hear of battles and rumors of battles. Take care not to be disturbed. For these things must be, but the end is not so soon.",
          "ID": "6"
        },
        {
          "text": "For nation will rise against nation, and kingdom against kingdom. And there will be pestilences, and famines, and earthquakes in places.",
          "ID": "7"
        },
        {
          "text": "But all these things are just the beginning of the sorrows.",
          "ID": "8"
        },
        {
          "text": "Then they will hand you over to tribulation, and they will kill you. And you will be hated by all nations for the sake of my name.",
          "ID": "9"
        },
        {
          "text": "And then many will be led into sin, and will betray one another, and will have hatred for one another.",
          "ID": "10"
        },
        {
          "text": "And many false prophets will arise, and they will lead many astray.",
          "ID": "11"
        },
        {
          "text": "And because iniquity has abounded, the charity of many will grow cold.",
          "ID": "12"
        },
        {
          "text": "But whoever will have persevered until the end, the same shall be saved.",
          "ID": "13"
        },
        {
          "text": "And this Gospel of the kingdom shall be preached throughout the entire world, as a testimony to all nations. And then the consummation will occur.",
          "ID": "14"
        },
        {
          "text": "Therefore, when you will have seen the abomination of desolation, which was spoken of by the prophet Daniel, standing in the holy place, may he who reads understand,",
          "ID": "15"
        },
        {
          "text": "then those who are in Judea, let them flee to the mountains.",
          "ID": "16"
        },
        {
          "text": "And whoever is on the roof, let him not descend to take anything from his house.",
          "ID": "17"
        },
        {
          "text": "And whoever is in the field, let him not turn back to take his tunic.",
          "ID": "18"
        },
        {
          "text": "So then, woe to those who are pregnant or nursing in those days.",
          "ID": "19"
        },
        {
          "text": "But pray that your flight may not be in winter, or on the Sabbath.",
          "ID": "20"
        },
        {
          "text": "For then there will be a great tribulation, such as has not been from the beginning of the world until the present, and such as will not be.",
          "ID": "21"
        },
        {
          "text": "And unless those days had been shortened, no flesh would be saved. But for the sake of the elect, those days shall be shortened.",
          "ID": "22"
        },
        {
          "text": "Then if anyone will have said to you, 'Behold, here is the Christ,' or 'he is there,' do not be willing to believe it.",
          "ID": "23"
        },
        {
          "text": "For there will arise false Christs and false prophets. And they will produce great signs and wonders, so much so as to lead into error even the elect (if this could be).",
          "ID": "24"
        },
        {
          "text": "Behold, I have warned you beforehand.",
          "ID": "25"
        },
        {
          "text": "Therefore, if they will have said to you, 'Behold, he is in the desert,' do not choose to go out, or, 'Behold, he is in the inner rooms,' do not be willing to believe it.",
          "ID": "26"
        },
        {
          "text": "For just as lightning goes out from the east, and appears even in the west, so shall it be also at the advent of the Son of man.",
          "ID": "27"
        },
        {
          "text": "Wherever the body shall be, there also will the eagles be gathered together.",
          "ID": "28"
        },
        {
          "text": "And immediately after the tribulation of those days, the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.",
          "ID": "29"
        },
        {
          "text": "And then the sign of the Son of man shall appear in heaven. And then all tribes of the earth shall mourn. And they shall see the Son of man coming on the clouds of heaven, with great power and majesty.",
          "ID": "30"
        },
        {
          "text": "And he shall send out his Angels with a trumpet and a great voice. And they shall gather together his elect from the four winds, from the heights of the heavens, even to their furthest limits.",
          "ID": "31"
        },
        {
          "text": "So, from the fig tree learn a parable. When its branch has now become tender and the leaves have sprung forth, you know that summer is near.",
          "ID": "32"
        },
        {
          "text": "So also, when you will have seen all these things, know that it is near, even at the threshold.",
          "ID": "33"
        },
        {
          "text": "Amen I say to you, that this lineage shall not pass away, until all these things have been done.",
          "ID": "34"
        },
        {
          "text": "Heaven and earth shall pass away, but my words shall not pass away.",
          "ID": "35"
        },
        {
          "text": "But concerning that day and hour, no one knows, not even the Angels of the heavens, but only the Father.",
          "ID": "36"
        },
        {
          "text": "And just as in the days of Noah, so also will be the advent of the Son of man.",
          "ID": "37"
        },
        {
          "text": "For it will be just as it was in the days before the flood: eating and drinking, marrying and being given in marriage, even until that day when Noah entered into the ark.",
          "ID": "38"
        },
        {
          "text": "And they did not realize it, until the flood came and took them all away. So also will the advent of the Son of man be.",
          "ID": "39"
        },
        {
          "text": "Then two men will be in a field: one will be taken up, and one will be left behind.",
          "ID": "40"
        },
        {
          "text": "Two women will be grinding at a millstone: one will be taken up, and one will be left behind.",
          "ID": "41"
        },
        {
          "text": "Therefore, be vigilant. For you do not know at what hour your Lord will return.",
          "ID": "42"
        },
        {
          "text": "But know this: if only the father of the family knew at what hour the thief would arrive, he would certainly keep vigil and not permit his house to be broken into.",
          "ID": "43"
        },
        {
          "text": "For this reason, you also must be prepared, for you do not know at what hour the Son of man will return.",
          "ID": "44"
        },
        {
          "text": "Consider this: who is a faithful and prudent servant, who has been appointed by his lord over his family, to give them their portion in due time?",
          "ID": "45"
        },
        {
          "text": "Blessed is that servant, if, when his lord has arrived, he shall find him doing so.",
          "ID": "46"
        },
        {
          "text": "Amen I say to you, he shall appoint him over all of his goods.",
          "ID": "47"
        },
        {
          "text": "But if that evil servant has said in his heart, 'My lord has been delayed in returning,'",
          "ID": "48"
        },
        {
          "text": "and so, he begins to strike his fellow servants, and he eats and drinks with the inebriated:",
          "ID": "49"
        },
        {
          "text": "then the lord of that servant will arrive on a day that he does not expect, and at an hour that he does not know.",
          "ID": "50"
        },
        {
          "text": "And he shall separate him, and he shall place his portion with the hypocrites, where there shall be weeping and gnashing of teeth.\"",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24",
      "name": "Matthew 24"
    },
    {
      "text": [
        {
          "text": "\"Then the kingdom of heaven shall be like ten virgins, who, taking their lamps, went out to meet the groom and the bride.",
          "ID": "1"
        },
        {
          "text": "But five of them were foolish, and five were prudent.",
          "ID": "2"
        },
        {
          "text": "For the five foolish, having brought their lamps, did not take oil with them.",
          "ID": "3"
        },
        {
          "text": "Yet truly, the prudent ones brought the oil, in their containers, with the lamps.",
          "ID": "4"
        },
        {
          "text": "Since the bridegroom was delayed, they all fell asleep, and they were sleeping.",
          "ID": "5"
        },
        {
          "text": "But in the middle of the night, a cry went out: 'Behold, the groom is arriving. Go out to meet him.'",
          "ID": "6"
        },
        {
          "text": "Then all those virgins rose up and trimmed their lamps.",
          "ID": "7"
        },
        {
          "text": "But the foolish ones said to the wise, 'Give to us from your oil, for our lamps are being extinguished.'",
          "ID": "8"
        },
        {
          "text": "The prudent responded by saying, 'Lest perhaps there may not be enough for us and for you, it would be better for you to go to the vendors and buy some for yourselves.'",
          "ID": "9"
        },
        {
          "text": "But while they were going to buy it, the groom arrived. And those who were prepared entered with him to the wedding, and the door was closed.",
          "ID": "10"
        },
        {
          "text": "Yet truly, at the very end, the remaining virgins also arrived, saying, 'Lord, Lord, open to us.'",
          "ID": "11"
        },
        {
          "text": "But he responded by saying, 'Amen I say to you, I do not know you.'",
          "ID": "12"
        },
        {
          "text": "And so you must be vigilant, because you do not know the day or the hour.",
          "ID": "13"
        },
        {
          "text": "For it is like a man setting out on a long journey, who called his servants and delivered to them his goods.",
          "ID": "14"
        },
        {
          "text": "And to one he gave five talents, and to another two, yet to another he gave one, to each according to his own ability. And promptly, he set out.",
          "ID": "15"
        },
        {
          "text": "Then he who had received five talents went out, and he made use of these, and he gained another five.",
          "ID": "16"
        },
        {
          "text": "And similarly, he who had received two gained another two.",
          "ID": "17"
        },
        {
          "text": "But he who had received one, going out, dug into the earth, and he hid the money of his lord.",
          "ID": "18"
        },
        {
          "text": "Yet truly, after a long time, the lord of those servants returned and he settled accounts with them.",
          "ID": "19"
        },
        {
          "text": "And when he who had received five talents approached, he brought another five talents, saying: 'Lord, you delivered five talents to me. Behold, I have increased it by another five.'",
          "ID": "20"
        },
        {
          "text": "His lord said to him: 'Well done, good and faithful servant. Since you have been faithful over a few things, I will appoint you over many things. Enter into the gladness of your lord.'",
          "ID": "21"
        },
        {
          "text": "Then he who had received two talents also approached, and he said: 'Lord, you delivered two talents to me. Behold, I have gained another two.'",
          "ID": "22"
        },
        {
          "text": "His lord said to him: 'Well done, good and faithful servant. Since you have been faithful over a few things, I will appoint you over many things. Enter into the gladness of your lord.'",
          "ID": "23"
        },
        {
          "text": "Then he who had received one talent, approaching, said: 'Lord, I know that you are a hard man. You reap where you have not sown, and gather where you have not scattered.",
          "ID": "24"
        },
        {
          "text": "And so, being afraid, I went out and hid your talent in the earth. Behold, you have what is yours.'",
          "ID": "25"
        },
        {
          "text": "But his lord said to him in response: 'You evil and lazy servant! You knew that I reap where I have not sown, and gather where I have not scattered.",
          "ID": "26"
        },
        {
          "text": "Therefore, you should have deposited my money with the bankers, and then, at my arrival, at least I would have received what is mine with interest.",
          "ID": "27"
        },
        {
          "text": "And so, take the talent away from him and give it the one who has ten talents.",
          "ID": "28"
        },
        {
          "text": "For to everyone who has, more shall be given, and he shall have in abundance. But from him who has not, even what he seems to have, shall be taken away.",
          "ID": "29"
        },
        {
          "text": "And cast that useless servant into the outer darkness, where there will be weeping and gnashing of teeth.'",
          "ID": "30"
        },
        {
          "text": "But when the Son of man will have arrived in his majesty, and all the Angels with him, then he will sit upon the seat of his majesty.",
          "ID": "31"
        },
        {
          "text": "And all the nations shall be gathered together before him. And he shall separate them from one another, just as a shepherd separates the sheep from the goats.",
          "ID": "32"
        },
        {
          "text": "And he shall station the sheep, indeed, on his right, but the goats on his left.",
          "ID": "33"
        },
        {
          "text": "Then the King shall say to those who will be on his right: 'Come, you blessed of my Father. Possess the kingdom prepared for you from the foundation of the world.",
          "ID": "34"
        },
        {
          "text": "For I was hungry, and you gave me to eat; I was thirsty, and you gave me to drink; I was a stranger, and you took me in;",
          "ID": "35"
        },
        {
          "text": "naked, and you covered me; sick, and you visited me; I was in prison, and you came to me.'",
          "ID": "36"
        },
        {
          "text": "Then the just will answer him, saying: 'Lord, when have we see you hungry, and fed you; thirsty, and given you drink?",
          "ID": "37"
        },
        {
          "text": "And when have we seen you a stranger, and taken you in? Or naked, and covered you?",
          "ID": "38"
        },
        {
          "text": "Or when did we see you sick, or in prison, and visit to you?'",
          "ID": "39"
        },
        {
          "text": "And in response, the King shall say to them, 'Amen I say to you, whenever you did this for one of these, the least of my brothers, you did it for me.'",
          "ID": "40"
        },
        {
          "text": "Then he shall also say, to those who will be on his left: 'Depart from me, you accursed ones, into the eternal fire, which was prepared for the devil and his angels.",
          "ID": "41"
        },
        {
          "text": "For I was hungry, and you did not give me to eat; I was thirsty, and you did not give me to drink;",
          "ID": "42"
        },
        {
          "text": "I was a stranger and you did not take me in; naked, and you did not cover me; sick and in prison, and you did not visit me.'",
          "ID": "43"
        },
        {
          "text": "Then they will also answer him, saying: 'Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and did not minister to you?'",
          "ID": "44"
        },
        {
          "text": "Then he shall respond to them by saying: 'Amen I say to you, whenever you did not do it to one of these least, neither did you do it to me.'",
          "ID": "45"
        },
        {
          "text": "And these shall go into eternal punishment, but the just shall go into eternal life.\"",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25",
      "name": "Matthew 25"
    },
    {
      "text": [
        {
          "text": "And it happened that, when Jesus had completed all these words, he said to his disciples,",
          "ID": "1"
        },
        {
          "text": "\"You know that after two days the Passover will begin, and the Son of man will be handed over to be crucified.\"",
          "ID": "2"
        },
        {
          "text": "Then the leaders of the priests and the elders of the people were gathered together in the court of the high priest, who was called Caiaphas.",
          "ID": "3"
        },
        {
          "text": "And they took counsel so that by deceitfulness they might take hold of Jesus and kill him.",
          "ID": "4"
        },
        {
          "text": "But they said, \"Not on the feast day, lest perhaps there may be a tumult among the people.\"",
          "ID": "5"
        },
        {
          "text": "And when Jesus was in Bethania, in the house of Simon the leper,",
          "ID": "6"
        },
        {
          "text": "a woman drew near to him, holding an alabaster box of precious ointment, and she poured it over his head while he was reclining at table.",
          "ID": "7"
        },
        {
          "text": "But the disciples, seeing this, were indignant, saying: \"What is the purpose of this waste?",
          "ID": "8"
        },
        {
          "text": "For this could have been sold for a great deal, so as to be given to the poor.\"",
          "ID": "9"
        },
        {
          "text": "But Jesus, knowing this, said to them: \"Why are you bothering this woman? For she has done a good deed to me.",
          "ID": "10"
        },
        {
          "text": "For the poor you will always have with you. But you will not always have me.",
          "ID": "11"
        },
        {
          "text": "For in pouring this ointment on my body, she has prepared for my burial.",
          "ID": "12"
        },
        {
          "text": "Amen I say to you, wherever this Gospel will be preached in the whole world, what she has done also shall be told, in memory of her.\"",
          "ID": "13"
        },
        {
          "text": "Then one of the twelve, who was called Judas Iscariot, went to the leaders of the priests,",
          "ID": "14"
        },
        {
          "text": "and he said to them, \"What are you willing to give me, if I hand him over to you?\" So they appointed thirty pieces of silver for him.",
          "ID": "15"
        },
        {
          "text": "And from then on, he sought an opportunity to betray him.",
          "ID": "16"
        },
        {
          "text": "Then, on the first day of Unleavened Bread, the disciples approached Jesus, saying, \"Where do you want us to prepare for you to eat the Passover?\"",
          "ID": "17"
        },
        {
          "text": "So Jesus said, \"Go into the city, to a certain one, and say to him: 'The Teacher said: My time is near. I am observing the Passover with you, along with my disciples.' \"",
          "ID": "18"
        },
        {
          "text": "And the disciples did just as Jesus appointed to them. And they prepared the Passover.",
          "ID": "19"
        },
        {
          "text": "Then, when evening arrived, he sat at table with his twelve disciples.",
          "ID": "20"
        },
        {
          "text": "And while they were eating, he said: \"Amen I say to you, that one of you is about to betray me.\"",
          "ID": "21"
        },
        {
          "text": "And being greatly saddened, each one of them began to say, \"Surely, it is not I, Lord?\"",
          "ID": "22"
        },
        {
          "text": "But he responded by saying: \"He who dips his hand with me into the dish, the same will betray me.",
          "ID": "23"
        },
        {
          "text": "Indeed, the Son of man goes, just as it has been written about him. But woe to that man by whom the Son of man will be betrayed. It would be better for that man if he had not been born.\"",
          "ID": "24"
        },
        {
          "text": "Then Judas, who betrayed him, responded by saying, \"Surely, it is not I, Master?\" He said to him, \"You have said it.\"",
          "ID": "25"
        },
        {
          "text": "Now while they were eating the meal, Jesus took bread, and he blessed and broke and gave it to his disciples, and he said: \"Take and eat. This is my body.\"",
          "ID": "26"
        },
        {
          "text": "And taking the chalice, he gave thanks. And he gave it to them, saying: \"Drink from this, all of you.",
          "ID": "27"
        },
        {
          "text": "For this is my blood of the new covenant, which shall be shed for many as a remission of sins.",
          "ID": "28"
        },
        {
          "text": "But I say to you, I will not drink again from this fruit of the vine, until that day when I will drink it new with you in the kingdom of my Father.\"",
          "ID": "29"
        },
        {
          "text": "And after a hymn was sung, they went out to the Mount of Olives.",
          "ID": "30"
        },
        {
          "text": "Then Jesus said to them: \"You will all fall away from me in this night. For it has been written: 'I will strike the shepherd, and the sheep of the flock will be scattered.'",
          "ID": "31"
        },
        {
          "text": "But after I have risen again, I will go before you to Galilee.\"",
          "ID": "32"
        },
        {
          "text": "Then Peter responded by saying to him, \"Even if everyone else has fallen away from you, I will never fall away.\"",
          "ID": "33"
        },
        {
          "text": "Jesus said to him, \"Amen I say to you, that in this night, before the rooster crows, you will deny me three times.\"",
          "ID": "34"
        },
        {
          "text": "Peter said to him, \"Even if it is necessary for me to die with you, I will not deny you.\" And all the disciples spoke similarly.",
          "ID": "35"
        },
        {
          "text": "Then Jesus went with them to a garden, which is called Gethsemani. And he said to his disciples, \"Sit down here, while I go there and pray.\"",
          "ID": "36"
        },
        {
          "text": "And taking with him Peter and the two sons of Zebedee, he began to be sorrowful and saddened.",
          "ID": "37"
        },
        {
          "text": "Then he said to them: \"My soul is sorrowful, even unto death. Stay here and keep vigil with me.\"",
          "ID": "38"
        },
        {
          "text": "And continuing on a little further, he fell prostrate on his face, praying and saying: \"My Father, if it is possible, let this chalice pass away from me. Yet truly, let it not be as I will, but as you will.\"",
          "ID": "39"
        },
        {
          "text": "And he approached his disciples and found them sleeping. And he said to Peter: \"So, were you not able to keep vigil with me for one hour?",
          "ID": "40"
        },
        {
          "text": "Be vigilant and pray, so that you may not enter into temptation. Indeed, the spirit is willing, but the flesh is weak.\"",
          "ID": "41"
        },
        {
          "text": "Again, a second time, he went and prayed, saying, \"My Father, if this chalice cannot pass away, unless I drink it, let your will be done.\"",
          "ID": "42"
        },
        {
          "text": "And again, he went and found them sleeping, for their eyes were heavy.",
          "ID": "43"
        },
        {
          "text": "And leaving them behind, again he went and prayed for the third time, saying the same words.",
          "ID": "44"
        },
        {
          "text": "Then he approached his disciples and said to them: \"Sleep now and rest. Behold, the hour has drawn near, and the Son of man will be delivered into the hands of sinners.",
          "ID": "45"
        },
        {
          "text": "Rise up; let us go. Behold, he who will betray me draws near.\"",
          "ID": "46"
        },
        {
          "text": "While he was still speaking, behold, Judas, one of the twelve, arrived, and with him was a large crowd with swords and clubs, sent from the leaders of the priests and the elders of the people.",
          "ID": "47"
        },
        {
          "text": "And he who betrayed him gave them a sign, saying: \"Whomever I will kiss, it is he. Take hold of him.\"",
          "ID": "48"
        },
        {
          "text": "And quickly drawing close to Jesus, he said, \"Hail, Master.\" And he kissed him.",
          "ID": "49"
        },
        {
          "text": "And Jesus said to him, \"Friend, for what purpose have you come?\" Then they approached, and they put their hands on Jesus, and they held him.",
          "ID": "50"
        },
        {
          "text": "And behold, one of those who were with Jesus, extending his hand, drew his sword and struck the servant of the high priest, cutting off his ear.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to him: \"Put your sword back in its place. For all who take up the sword shall perish by the sword.",
          "ID": "52"
        },
        {
          "text": "Or do you think that I cannot ask my Father, so that he would give me, even now, more than twelve legions of Angels?",
          "ID": "53"
        },
        {
          "text": "How then would the Scriptures be fulfilled, which say that it must be so?\"",
          "ID": "54"
        },
        {
          "text": "In that same hour, Jesus said to the crowds: \"You went out, as if to a robber, with swords and clubs to seize me. Yet I sat daily with you, teaching in the temple, and you did not take hold of me.",
          "ID": "55"
        },
        {
          "text": "But all this has happened so that the Scriptures of the prophets may be fulfilled.\" Then all the disciples fled, abandoning him.",
          "ID": "56"
        },
        {
          "text": "But those who were holding Jesus led him to Caiaphas, the high priest, where the scribes and the elders had joined together.",
          "ID": "57"
        },
        {
          "text": "Then Peter followed him from a distance, as far as the court of the high priest. And going inside, he sat down with the servants, so that he might see the end.",
          "ID": "58"
        },
        {
          "text": "Then the leaders of the priests and the entire council sought false testimony against Jesus, so that they might deliver him to death.",
          "ID": "59"
        },
        {
          "text": "And they did not find any, even though many false witnesses had come forward. Then, at the very end, two false witnesses came forward,",
          "ID": "60"
        },
        {
          "text": "and they said, \"This man said: 'I am able to destroy the temple of God, and, after three days, to rebuild it.' \"",
          "ID": "61"
        },
        {
          "text": "And the high priest, rising up, said to him, \"Have you nothing to respond to what these ones testify against you?\"",
          "ID": "62"
        },
        {
          "text": "But Jesus was silent. And the high priest said to him, \"I bind you by an oath to the living God to tell us if you are the Christ, the Son of God.\"",
          "ID": "63"
        },
        {
          "text": "Jesus said to him: \"You have said it. Yet truly I say to you, hereafter you shall see the Son of man sitting at the right hand of the power of God, and coming on the clouds of heaven.\"",
          "ID": "64"
        },
        {
          "text": "Then the high priest tore his garments, saying: \"He has blasphemed. Why do we still need witnesses? Behold, you have now heard the blasphemy.",
          "ID": "65"
        },
        {
          "text": "How does it seem to you?\" So they responded by saying, \"He is guilty unto death.\"",
          "ID": "66"
        },
        {
          "text": "Then they spit in his face, and they struck him with fists. And others struck his face with the palms of their hands,",
          "ID": "67"
        },
        {
          "text": "saying: \"Prophesy for us, O Christ. Who is the one that struck you?\"",
          "ID": "68"
        },
        {
          "text": "Yet truly, Peter sat outside in the courtyard. And a maidservant approached him, saying, \"You also were with Jesus the Galilean.\"",
          "ID": "69"
        },
        {
          "text": "But he denied it in the sight of them all, saying, \"I do not know what you are saying.\"",
          "ID": "70"
        },
        {
          "text": "Then, as he exited by the gate, another maidservant saw him. And she said to those who were there, \"This man also was with Jesus of Nazareth.\"",
          "ID": "71"
        },
        {
          "text": "And again, he denied it with an oath, \"For I do not know the man.\"",
          "ID": "72"
        },
        {
          "text": "And after a little while, those who were standing nearby came and said to Peter: \"Truly, you also are one of them. For even your manner of speaking reveals you.\"",
          "ID": "73"
        },
        {
          "text": "Then he began to curse and to swear that he had not known the man. And immediately the rooster crowed.",
          "ID": "74"
        },
        {
          "text": "And Peter remembered the words of Jesus, which he had said: \"Before the rooster crows, you will deny me three times.\" And going outside, he wept bitterly.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26",
      "name": "Matthew 26"
    },
    {
      "text": [
        {
          "text": "Then, when morning arrived, all the leaders of the priests and the elders of the people took counsel against Jesus, so that they might deliver him to death.",
          "ID": "1"
        },
        {
          "text": "And they led him, bound, and handed him over to Pontius Pilate, the procurator.",
          "ID": "2"
        },
        {
          "text": "Then Judas, who betrayed him, seeing that he had been condemned, regretting his conduct, brought back the thirty pieces of silver to the leaders of the priests and the elders,",
          "ID": "3"
        },
        {
          "text": "saying, \"I have sinned in betraying just blood.\" But they said to him: \"What is that to us? See to it yourself.\"",
          "ID": "4"
        },
        {
          "text": "And throwing down the pieces of silver in the temple, he departed. And going out, he hanged himself with a snare.",
          "ID": "5"
        },
        {
          "text": "But the leaders of the priests, having taken up the pieces of silver, said, \"It is not lawful to put them into the temple offerings, because it is the price of blood.\"",
          "ID": "6"
        },
        {
          "text": "Then, having taken counsel, they bought the potter's field with it, as a burying place for sojourners.",
          "ID": "7"
        },
        {
          "text": "For this reason, that field is called Haceldama, that is, 'The Field of Blood,' even to this very day.",
          "ID": "8"
        },
        {
          "text": "Then what was spoken by the prophet Jeremiah was fulfilled, saying, \"And they took the thirty pieces of silver, the price of the one being appraised, whom they appraised before the sons of Israel,",
          "ID": "9"
        },
        {
          "text": "and they gave it for the potter's field, just as the Lord appointed to me.\"",
          "ID": "10"
        },
        {
          "text": "Now Jesus stood before the procurator, and the procurator questioned him, saying, \"You are the king of the Jews?\" Jesus said to him, \"You are saying so.\"",
          "ID": "11"
        },
        {
          "text": "And when he was accused by the leaders of the priests and the elders, he responded nothing.",
          "ID": "12"
        },
        {
          "text": "Then Pilate said to him, \"Do you not hear how much testimony they speak against you?\"",
          "ID": "13"
        },
        {
          "text": "And he did not respond any word to him, so that the procurator wondered greatly.",
          "ID": "14"
        },
        {
          "text": "Now on the solemn day, the procurator was accustomed to release to the people one prisoner, whomever they wished.",
          "ID": "15"
        },
        {
          "text": "And at that time, he had a notorious prisoner, who was called Barabbas.",
          "ID": "16"
        },
        {
          "text": "Therefore, having been gathered together, Pilate said to them, \"Who is it that you want me to release to you: Barabbas, or Jesus, who is called Christ?\"",
          "ID": "17"
        },
        {
          "text": "For he knew that it was out of envy they had handed him over.",
          "ID": "18"
        },
        {
          "text": "But as he was sitting in the place for the tribunal, his wife sent to him, saying: \"It is nothing to you, and he is just. For I have experienced many things today through a vision for his sake.\"",
          "ID": "19"
        },
        {
          "text": "But the leaders of the priests and the elders persuaded the people, so that they would ask for Barabbas, and so that Jesus would perish.",
          "ID": "20"
        },
        {
          "text": "Then, in response, the procurator said to them, \"Which of the two do you want to be released to you?\" But they said to him, \"Barabbas.\"",
          "ID": "21"
        },
        {
          "text": "Pilate said to them, \"Then what shall I do about Jesus, who is called Christ?\" They all said, \"Let him be crucified.\"",
          "ID": "22"
        },
        {
          "text": "The procurator said to them, \"But what evil has he done?\" But they cried out all the more, saying, \"Let him be crucified.\"",
          "ID": "23"
        },
        {
          "text": "Then Pilate, seeing that he was able to accomplish nothing, but that a greater tumult was occurring, taking water, washed his hands in the sight of the people, saying: \"I am innocent of the blood of this just man. See to it yourselves.\"",
          "ID": "24"
        },
        {
          "text": "And the entire people responded by saying, \"May his blood be upon us and upon our children.\"",
          "ID": "25"
        },
        {
          "text": "Then he released Barabbas to them. But Jesus, having been scourged, he handed over to them, so that he would be crucified.",
          "ID": "26"
        },
        {
          "text": "Then the soldiers of the procurator, taking Jesus up to the praetorium, gathered the entire cohort around him.",
          "ID": "27"
        },
        {
          "text": "And stripping him, they put a scarlet cloak around him.",
          "ID": "28"
        },
        {
          "text": "And plaiting a crown of thorns, they placed it on his head, with a reed in his right hand. And genuflecting before him, they mocked him, saying, \"Hail, King of the Jews.\"",
          "ID": "29"
        },
        {
          "text": "And spitting on him, they took the reed and struck his head.",
          "ID": "30"
        },
        {
          "text": "And after they had mocked him, they stripped him of the cloak, and clothed him with his own garments, and they led him away to crucify him.",
          "ID": "31"
        },
        {
          "text": "But as they were going out, they came upon a man of Cyrene, named Simon, whom they compelled to take up his cross.",
          "ID": "32"
        },
        {
          "text": "And they arrived at the place which is called Golgotha, which is the place of Calvary.",
          "ID": "33"
        },
        {
          "text": "And they gave him wine to drink, mixed with gall. And when he had tasted it, he refused to drink it.",
          "ID": "34"
        },
        {
          "text": "Then, after they had crucified him, they divided his garments, casting lots, in order to fulfill what was spoken by the prophet, saying: \"They divided my garments among them, and over my vestment they cast lots.\"",
          "ID": "35"
        },
        {
          "text": "And sitting down, they observed him.",
          "ID": "36"
        },
        {
          "text": "And they set his accusation above his head, written as: THIS IS JESUS, KING OF THE JEWS.",
          "ID": "37"
        },
        {
          "text": "Then two robbers were crucified with him: one on the right and one on the left.",
          "ID": "38"
        },
        {
          "text": "But those passing by blasphemed him, shaking their heads,",
          "ID": "39"
        },
        {
          "text": "and saying: \"Ah, so you would destroy the temple of God and in three days rebuild it! Save your own self. If you are the Son of God, descend from the cross.\"",
          "ID": "40"
        },
        {
          "text": "And similarly, the leaders of the priests, with the scribes and the elders, mocking him, said:",
          "ID": "41"
        },
        {
          "text": "\"He saved others; he cannot save himself. If he is the King of Israel, let him descend now from the cross, and we will believe in him.",
          "ID": "42"
        },
        {
          "text": "He trusted in God; so now, let God free him, if he wills him. For he said, 'I am the Son of God.' \"",
          "ID": "43"
        },
        {
          "text": "Then, the robbers who were crucified with him also reproached him with the very same thing.",
          "ID": "44"
        },
        {
          "text": "Now from the sixth hour, there was darkness over the entire earth, even until the ninth hour.",
          "ID": "45"
        },
        {
          "text": "And about the ninth hour, Jesus cried out with a loud voice, saying: \"Eli, Eli, lamma sabacthani?\" that is, \"My God, My God, why have you forsaken me?\"",
          "ID": "46"
        },
        {
          "text": "Then certain ones who were standing and listening there said, \"This man calls upon Elijah.\"",
          "ID": "47"
        },
        {
          "text": "And one of them, running quickly, took a sponge and filled it with vinegar, and he set it on a reed and he gave it to him to drink.",
          "ID": "48"
        },
        {
          "text": "Yet truly, the others said, \"Wait. Let us see whether Elijah will come to free him.\"",
          "ID": "49"
        },
        {
          "text": "Then Jesus, crying out again with a loud voice, gave up his life.",
          "ID": "50"
        },
        {
          "text": "And behold, the veil of the temple was torn into two parts, from top to bottom. And the earth was shaken, and the rocks were split apart.",
          "ID": "51"
        },
        {
          "text": "And the tombs were opened. And many bodies of the saints, which had been sleeping, arose.",
          "ID": "52"
        },
        {
          "text": "And going out from the tombs, after his resurrection, they went into the holy city, and they appeared to many.",
          "ID": "53"
        },
        {
          "text": "Now the centurion and those who were with him, guarding Jesus, having seen the earthquake and the things that were done, were very fearful, saying: \"Truly, this was the Son of God.\"",
          "ID": "54"
        },
        {
          "text": "And in that place, there were many women, at a distance, who had followed Jesus from Galilee, ministering to him.",
          "ID": "55"
        },
        {
          "text": "Among these were Mary Magdalene and Mary the mother of James and Joseph, and the mother of the sons of Zebedee.",
          "ID": "56"
        },
        {
          "text": "Then, when evening had arrived, a certain wealthy man from Arimathea, named Joseph, arrived, who himself was also a disciple of Jesus.",
          "ID": "57"
        },
        {
          "text": "This man approached Pilate and asked for the body of Jesus. Then Pilate ordered the body to be released.",
          "ID": "58"
        },
        {
          "text": "And Joseph, taking the body, wrapped it in a clean finely-woven linen cloth,",
          "ID": "59"
        },
        {
          "text": "and he placed it in his own new tomb, which he had hewn out of a rock. And he rolled a great stone to the door of the tomb, and he went away.",
          "ID": "60"
        },
        {
          "text": "Now Mary Magdalene and the other Mary were there, sitting opposite the sepulcher.",
          "ID": "61"
        },
        {
          "text": "Then the next day, which is after the Preparation day, the leaders of the priests and the Pharisees went to Pilate together,",
          "ID": "62"
        },
        {
          "text": "saying: \"Lord, we have remembered that that this seducer said, while he was still alive, 'After three days, I will rise again.'",
          "ID": "63"
        },
        {
          "text": "Therefore, order the sepulcher to be guarded until the third day, lest perhaps his disciples may come and steal him, and say to the people, 'He has risen from the dead.' And this last error would be worse than the first.\"",
          "ID": "64"
        },
        {
          "text": "Pilate said to them: \"You have a guard. Go, guard it as you know how.\"",
          "ID": "65"
        },
        {
          "text": "Then, going out, they secured the sepulcher with guards, sealing the stone.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27",
      "name": "Matthew 27"
    },
    {
      "text": [
        {
          "text": "Now on the morning of the Sabbath, when it began to grow light on the first Sabbath, Mary Magdalene and the other Mary went to see the sepulcher.",
          "ID": "1"
        },
        {
          "text": "And behold, a great earthquake occurred. For an Angel of the Lord descended from heaven, and as he approached, he rolled back the stone and sat down on it.",
          "ID": "2"
        },
        {
          "text": "Now his appearance was like lightning, and his vestment was like snow.",
          "ID": "3"
        },
        {
          "text": "Then, out of fear of him, the guards were terrified, and they became like dead men.",
          "ID": "4"
        },
        {
          "text": "Then the Angel responded by saying to the women: \"Do not be afraid. For I know that you are seeking Jesus, who was crucified.",
          "ID": "5"
        },
        {
          "text": "He is not here. For he has risen, just as he said. Come and see the place where the Lord was placed.",
          "ID": "6"
        },
        {
          "text": "And then, go quickly, and tell his disciples that he has risen. And behold, he will precede you to Galilee. There you shall see him. Lo, I have told you beforehand.\"",
          "ID": "7"
        },
        {
          "text": "And they went out of the tomb quickly, with fear and in great joy, running to announce it to his disciples.",
          "ID": "8"
        },
        {
          "text": "And behold, Jesus met them, saying, \"Hail.\" But they drew near and took hold of his feet, and they adored him.",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to them: \"Do not be afraid. Go, announce it to my brothers, so that they may go to Galilee. There they shall see me.\"",
          "ID": "10"
        },
        {
          "text": "And when they had departed, behold, some of the guards went into the city, and they reported to the leaders of the priests all that had happened.",
          "ID": "11"
        },
        {
          "text": "And gathering together with the elders, having taken counsel, they gave an abundant sum of money to the soldiers,",
          "ID": "12"
        },
        {
          "text": "saying: \"Say that his disciples arrived at night and stole him away, while we were sleeping.",
          "ID": "13"
        },
        {
          "text": "And if the procurator hears about this, we will persuade him, and we will protect you.\"",
          "ID": "14"
        },
        {
          "text": "Then, having accepted the money, they did as they were instructed. And this word has been spread among the Jews, even to this day.",
          "ID": "15"
        },
        {
          "text": "Now the eleven disciples went on to Galilee, to the mountain where Jesus had appointed them.",
          "ID": "16"
        },
        {
          "text": "And, seeing him, they worshipped him, but certain ones doubted.",
          "ID": "17"
        },
        {
          "text": "And Jesus, drawing near, spoke to them, saying: \"All authority has been given to me in heaven and on earth.",
          "ID": "18"
        },
        {
          "text": "Therefore, go forth and teach all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
          "ID": "19"
        },
        {
          "text": "teaching them to observe all that I have ever commanded you. And behold, I am with you always, even to the consummation of the age.\"",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28",
      "name": "Matthew 28"
    }
  ],
  "ID": "NT:MAT(CPDV)",
  "version": "CPDV",
  "name": "Matthew"
}