{
  "text": [
    {
      "text": [
        {
          "text": "The record of the genealogy of Jesus the Messiah, the son of David, the son of Abraham:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Abraham was the father of Isaac, Isaac the father of Jacob, and Jacob the father of Judah and his brothers.",
          "ID": "2"
        },
        {
          "text": "Judah was the father of Perez and Zerah by Tamar, Perez was the father of Hezron, and Hezron the father of Ram.",
          "ID": "3"
        },
        {
          "text": "Ram was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon.",
          "ID": "4"
        },
        {
          "text": "Salmon was the father of Boaz by Rahab, Boaz was the father of Obed by Ruth, and Obed the father of Jesse.",
          "ID": "5"
        },
        {
          "text": "Jesse was the father of David the king.",
          "ID": "6"
        },
        {
          "text": "David was the father of Solomon by Bathsheba who had been the wife of Uriah.",
          "ID": "6"
        },
        {
          "text": "Solomon was the father of Rehoboam, Rehoboam the father of Abijah, and Abijah the father of Asa.",
          "ID": "7"
        },
        {
          "text": "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah.",
          "ID": "8"
        },
        {
          "text": "Uzziah was the father of Jotham, Jotham the father of Ahaz, and Ahaz the father of Hezekiah.",
          "ID": "9"
        },
        {
          "text": "Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah.",
          "ID": "10"
        },
        {
          "text": "Josiah became the father of Jeconiah and his brothers, at the time of the deportation to Babylon.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "After the deportation to Babylon: Jeconiah became the father of Shealtiel, and Shealtiel the father of Zerubbabel.",
          "ID": "12"
        },
        {
          "text": "Zerubbabel was the father of Abihud, Abihud the father of Eliakim, and Eliakim the father of Azor.",
          "ID": "13"
        },
        {
          "text": "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud.",
          "ID": "14"
        },
        {
          "text": "Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob.",
          "ID": "15"
        },
        {
          "text": "Jacob was the father of Joseph the husband of Mary, by whom Jesus was born, who is called the Messiah.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "So all the generations from Abraham to David are fourteen generations; from David to the deportation to Babylon, fourteen generations; and from the deportation to Babylon to the Messiah, fourteen generations.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by the Holy Spirit.",
          "ID": "18"
        },
        {
          "text": "And Joseph her husband, being a righteous man and not wanting to disgrace her, planned to send her away secretly.",
          "ID": "19"
        },
        {
          "text": "But when he had considered this, behold, an angel of the Lord appeared to him in a dream, saying, \"Joseph, son of David, do not be afraid to take Mary as your wife; for the Child who has been conceived in her is of the Holy Spirit.",
          "ID": "20"
        },
        {
          "text": "She will bear a Son; and you shall call His name Jesus, for He will save His people from their sins.\"",
          "ID": "21"
        },
        {
          "text": "Now all this took place to fulfill what was spoken by the Lord through the prophet:",
          "ID": "22"
        },
        {
          "text": "\"Behold, the virgin shall be with child and shall bear a Son, and they shall call His name Immanuel,\" which translated means, \"God with us.\"",
          "ID": "23"
        },
        {
          "text": "And Joseph awoke from his sleep and did as the angel of the Lord commanded him, and took Mary as his wife,",
          "ID": "24"
        },
        {
          "text": "but kept her a virgin until she gave birth to a Son; and he called His name Jesus.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.1",
      "name": "MATTHEW 1"
    },
    {
      "text": [
        {
          "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, magi from the east arrived in Jerusalem, saying,",
          "ID": "1"
        },
        {
          "text": "\"Where is He who has been born King of the Jews? For we saw His star in the east and have come to worship Him.\"",
          "ID": "2"
        },
        {
          "text": "When Herod the king heard this, he was troubled, and all Jerusalem with him.",
          "ID": "3"
        },
        {
          "text": "Gathering together all the chief priests and scribes of the people, he inquired of them where the Messiah was to be born.",
          "ID": "4"
        },
        {
          "text": "They said to him, \"In Bethlehem of Judea; for this is what has been written by the prophet:",
          "ID": "5"
        },
        {
          "text": "'And you, Bethlehem, land of Judah,",
          "ID": "6"
        },
        {
          "text": "Are by no means least among the leaders of Judah;",
          "ID": "6"
        },
        {
          "text": "For out of you shall come forth a Ruler",
          "ID": "6"
        },
        {
          "text": "Who will shepherd My people Israel.'\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then Herod secretly called the magi and determined from them the exact time the star appeared.",
          "ID": "7"
        },
        {
          "text": "And he sent them to Bethlehem and said, \"Go and search carefully for the Child; and when you have found Him, report to me, so that I too may come and worship Him.\"",
          "ID": "8"
        },
        {
          "text": "After hearing the king, they went their way; and the star, which they had seen in the east, went on before them until it came and stood over the place where the Child was.",
          "ID": "9"
        },
        {
          "text": "When they saw the star, they rejoiced exceedingly with great joy.",
          "ID": "10"
        },
        {
          "text": "After coming into the house they saw the Child with Mary His mother; and they fell to the ground and worshiped Him. Then, opening their treasures, they presented to Him gifts of gold, frankincense, and myrrh.",
          "ID": "11"
        },
        {
          "text": "And having been warned by God in a dream not to return to Herod, the magi left for their own country by another way.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now when they had gone, behold, an angel of the Lord appeared to Joseph in a dream and said, \"Get up! Take the Child and His mother and flee to Egypt, and remain there until I tell you; for Herod is going to search for the Child to destroy Him.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "So Joseph got up and took the Child and His mother while it was still night, and left for Egypt.",
          "ID": "14"
        },
        {
          "text": "He remained there until the death of Herod. This was to fulfill what had been spoken by the Lord through the prophet: \"Out of Egypt I called My Son.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Then when Herod saw that he had been tricked by the magi, he became very enraged, and sent and slew all the male children who were in Bethlehem and all its vicinity, from two years old and under, according to the time which he had determined from the magi.",
          "ID": "16"
        },
        {
          "text": "Then what had been spoken through Jeremiah the prophet was fulfilled:",
          "ID": "17"
        },
        {
          "text": "\"A voice was heard in Ramah,",
          "ID": "18"
        },
        {
          "text": "Weeping and great mourning,",
          "ID": "18"
        },
        {
          "text": "Rachel weeping for her children;",
          "ID": "18"
        },
        {
          "text": "And she refused to be comforted,",
          "ID": "18"
        },
        {
          "text": "Because they were no more.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "But when Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt, and said,",
          "ID": "19"
        },
        {
          "text": "\"Get up, take the Child and His mother, and go into the land of Israel; for those who sought the Child's life are dead.\"",
          "ID": "20"
        },
        {
          "text": "So Joseph got up, took the Child and His mother, and came into the land of Israel.",
          "ID": "21"
        },
        {
          "text": "But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there. Then after being warned by God in a dream, he left for the regions of Galilee,",
          "ID": "22"
        },
        {
          "text": "and came and lived in a city called Nazareth. This was to fulfill what was spoken through the prophets: \"He shall be called a Nazarene.\"",
          "ID": "23"
        }
      ],
      "ID": "NT:MAT.2",
      "name": "MATTHEW 2"
    },
    {
      "text": [
        {
          "text": "Now in those days John the Baptist came, preaching in the wilderness of Judea, saying,",
          "ID": "1"
        },
        {
          "text": "\"Repent, for the kingdom of heaven is at hand.\"",
          "ID": "2"
        },
        {
          "text": "For this is the one referred to by Isaiah the prophet when he said,",
          "ID": "3"
        },
        {
          "text": "\"The voice of one crying in the wilderness,",
          "ID": "3"
        },
        {
          "text": "'Make ready the way of the Lord,",
          "ID": "3"
        },
        {
          "text": "Make His paths straight!'\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Now John himself had a garment of camel's hair and a leather belt around his waist; and his food was locusts and wild honey.",
          "ID": "4"
        },
        {
          "text": "Then Jerusalem was going out to him, and all Judea and all the district around the Jordan;",
          "ID": "5"
        },
        {
          "text": "and they were being baptized by him in the Jordan River, as they confessed their sins.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But when he saw many of the Pharisees and Sadducees coming for baptism, he said to them, \"You brood of vipers, who warned you to flee from the wrath to come?",
          "ID": "7"
        },
        {
          "text": "Therefore bear fruit in keeping with repentance;",
          "ID": "8"
        },
        {
          "text": "and do not suppose that you can say to yourselves, 'We have Abraham for our father'; for I say to you that from these stones God is able to raise up children to Abraham.",
          "ID": "9"
        },
        {
          "text": "The axe is already laid at the root of the trees; therefore every tree that does not bear good fruit is cut down and thrown into the fire.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"As for me, I baptize you with water for repentance, but He who is coming after me is mightier than I, and I am not fit to remove His sandals; He will baptize you with the Holy Spirit and fire.",
          "ID": "11"
        },
        {
          "text": "His winnowing fork is in His hand, and He will thoroughly clear His threshing floor; and He will gather His wheat into the barn, but He will burn up the chaff with unquenchable fire.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then Jesus arrived from Galilee at the Jordan coming to John, to be baptized by him.",
          "ID": "13"
        },
        {
          "text": "But John tried to prevent Him, saying, \"I have need to be baptized by You, and do You come to me?\"",
          "ID": "14"
        },
        {
          "text": "But Jesus answering said to him, \"Permit it at this time; for in this way it is fitting for us to fulfill all righteousness.\" Then he permitted Him.",
          "ID": "15"
        },
        {
          "text": "After being baptized, Jesus came up immediately from the water; and behold, the heavens were opened, and he saw the Spirit of God descending as a dove and lighting on Him,",
          "ID": "16"
        },
        {
          "text": "and behold, a voice out of the heavens said, \"This is My beloved Son, in whom I am well-pleased.\"",
          "ID": "17"
        }
      ],
      "ID": "NT:MAT.3",
      "name": "MATTHEW 3"
    },
    {
      "text": [
        {
          "text": "Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil.",
          "ID": "1"
        },
        {
          "text": "And after He had fasted forty days and forty nights, He then became hungry.",
          "ID": "2"
        },
        {
          "text": "And the tempter came and said to Him, \"If You are the Son of God, command that these stones become bread.\"",
          "ID": "3"
        },
        {
          "text": "But He answered and said, \"It is written, 'Man shall not live on bread alone, but on every word that proceeds out of the mouth of God.'\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then the devil took Him into the holy city and had Him stand on the pinnacle of the temple,",
          "ID": "5"
        },
        {
          "text": "and said to Him, \"If You are the Son of God, throw Yourself down; for it is written,",
          "ID": "6"
        },
        {
          "text": "'He will command His angels concerning You';",
          "ID": "6"
        },
        {
          "text": "and 'On their hands they will bear You up, So that You will not strike Your foot against a stone.'\"",
          "ID": "6"
        },
        {
          "text": "Jesus said to him, \"On the other hand, it is written, 'You shall not put the Lord your God to the test.'\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Again, the devil took Him to a very high mountain and showed Him all the kingdoms of the world and their glory;",
          "ID": "8"
        },
        {
          "text": "and he said to Him, \"All these things I will give You, if You fall down and worship me.\"",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to him, \"Go, Satan! For it is written, 'You shall worship the Lord your God, and serve Him only.'\"",
          "ID": "10"
        },
        {
          "text": "Then the devil left Him; and behold, angels came and began to minister to Him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now when Jesus heard that John had been taken into custody, He withdrew into Galilee;",
          "ID": "12"
        },
        {
          "text": "and leaving Nazareth, He came and settled in Capernaum, which is by the sea, in the region of Zebulun and Naphtali.",
          "ID": "13"
        },
        {
          "text": "This was to fulfill what was spoken through Isaiah the prophet:",
          "ID": "14"
        },
        {
          "text": "\"The land of Zebulun and the land of Naphtali,",
          "ID": "15"
        },
        {
          "text": "By the way of the sea, beyond the Jordan, Galilee of the Gentiles-",
          "ID": "15"
        },
        {
          "text": "\"The people who were sitting in darkness saw a great Light,",
          "ID": "16"
        },
        {
          "text": "And those who were sitting in the land and shadow of death,",
          "ID": "16"
        },
        {
          "text": "Upon them a Light dawned.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "From that time Jesus began to preach and say, \"Repent, for the kingdom of heaven is at hand.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now as Jesus was walking by the Sea of Galilee, He saw two brothers, Simon who was called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen.",
          "ID": "18"
        },
        {
          "text": "And He said to them, \"Follow Me, and I will make you fishers of men.\"",
          "ID": "19"
        },
        {
          "text": "Immediately they left their nets and followed Him.",
          "ID": "20"
        },
        {
          "text": "Going on from there He saw two other brothers, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets; and He called them.",
          "ID": "21"
        },
        {
          "text": "Immediately they left the boat and their father, and followed Him.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Jesus was going throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness among the people.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "The news about Him spread throughout all Syria; and they brought to Him all who were ill, those suffering with various diseases and pains, demoniacs, epileptics, paralytics; and He healed them.",
          "ID": "24"
        },
        {
          "text": "Large crowds followed Him from Galilee and the Decapolis and Jerusalem and Judea and from beyond the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "NT:MAT.4",
      "name": "MATTHEW 4"
    },
    {
      "text": [
        {
          "text": "When Jesus saw the crowds, He went up on the mountain; and after He sat down, His disciples came to Him.",
          "ID": "1"
        },
        {
          "text": "He opened His mouth and began to teach them, saying,",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "\"Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "\"Blessed are those who mourn, for they shall be comforted.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"Blessed are the gentle, for they shall inherit the earth.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Blessed are the merciful, for they shall receive mercy.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"Blessed are the pure in heart, for they shall see God.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"Blessed are the peacemakers, for they shall be called sons of God.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"Blessed are those who have been persecuted for the sake of righteousness, for theirs is the kingdom of heaven.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"Blessed are you when people insult you and persecute you, and falsely say all kinds of evil against you because of Me.",
          "ID": "11"
        },
        {
          "text": "Rejoice and be glad, for your reward in heaven is great; for in the same way they persecuted the prophets who were before you.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"You are the salt of the earth; but if the salt has become tasteless, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled under foot by men.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"You are the light of the world. A city set on a hill cannot be hidden;",
          "ID": "14"
        },
        {
          "text": "nor does anyone light a lamp and put it under a basket, but on the lampstand, and it gives light to all who are in the house.",
          "ID": "15"
        },
        {
          "text": "Let your light shine before men in such a way that they may see your good works, and glorify your Father who is in heaven.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"Do not think that I came to abolish the Law or the Prophets; I did not come to abolish but to fulfill.",
          "ID": "17"
        },
        {
          "text": "For truly I say to you, until heaven and earth pass away, not the smallest letter or stroke shall pass from the Law until all is accomplished.",
          "ID": "18"
        },
        {
          "text": "Whoever then annuls one of the least of these commandments, and teaches others to do the same, shall be called least in the kingdom of heaven; but whoever keeps and teaches them, he shall be called great in the kingdom of heaven.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "\"For I say to you that unless your righteousness surpasses that of the scribes and Pharisees, you will not enter the kingdom of heaven.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "\"You have heard that the ancients were told, 'You shall not commit murder' and 'Whoever commits murder shall be liable to the court.'",
          "ID": "21"
        },
        {
          "text": "But I say to you that everyone who is angry with his brother shall be guilty before the court; and whoever says to his brother, 'You good-for-nothing,' shall be guilty before the supreme court; and whoever says, 'You fool,' shall be guilty enough to go into the fiery hell.",
          "ID": "22"
        },
        {
          "text": "Therefore if you are presenting your offering at the altar, and there remember that your brother has something against you,",
          "ID": "23"
        },
        {
          "text": "leave your offering there before the altar and go; first be reconciled to your brother, and then come and present your offering.",
          "ID": "24"
        },
        {
          "text": "Make friends quickly with your opponent at law while you are with him on the way, so that your opponent may not hand you over to the judge, and the judge to the officer, and you be thrown into prison.",
          "ID": "25"
        },
        {
          "text": "Truly I say to you, you will not come out of there until you have paid up the last cent.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"You have heard that it was said, 'You shall not commit adultery';",
          "ID": "27"
        },
        {
          "text": "but I say to you that everyone who looks at a woman with lust for her has already committed adultery with her in his heart.",
          "ID": "28"
        },
        {
          "text": "If your right eye makes you stumble, tear it out and throw it from you; for it is better for you to lose one of the parts of your body, than for your whole body to be thrown into hell.",
          "ID": "29"
        },
        {
          "text": "If your right hand makes you stumble, cut it off and throw it from you; for it is better for you to lose one of the parts of your body, than for your whole body to go into hell.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"It was said, 'Whoever sends his wife away, let him give her a certificate of divorce';",
          "ID": "31"
        },
        {
          "text": "but I say to you that everyone who divorces his wife, except for the reason of unchastity, makes her commit adultery; and whoever marries a divorced woman commits adultery.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"Again, you have heard that the ancients were told, 'You shall not make false vows, but shall fulfill your vows to the Lord.'",
          "ID": "33"
        },
        {
          "text": "But I say to you, make no oath at all, either by heaven, for it is the throne of God,",
          "ID": "34"
        },
        {
          "text": "or by the earth, for it is the footstool of His feet, or by Jerusalem, for it is the city of the great King.",
          "ID": "35"
        },
        {
          "text": "Nor shall you make an oath by your head, for you cannot make one hair white or black.",
          "ID": "36"
        },
        {
          "text": "But let your statement be, 'Yes, yes' or 'No, no'; anything beyond these is of evil.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "\"You have heard that it was said, 'An eye for an eye, and a tooth for a tooth.'",
          "ID": "38"
        },
        {
          "text": "But I say to you, do not resist an evil person; but whoever slaps you on your right cheek, turn the other to him also.",
          "ID": "39"
        },
        {
          "text": "If anyone wants to sue you and take your shirt, let him have your coat also.",
          "ID": "40"
        },
        {
          "text": "Whoever forces you to go one mile, go with him two.",
          "ID": "41"
        },
        {
          "text": "Give to him who asks of you, and do not turn away from him who wants to borrow from you.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "\"You have heard that it was said, 'You shall love your neighbor and hate your enemy.'",
          "ID": "43"
        },
        {
          "text": "But I say to you, love your enemies and pray for those who persecute you,",
          "ID": "44"
        },
        {
          "text": "so that you may be sons of your Father who is in heaven; for He causes His sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.",
          "ID": "45"
        },
        {
          "text": "For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?",
          "ID": "46"
        },
        {
          "text": "If you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?",
          "ID": "47"
        },
        {
          "text": "Therefore you are to be perfect, as your heavenly Father is perfect.",
          "ID": "48"
        }
      ],
      "ID": "NT:MAT.5",
      "name": "MATTHEW 5"
    },
    {
      "text": [
        {
          "text": "\"Beware of practicing your righteousness before men to be noticed by them; otherwise you have no reward with your Father who is in heaven.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "\"So when you give to the poor, do not sound a trumpet before you, as the hypocrites do in the synagogues and in the streets, so that they may be honored by men. Truly I say to you, they have their reward in full.",
          "ID": "2"
        },
        {
          "text": "But when you give to the poor, do not let your left hand know what your right hand is doing,",
          "ID": "3"
        },
        {
          "text": "so that your giving will be in secret; and your Father who sees what is done in secret will reward you.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"When you pray, you are not to be like the hypocrites; for they love to stand and pray in the synagogues and on the street corners so that they may be seen by men. Truly I say to you, they have their reward in full.",
          "ID": "5"
        },
        {
          "text": "But you, when you pray, go into your inner room, close your door and pray to your Father who is in secret, and your Father who sees what is done in secret will reward you.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"And when you are praying, do not use meaningless repetition as the Gentiles do, for they suppose that they will be heard for their many words.",
          "ID": "7"
        },
        {
          "text": "So do not be like them; for your Father knows what you need before you ask Him.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"Pray, then, in this way: 'Our Father who is in heaven, Hallowed be Your name.",
          "ID": "9"
        },
        {
          "text": "'Your kingdom come.",
          "ID": "10"
        },
        {
          "text": "Your will be done,",
          "ID": "10"
        },
        {
          "text": "On earth as it is in heaven.",
          "ID": "10"
        },
        {
          "text": "'Give us this day our daily bread.",
          "ID": "11"
        },
        {
          "text": "'And forgive us our debts, as we also have forgiven our debtors.",
          "ID": "12"
        },
        {
          "text": "'And do not lead us into temptation, but deliver us from evil. [For Yours is the kingdom and the power and the glory forever. Amen.']",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For if you forgive others for their transgressions, your heavenly Father will also forgive you.",
          "ID": "14"
        },
        {
          "text": "But if you do not forgive others, then your Father will not forgive your transgressions.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Whenever you fast, do not put on a gloomy face as the hypocrites do, for they neglect their appearance so that they will be noticed by men when they are fasting. Truly I say to you, they have their reward in full.",
          "ID": "16"
        },
        {
          "text": "But you, when you fast, anoint your head and wash your face",
          "ID": "17"
        },
        {
          "text": "so that your fasting will not be noticed by men, but by your Father who is in secret; and your Father who sees what is done in secret will reward you.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal.",
          "ID": "19"
        },
        {
          "text": "But store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in or steal;",
          "ID": "20"
        },
        {
          "text": "for where your treasure is, there your heart will be also.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "\"The eye is the lamp of the body; so then if your eye is clear, your whole body will be full of light.",
          "ID": "22"
        },
        {
          "text": "But if your eye is bad, your whole body will be full of darkness. If then the light that is in you is darkness, how great is the darkness!",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and wealth.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"For this reason I say to you, do not be worried about your life, as to what you will eat or what you will drink; nor for your body, as to what you will put on. Is not life more than food, and the body more than clothing?",
          "ID": "25"
        },
        {
          "text": "Look at the birds of the air, that they do not sow, nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not worth much more than they?",
          "ID": "26"
        },
        {
          "text": "And who of you by being worried can add a single hour to his life?",
          "ID": "27"
        },
        {
          "text": "And why are you worried about clothing? Observe how the lilies of the field grow; they do not toil nor do they spin,",
          "ID": "28"
        },
        {
          "text": "yet I say to you that not even Solomon in all his glory clothed himself like one of these.",
          "ID": "29"
        },
        {
          "text": "But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the furnace, will He not much more clothe you? You of little faith!",
          "ID": "30"
        },
        {
          "text": "Do not worry then, saying, 'What will we eat?' or 'What will we drink?' or 'What will we wear for clothing?'",
          "ID": "31"
        },
        {
          "text": "For the Gentiles eagerly seek all these things; for your heavenly Father knows that you need all these things.",
          "ID": "32"
        },
        {
          "text": "But seek first His kingdom and His righteousness, and all these things will be added to you.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"So do not worry about tomorrow; for tomorrow will care for itself. Each day has enough trouble of its own.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.6",
      "name": "MATTHEW 6"
    },
    {
      "text": [
        {
          "text": "\"Do not judge so that you will not be judged.",
          "ID": "1"
        },
        {
          "text": "For in the way you judge, you will be judged; and by your standard of measure, it will be measured to you.",
          "ID": "2"
        },
        {
          "text": "Why do you look at the speck that is in your brother's eye, but do not notice the log that is in your own eye?",
          "ID": "3"
        },
        {
          "text": "Or how can you say to your brother, 'Let me take the speck out of your eye,' and behold, the log is in your own eye?",
          "ID": "4"
        },
        {
          "text": "You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother's eye.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"Do not give what is holy to dogs, and do not throw your pearls before swine, or they will trample them under their feet, and turn and tear you to pieces.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
          "ID": "7"
        },
        {
          "text": "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.",
          "ID": "8"
        },
        {
          "text": "Or what man is there among you who, when his son asks for a loaf, will give him a stone?",
          "ID": "9"
        },
        {
          "text": "Or if he asks for a fish, he will not give him a snake, will he?",
          "ID": "10"
        },
        {
          "text": "If you then, being evil, know how to give good gifts to your children, how much more will your Father who is in heaven give what is good to those who ask Him!",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"In everything, therefore, treat people the same way you want them to treat you, for this is the Law and the Prophets.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"Enter through the narrow gate; for the gate is wide and the way is broad that leads to destruction, and there are many who enter through it.",
          "ID": "13"
        },
        {
          "text": "For the gate is small and the way is narrow that leads to life, and there are few who find it.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"Beware of the false prophets, who come to you in sheep's clothing, but inwardly are ravenous wolves.",
          "ID": "15"
        },
        {
          "text": "You will know them by their fruits. Grapes are not gathered from thorn bushes nor figs from thistles, are they?",
          "ID": "16"
        },
        {
          "text": "So every good tree bears good fruit, but the bad tree bears bad fruit.",
          "ID": "17"
        },
        {
          "text": "A good tree cannot produce bad fruit, nor can a bad tree produce good fruit.",
          "ID": "18"
        },
        {
          "text": "Every tree that does not bear good fruit is cut down and thrown into the fire.",
          "ID": "19"
        },
        {
          "text": "So then, you will know them by their fruits.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "\"Not everyone who says to Me, 'Lord, Lord,' will enter the kingdom of heaven, but he who does the will of My Father who is in heaven will enter.",
          "ID": "21"
        },
        {
          "text": "Many will say to Me on that day, 'Lord, Lord, did we not prophesy in Your name, and in Your name cast out demons, and in Your name perform many miracles?'",
          "ID": "22"
        },
        {
          "text": "And then I will declare to them, 'I never knew you; depart from Me, you who practice lawlessness.'",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"Therefore everyone who hears these words of Mine and acts on them, may be compared to a wise man who built his house on the rock.",
          "ID": "24"
        },
        {
          "text": "And the rain fell, and the floods came, and the winds blew and slammed against that house; and yet it did not fall, for it had been founded on the rock.",
          "ID": "25"
        },
        {
          "text": "Everyone who hears these words of Mine and does not act on them, will be like a foolish man who built his house on the sand.",
          "ID": "26"
        },
        {
          "text": "The rain fell, and the floods came, and the winds blew and slammed against that house; and it fell-and great was its fall.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When Jesus had finished these words, the crowds were amazed at His teaching;",
          "ID": "28"
        },
        {
          "text": "for He was teaching them as one having authority, and not as their scribes.",
          "ID": "29"
        }
      ],
      "ID": "NT:MAT.7",
      "name": "MATTHEW 7"
    },
    {
      "text": [
        {
          "text": "When Jesus came down from the mountain, large crowds followed Him.",
          "ID": "1"
        },
        {
          "text": "And a leper came to Him and bowed down before Him, and said, \"Lord, if You are willing, You can make me clean.\"",
          "ID": "2"
        },
        {
          "text": "Jesus stretched out His hand and touched him, saying, \"I am willing; be cleansed.\" And immediately his leprosy was cleansed.",
          "ID": "3"
        },
        {
          "text": "And Jesus said to him, \"See that you tell no one; but go, show yourself to the priest and present the offering that Moses commanded, as a testimony to them.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And when Jesus entered Capernaum, a centurion came to Him, imploring Him,",
          "ID": "5"
        },
        {
          "text": "and saying, \"Lord, my servant is lying paralyzed at home, fearfully tormented.\"",
          "ID": "6"
        },
        {
          "text": "Jesus said to him, \"I will come and heal him.\"",
          "ID": "7"
        },
        {
          "text": "But the centurion said, \"Lord, I am not worthy for You to come under my roof, but just say the word, and my servant will be healed.",
          "ID": "8"
        },
        {
          "text": "For I also am a man under authority, with soldiers under me; and I say to this one, 'Go!' and he goes, and to another, 'Come!' and he comes, and to my slave, 'Do this!' and he does it.\"",
          "ID": "9"
        },
        {
          "text": "Now when Jesus heard this, He marveled and said to those who were following, \"Truly I say to you, I have not found such great faith with anyone in Israel.",
          "ID": "10"
        },
        {
          "text": "I say to you that many will come from east and west, and recline at the table with Abraham, Isaac and Jacob in the kingdom of heaven;",
          "ID": "11"
        },
        {
          "text": "but the sons of the kingdom will be cast out into the outer darkness; in that place there will be weeping and gnashing of teeth.\"",
          "ID": "12"
        },
        {
          "text": "And Jesus said to the centurion, \"Go; it shall be done for you as you have believed.\" And the servant was healed that very moment.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When Jesus came into Peter's home, He saw his mother-in-law lying sick in bed with a fever.",
          "ID": "14"
        },
        {
          "text": "He touched her hand, and the fever left her; and she got up and waited on Him.",
          "ID": "15"
        },
        {
          "text": "When evening came, they brought to Him many who were demon-possessed; and He cast out the spirits with a word, and healed all who were ill.",
          "ID": "16"
        },
        {
          "text": "This was to fulfill what was spoken through Isaiah the prophet: \"He Himself took our infirmities and carried away our diseases.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now when Jesus saw a crowd around Him, He gave orders to depart to the other side of the sea.",
          "ID": "18"
        },
        {
          "text": "Then a scribe came and said to Him, \"Teacher, I will follow You wherever You go.\"",
          "ID": "19"
        },
        {
          "text": "Jesus said to him, \"The foxes have holes and the birds of the air have nests, but the Son of Man has nowhere to lay His head.\"",
          "ID": "20"
        },
        {
          "text": "Another of the disciples said to Him, \"Lord, permit me first to go and bury my father.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus said to him, \"Follow Me, and allow the dead to bury their own dead.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When He got into the boat, His disciples followed Him.",
          "ID": "23"
        },
        {
          "text": "And behold, there arose a great storm on the sea, so that the boat was being covered with the waves; but Jesus Himself was asleep.",
          "ID": "24"
        },
        {
          "text": "And they came to Him and woke Him, saying, \"Save us, Lord; we are perishing!\"",
          "ID": "25"
        },
        {
          "text": "He said to them, \"Why are you afraid, you men of little faith?\" Then He got up and rebuked the winds and the sea, and it became perfectly calm.",
          "ID": "26"
        },
        {
          "text": "The men were amazed, and said, \"What kind of a man is this, that even the winds and the sea obey Him?\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When He came to the other side into the country of the Gadarenes, two men who were demon-possessed met Him as they were coming out of the tombs. They were so extremely violent that no one could pass by that way.",
          "ID": "28"
        },
        {
          "text": "And they cried out, saying, \"What business do we have with each other, Son of God? Have You come here to torment us before the time?\"",
          "ID": "29"
        },
        {
          "text": "Now there was a herd of many swine feeding at a distance from them.",
          "ID": "30"
        },
        {
          "text": "The demons began to entreat Him, saying, \"If You are going to cast us out, send us into the herd of swine.\"",
          "ID": "31"
        },
        {
          "text": "And He said to them, \"Go!\" And they came out and went into the swine, and the whole herd rushed down the steep bank into the sea and perished in the waters.",
          "ID": "32"
        },
        {
          "text": "The herdsmen ran away, and went to the city and reported everything, including what had happened to the demoniacs.",
          "ID": "33"
        },
        {
          "text": "And behold, the whole city came out to meet Jesus; and when they saw Him, they implored Him to leave their region.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.8",
      "name": "MATTHEW 8"
    },
    {
      "text": [
        {
          "text": "Getting into a boat, Jesus crossed over the sea and came to His own city.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And they brought to Him a paralytic lying on a bed. Seeing their faith, Jesus said to the paralytic, \"Take courage, son; your sins are forgiven.\"",
          "ID": "2"
        },
        {
          "text": "And some of the scribes said to themselves, \"This fellow blasphemes.\"",
          "ID": "3"
        },
        {
          "text": "And Jesus knowing their thoughts said, \"Why are you thinking evil in your hearts?",
          "ID": "4"
        },
        {
          "text": "Which is easier, to say, 'Your sins are forgiven,' or to say, 'Get up, and walk'?",
          "ID": "5"
        },
        {
          "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"-then He said to the paralytic, \"Get up, pick up your bed and go home.\"",
          "ID": "6"
        },
        {
          "text": "And he got up and went home.",
          "ID": "7"
        },
        {
          "text": "But when the crowds saw this, they were awestruck, and glorified God, who had given such authority to men.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "As Jesus went on from there, He saw a man called Matthew, sitting in the tax collector's booth; and He said to him, \"Follow Me!\" And he got up and followed Him.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then it happened that as Jesus was reclining at the table in the house, behold, many tax collectors and sinners came and were dining with Jesus and His disciples.",
          "ID": "10"
        },
        {
          "text": "When the Pharisees saw this, they said to His disciples, \"Why is your Teacher eating with the tax collectors and sinners?\"",
          "ID": "11"
        },
        {
          "text": "But when Jesus heard this, He said, \"It is not those who are healthy who need a physician, but those who are sick.",
          "ID": "12"
        },
        {
          "text": "But go and learn what this means: 'I desire compassion, and not sacrifice,' for I did not come to call the righteous, but sinners.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then the disciples of John came to Him, asking, \"Why do we and the Pharisees fast, but Your disciples do not fast?\"",
          "ID": "14"
        },
        {
          "text": "And Jesus said to them, \"The attendants of the bridegroom cannot mourn as long as the bridegroom is with them, can they? But the days will come when the bridegroom is taken away from them, and then they will fast.",
          "ID": "15"
        },
        {
          "text": "But no one puts a patch of unshrunk cloth on an old garment; for the patch pulls away from the garment, and a worse tear results.",
          "ID": "16"
        },
        {
          "text": "Nor do people put new wine into old wineskins; otherwise the wineskins burst, and the wine pours out and the wineskins are ruined; but they put new wine into fresh wineskins, and both are preserved.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "While He was saying these things to them, a synagogue official came and bowed down before Him, and said, \"My daughter has just died; but come and lay Your hand on her, and she will live.\"",
          "ID": "18"
        },
        {
          "text": "Jesus got up and began to follow him, and so did His disciples.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And a woman who had been suffering from a hemorrhage for twelve years, came up behind Him and touched the fringe of His cloak;",
          "ID": "20"
        },
        {
          "text": "for she was saying to herself, \"If I only touch His garment, I will get well.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus turning and seeing her said, \"Daughter, take courage; your faith has made you well.\" At once the woman was made well.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When Jesus came into the official's house, and saw the flute-players and the crowd in noisy disorder,",
          "ID": "23"
        },
        {
          "text": "He said, \"Leave; for the girl has not died, but is asleep.\" And they began laughing at Him.",
          "ID": "24"
        },
        {
          "text": "But when the crowd had been sent out, He entered and took her by the hand, and the girl got up.",
          "ID": "25"
        },
        {
          "text": "This news spread throughout all that land.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "As Jesus went on from there, two blind men followed Him, crying out, \"Have mercy on us, Son of David!\"",
          "ID": "27"
        },
        {
          "text": "When He entered the house, the blind men came up to Him, and Jesus said to them, \"Do you believe that I am able to do this?\" They said to Him, \"Yes, Lord.\"",
          "ID": "28"
        },
        {
          "text": "Then He touched their eyes, saying, \"It shall be done to you according to your faith.\"",
          "ID": "29"
        },
        {
          "text": "And their eyes were opened. And Jesus sternly warned them: \"See that no one knows about this!\"",
          "ID": "30"
        },
        {
          "text": "But they went out and spread the news about Him throughout all that land.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "As they were going out, a mute, demon-possessed man was brought to Him.",
          "ID": "32"
        },
        {
          "text": "After the demon was cast out, the mute man spoke; and the crowds were amazed, and were saying, \"Nothing like this has ever been seen in Israel.\"",
          "ID": "33"
        },
        {
          "text": "But the Pharisees were saying, \"He casts out the demons by the ruler of the demons.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus was going through all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Seeing the people, He felt compassion for them, because they were distressed and dispirited like sheep without a shepherd.",
          "ID": "36"
        },
        {
          "text": "Then He said to His disciples, \"The harvest is plentiful, but the workers are few.",
          "ID": "37"
        },
        {
          "text": "Therefore beseech the Lord of the harvest to send out workers into His harvest.\"",
          "ID": "38"
        }
      ],
      "ID": "NT:MAT.9",
      "name": "MATTHEW 9"
    },
    {
      "text": [
        {
          "text": "Jesus summoned His twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every kind of disease and every kind of sickness.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Now the names of the twelve apostles are these: The first, Simon, who is called Peter, and Andrew his brother; and James the son of Zebedee, and John his brother;",
          "ID": "2"
        },
        {
          "text": "Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus;",
          "ID": "3"
        },
        {
          "text": "Simon the Zealot, and Judas Iscariot, the one who betrayed Him.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "These twelve Jesus sent out after instructing them: \"Do not go in the way of the Gentiles, and do not enter any city of the Samaritans;",
          "ID": "5"
        },
        {
          "text": "but rather go to the lost sheep of the house of Israel.",
          "ID": "6"
        },
        {
          "text": "And as you go, preach, saying, 'The kingdom of heaven is at hand.'",
          "ID": "7"
        },
        {
          "text": "Heal the sick, raise the dead, cleanse the lepers, cast out demons. Freely you received, freely give.",
          "ID": "8"
        },
        {
          "text": "Do not acquire gold, or silver, or copper for your money belts,",
          "ID": "9"
        },
        {
          "text": "or a bag for your journey, or even two coats, or sandals, or a staff; for the worker is worthy of his support.",
          "ID": "10"
        },
        {
          "text": "And whatever city or village you enter, inquire who is worthy in it, and stay at his house until you leave that city.",
          "ID": "11"
        },
        {
          "text": "As you enter the house, give it your greeting.",
          "ID": "12"
        },
        {
          "text": "If the house is worthy, give it your blessing of peace. But if it is not worthy, take back your blessing of peace.",
          "ID": "13"
        },
        {
          "text": "Whoever does not receive you, nor heed your words, as you go out of that house or that city, shake the dust off your feet.",
          "ID": "14"
        },
        {
          "text": "Truly I say to you, it will be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Behold, I send you out as sheep in the midst of wolves; so be shrewd as serpents and innocent as doves.",
          "ID": "16"
        },
        {
          "text": "But beware of men, for they will hand you over to the courts and scourge you in their synagogues;",
          "ID": "17"
        },
        {
          "text": "and you will even be brought before governors and kings for My sake, as a testimony to them and to the Gentiles.",
          "ID": "18"
        },
        {
          "text": "But when they hand you over, do not worry about how or what you are to say; for it will be given you in that hour what you are to say.",
          "ID": "19"
        },
        {
          "text": "For it is not you who speak, but it is the Spirit of your Father who speaks in you.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "\"Brother will betray brother to death, and a father his child; and children will rise up against parents and cause them to be put to death.",
          "ID": "21"
        },
        {
          "text": "You will be hated by all because of My name, but it is the one who has endured to the end who will be saved.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"But whenever they persecute you in one city, flee to the next; for truly I say to you, you will not finish going through the cities of Israel until the Son of Man comes.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"A disciple is not above his teacher, nor a slave above his master.",
          "ID": "24"
        },
        {
          "text": "It is enough for the disciple that he become like his teacher, and the slave like his master. If they have called the head of the house Beelzebul, how much more will they malign the members of his household!",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"Therefore do not fear them, for there is nothing concealed that will not be revealed, or hidden that will not be known.",
          "ID": "26"
        },
        {
          "text": "What I tell you in the darkness, speak in the light; and what you hear whispered in your ear, proclaim upon the housetops.",
          "ID": "27"
        },
        {
          "text": "Do not fear those who kill the body but are unable to kill the soul; but rather fear Him who is able to destroy both soul and body in hell.",
          "ID": "28"
        },
        {
          "text": "Are not two sparrows sold for a cent? And yet not one of them will fall to the ground apart from your Father.",
          "ID": "29"
        },
        {
          "text": "But the very hairs of your head are all numbered.",
          "ID": "30"
        },
        {
          "text": "So do not fear; you are more valuable than many sparrows.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "\"Therefore everyone who confesses Me before men, I will also confess him before My Father who is in heaven.",
          "ID": "32"
        },
        {
          "text": "But whoever denies Me before men, I will also deny him before My Father who is in heaven.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Do not think that I came to bring peace on the earth; I did not come to bring peace, but a sword.",
          "ID": "34"
        },
        {
          "text": "For I came to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law;",
          "ID": "35"
        },
        {
          "text": "and a man's enemies will be the members of his household.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "\"He who loves father or mother more than Me is not worthy of Me; and he who loves son or daughter more than Me is not worthy of Me.",
          "ID": "37"
        },
        {
          "text": "And he who does not take his cross and follow after Me is not worthy of Me.",
          "ID": "38"
        },
        {
          "text": "He who has found his life will lose it, and he who has lost his life for My sake will find it.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "\"He who receives you receives Me, and he who receives Me receives Him who sent Me.",
          "ID": "40"
        },
        {
          "text": "He who receives a prophet in the name of a prophet shall receive a prophet's reward; and he who receives a righteous man in the name of a righteous man shall receive a righteous man's reward.",
          "ID": "41"
        },
        {
          "text": "And whoever in the name of a disciple gives to one of these little ones even a cup of cold water to drink, truly I say to you, he shall not lose his reward.\"",
          "ID": "42"
        }
      ],
      "ID": "NT:MAT.10",
      "name": "MATTHEW 10"
    },
    {
      "text": [
        {
          "text": "When Jesus had finished giving instructions to His twelve disciples, He departed from there to teach and preach in their cities.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Now when John, while imprisoned, heard of the works of Christ, he sent word by his disciples",
          "ID": "2"
        },
        {
          "text": "and said to Him, \"Are You the Expected One, or shall we look for someone else?\"",
          "ID": "3"
        },
        {
          "text": "Jesus answered and said to them, \"Go and report to John what you hear and see:",
          "ID": "4"
        },
        {
          "text": "the blind receive sight and the lame walk, the lepers are cleansed and the deaf hear, the dead are raised up, and the poor have the gospel preached to them.",
          "ID": "5"
        },
        {
          "text": "And blessed is he who does not take offense at Me.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "As these men were going away, Jesus began to speak to the crowds about John, \"What did you go out into the wilderness to see? A reed shaken by the wind?",
          "ID": "7"
        },
        {
          "text": "But what did you go out to see? A man dressed in soft clothing? Those who wear soft clothing are in kings' palaces!",
          "ID": "8"
        },
        {
          "text": "But what did you go out to see? A prophet? Yes, I tell you, and one who is more than a prophet.",
          "ID": "9"
        },
        {
          "text": "This is the one about whom it is written,",
          "ID": "10"
        },
        {
          "text": "'Behold, I send My messenger ahead of You,",
          "ID": "10"
        },
        {
          "text": "Who will prepare Your way before You.'",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Truly I say to you, among those born of women there has not arisen anyone greater than John the Baptist! Yet the one who is least in the kingdom of heaven is greater than he.",
          "ID": "11"
        },
        {
          "text": "From the days of John the Baptist until now the kingdom of heaven suffers violence, and violent men take it by force.",
          "ID": "12"
        },
        {
          "text": "For all the prophets and the Law prophesied until John.",
          "ID": "13"
        },
        {
          "text": "And if you are willing to accept it, John himself is Elijah who was to come.",
          "ID": "14"
        },
        {
          "text": "He who has ears to hear, let him hear.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"But to what shall I compare this generation? It is like children sitting in the market places, who call out to the other children,",
          "ID": "16"
        },
        {
          "text": "and say, 'We played the flute for you, and you did not dance; we sang a dirge, and you did not mourn.'",
          "ID": "17"
        },
        {
          "text": "For John came neither eating nor drinking, and they say, 'He has a demon!'",
          "ID": "18"
        },
        {
          "text": "The Son of Man came eating and drinking, and they say, 'Behold, a gluttonous man and a drunkard, a friend of tax collectors and sinners!' Yet wisdom is vindicated by her deeds.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then He began to denounce the cities in which most of His miracles were done, because they did not repent.",
          "ID": "20"
        },
        {
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles had occurred in Tyre and Sidon which occurred in you, they would have repented long ago in sackcloth and ashes.",
          "ID": "21"
        },
        {
          "text": "Nevertheless I say to you, it will be more tolerable for Tyre and Sidon in the day of judgment than for you.",
          "ID": "22"
        },
        {
          "text": "And you, Capernaum, will not be exalted to heaven, will you? You will descend to Hades; for if the miracles had occurred in Sodom which occurred in you, it would have remained to this day.",
          "ID": "23"
        },
        {
          "text": "Nevertheless I say to you that it will be more tolerable for the land of Sodom in the day of judgment, than for you.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "At that time Jesus said, \"I praise You, Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent and have revealed them to infants.",
          "ID": "25"
        },
        {
          "text": "Yes, Father, for this way was well-pleasing in Your sight.",
          "ID": "26"
        },
        {
          "text": "All things have been handed over to Me by My Father; and no one knows the Son except the Father; nor does anyone know the Father except the Son, and anyone to whom the Son wills to reveal Him.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"Come to Me, all who are weary and heavy-laden, and I will give you rest.",
          "ID": "28"
        },
        {
          "text": "Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls.",
          "ID": "29"
        },
        {
          "text": "For My yoke is easy and My burden is light.\"",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.11",
      "name": "MATTHEW 11"
    },
    {
      "text": [
        {
          "text": "At that time Jesus went through the grainfields on the Sabbath, and His disciples became hungry and began to pick the heads of grain and eat.",
          "ID": "1"
        },
        {
          "text": "But when the Pharisees saw this, they said to Him, \"Look, Your disciples do what is not lawful to do on a Sabbath.\"",
          "ID": "2"
        },
        {
          "text": "But He said to them, \"Have you not read what David did when he became hungry, he and his companions,",
          "ID": "3"
        },
        {
          "text": "how he entered the house of God, and they ate the consecrated bread, which was not lawful for him to eat nor for those with him, but for the priests alone?",
          "ID": "4"
        },
        {
          "text": "Or have you not read in the Law, that on the Sabbath the priests in the temple break the Sabbath and are innocent?",
          "ID": "5"
        },
        {
          "text": "But I say to you that something greater than the temple is here.",
          "ID": "6"
        },
        {
          "text": "But if you had known what this means, 'I desire compassion, and not a sacrifice,' you would not have condemned the innocent.",
          "ID": "7"
        },
        {
          "text": "For the Son of Man is Lord of the Sabbath.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Departing from there, He went into their synagogue.",
          "ID": "9"
        },
        {
          "text": "And a man was there whose hand was withered. And they questioned Jesus, asking, \"Is it lawful to heal on the Sabbath?\"-so that they might accuse Him.",
          "ID": "10"
        },
        {
          "text": "And He said to them, \"What man is there among you who has a sheep, and if it falls into a pit on the Sabbath, will he not take hold of it and lift it out?",
          "ID": "11"
        },
        {
          "text": "How much more valuable then is a man than a sheep! So then, it is lawful to do good on the Sabbath.\"",
          "ID": "12"
        },
        {
          "text": "Then He said to the man, \"Stretch out your hand!\" He stretched it out, and it was restored to normal, like the other.",
          "ID": "13"
        },
        {
          "text": "But the Pharisees went out and conspired against Him, as to how they might destroy Him.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But Jesus, aware of this, withdrew from there. Many followed Him, and He healed them all,",
          "ID": "15"
        },
        {
          "text": "and warned them not to tell who He was.",
          "ID": "16"
        },
        {
          "text": "This was to fulfill what was spoken through Isaiah the prophet:",
          "ID": "17"
        },
        {
          "text": "\"Behold, My Servant whom I have chosen;",
          "ID": "18"
        },
        {
          "text": "My Beloved in whom My soul is well-pleased;",
          "ID": "18"
        },
        {
          "text": "I will put My Spirit upon Him,",
          "ID": "18"
        },
        {
          "text": "And He shall proclaim justice to the Gentiles.",
          "ID": "18"
        },
        {
          "text": "\"He will not quarrel, nor cry out;",
          "ID": "19"
        },
        {
          "text": "Nor will anyone hear His voice in the streets.",
          "ID": "19"
        },
        {
          "text": "\"A battered reed He will not break off,",
          "ID": "20"
        },
        {
          "text": "And a smoldering wick He will not put out,",
          "ID": "20"
        },
        {
          "text": "Until He leads justice to victory.",
          "ID": "20"
        },
        {
          "text": "\"And in His name the Gentiles will hope.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then a demon-possessed man who was blind and mute was brought to Jesus, and He healed him, so that the mute man spoke and saw.",
          "ID": "22"
        },
        {
          "text": "All the crowds were amazed, and were saying, \"This man cannot be the Son of David, can he?\"",
          "ID": "23"
        },
        {
          "text": "But when the Pharisees heard this, they said, \"This man casts out demons only by Beelzebul the ruler of the demons.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And knowing their thoughts Jesus said to them, \"Any kingdom divided against itself is laid waste; and any city or house divided against itself will not stand.",
          "ID": "25"
        },
        {
          "text": "If Satan casts out Satan, he is divided against himself; how then will his kingdom stand?",
          "ID": "26"
        },
        {
          "text": "If I by Beelzebul cast out demons, by whom do your sons cast them out? For this reason they will be your judges.",
          "ID": "27"
        },
        {
          "text": "But if I cast out demons by the Spirit of God, then the kingdom of God has come upon you.",
          "ID": "28"
        },
        {
          "text": "Or how can anyone enter the strong man's house and carry off his property, unless he first binds the strong man? And then he will plunder his house.",
          "ID": "29"
        },
        {
          "text": "He who is not with Me is against Me; and he who does not gather with Me scatters.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"Therefore I say to you, any sin and blasphemy shall be forgiven people, but blasphemy against the Spirit shall not be forgiven.",
          "ID": "31"
        },
        {
          "text": "Whoever speaks a word against the Son of Man, it shall be forgiven him; but whoever speaks against the Holy Spirit, it shall not be forgiven him, either in this age or in the age to come.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"Either make the tree good and its fruit good, or make the tree bad and its fruit bad; for the tree is known by its fruit.",
          "ID": "33"
        },
        {
          "text": "You brood of vipers, how can you, being evil, speak what is good? For the mouth speaks out of that which fills the heart.",
          "ID": "34"
        },
        {
          "text": "The good man brings out of his good treasure what is good; and the evil man brings out of his evil treasure what is evil.",
          "ID": "35"
        },
        {
          "text": "But I tell you that every careless word that people speak, they shall give an accounting for it in the day of judgment.",
          "ID": "36"
        },
        {
          "text": "For by your words you will be justified, and by your words you will be condemned.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Then some of the scribes and Pharisees said to Him, \"Teacher, we want to see a sign from You.\"",
          "ID": "38"
        },
        {
          "text": "But He answered and said to them, \"An evil and adulterous generation craves for a sign; and yet no sign will be given to it but the sign of Jonah the prophet;",
          "ID": "39"
        },
        {
          "text": "for just as Jonah was three days and three nights in the belly of the sea monster, so will the Son of Man be three days and three nights in the heart of the earth.",
          "ID": "40"
        },
        {
          "text": "The men of Nineveh will stand up with this generation at the judgment, and will condemn it because they repented at the preaching of Jonah; and behold, something greater than Jonah is here.",
          "ID": "41"
        },
        {
          "text": "The Queen of the South will rise up with this generation at the judgment and will condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and behold, something greater than Solomon is here.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "\"Now when the unclean spirit goes out of a man, it passes through waterless places seeking rest, and does not find it.",
          "ID": "43"
        },
        {
          "text": "Then it says, 'I will return to my house from which I came'; and when it comes, it finds it unoccupied, swept, and put in order.",
          "ID": "44"
        },
        {
          "text": "Then it goes and takes along with it seven other spirits more wicked than itself, and they go in and live there; and the last state of that man becomes worse than the first. That is the way it will also be with this evil generation.\"",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "While He was still speaking to the crowds, behold, His mother and brothers were standing outside, seeking to speak to Him.",
          "ID": "46"
        },
        {
          "text": "Someone said to Him, \"Behold, Your mother and Your brothers are standing outside seeking to speak to You.\"",
          "ID": "47"
        },
        {
          "text": "But Jesus answered the one who was telling Him and said, \"Who is My mother and who are My brothers?\"",
          "ID": "48"
        },
        {
          "text": "And stretching out His hand toward His disciples, He said, \"Behold My mother and My brothers!",
          "ID": "49"
        },
        {
          "text": "For whoever does the will of My Father who is in heaven, he is My brother and sister and mother.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:MAT.12",
      "name": "MATTHEW 12"
    },
    {
      "text": [
        {
          "text": "That day Jesus went out of the house and was sitting by the sea.",
          "ID": "1"
        },
        {
          "text": "And large crowds gathered to Him, so He got into a boat and sat down, and the whole crowd was standing on the beach.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And He spoke many things to them in parables, saying, \"Behold, the sower went out to sow;",
          "ID": "3"
        },
        {
          "text": "and as he sowed, some seeds fell beside the road, and the birds came and ate them up.",
          "ID": "4"
        },
        {
          "text": "Others fell on the rocky places, where they did not have much soil; and immediately they sprang up, because they had no depth of soil.",
          "ID": "5"
        },
        {
          "text": "But when the sun had risen, they were scorched; and because they had no root, they withered away.",
          "ID": "6"
        },
        {
          "text": "Others fell among the thorns, and the thorns came up and choked them out.",
          "ID": "7"
        },
        {
          "text": "And others fell on the good soil and yielded a crop, some a hundredfold, some sixty, and some thirty.",
          "ID": "8"
        },
        {
          "text": "He who has ears, let him hear.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And the disciples came and said to Him, \"Why do You speak to them in parables?\"",
          "ID": "10"
        },
        {
          "text": "Jesus answered them, \"To you it has been granted to know the mysteries of the kingdom of heaven, but to them it has not been granted.",
          "ID": "11"
        },
        {
          "text": "For whoever has, to him more shall be given, and he will have an abundance; but whoever does not have, even what he has shall be taken away from him.",
          "ID": "12"
        },
        {
          "text": "Therefore I speak to them in parables; because while seeing they do not see, and while hearing they do not hear, nor do they understand.",
          "ID": "13"
        },
        {
          "text": "In their case the prophecy of Isaiah is being fulfilled, which says,",
          "ID": "14"
        },
        {
          "text": "'You will keep on hearing, but will not understand;",
          "ID": "14"
        },
        {
          "text": "You will keep on seeing, but will not perceive;",
          "ID": "14"
        },
        {
          "text": "For the heart of this people has become dull,",
          "ID": "15"
        },
        {
          "text": "With their ears they scarcely hear,",
          "ID": "15"
        },
        {
          "text": "And they have closed their eyes,",
          "ID": "15"
        },
        {
          "text": "Otherwise they would see with their eyes,",
          "ID": "15"
        },
        {
          "text": "Hear with their ears,",
          "ID": "15"
        },
        {
          "text": "And understand with their heart and return,",
          "ID": "15"
        },
        {
          "text": "And I would heal them.'",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "But blessed are your eyes, because they see; and your ears, because they hear.",
          "ID": "16"
        },
        {
          "text": "For truly I say to you that many prophets and righteous men desired to see what you see, and did not see it, and to hear what you hear, and did not hear it.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"Hear then the parable of the sower.",
          "ID": "18"
        },
        {
          "text": "When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is the one on whom seed was sown beside the road.",
          "ID": "19"
        },
        {
          "text": "The one on whom seed was sown on the rocky places, this is the man who hears the word and immediately receives it with joy;",
          "ID": "20"
        },
        {
          "text": "yet he has no firm root in himself, but is only temporary, and when affliction or persecution arises because of the word, immediately he falls away.",
          "ID": "21"
        },
        {
          "text": "And the one on whom seed was sown among the thorns, this is the man who hears the word, and the worry of the world and the deceitfulness of wealth choke the word, and it becomes unfruitful.",
          "ID": "22"
        },
        {
          "text": "And the one on whom seed was sown on the good soil, this is the man who hears the word and understands it; who indeed bears fruit and brings forth, some a hundredfold, some sixty, and some thirty.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Jesus presented another parable to them, saying, \"The kingdom of heaven may be compared to a man who sowed good seed in his field.",
          "ID": "24"
        },
        {
          "text": "But while his men were sleeping, his enemy came and sowed tares among the wheat, and went away.",
          "ID": "25"
        },
        {
          "text": "But when the wheat sprouted and bore grain, then the tares became evident also.",
          "ID": "26"
        },
        {
          "text": "The slaves of the landowner came and said to him, 'Sir, did you not sow good seed in your field? How then does it have tares?'",
          "ID": "27"
        },
        {
          "text": "And he said to them, 'An enemy has done this!' The slaves said to him, 'Do you want us, then, to go and gather them up?'",
          "ID": "28"
        },
        {
          "text": "But he said, 'No; for while you are gathering up the tares, you may uproot the wheat with them.",
          "ID": "29"
        },
        {
          "text": "Allow both to grow together until the harvest; and in the time of the harvest I will say to the reapers, \"First gather up the tares and bind them in bundles to burn them up; but gather the wheat into my barn.\"'\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "He presented another parable to them, saying, \"The kingdom of heaven is like a mustard seed, which a man took and sowed in his field;",
          "ID": "31"
        },
        {
          "text": "and this is smaller than all other seeds, but when it is full grown, it is larger than the garden plants and becomes a tree, so that the birds of the air come and nest in its branches.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "He spoke another parable to them, \"The kingdom of heaven is like leaven, which a woman took and hid in three pecks of flour until it was all leavened.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "All these things Jesus spoke to the crowds in parables, and He did not speak to them without a parable.",
          "ID": "34"
        },
        {
          "text": "This was to fulfill what was spoken through the prophet:",
          "ID": "35"
        },
        {
          "text": "\"I will open My mouth in parables;",
          "ID": "35"
        },
        {
          "text": "I will utter things hidden since the foundation of the world.\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then He left the crowds and went into the house. And His disciples came to Him and said, \"Explain to us the parable of the tares of the field.\"",
          "ID": "36"
        },
        {
          "text": "And He said, \"The one who sows the good seed is the Son of Man,",
          "ID": "37"
        },
        {
          "text": "and the field is the world; and as for the good seed, these are the sons of the kingdom; and the tares are the sons of the evil one;",
          "ID": "38"
        },
        {
          "text": "and the enemy who sowed them is the devil, and the harvest is the end of the age; and the reapers are angels.",
          "ID": "39"
        },
        {
          "text": "So just as the tares are gathered up and burned with fire, so shall it be at the end of the age.",
          "ID": "40"
        },
        {
          "text": "The Son of Man will send forth His angels, and they will gather out of His kingdom all stumbling blocks, and those who commit lawlessness,",
          "ID": "41"
        },
        {
          "text": "and will throw them into the furnace of fire; in that place there will be weeping and gnashing of teeth.",
          "ID": "42"
        },
        {
          "text": "Then the righteous will shine forth as the sun in the kingdom of their Father. He who has ears, let him hear.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "\"The kingdom of heaven is like a treasure hidden in the field, which a man found and hid again; and from joy over it he goes and sells all that he has and buys that field.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "\"Again, the kingdom of heaven is like a merchant seeking fine pearls,",
          "ID": "45"
        },
        {
          "text": "and upon finding one pearl of great value, he went and sold all that he had and bought it.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "\"Again, the kingdom of heaven is like a dragnet cast into the sea, and gathering fish of every kind;",
          "ID": "47"
        },
        {
          "text": "and when it was filled, they drew it up on the beach; and they sat down and gathered the good fish into containers, but the bad they threw away.",
          "ID": "48"
        },
        {
          "text": "So it will be at the end of the age; the angels will come forth and take out the wicked from among the righteous,",
          "ID": "49"
        },
        {
          "text": "and will throw them into the furnace of fire; in that place there will be weeping and gnashing of teeth.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "\"Have you understood all these things?\" They said to Him, \"Yes.\"",
          "ID": "51"
        },
        {
          "text": "And Jesus said to them, \"Therefore every scribe who has become a disciple of the kingdom of heaven is like a head of a household, who brings out of his treasure things new and old.\"",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "When Jesus had finished these parables, He departed from there.",
          "ID": "53"
        },
        {
          "text": "He came to His hometown and began teaching them in their synagogue, so that they were astonished, and said, \"Where did this man get this wisdom and these miraculous powers?",
          "ID": "54"
        },
        {
          "text": "Is not this the carpenter's son? Is not His mother called Mary, and His brothers, James and Joseph and Simon and Judas?",
          "ID": "55"
        },
        {
          "text": "And His sisters, are they not all with us? Where then did this man get all these things?\"",
          "ID": "56"
        },
        {
          "text": "And they took offense at Him. But Jesus said to them, \"A prophet is not without honor except in his hometown and in his own household.\"",
          "ID": "57"
        },
        {
          "text": "And He did not do many miracles there because of their unbelief.",
          "ID": "58"
        }
      ],
      "ID": "NT:MAT.13",
      "name": "MATTHEW 13"
    },
    {
      "text": [
        {
          "text": "At that time Herod the tetrarch heard the news about Jesus,",
          "ID": "1"
        },
        {
          "text": "and said to his servants, \"This is John the Baptist; he has risen from the dead, and that is why miraculous powers are at work in him.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For when Herod had John arrested, he bound him and put him in prison because of Herodias, the wife of his brother Philip.",
          "ID": "3"
        },
        {
          "text": "For John had been saying to him, \"It is not lawful for you to have her.\"",
          "ID": "4"
        },
        {
          "text": "Although Herod wanted to put him to death, he feared the crowd, because they regarded John as a prophet.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "But when Herod's birthday came, the daughter of Herodias danced before them and pleased Herod,",
          "ID": "6"
        },
        {
          "text": "so much that he promised with an oath to give her whatever she asked.",
          "ID": "7"
        },
        {
          "text": "Having been prompted by her mother, she said, \"Give me here on a platter the head of John the Baptist.\"",
          "ID": "8"
        },
        {
          "text": "Although he was grieved, the king commanded it to be given because of his oaths, and because of his dinner guests.",
          "ID": "9"
        },
        {
          "text": "He sent and had John beheaded in the prison.",
          "ID": "10"
        },
        {
          "text": "And his head was brought on a platter and given to the girl, and she brought it to her mother.",
          "ID": "11"
        },
        {
          "text": "His disciples came and took away the body and buried it; and they went and reported to Jesus.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now when Jesus heard about John, He withdrew from there in a boat to a secluded place by Himself; and when the people heard of this, they followed Him on foot from the cities.",
          "ID": "13"
        },
        {
          "text": "When He went ashore, He saw a large crowd, and felt compassion for them and healed their sick.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "When it was evening, the disciples came to Him and said, \"This place is desolate and the hour is already late; so send the crowds away, that they may go into the villages and buy food for themselves.\"",
          "ID": "15"
        },
        {
          "text": "But Jesus said to them, \"They do not need to go away; you give them something to eat!\"",
          "ID": "16"
        },
        {
          "text": "They said to Him, \"We have here only five loaves and two fish.\"",
          "ID": "17"
        },
        {
          "text": "And He said, \"Bring them here to Me.\"",
          "ID": "18"
        },
        {
          "text": "Ordering the people to sit down on the grass, He took the five loaves and the two fish, and looking up toward heaven, He blessed the food, and breaking the loaves He gave them to the disciples, and the disciples gave them to the crowds,",
          "ID": "19"
        },
        {
          "text": "and they all ate and were satisfied. They picked up what was left over of the broken pieces, twelve full baskets.",
          "ID": "20"
        },
        {
          "text": "There were about five thousand men who ate, besides women and children.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Immediately He made the disciples get into the boat and go ahead of Him to the other side, while He sent the crowds away.",
          "ID": "22"
        },
        {
          "text": "After He had sent the crowds away, He went up on the mountain by Himself to pray; and when it was evening, He was there alone.",
          "ID": "23"
        },
        {
          "text": "But the boat was already a long distance from the land, battered by the waves; for the wind was contrary.",
          "ID": "24"
        },
        {
          "text": "And in the fourth watch of the night He came to them, walking on the sea.",
          "ID": "25"
        },
        {
          "text": "When the disciples saw Him walking on the sea, they were terrified, and said, \"It is a ghost!\" And they cried out in fear.",
          "ID": "26"
        },
        {
          "text": "But immediately Jesus spoke to them, saying, \"Take courage, it is I; do not be afraid.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Peter said to Him, \"Lord, if it is You, command me to come to You on the water.\"",
          "ID": "28"
        },
        {
          "text": "And He said, \"Come!\" And Peter got out of the boat, and walked on the water and came toward Jesus.",
          "ID": "29"
        },
        {
          "text": "But seeing the wind, he became frightened, and beginning to sink, he cried out, \"Lord, save me!\"",
          "ID": "30"
        },
        {
          "text": "Immediately Jesus stretched out His hand and took hold of him, and said to him, \"You of little faith, why did you doubt?\"",
          "ID": "31"
        },
        {
          "text": "When they got into the boat, the wind stopped.",
          "ID": "32"
        },
        {
          "text": "And those who were in the boat worshiped Him, saying, \"You are certainly God's Son!\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "When they had crossed over, they came to land at Gennesaret.",
          "ID": "34"
        },
        {
          "text": "And when the men of that place recognized Him, they sent word into all that surrounding district and brought to Him all who were sick;",
          "ID": "35"
        },
        {
          "text": "and they implored Him that they might just touch the fringe of His cloak; and as many as touched it were cured.",
          "ID": "36"
        }
      ],
      "ID": "NT:MAT.14",
      "name": "MATTHEW 14"
    },
    {
      "text": [
        {
          "text": "Then some Pharisees and scribes came to Jesus from Jerusalem and said,",
          "ID": "1"
        },
        {
          "text": "\"Why do Your disciples break the tradition of the elders? For they do not wash their hands when they eat bread.\"",
          "ID": "2"
        },
        {
          "text": "And He answered and said to them, \"Why do you yourselves transgress the commandment of God for the sake of your tradition?",
          "ID": "3"
        },
        {
          "text": "For God said, 'Honor your father and mother,' and, 'He who speaks evil of father or mother is to be put to death.'",
          "ID": "4"
        },
        {
          "text": "But you say, 'Whoever says to his father or mother, \"Whatever I have that would help you has been given to God,\"",
          "ID": "5"
        },
        {
          "text": "he is not to honor his father or his mother.' And by this you invalidated the word of God for the sake of your tradition.",
          "ID": "6"
        },
        {
          "text": "You hypocrites, rightly did Isaiah prophesy of you:",
          "ID": "7"
        },
        {
          "text": "'This people honors Me with their lips,",
          "ID": "8"
        },
        {
          "text": "But their heart is far away from Me.",
          "ID": "8"
        },
        {
          "text": "'But in vain do they worship Me,",
          "ID": "9"
        },
        {
          "text": "Teaching as doctrines the precepts of men.'\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "After Jesus called the crowd to Him, He said to them, \"Hear and understand.",
          "ID": "10"
        },
        {
          "text": "It is not what enters into the mouth that defiles the man, but what proceeds out of the mouth, this defiles the man.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then the disciples came and said to Him, \"Do You know that the Pharisees were offended when they heard this statement?\"",
          "ID": "12"
        },
        {
          "text": "But He answered and said, \"Every plant which My heavenly Father did not plant shall be uprooted.",
          "ID": "13"
        },
        {
          "text": "Let them alone; they are blind guides of the blind. And if a blind man guides a blind man, both will fall into a pit.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Peter said to Him, \"Explain the parable to us.\"",
          "ID": "15"
        },
        {
          "text": "Jesus said, \"Are you still lacking in understanding also?",
          "ID": "16"
        },
        {
          "text": "Do you not understand that everything that goes into the mouth passes into the stomach, and is eliminated?",
          "ID": "17"
        },
        {
          "text": "But the things that proceed out of the mouth come from the heart, and those defile the man.",
          "ID": "18"
        },
        {
          "text": "For out of the heart come evil thoughts, murders, adulteries, fornications, thefts, false witness, slanders.",
          "ID": "19"
        },
        {
          "text": "These are the things which defile the man; but to eat with unwashed hands does not defile the man.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Jesus went away from there, and withdrew into the district of Tyre and Sidon.",
          "ID": "21"
        },
        {
          "text": "And a Canaanite woman from that region came out and began to cry out, saying, \"Have mercy on me, Lord, Son of David; my daughter is cruelly demon-possessed.\"",
          "ID": "22"
        },
        {
          "text": "But He did not answer her a word. And His disciples came and implored Him, saying, \"Send her away, because she keeps shouting at us.\"",
          "ID": "23"
        },
        {
          "text": "But He answered and said, \"I was sent only to the lost sheep of the house of Israel.\"",
          "ID": "24"
        },
        {
          "text": "But she came and began to bow down before Him, saying, \"Lord, help me!\"",
          "ID": "25"
        },
        {
          "text": "And He answered and said, \"It is not good to take the children's bread and throw it to the dogs.\"",
          "ID": "26"
        },
        {
          "text": "But she said, \"Yes, Lord; but even the dogs feed on the crumbs which fall from their masters' table.\"",
          "ID": "27"
        },
        {
          "text": "Then Jesus said to her, \"O woman, your faith is great; it shall be done for you as you wish.\" And her daughter was healed at once.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Departing from there, Jesus went along by the Sea of Galilee, and having gone up on the mountain, He was sitting there.",
          "ID": "29"
        },
        {
          "text": "And large crowds came to Him, bringing with them those who were lame, crippled, blind, mute, and many others, and they laid them down at His feet; and He healed them.",
          "ID": "30"
        },
        {
          "text": "So the crowd marveled as they saw the mute speaking, the crippled restored, and the lame walking, and the blind seeing; and they glorified the God of Israel.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "And Jesus called His disciples to Him, and said, \"I feel compassion for the people, because they have remained with Me now three days and have nothing to eat; and I do not want to send them away hungry, for they might faint on the way.\"",
          "ID": "32"
        },
        {
          "text": "The disciples said to Him, \"Where would we get so many loaves in this desolate place to satisfy such a large crowd?\"",
          "ID": "33"
        },
        {
          "text": "And Jesus said to them, \"How many loaves do you have?\" And they said, \"Seven, and a few small fish.\"",
          "ID": "34"
        },
        {
          "text": "And He directed the people to sit down on the ground;",
          "ID": "35"
        },
        {
          "text": "and He took the seven loaves and the fish; and giving thanks, He broke them and started giving them to the disciples, and the disciples gave them to the people.",
          "ID": "36"
        },
        {
          "text": "And they all ate and were satisfied, and they picked up what was left over of the broken pieces, seven large baskets full.",
          "ID": "37"
        },
        {
          "text": "And those who ate were four thousand men, besides women and children.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "And sending away the crowds, Jesus got into the boat and came to the region of Magadan.",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.15",
      "name": "MATTHEW 15"
    },
    {
      "text": [
        {
          "text": "The Pharisees and Sadducees came up, and testing Jesus, they asked Him to show them a sign from heaven.",
          "ID": "1"
        },
        {
          "text": "But He replied to them, \"When it is evening, you say, 'It will be fair weather, for the sky is red.'",
          "ID": "2"
        },
        {
          "text": "And in the morning, 'There will be a storm today, for the sky is red and threatening.' Do you know how to discern the appearance of the sky, but cannot discern the signs of the times?",
          "ID": "3"
        },
        {
          "text": "An evil and adulterous generation seeks after a sign; and a sign will not be given it, except the sign of Jonah.\" And He left them and went away.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And the disciples came to the other side of the sea, but they had forgotten to bring any bread.",
          "ID": "5"
        },
        {
          "text": "And Jesus said to them, \"Watch out and beware of the leaven of the Pharisees and Sadducees.\"",
          "ID": "6"
        },
        {
          "text": "They began to discuss this among themselves, saying, \"He said that because we did not bring any bread.\"",
          "ID": "7"
        },
        {
          "text": "But Jesus, aware of this, said, \"You men of little faith, why do you discuss among yourselves that you have no bread?",
          "ID": "8"
        },
        {
          "text": "Do you not yet understand or remember the five loaves of the five thousand, and how many baskets full you picked up?",
          "ID": "9"
        },
        {
          "text": "Or the seven loaves of the four thousand, and how many large baskets full you picked up?",
          "ID": "10"
        },
        {
          "text": "How is it that you do not understand that I did not speak to you concerning bread? But beware of the leaven of the Pharisees and Sadducees.\"",
          "ID": "11"
        },
        {
          "text": "Then they understood that He did not say to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now when Jesus came into the district of Caesarea Philippi, He was asking His disciples, \"Who do people say that the Son of Man is?\"",
          "ID": "13"
        },
        {
          "text": "And they said, \"Some say John the Baptist; and others, Elijah; but still others, Jeremiah, or one of the prophets.\"",
          "ID": "14"
        },
        {
          "text": "He said to them, \"But who do you say that I am?\"",
          "ID": "15"
        },
        {
          "text": "Simon Peter answered, \"You are the Christ, the Son of the living God.\"",
          "ID": "16"
        },
        {
          "text": "And Jesus said to him, \"Blessed are you, Simon Barjona, because flesh and blood did not reveal this to you, but My Father who is in heaven.",
          "ID": "17"
        },
        {
          "text": "I also say to you that you are Peter, and upon this rock I will build My church; and the gates of Hades will not overpower it.",
          "ID": "18"
        },
        {
          "text": "I will give you the keys of the kingdom of heaven; and whatever you bind on earth shall have been bound in heaven, and whatever you loose on earth shall have been loosed in heaven.\"",
          "ID": "19"
        },
        {
          "text": "Then He warned the disciples that they should tell no one that He was the Christ.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "From that time Jesus began to show His disciples that He must go to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be killed, and be raised up on the third day.",
          "ID": "21"
        },
        {
          "text": "Peter took Him aside and began to rebuke Him, saying, \"God forbid it, Lord! This shall never happen to You.\"",
          "ID": "22"
        },
        {
          "text": "But He turned and said to Peter, \"Get behind Me, Satan! You are a stumbling block to Me; for you are not setting your mind on God's interests, but man's.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then Jesus said to His disciples, \"If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me.",
          "ID": "24"
        },
        {
          "text": "For whoever wishes to save his life will lose it; but whoever loses his life for My sake will find it.",
          "ID": "25"
        },
        {
          "text": "For what will it profit a man if he gains the whole world and forfeits his soul? Or what will a man give in exchange for his soul?",
          "ID": "26"
        },
        {
          "text": "For the Son of Man is going to come in the glory of His Father with His angels, and will then repay every man according to his deeds.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"Truly I say to you, there are some of those who are standing here who will not taste death until they see the Son of Man coming in His kingdom.\"",
          "ID": "28"
        }
      ],
      "ID": "NT:MAT.16",
      "name": "MATTHEW 16"
    },
    {
      "text": [
        {
          "text": "Six days later Jesus took with Him Peter and James and John his brother, and led them up on a high mountain by themselves.",
          "ID": "1"
        },
        {
          "text": "And He was transfigured before them; and His face shone like the sun, and His garments became as white as light.",
          "ID": "2"
        },
        {
          "text": "And behold, Moses and Elijah appeared to them, talking with Him.",
          "ID": "3"
        },
        {
          "text": "Peter said to Jesus, \"Lord, it is good for us to be here; if You wish, I will make three tabernacles here, one for You, and one for Moses, and one for Elijah.\"",
          "ID": "4"
        },
        {
          "text": "While he was still speaking, a bright cloud overshadowed them, and behold, a voice out of the cloud said, \"This is My beloved Son, with whom I am well-pleased; listen to Him!\"",
          "ID": "5"
        },
        {
          "text": "When the disciples heard this, they fell face down to the ground and were terrified.",
          "ID": "6"
        },
        {
          "text": "And Jesus came to them and touched them and said, \"Get up, and do not be afraid.\"",
          "ID": "7"
        },
        {
          "text": "And lifting up their eyes, they saw no one except Jesus Himself alone.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "As they were coming down from the mountain, Jesus commanded them, saying, \"Tell the vision to no one until the Son of Man has risen from the dead.\"",
          "ID": "9"
        },
        {
          "text": "And His disciples asked Him, \"Why then do the scribes say that Elijah must come first?\"",
          "ID": "10"
        },
        {
          "text": "And He answered and said, \"Elijah is coming and will restore all things;",
          "ID": "11"
        },
        {
          "text": "but I say to you that Elijah already came, and they did not recognize him, but did to him whatever they wished. So also the Son of Man is going to suffer at their hands.\"",
          "ID": "12"
        },
        {
          "text": "Then the disciples understood that He had spoken to them about John the Baptist.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When they came to the crowd, a man came up to Jesus, falling on his knees before Him and saying,",
          "ID": "14"
        },
        {
          "text": "\"Lord, have mercy on my son, for he is a lunatic and is very ill; for he often falls into the fire and often into the water.",
          "ID": "15"
        },
        {
          "text": "I brought him to Your disciples, and they could not cure him.\"",
          "ID": "16"
        },
        {
          "text": "And Jesus answered and said, \"You unbelieving and perverted generation, how long shall I be with you? How long shall I put up with you? Bring him here to Me.\"",
          "ID": "17"
        },
        {
          "text": "And Jesus rebuked him, and the demon came out of him, and the boy was cured at once.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Then the disciples came to Jesus privately and said, \"Why could we not drive it out?\"",
          "ID": "19"
        },
        {
          "text": "And He said to them, \"Because of the littleness of your faith; for truly I say to you, if you have faith the size of a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move; and nothing will be impossible to you.",
          "ID": "20"
        },
        {
          "text": "[But this kind does not go out except by prayer and fasting.\"]",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And while they were gathering together in Galilee, Jesus said to them, \"The Son of Man is going to be delivered into the hands of men;",
          "ID": "22"
        },
        {
          "text": "and they will kill Him, and He will be raised on the third day.\" And they were deeply grieved.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When they came to Capernaum, those who collected the two-drachma tax came to Peter and said, \"Does your teacher not pay the two-drachma tax?\"",
          "ID": "24"
        },
        {
          "text": "He said, \"Yes.\" And when he came into the house, Jesus spoke to him first, saying, \"What do you think, Simon? From whom do the kings of the earth collect customs or poll-tax, from their sons or from strangers?\"",
          "ID": "25"
        },
        {
          "text": "When Peter said, \"From strangers,\" Jesus said to him, \"Then the sons are exempt.",
          "ID": "26"
        },
        {
          "text": "However, so that we do not offend them, go to the sea and throw in a hook, and take the first fish that comes up; and when you open its mouth, you will find a shekel. Take that and give it to them for you and Me.\"",
          "ID": "27"
        }
      ],
      "ID": "NT:MAT.17",
      "name": "MATTHEW 17"
    },
    {
      "text": [
        {
          "text": "At that time the disciples came to Jesus and said, \"Who then is greatest in the kingdom of heaven?\"",
          "ID": "1"
        },
        {
          "text": "And He called a child to Himself and set him before them,",
          "ID": "2"
        },
        {
          "text": "and said, \"Truly I say to you, unless you are converted and become like children, you will not enter the kingdom of heaven.",
          "ID": "3"
        },
        {
          "text": "Whoever then humbles himself as this child, he is the greatest in the kingdom of heaven.",
          "ID": "4"
        },
        {
          "text": "And whoever receives one such child in My name receives Me;",
          "ID": "5"
        },
        {
          "text": "but whoever causes one of these little ones who believe in Me to stumble, it would be better for him to have a heavy millstone hung around his neck, and to be drowned in the depth of the sea.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Woe to the world because of its stumbling blocks! For it is inevitable that stumbling blocks come; but woe to that man through whom the stumbling block comes!",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"If your hand or your foot causes you to stumble, cut it off and throw it from you; it is better for you to enter life crippled or lame, than to have two hands or two feet and be cast into the eternal fire.",
          "ID": "8"
        },
        {
          "text": "If your eye causes you to stumble, pluck it out and throw it from you. It is better for you to enter life with one eye, than to have two eyes and be cast into the fiery hell.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"See that you do not despise one of these little ones, for I say to you that their angels in heaven continually see the face of My Father who is in heaven.",
          "ID": "10"
        },
        {
          "text": "[For the Son of Man has come to save that which was lost.]",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"What do you think? If any man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go and search for the one that is straying?",
          "ID": "12"
        },
        {
          "text": "If it turns out that he finds it, truly I say to you, he rejoices over it more than over the ninety-nine which have not gone astray.",
          "ID": "13"
        },
        {
          "text": "So it is not the will of your Father who is in heaven that one of these little ones perish.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"If your brother sins, go and show him his fault in private; if he listens to you, you have won your brother.",
          "ID": "15"
        },
        {
          "text": "But if he does not listen to you, take one or two more with you, so that by the mouth of two or three witnesses every fact may be confirmed.",
          "ID": "16"
        },
        {
          "text": "If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.",
          "ID": "17"
        },
        {
          "text": "Truly I say to you, whatever you bind on earth shall have been bound in heaven; and whatever you loose on earth shall have been loosed in heaven.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Again I say to you, that if two of you agree on earth about anything that they may ask, it shall be done for them by My Father who is in heaven.",
          "ID": "19"
        },
        {
          "text": "For where two or three have gathered together in My name, I am there in their midst.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then Peter came and said to Him, \"Lord, how often shall my brother sin against me and I forgive him? Up to seven times?\"",
          "ID": "21"
        },
        {
          "text": "Jesus said to him, \"I do not say to you, up to seven times, but up to seventy times seven.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"For this reason the kingdom of heaven may be compared to a king who wished to settle accounts with his slaves.",
          "ID": "23"
        },
        {
          "text": "When he had begun to settle them, one who owed him ten thousand talents was brought to him.",
          "ID": "24"
        },
        {
          "text": "But since he did not have the means to repay, his lord commanded him to be sold, along with his wife and children and all that he had, and repayment to be made.",
          "ID": "25"
        },
        {
          "text": "So the slave fell to the ground and prostrated himself before him, saying, 'Have patience with me and I will repay you everything.'",
          "ID": "26"
        },
        {
          "text": "And the lord of that slave felt compassion and released him and forgave him the debt.",
          "ID": "27"
        },
        {
          "text": "But that slave went out and found one of his fellow slaves who owed him a hundred denarii; and he seized him and began to choke him, saying, 'Pay back what you owe.'",
          "ID": "28"
        },
        {
          "text": "So his fellow slave fell to the ground and began to plead with him, saying, 'Have patience with me and I will repay you.'",
          "ID": "29"
        },
        {
          "text": "But he was unwilling and went and threw him in prison until he should pay back what was owed.",
          "ID": "30"
        },
        {
          "text": "So when his fellow slaves saw what had happened, they were deeply grieved and came and reported to their lord all that had happened.",
          "ID": "31"
        },
        {
          "text": "Then summoning him, his lord said to him, 'You wicked slave, I forgave you all that debt because you pleaded with me.",
          "ID": "32"
        },
        {
          "text": "Should you not also have had mercy on your fellow slave, in the same way that I had mercy on you?'",
          "ID": "33"
        },
        {
          "text": "And his lord, moved with anger, handed him over to the torturers until he should repay all that was owed him.",
          "ID": "34"
        },
        {
          "text": "My heavenly Father will also do the same to you, if each of you does not forgive his brother from your heart.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:MAT.18",
      "name": "MATTHEW 18"
    },
    {
      "text": [
        {
          "text": "When Jesus had finished these words, He departed from Galilee and came into the region of Judea beyond the Jordan;",
          "ID": "1"
        },
        {
          "text": "and large crowds followed Him, and He healed them there.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Some Pharisees came to Jesus, testing Him and asking, \"Is it lawful for a man to divorce his wife for any reason at all?\"",
          "ID": "3"
        },
        {
          "text": "And He answered and said, \"Have you not read that He who created them from the beginning made them male and female,",
          "ID": "4"
        },
        {
          "text": "and said, 'For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh'?",
          "ID": "5"
        },
        {
          "text": "So they are no longer two, but one flesh. What therefore God has joined together, let no man separate.\"",
          "ID": "6"
        },
        {
          "text": "They said to Him, \"Why then did Moses command to give her a certificate of divorce and send her away?\"",
          "ID": "7"
        },
        {
          "text": "He said to them, \"Because of your hardness of heart Moses permitted you to divorce your wives; but from the beginning it has not been this way.",
          "ID": "8"
        },
        {
          "text": "And I say to you, whoever divorces his wife, except for immorality, and marries another woman commits adultery.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The disciples said to Him, \"If the relationship of the man with his wife is like this, it is better not to marry.\"",
          "ID": "10"
        },
        {
          "text": "But He said to them, \"Not all men can accept this statement, but only those to whom it has been given.",
          "ID": "11"
        },
        {
          "text": "For there are eunuchs who were born that way from their mother's womb; and there are eunuchs who were made eunuchs by men; and there are also eunuchs who made themselves eunuchs for the sake of the kingdom of heaven. He who is able to accept this, let him accept it.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then some children were brought to Him so that He might lay His hands on them and pray; and the disciples rebuked them.",
          "ID": "13"
        },
        {
          "text": "But Jesus said, \"Let the children alone, and do not hinder them from coming to Me; for the kingdom of heaven belongs to such as these.\"",
          "ID": "14"
        },
        {
          "text": "After laying His hands on them, He departed from there.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And someone came to Him and said, \"Teacher, what good thing shall I do that I may obtain eternal life?\"",
          "ID": "16"
        },
        {
          "text": "And He said to him, \"Why are you asking Me about what is good? There is only One who is good; but if you wish to enter into life, keep the commandments.\"",
          "ID": "17"
        },
        {
          "text": "Then he said to Him, \"Which ones?\" And Jesus said, \"You shall not commit murder; You shall not commit adultery; You shall not steal; You shall not bear false witness;",
          "ID": "18"
        },
        {
          "text": "Honor your father and mother; and You shall love your neighbor as yourself.\"",
          "ID": "19"
        },
        {
          "text": "The young man said to Him, \"All these things I have kept; what am I still lacking?\"",
          "ID": "20"
        },
        {
          "text": "Jesus said to him, \"If you wish to be complete, go and sell your possessions and give to the poor, and you will have treasure in heaven; and come, follow Me.\"",
          "ID": "21"
        },
        {
          "text": "But when the young man heard this statement, he went away grieving; for he was one who owned much property.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And Jesus said to His disciples, \"Truly I say to you, it is hard for a rich man to enter the kingdom of heaven.",
          "ID": "23"
        },
        {
          "text": "Again I say to you, it is easier for a camel to go through the eye of a needle, than for a rich man to enter the kingdom of God.\"",
          "ID": "24"
        },
        {
          "text": "When the disciples heard this, they were very astonished and said, \"Then who can be saved?\"",
          "ID": "25"
        },
        {
          "text": "And looking at them Jesus said to them, \"With people this is impossible, but with God all things are possible.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then Peter said to Him, \"Behold, we have left everything and followed You; what then will there be for us?\"",
          "ID": "27"
        },
        {
          "text": "And Jesus said to them, \"Truly I say to you, that you who have followed Me, in the regeneration when the Son of Man will sit on His glorious throne, you also shall sit upon twelve thrones, judging the twelve tribes of Israel.",
          "ID": "28"
        },
        {
          "text": "And everyone who has left houses or brothers or sisters or father or mother or children or farms for My name's sake, will receive many times as much, and will inherit eternal life.",
          "ID": "29"
        },
        {
          "text": "But many who are first will be last; and the last, first.",
          "ID": "30"
        }
      ],
      "ID": "NT:MAT.19",
      "name": "MATTHEW 19"
    },
    {
      "text": [
        {
          "text": "\"For the kingdom of heaven is like a landowner who went out early in the morning to hire laborers for his vineyard.",
          "ID": "1"
        },
        {
          "text": "When he had agreed with the laborers for a denarius for the day, he sent them into his vineyard.",
          "ID": "2"
        },
        {
          "text": "And he went out about the third hour and saw others standing idle in the market place;",
          "ID": "3"
        },
        {
          "text": "and to those he said, 'You also go into the vineyard, and whatever is right I will give you.' And so they went.",
          "ID": "4"
        },
        {
          "text": "Again he went out about the sixth and the ninth hour, and did the same thing.",
          "ID": "5"
        },
        {
          "text": "And about the eleventh hour he went out and found others standing around; and he said to them, 'Why have you been standing here idle all day long?'",
          "ID": "6"
        },
        {
          "text": "They said to him, 'Because no one hired us.' He said to them, 'You go into the vineyard too.'",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"When evening came, the owner of the vineyard said to his foreman, 'Call the laborers and pay them their wages, beginning with the last group to the first.'",
          "ID": "8"
        },
        {
          "text": "When those hired about the eleventh hour came, each one received a denarius.",
          "ID": "9"
        },
        {
          "text": "When those hired first came, they thought that they would receive more; but each of them also received a denarius.",
          "ID": "10"
        },
        {
          "text": "When they received it, they grumbled at the landowner,",
          "ID": "11"
        },
        {
          "text": "saying, 'These last men have worked only one hour, and you have made them equal to us who have borne the burden and the scorching heat of the day.'",
          "ID": "12"
        },
        {
          "text": "But he answered and said to one of them, 'Friend, I am doing you no wrong; did you not agree with me for a denarius?",
          "ID": "13"
        },
        {
          "text": "Take what is yours and go, but I wish to give to this last man the same as to you.",
          "ID": "14"
        },
        {
          "text": "Is it not lawful for me to do what I wish with what is my own? Or is your eye envious because I am generous?'",
          "ID": "15"
        },
        {
          "text": "So the last shall be first, and the first last.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "As Jesus was about to go up to Jerusalem, He took the twelve disciples aside by themselves, and on the way He said to them,",
          "ID": "17"
        },
        {
          "text": "\"Behold, we are going up to Jerusalem; and the Son of Man will be delivered to the chief priests and scribes, and they will condemn Him to death,",
          "ID": "18"
        },
        {
          "text": "and will hand Him over to the Gentiles to mock and scourge and crucify Him, and on the third day He will be raised up.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then the mother of the sons of Zebedee came to Jesus with her sons, bowing down and making a request of Him.",
          "ID": "20"
        },
        {
          "text": "And He said to her, \"What do you wish?\" She said to Him, \"Command that in Your kingdom these two sons of mine may sit one on Your right and one on Your left.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus answered, \"You do not know what you are asking. Are you able to drink the cup that I am about to drink?\" They said to Him, \"We are able.\"",
          "ID": "22"
        },
        {
          "text": "He said to them, \"My cup you shall drink; but to sit on My right and on My left, this is not Mine to give, but it is for those for whom it has been prepared by My Father.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "And hearing this, the ten became indignant with the two brothers.",
          "ID": "24"
        },
        {
          "text": "But Jesus called them to Himself and said, \"You know that the rulers of the Gentiles lord it over them, and their great men exercise authority over them.",
          "ID": "25"
        },
        {
          "text": "It is not this way among you, but whoever wishes to become great among you shall be your servant,",
          "ID": "26"
        },
        {
          "text": "and whoever wishes to be first among you shall be your slave;",
          "ID": "27"
        },
        {
          "text": "just as the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "As they were leaving Jericho, a large crowd followed Him.",
          "ID": "29"
        },
        {
          "text": "And two blind men sitting by the road, hearing that Jesus was passing by, cried out, \"Lord, have mercy on us, Son of David!\"",
          "ID": "30"
        },
        {
          "text": "The crowd sternly told them to be quiet, but they cried out all the more, \"Lord, Son of David, have mercy on us!\"",
          "ID": "31"
        },
        {
          "text": "And Jesus stopped and called them, and said, \"What do you want Me to do for you?\"",
          "ID": "32"
        },
        {
          "text": "They said to Him, \"Lord, we want our eyes to be opened.\"",
          "ID": "33"
        },
        {
          "text": "Moved with compassion, Jesus touched their eyes; and immediately they regained their sight and followed Him.",
          "ID": "34"
        }
      ],
      "ID": "NT:MAT.20",
      "name": "MATTHEW 20"
    },
    {
      "text": [
        {
          "text": "When they had approached Jerusalem and had come to Bethphage, at the Mount of Olives, then Jesus sent two disciples,",
          "ID": "1"
        },
        {
          "text": "saying to them, \"Go into the village opposite you, and immediately you will find a donkey tied there and a colt with her; untie them and bring them to Me.",
          "ID": "2"
        },
        {
          "text": "If anyone says anything to you, you shall say, 'The Lord has need of them,' and immediately he will send them.\"",
          "ID": "3"
        },
        {
          "text": "This took place to fulfill what was spoken through the prophet:",
          "ID": "4"
        },
        {
          "text": "\"Say to the daughter of Zion,",
          "ID": "5"
        },
        {
          "text": "'Behold your King is coming to you,",
          "ID": "5"
        },
        {
          "text": "Gentle, and mounted on a donkey,",
          "ID": "5"
        },
        {
          "text": "Even on a colt, the foal of a beast of burden.'\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The disciples went and did just as Jesus had instructed them,",
          "ID": "6"
        },
        {
          "text": "and brought the donkey and the colt, and laid their coats on them; and He sat on the coats.",
          "ID": "7"
        },
        {
          "text": "Most of the crowd spread their coats in the road, and others were cutting branches from the trees and spreading them in the road.",
          "ID": "8"
        },
        {
          "text": "The crowds going ahead of Him, and those who followed, were shouting,",
          "ID": "9"
        },
        {
          "text": "\"Hosanna to the Son of David;",
          "ID": "9"
        },
        {
          "text": "Blessed is He who comes in the name of the Lord;",
          "ID": "9"
        },
        {
          "text": "Hosanna in the highest!\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When He had entered Jerusalem, all the city was stirred, saying, \"Who is this?\"",
          "ID": "10"
        },
        {
          "text": "And the crowds were saying, \"This is the prophet Jesus, from Nazareth in Galilee.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And Jesus entered the temple and drove out all those who were buying and selling in the temple, and overturned the tables of the money changers and the seats of those who were selling doves.",
          "ID": "12"
        },
        {
          "text": "And He said to them, \"It is written, 'My house shall be called a house of prayer'; but you are making it a robbers' den.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And the blind and the lame came to Him in the temple, and He healed them.",
          "ID": "14"
        },
        {
          "text": "But when the chief priests and the scribes saw the wonderful things that He had done, and the children who were shouting in the temple, \"Hosanna to the Son of David,\" they became indignant",
          "ID": "15"
        },
        {
          "text": "and said to Him, \"Do You hear what these children are saying?\" And Jesus said to them, \"Yes; have you never read, 'Out of the mouth of infants and nursing babies You have prepared praise for Yourself'?\"",
          "ID": "16"
        },
        {
          "text": "And He left them and went out of the city to Bethany, and spent the night there.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now in the morning, when He was returning to the city, He became hungry.",
          "ID": "18"
        },
        {
          "text": "Seeing a lone fig tree by the road, He came to it and found nothing on it except leaves only; and He said to it, \"No longer shall there ever be any fruit from you.\" And at once the fig tree withered.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Seeing this, the disciples were amazed and asked, \"How did the fig tree wither all at once?\"",
          "ID": "20"
        },
        {
          "text": "And Jesus answered and said to them, \"Truly I say to you, if you have faith and do not doubt, you will not only do what was done to the fig tree, but even if you say to this mountain, 'Be taken up and cast into the sea,' it will happen.",
          "ID": "21"
        },
        {
          "text": "And all things you ask in prayer, believing, you will receive.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When He entered the temple, the chief priests and the elders of the people came to Him while He was teaching, and said, \"By what authority are You doing these things, and who gave You this authority?\"",
          "ID": "23"
        },
        {
          "text": "Jesus said to them, \"I will also ask you one thing, which if you tell Me, I will also tell you by what authority I do these things.",
          "ID": "24"
        },
        {
          "text": "The baptism of John was from what source, from heaven or from men?\" And they began reasoning among themselves, saying, \"If we say, 'From heaven,' He will say to us, 'Then why did you not believe him?'",
          "ID": "25"
        },
        {
          "text": "But if we say, 'From men,' we fear the people; for they all regard John as a prophet.\"",
          "ID": "26"
        },
        {
          "text": "And answering Jesus, they said, \"We do not know.\" He also said to them, \"Neither will I tell you by what authority I do these things.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"But what do you think? A man had two sons, and he came to the first and said, 'Son, go work today in the vineyard.'",
          "ID": "28"
        },
        {
          "text": "And he answered, 'I will not'; but afterward he regretted it and went.",
          "ID": "29"
        },
        {
          "text": "The man came to the second and said the same thing; and he answered, 'I will, sir'; but he did not go.",
          "ID": "30"
        },
        {
          "text": "Which of the two did the will of his father?\" They said, \"The first.\" Jesus said to them, \"Truly I say to you that the tax collectors and prostitutes will get into the kingdom of God before you.",
          "ID": "31"
        },
        {
          "text": "For John came to you in the way of righteousness and you did not believe him; but the tax collectors and prostitutes did believe him; and you, seeing this, did not even feel remorse afterward so as to believe him.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"Listen to another parable. There was a landowner who planted a vineyard and put a wall around it and dug a wine press in it, and built a tower, and rented it out to vine-growers and went on a journey.",
          "ID": "33"
        },
        {
          "text": "When the harvest time approached, he sent his slaves to the vine-growers to receive his produce.",
          "ID": "34"
        },
        {
          "text": "The vine-growers took his slaves and beat one, and killed another, and stoned a third.",
          "ID": "35"
        },
        {
          "text": "Again he sent another group of slaves larger than the first; and they did the same thing to them.",
          "ID": "36"
        },
        {
          "text": "But afterward he sent his son to them, saying, 'They will respect my son.'",
          "ID": "37"
        },
        {
          "text": "But when the vine-growers saw the son, they said among themselves, 'This is the heir; come, let us kill him and seize his inheritance.'",
          "ID": "38"
        },
        {
          "text": "They took him, and threw him out of the vineyard and killed him.",
          "ID": "39"
        },
        {
          "text": "Therefore when the owner of the vineyard comes, what will he do to those vine-growers?\"",
          "ID": "40"
        },
        {
          "text": "They said to Him, \"He will bring those wretches to a wretched end, and will rent out the vineyard to other vine-growers who will pay him the proceeds at the proper seasons.\"",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, \"Did you never read in the Scriptures, 'The stone which the builders rejected, This became the chief corner stone; This came about from the Lord, And it is marvelous in our eyes'?",
          "ID": "42"
        },
        {
          "text": "Therefore I say to you, the kingdom of God will be taken away from you and given to a people, producing the fruit of it.",
          "ID": "43"
        },
        {
          "text": "And he who falls on this stone will be broken to pieces; but on whomever it falls, it will scatter him like dust.\"",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "When the chief priests and the Pharisees heard His parables, they understood that He was speaking about them.",
          "ID": "45"
        },
        {
          "text": "When they sought to seize Him, they feared the people, because they considered Him to be a prophet.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.21",
      "name": "MATTHEW 21"
    },
    {
      "text": [
        {
          "text": "Jesus spoke to them again in parables, saying,",
          "ID": "1"
        },
        {
          "text": "\"The kingdom of heaven may be compared to a king who gave a wedding feast for his son.",
          "ID": "2"
        },
        {
          "text": "And he sent out his slaves to call those who had been invited to the wedding feast, and they were unwilling to come.",
          "ID": "3"
        },
        {
          "text": "Again he sent out other slaves saying, 'Tell those who have been invited, \"Behold, I have prepared my dinner; my oxen and my fattened livestock are all butchered and everything is ready; come to the wedding feast.\"'",
          "ID": "4"
        },
        {
          "text": "But they paid no attention and went their way, one to his own farm, another to his business,",
          "ID": "5"
        },
        {
          "text": "and the rest seized his slaves and mistreated them and killed them.",
          "ID": "6"
        },
        {
          "text": "But the king was enraged, and he sent his armies and destroyed those murderers and set their city on fire.",
          "ID": "7"
        },
        {
          "text": "Then he said to his slaves, 'The wedding is ready, but those who were invited were not worthy.",
          "ID": "8"
        },
        {
          "text": "Go therefore to the main highways, and as many as you find there, invite to the wedding feast.'",
          "ID": "9"
        },
        {
          "text": "Those slaves went out into the streets and gathered together all they found, both evil and good; and the wedding hall was filled with dinner guests.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"But when the king came in to look over the dinner guests, he saw a man there who was not dressed in wedding clothes,",
          "ID": "11"
        },
        {
          "text": "and he said to him, 'Friend, how did you come in here without wedding clothes?' And the man was speechless.",
          "ID": "12"
        },
        {
          "text": "Then the king said to the servants, 'Bind him hand and foot, and throw him into the outer darkness; in that place there will be weeping and gnashing of teeth.'",
          "ID": "13"
        },
        {
          "text": "For many are called, but few are chosen.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then the Pharisees went and plotted together how they might trap Him in what He said.",
          "ID": "15"
        },
        {
          "text": "And they sent their disciples to Him, along with the Herodians, saying, \"Teacher, we know that You are truthful and teach the way of God in truth, and defer to no one; for You are not partial to any.",
          "ID": "16"
        },
        {
          "text": "Tell us then, what do You think? Is it lawful to give a poll-tax to Caesar, or not?\"",
          "ID": "17"
        },
        {
          "text": "But Jesus perceived their malice, and said, \"Why are you testing Me, you hypocrites?",
          "ID": "18"
        },
        {
          "text": "Show Me the coin used for the poll-tax.\" And they brought Him a denarius.",
          "ID": "19"
        },
        {
          "text": "And He said to them, \"Whose likeness and inscription is this?\"",
          "ID": "20"
        },
        {
          "text": "They said to Him, \"Caesar's.\" Then He said to them, \"Then render to Caesar the things that are Caesar's; and to God the things that are God's.\"",
          "ID": "21"
        },
        {
          "text": "And hearing this, they were amazed, and leaving Him, they went away.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "On that day some Sadducees (who say there is no resurrection) came to Jesus and questioned Him,",
          "ID": "23"
        },
        {
          "text": "asking, \"Teacher, Moses said, 'If a man dies having no children, his brother as next of kin shall marry his wife, and raise up children for his brother.'",
          "ID": "24"
        },
        {
          "text": "Now there were seven brothers with us; and the first married and died, and having no children left his wife to his brother;",
          "ID": "25"
        },
        {
          "text": "so also the second, and the third, down to the seventh.",
          "ID": "26"
        },
        {
          "text": "Last of all, the woman died.",
          "ID": "27"
        },
        {
          "text": "In the resurrection, therefore, whose wife of the seven will she be? For they all had married her.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "But Jesus answered and said to them, \"You are mistaken, not understanding the Scriptures nor the power of God.",
          "ID": "29"
        },
        {
          "text": "For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.",
          "ID": "30"
        },
        {
          "text": "But regarding the resurrection of the dead, have you not read what was spoken to you by God:",
          "ID": "31"
        },
        {
          "text": "'I am the God of Abraham, and the God of Isaac, and the God of Jacob'? He is not the God of the dead but of the living.\"",
          "ID": "32"
        },
        {
          "text": "When the crowds heard this, they were astonished at His teaching.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "But when the Pharisees heard that Jesus had silenced the Sadducees, they gathered themselves together.",
          "ID": "34"
        },
        {
          "text": "One of them, a lawyer, asked Him a question, testing Him,",
          "ID": "35"
        },
        {
          "text": "\"Teacher, which is the great commandment in the Law?\"",
          "ID": "36"
        },
        {
          "text": "And He said to him, \" 'You shall love the Lord your God with all your heart, and with all your soul, and with all your mind.'",
          "ID": "37"
        },
        {
          "text": "This is the great and foremost commandment.",
          "ID": "38"
        },
        {
          "text": "The second is like it, 'You shall love your neighbor as yourself.'",
          "ID": "39"
        },
        {
          "text": "On these two commandments depend the whole Law and the Prophets.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Now while the Pharisees were gathered together, Jesus asked them a question:",
          "ID": "41"
        },
        {
          "text": "\"What do you think about the Christ, whose son is He?\" They said to Him, \"The son of David.\"",
          "ID": "42"
        },
        {
          "text": "He said to them, \"Then how does David in the Spirit call Him 'Lord,' saying,",
          "ID": "43"
        },
        {
          "text": "'The Lord said to my Lord,",
          "ID": "44"
        },
        {
          "text": "\"Sit at My right hand,",
          "ID": "44"
        },
        {
          "text": "Until I put Your enemies beneath Your feet\"'?",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "If David then calls Him 'Lord,' how is He his son?\"",
          "ID": "45"
        },
        {
          "text": "No one was able to answer Him a word, nor did anyone dare from that day on to ask Him another question.",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.22",
      "name": "MATTHEW 22"
    },
    {
      "text": [
        {
          "text": "Then Jesus spoke to the crowds and to His disciples,",
          "ID": "1"
        },
        {
          "text": "saying: \"The scribes and the Pharisees have seated themselves in the chair of Moses;",
          "ID": "2"
        },
        {
          "text": "therefore all that they tell you, do and observe, but do not do according to their deeds; for they say things and do not do them.",
          "ID": "3"
        },
        {
          "text": "They tie up heavy burdens and lay them on men's shoulders, but they themselves are unwilling to move them with so much as a finger.",
          "ID": "4"
        },
        {
          "text": "But they do all their deeds to be noticed by men; for they broaden their phylacteries and lengthen the tassels of their garments.",
          "ID": "5"
        },
        {
          "text": "They love the place of honor at banquets and the chief seats in the synagogues,",
          "ID": "6"
        },
        {
          "text": "and respectful greetings in the market places, and being called Rabbi by men.",
          "ID": "7"
        },
        {
          "text": "But do not be called Rabbi; for One is your Teacher, and you are all brothers.",
          "ID": "8"
        },
        {
          "text": "Do not call anyone on earth your father; for One is your Father, He who is in heaven.",
          "ID": "9"
        },
        {
          "text": "Do not be called leaders; for One is your Leader, that is, Christ.",
          "ID": "10"
        },
        {
          "text": "But the greatest among you shall be your servant.",
          "ID": "11"
        },
        {
          "text": "Whoever exalts himself shall be humbled; and whoever humbles himself shall be exalted.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"But woe to you, scribes and Pharisees, hypocrites, because you shut off the kingdom of heaven from people; for you do not enter in yourselves, nor do you allow those who are entering to go in.",
          "ID": "13"
        },
        {
          "text": "[Woe to you, scribes and Pharisees, hypocrites, because you devour widows' houses, and for a pretense you make long prayers; therefore you will receive greater condemnation.]",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"Woe to you, scribes and Pharisees, hypocrites, because you travel around on sea and land to make one proselyte; and when he becomes one, you make him twice as much a son of hell as yourselves.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Woe to you, blind guides, who say, 'Whoever swears by the temple, that is nothing; but whoever swears by the gold of the temple is obligated.'",
          "ID": "16"
        },
        {
          "text": "You fools and blind men! Which is more important, the gold or the temple that sanctified the gold?",
          "ID": "17"
        },
        {
          "text": "And, 'Whoever swears by the altar, that is nothing, but whoever swears by the offering on it, he is obligated.'",
          "ID": "18"
        },
        {
          "text": "You blind men, which is more important, the offering, or the altar that sanctifies the offering?",
          "ID": "19"
        },
        {
          "text": "Therefore, whoever swears by the altar, swears both by the altar and by everything on it.",
          "ID": "20"
        },
        {
          "text": "And whoever swears by the temple, swears both by the temple and by Him who dwells within it.",
          "ID": "21"
        },
        {
          "text": "And whoever swears by heaven, swears both by the throne of God and by Him who sits upon it.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cummin, and have neglected the weightier provisions of the law: justice and mercy and faithfulness; but these are the things you should have done without neglecting the others.",
          "ID": "23"
        },
        {
          "text": "You blind guides, who strain out a gnat and swallow a camel!",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the dish, but inside they are full of robbery and self-indulgence.",
          "ID": "25"
        },
        {
          "text": "You blind Pharisee, first clean the inside of the cup and of the dish, so that the outside of it may become clean also.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs which on the outside appear beautiful, but inside they are full of dead men's bones and all uncleanness.",
          "ID": "27"
        },
        {
          "text": "So you, too, outwardly appear righteous to men, but inwardly you are full of hypocrisy and lawlessness.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and adorn the monuments of the righteous,",
          "ID": "29"
        },
        {
          "text": "and say, 'If we had been living in the days of our fathers, we would not have been partners with them in shedding the blood of the prophets.'",
          "ID": "30"
        },
        {
          "text": "So you testify against yourselves, that you are sons of those who murdered the prophets.",
          "ID": "31"
        },
        {
          "text": "Fill up, then, the measure of the guilt of your fathers.",
          "ID": "32"
        },
        {
          "text": "You serpents, you brood of vipers, how will you escape the sentence of hell?",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Therefore, behold, I am sending you prophets and wise men and scribes; some of them you will kill and crucify, and some of them you will scourge in your synagogues, and persecute from city to city,",
          "ID": "34"
        },
        {
          "text": "so that upon you may fall the guilt of all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah, the son of Berechiah, whom you murdered between the temple and the altar.",
          "ID": "35"
        },
        {
          "text": "Truly I say to you, all these things will come upon this generation.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "\"Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her! How often I wanted to gather your children together, the way a hen gathers her chicks under her wings, and you were unwilling.",
          "ID": "37"
        },
        {
          "text": "Behold, your house is being left to you desolate!",
          "ID": "38"
        },
        {
          "text": "For I say to you, from now on you will not see Me until you say, 'Blessed is He who comes in the name of the Lord!'\"",
          "ID": "39"
        }
      ],
      "ID": "NT:MAT.23",
      "name": "MATTHEW 23"
    },
    {
      "text": [
        {
          "text": "Jesus came out from the temple and was going away when His disciples came up to point out the temple buildings to Him.",
          "ID": "1"
        },
        {
          "text": "And He said to them, \"Do you not see all these things? Truly I say to you, not one stone here will be left upon another, which will not be torn down.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "As He was sitting on the Mount of Olives, the disciples came to Him privately, saying, \"Tell us, when will these things happen, and what will be the sign of Your coming, and of the end of the age?\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And Jesus answered and said to them, \"See to it that no one misleads you.",
          "ID": "4"
        },
        {
          "text": "For many will come in My name, saying, 'I am the Christ,' and will mislead many.",
          "ID": "5"
        },
        {
          "text": "You will be hearing of wars and rumors of wars. See that you are not frightened, for those things must take place, but that is not yet the end.",
          "ID": "6"
        },
        {
          "text": "For nation will rise against nation, and kingdom against kingdom, and in various places there will be famines and earthquakes.",
          "ID": "7"
        },
        {
          "text": "But all these things are merely the beginning of birth pangs.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"Then they will deliver you to tribulation, and will kill you, and you will be hated by all nations because of My name.",
          "ID": "9"
        },
        {
          "text": "At that time many will fall away and will betray one another and hate one another.",
          "ID": "10"
        },
        {
          "text": "Many false prophets will arise and will mislead many.",
          "ID": "11"
        },
        {
          "text": "Because lawlessness is increased, most people's love will grow cold.",
          "ID": "12"
        },
        {
          "text": "But the one who endures to the end, he will be saved.",
          "ID": "13"
        },
        {
          "text": "This gospel of the kingdom shall be preached in the whole world as a testimony to all the nations, and then the end will come.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"Therefore when you see the abomination of desolation which was spoken of through Daniel the prophet, standing in the holy place (let the reader understand),",
          "ID": "15"
        },
        {
          "text": "then those who are in Judea must flee to the mountains.",
          "ID": "16"
        },
        {
          "text": "Whoever is on the housetop must not go down to get the things out that are in his house.",
          "ID": "17"
        },
        {
          "text": "Whoever is in the field must not turn back to get his cloak.",
          "ID": "18"
        },
        {
          "text": "But woe to those who are pregnant and to those who are nursing babies in those days!",
          "ID": "19"
        },
        {
          "text": "But pray that your flight will not be in the winter, or on a Sabbath.",
          "ID": "20"
        },
        {
          "text": "For then there will be a great tribulation, such as has not occurred since the beginning of the world until now, nor ever will.",
          "ID": "21"
        },
        {
          "text": "Unless those days had been cut short, no life would have been saved; but for the sake of the elect those days will be cut short.",
          "ID": "22"
        },
        {
          "text": "Then if anyone says to you, 'Behold, here is the Christ,' or 'There He is,' do not believe him.",
          "ID": "23"
        },
        {
          "text": "For false Christs and false prophets will arise and will show great signs and wonders, so as to mislead, if possible, even the elect.",
          "ID": "24"
        },
        {
          "text": "Behold, I have told you in advance.",
          "ID": "25"
        },
        {
          "text": "So if they say to you, 'Behold, He is in the wilderness,' do not go out, or, 'Behold, He is in the inner rooms,' do not believe them.",
          "ID": "26"
        },
        {
          "text": "For just as the lightning comes from the east and flashes even to the west, so will the coming of the Son of Man be.",
          "ID": "27"
        },
        {
          "text": "Wherever the corpse is, there the vultures will gather.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"But immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from the sky, and the powers of the heavens will be shaken.",
          "ID": "29"
        },
        {
          "text": "And then the sign of the Son of Man will appear in the sky, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of the sky with power and great glory.",
          "ID": "30"
        },
        {
          "text": "And He will send forth His angels with a great trumpet and they will gather together His elect from the four winds, from one end of the sky to the other.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "\"Now learn the parable from the fig tree: when its branch has already become tender and puts forth its leaves, you know that summer is near;",
          "ID": "32"
        },
        {
          "text": "so, you too, when you see all these things, recognize that He is near, right at the door.",
          "ID": "33"
        },
        {
          "text": "Truly I say to you, this generation will not pass away until all these things take place.",
          "ID": "34"
        },
        {
          "text": "Heaven and earth will pass away, but My words will not pass away.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "\"But of that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father alone.",
          "ID": "36"
        },
        {
          "text": "For the coming of the Son of Man will be just like the days of Noah.",
          "ID": "37"
        },
        {
          "text": "For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark,",
          "ID": "38"
        },
        {
          "text": "and they did not understand until the flood came and took them all away; so will the coming of the Son of Man be.",
          "ID": "39"
        },
        {
          "text": "Then there will be two men in the field; one will be taken and one will be left.",
          "ID": "40"
        },
        {
          "text": "Two women will be grinding at the mill; one will be taken and one will be left.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "\"Therefore be on the alert, for you do not know which day your Lord is coming.",
          "ID": "42"
        },
        {
          "text": "But be sure of this, that if the head of the house had known at what time of the night the thief was coming, he would have been on the alert and would not have allowed his house to be broken into.",
          "ID": "43"
        },
        {
          "text": "For this reason you also must be ready; for the Son of Man is coming at an hour when you do not think He will.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "\"Who then is the faithful and sensible slave whom his master put in charge of his household to give them their food at the proper time?",
          "ID": "45"
        },
        {
          "text": "Blessed is that slave whom his master finds so doing when he comes.",
          "ID": "46"
        },
        {
          "text": "Truly I say to you that he will put him in charge of all his possessions.",
          "ID": "47"
        },
        {
          "text": "But if that evil slave says in his heart, 'My master is not coming for a long time,'",
          "ID": "48"
        },
        {
          "text": "and begins to beat his fellow slaves and eat and drink with drunkards;",
          "ID": "49"
        },
        {
          "text": "the master of that slave will come on a day when he does not expect him and at an hour which he does not know,",
          "ID": "50"
        },
        {
          "text": "and will cut him in pieces and assign him a place with the hypocrites; in that place there will be weeping and gnashing of teeth.",
          "ID": "51"
        }
      ],
      "ID": "NT:MAT.24",
      "name": "MATTHEW 24"
    },
    {
      "text": [
        {
          "text": "\"Then the kingdom of heaven will be comparable to ten virgins, who took their lamps and went out to meet the bridegroom.",
          "ID": "1"
        },
        {
          "text": "Five of them were foolish, and five were prudent.",
          "ID": "2"
        },
        {
          "text": "For when the foolish took their lamps, they took no oil with them,",
          "ID": "3"
        },
        {
          "text": "but the prudent took oil in flasks along with their lamps.",
          "ID": "4"
        },
        {
          "text": "Now while the bridegroom was delaying, they all got drowsy and began to sleep.",
          "ID": "5"
        },
        {
          "text": "But at midnight there was a shout, 'Behold, the bridegroom! Come out to meet him.'",
          "ID": "6"
        },
        {
          "text": "Then all those virgins rose and trimmed their lamps.",
          "ID": "7"
        },
        {
          "text": "The foolish said to the prudent, 'Give us some of your oil, for our lamps are going out.'",
          "ID": "8"
        },
        {
          "text": "But the prudent answered, 'No, there will not be enough for us and you too; go instead to the dealers and buy some for yourselves.'",
          "ID": "9"
        },
        {
          "text": "And while they were going away to make the purchase, the bridegroom came, and those who were ready went in with him to the wedding feast; and the door was shut.",
          "ID": "10"
        },
        {
          "text": "Later the other virgins also came, saying, 'Lord, lord, open up for us.'",
          "ID": "11"
        },
        {
          "text": "But he answered, 'Truly I say to you, I do not know you.'",
          "ID": "12"
        },
        {
          "text": "Be on the alert then, for you do not know the day nor the hour.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"For it is just like a man about to go on a journey, who called his own slaves and entrusted his possessions to them.",
          "ID": "14"
        },
        {
          "text": "To one he gave five talents, to another, two, and to another, one, each according to his own ability; and he went on his journey.",
          "ID": "15"
        },
        {
          "text": "Immediately the one who had received the five talents went and traded with them, and gained five more talents.",
          "ID": "16"
        },
        {
          "text": "In the same manner the one who had received the two talents gained two more.",
          "ID": "17"
        },
        {
          "text": "But he who received the one talent went away, and dug a hole in the ground and hid his master's money.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Now after a long time the master of those slaves came and settled accounts with them.",
          "ID": "19"
        },
        {
          "text": "The one who had received the five talents came up and brought five more talents, saying, 'Master, you entrusted five talents to me. See, I have gained five more talents.'",
          "ID": "20"
        },
        {
          "text": "His master said to him, 'Well done, good and faithful slave. You were faithful with a few things, I will put you in charge of many things; enter into the joy of your master.'",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "\"Also the one who had received the two talents came up and said, 'Master, you entrusted two talents to me. See, I have gained two more talents.'",
          "ID": "22"
        },
        {
          "text": "His master said to him, 'Well done, good and faithful slave. You were faithful with a few things, I will put you in charge of many things; enter into the joy of your master.'",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"And the one also who had received the one talent came up and said, 'Master, I knew you to be a hard man, reaping where you did not sow and gathering where you scattered no seed.",
          "ID": "24"
        },
        {
          "text": "And I was afraid, and went away and hid your talent in the ground. See, you have what is yours.'",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"But his master answered and said to him, 'You wicked, lazy slave, you knew that I reap where I did not sow and gather where I scattered no seed.",
          "ID": "26"
        },
        {
          "text": "Then you ought to have put my money in the bank, and on my arrival I would have received my money back with interest.",
          "ID": "27"
        },
        {
          "text": "Therefore take away the talent from him, and give it to the one who has the ten talents.'",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"For to everyone who has, more shall be given, and he will have an abundance; but from the one who does not have, even what he does have shall be taken away.",
          "ID": "29"
        },
        {
          "text": "Throw out the worthless slave into the outer darkness; in that place there will be weeping and gnashing of teeth.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"But when the Son of Man comes in His glory, and all the angels with Him, then He will sit on His glorious throne.",
          "ID": "31"
        },
        {
          "text": "All the nations will be gathered before Him; and He will separate them from one another, as the shepherd separates the sheep from the goats;",
          "ID": "32"
        },
        {
          "text": "and He will put the sheep on His right, and the goats on the left.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Then the King will say to those on His right, 'Come, you who are blessed of My Father, inherit the kingdom prepared for you from the foundation of the world.",
          "ID": "34"
        },
        {
          "text": "For I was hungry, and you gave Me something to eat; I was thirsty, and you gave Me something to drink; I was a stranger, and you invited Me in;",
          "ID": "35"
        },
        {
          "text": "naked, and you clothed Me; I was sick, and you visited Me; I was in prison, and you came to Me.'",
          "ID": "36"
        },
        {
          "text": "Then the righteous will answer Him, 'Lord, when did we see You hungry, and feed You, or thirsty, and give You something to drink?",
          "ID": "37"
        },
        {
          "text": "And when did we see You a stranger, and invite You in, or naked, and clothe You?",
          "ID": "38"
        },
        {
          "text": "When did we see You sick, or in prison, and come to You?'",
          "ID": "39"
        },
        {
          "text": "The King will answer and say to them, 'Truly I say to you, to the extent that you did it to one of these brothers of Mine, even the least of them, you did it to Me.'",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "\"Then He will also say to those on His left, 'Depart from Me, accursed ones, into the eternal fire which has been prepared for the devil and his angels;",
          "ID": "41"
        },
        {
          "text": "for I was hungry, and you gave Me nothing to eat; I was thirsty, and you gave Me nothing to drink;",
          "ID": "42"
        },
        {
          "text": "I was a stranger, and you did not invite Me in; naked, and you did not clothe Me; sick, and in prison, and you did not visit Me.'",
          "ID": "43"
        },
        {
          "text": "Then they themselves also will answer, 'Lord, when did we see You hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and did not take care of You?'",
          "ID": "44"
        },
        {
          "text": "Then He will answer them, 'Truly I say to you, to the extent that you did not do it to one of the least of these, you did not do it to Me.'",
          "ID": "45"
        },
        {
          "text": "These will go away into eternal punishment, but the righteous into eternal life.\"",
          "ID": "46"
        }
      ],
      "ID": "NT:MAT.25",
      "name": "MATTHEW 25"
    },
    {
      "text": [
        {
          "text": "When Jesus had finished all these words, He said to His disciples,",
          "ID": "1"
        },
        {
          "text": "\"You know that after two days the Passover is coming, and the Son of Man is to be handed over for crucifixion.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then the chief priests and the elders of the people were gathered together in the court of the high priest, named Caiaphas;",
          "ID": "3"
        },
        {
          "text": "and they plotted together to seize Jesus by stealth and kill Him.",
          "ID": "4"
        },
        {
          "text": "But they were saying, \"Not during the festival, otherwise a riot might occur among the people.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now when Jesus was in Bethany, at the home of Simon the leper,",
          "ID": "6"
        },
        {
          "text": "a woman came to Him with an alabaster vial of very costly perfume, and she poured it on His head as He reclined at the table.",
          "ID": "7"
        },
        {
          "text": "But the disciples were indignant when they saw this, and said, \"Why this waste?",
          "ID": "8"
        },
        {
          "text": "For this perfume might have been sold for a high price and the money given to the poor.\"",
          "ID": "9"
        },
        {
          "text": "But Jesus, aware of this, said to them, \"Why do you bother the woman? For she has done a good deed to Me.",
          "ID": "10"
        },
        {
          "text": "For you always have the poor with you; but you do not always have Me.",
          "ID": "11"
        },
        {
          "text": "For when she poured this perfume on My body, she did it to prepare Me for burial.",
          "ID": "12"
        },
        {
          "text": "Truly I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be spoken of in memory of her.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then one of the twelve, named Judas Iscariot, went to the chief priests",
          "ID": "14"
        },
        {
          "text": "and said, \"What are you willing to give me to betray Him to you?\" And they weighed out thirty pieces of silver to him.",
          "ID": "15"
        },
        {
          "text": "From then on he began looking for a good opportunity to betray Jesus.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now on the first day of Unleavened Bread the disciples came to Jesus and asked, \"Where do You want us to prepare for You to eat the Passover?\"",
          "ID": "17"
        },
        {
          "text": "And He said, \"Go into the city to a certain man, and say to him, 'The Teacher says, \"My time is near; I am to keep the Passover at your house with My disciples.\"'\"",
          "ID": "18"
        },
        {
          "text": "The disciples did as Jesus had directed them; and they prepared the Passover.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now when evening came, Jesus was reclining at the table with the twelve disciples.",
          "ID": "20"
        },
        {
          "text": "As they were eating, He said, \"Truly I say to you that one of you will betray Me.\"",
          "ID": "21"
        },
        {
          "text": "Being deeply grieved, they each one began to say to Him, \"Surely not I, Lord?\"",
          "ID": "22"
        },
        {
          "text": "And He answered, \"He who dipped his hand with Me in the bowl is the one who will betray Me.",
          "ID": "23"
        },
        {
          "text": "The Son of Man is to go, just as it is written of Him; but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had not been born.\"",
          "ID": "24"
        },
        {
          "text": "And Judas, who was betraying Him, said, \"Surely it is not I, Rabbi?\" Jesus said to him, \"You have said it yourself.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "While they were eating, Jesus took some bread, and after a blessing, He broke it and gave it to the disciples, and said, \"Take, eat; this is My body.\"",
          "ID": "26"
        },
        {
          "text": "And when He had taken a cup and given thanks, He gave it to them, saying, \"Drink from it, all of you;",
          "ID": "27"
        },
        {
          "text": "for this is My blood of the covenant, which is poured out for many for forgiveness of sins.",
          "ID": "28"
        },
        {
          "text": "But I say to you, I will not drink of this fruit of the vine from now on until that day when I drink it new with you in My Father's kingdom.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "After singing a hymn, they went out to the Mount of Olives.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Then Jesus said to them, \"You will all fall away because of Me this night, for it is written, 'I will strike down the shepherd, and the sheep of the flock shall be scattered.'",
          "ID": "31"
        },
        {
          "text": "But after I have been raised, I will go ahead of you to Galilee.\"",
          "ID": "32"
        },
        {
          "text": "But Peter said to Him, \"Even though all may fall away because of You, I will never fall away.\"",
          "ID": "33"
        },
        {
          "text": "Jesus said to him, \"Truly I say to you that this very night, before a rooster crows, you will deny Me three times.\"",
          "ID": "34"
        },
        {
          "text": "Peter said to Him, \"Even if I have to die with You, I will not deny You.\" All the disciples said the same thing too.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then Jesus came with them to a place called Gethsemane, and said to His disciples, \"Sit here while I go over there and pray.\"",
          "ID": "36"
        },
        {
          "text": "And He took with Him Peter and the two sons of Zebedee, and began to be grieved and distressed.",
          "ID": "37"
        },
        {
          "text": "Then He said to them, \"My soul is deeply grieved, to the point of death; remain here and keep watch with Me.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "And He went a little beyond them, and fell on His face and prayed, saying, \"My Father, if it is possible, let this cup pass from Me; yet not as I will, but as You will.\"",
          "ID": "39"
        },
        {
          "text": "And He came to the disciples and found them sleeping, and said to Peter, \"So, you men could not keep watch with Me for one hour?",
          "ID": "40"
        },
        {
          "text": "Keep watching and praying that you may not enter into temptation; the spirit is willing, but the flesh is weak.\"",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "He went away again a second time and prayed, saying, \"My Father, if this cannot pass away unless I drink it, Your will be done.\"",
          "ID": "42"
        },
        {
          "text": "Again He came and found them sleeping, for their eyes were heavy.",
          "ID": "43"
        },
        {
          "text": "And He left them again, and went away and prayed a third time, saying the same thing once more.",
          "ID": "44"
        },
        {
          "text": "Then He came to the disciples and said to them, \"Are you still sleeping and resting? Behold, the hour is at hand and the Son of Man is being betrayed into the hands of sinners.",
          "ID": "45"
        },
        {
          "text": "Get up, let us be going; behold, the one who betrays Me is at hand!\"",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "While He was still speaking, behold, Judas, one of the twelve, came up accompanied by a large crowd with swords and clubs, who came from the chief priests and elders of the people.",
          "ID": "47"
        },
        {
          "text": "Now he who was betraying Him gave them a sign, saying, \"Whomever I kiss, He is the one; seize Him.\"",
          "ID": "48"
        },
        {
          "text": "Immediately Judas went to Jesus and said, \"Hail, Rabbi!\" and kissed Him.",
          "ID": "49"
        },
        {
          "text": "And Jesus said to him, \"Friend, do what you have come for.\" Then they came and laid hands on Jesus and seized Him.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "And behold, one of those who were with Jesus reached and drew out his sword, and struck the slave of the high priest and cut off his ear.",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to him, \"Put your sword back into its place; for all those who take up the sword shall perish by the sword.",
          "ID": "52"
        },
        {
          "text": "Or do you think that I cannot appeal to My Father, and He will at once put at My disposal more than twelve legions of angels?",
          "ID": "53"
        },
        {
          "text": "How then will the Scriptures be fulfilled, which say that it must happen this way?\"",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "At that time Jesus said to the crowds, \"Have you come out with swords and clubs to arrest Me as you would against a robber? Every day I used to sit in the temple teaching and you did not seize Me.",
          "ID": "55"
        },
        {
          "text": "But all this has taken place to fulfill the Scriptures of the prophets.\" Then all the disciples left Him and fled.",
          "ID": "56"
        },
        {
          "text": "",
          "ID": "56"
        },
        {
          "text": "Those who had seized Jesus led Him away to Caiaphas, the high priest, where the scribes and the elders were gathered together.",
          "ID": "57"
        },
        {
          "text": "But Peter was following Him at a distance as far as the courtyard of the high priest, and entered in, and sat down with the officers to see the outcome.",
          "ID": "58"
        },
        {
          "text": "",
          "ID": "58"
        },
        {
          "text": "Now the chief priests and the whole Council kept trying to obtain false testimony against Jesus, so that they might put Him to death.",
          "ID": "59"
        },
        {
          "text": "They did not find any, even though many false witnesses came forward. But later on two came forward,",
          "ID": "60"
        },
        {
          "text": "and said, \"This man stated, 'I am able to destroy the temple of God and to rebuild it in three days.'\"",
          "ID": "61"
        },
        {
          "text": "The high priest stood up and said to Him, \"Do You not answer? What is it that these men are testifying against You?\"",
          "ID": "62"
        },
        {
          "text": "But Jesus kept silent. And the high priest said to Him, \"I adjure You by the living God, that You tell us whether You are the Christ, the Son of God.\"",
          "ID": "63"
        },
        {
          "text": "Jesus said to him, \"You have said it yourself; nevertheless I tell you, hereafter you will see the Son of Man sitting at the right hand of Power, and coming on the clouds of heaven.\"",
          "ID": "64"
        },
        {
          "text": "",
          "ID": "64"
        },
        {
          "text": "Then the high priest tore his robes and said, \"He has blasphemed! What further need do we have of witnesses? Behold, you have now heard the blasphemy;",
          "ID": "65"
        },
        {
          "text": "what do you think?\" They answered, \"He deserves death!\"",
          "ID": "66"
        },
        {
          "text": "",
          "ID": "66"
        },
        {
          "text": "Then they spat in His face and beat Him with their fists; and others slapped Him,",
          "ID": "67"
        },
        {
          "text": "and said, \"Prophesy to us, You Christ; who is the one who hit You?\"",
          "ID": "68"
        },
        {
          "text": "",
          "ID": "68"
        },
        {
          "text": "Now Peter was sitting outside in the courtyard, and a servant-girl came to him and said, \"You too were with Jesus the Galilean.\"",
          "ID": "69"
        },
        {
          "text": "But he denied it before them all, saying, \"I do not know what you are talking about.\"",
          "ID": "70"
        },
        {
          "text": "When he had gone out to the gateway, another servant-girl saw him and said to those who were there, \"This man was with Jesus of Nazareth.\"",
          "ID": "71"
        },
        {
          "text": "And again he denied it with an oath, \"I do not know the man.\"",
          "ID": "72"
        },
        {
          "text": "A little later the bystanders came up and said to Peter, \"Surely you too are one of them; for even the way you talk gives you away.\"",
          "ID": "73"
        },
        {
          "text": "Then he began to curse and swear, \"I do not know the man!\" And immediately a rooster crowed.",
          "ID": "74"
        },
        {
          "text": "And Peter remembered the word which Jesus had said, \"Before a rooster crows, you will deny Me three times.\" And he went out and wept bitterly.",
          "ID": "75"
        }
      ],
      "ID": "NT:MAT.26",
      "name": "MATTHEW 26"
    },
    {
      "text": [
        {
          "text": "Now when morning came, all the chief priests and the elders of the people conferred together against Jesus to put Him to death;",
          "ID": "1"
        },
        {
          "text": "and they bound Him, and led Him away and delivered Him to Pilate the governor.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then when Judas, who had betrayed Him, saw that He had been condemned, he felt remorse and returned the thirty pieces of silver to the chief priests and elders,",
          "ID": "3"
        },
        {
          "text": "saying, \"I have sinned by betraying innocent blood.\" But they said, \"What is that to us? See to that yourself!\"",
          "ID": "4"
        },
        {
          "text": "And he threw the pieces of silver into the temple sanctuary and departed; and he went away and hanged himself.",
          "ID": "5"
        },
        {
          "text": "The chief priests took the pieces of silver and said, \"It is not lawful to put them into the temple treasury, since it is the price of blood.\"",
          "ID": "6"
        },
        {
          "text": "And they conferred together and with the money bought the Potter's Field as a burial place for strangers.",
          "ID": "7"
        },
        {
          "text": "For this reason that field has been called the Field of Blood to this day.",
          "ID": "8"
        },
        {
          "text": "Then that which was spoken through Jeremiah the prophet was fulfilled: \"And they took the thirty pieces of silver, the price of the one whose price had been set by the sons of Israel;",
          "ID": "9"
        },
        {
          "text": "and they gave them for the Potter's Field, as the Lord directed me.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now Jesus stood before the governor, and the governor questioned Him, saying, \"Are You the King of the Jews?\" And Jesus said to him, \"It is as you say.\"",
          "ID": "11"
        },
        {
          "text": "And while He was being accused by the chief priests and elders, He did not answer.",
          "ID": "12"
        },
        {
          "text": "Then Pilate said to Him, \"Do You not hear how many things they testify against You?\"",
          "ID": "13"
        },
        {
          "text": "And He did not answer him with regard to even a single charge, so the governor was quite amazed.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Now at the feast the governor was accustomed to release for the people any one prisoner whom they wanted.",
          "ID": "15"
        },
        {
          "text": "At that time they were holding a notorious prisoner, called Barabbas.",
          "ID": "16"
        },
        {
          "text": "So when the people gathered together, Pilate said to them, \"Whom do you want me to release for you? Barabbas, or Jesus who is called Christ?\"",
          "ID": "17"
        },
        {
          "text": "For he knew that because of envy they had handed Him over.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "While he was sitting on the judgment seat, his wife sent him a message, saying, \"Have nothing to do with that righteous Man; for last night I suffered greatly in a dream because of Him.\"",
          "ID": "19"
        },
        {
          "text": "But the chief priests and the elders persuaded the crowds to ask for Barabbas and to put Jesus to death.",
          "ID": "20"
        },
        {
          "text": "But the governor said to them, \"Which of the two do you want me to release for you?\" And they said, \"Barabbas.\"",
          "ID": "21"
        },
        {
          "text": "Pilate said to them, \"Then what shall I do with Jesus who is called Christ?\" They all said, \"Crucify Him!\"",
          "ID": "22"
        },
        {
          "text": "And he said, \"Why, what evil has He done?\" But they kept shouting all the more, saying, \"Crucify Him!\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When Pilate saw that he was accomplishing nothing, but rather that a riot was starting, he took water and washed his hands in front of the crowd, saying, \"I am innocent of this Man's blood; see to that yourselves.\"",
          "ID": "24"
        },
        {
          "text": "And all the people said, \"His blood shall be on us and on our children!\"",
          "ID": "25"
        },
        {
          "text": "Then he released Barabbas for them; but after having Jesus scourged, he handed Him over to be crucified.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then the soldiers of the governor took Jesus into the Praetorium and gathered the whole Roman cohort around Him.",
          "ID": "27"
        },
        {
          "text": "They stripped Him and put a scarlet robe on Him.",
          "ID": "28"
        },
        {
          "text": "And after twisting together a crown of thorns, they put it on His head, and a reed in His right hand; and they knelt down before Him and mocked Him, saying, \"Hail, King of the Jews!\"",
          "ID": "29"
        },
        {
          "text": "They spat on Him, and took the reed and began to beat Him on the head.",
          "ID": "30"
        },
        {
          "text": "After they had mocked Him, they took the scarlet robe off Him and put His own garments back on Him, and led Him away to crucify Him.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "As they were coming out, they found a man of Cyrene named Simon, whom they pressed into service to bear His cross.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "And when they came to a place called Golgotha, which means Place of a Skull,",
          "ID": "33"
        },
        {
          "text": "they gave Him wine to drink mixed with gall; and after tasting it, He was unwilling to drink.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "And when they had crucified Him, they divided up His garments among themselves by casting lots.",
          "ID": "35"
        },
        {
          "text": "And sitting down, they began to keep watch over Him there.",
          "ID": "36"
        },
        {
          "text": "And above His head they put up the charge against Him which read, \"THIS IS JESUS THE KING OF THE JEWS.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "At that time two robbers were crucified with Him, one on the right and one on the left.",
          "ID": "38"
        },
        {
          "text": "And those passing by were hurling abuse at Him, wagging their heads",
          "ID": "39"
        },
        {
          "text": "and saying, \"You who are going to destroy the temple and rebuild it in three days, save Yourself! If You are the Son of God, come down from the cross.\"",
          "ID": "40"
        },
        {
          "text": "In the same way the chief priests also, along with the scribes and elders, were mocking Him and saying,",
          "ID": "41"
        },
        {
          "text": "\"He saved others; He cannot save Himself. He is the King of Israel; let Him now come down from the cross, and we will believe in Him.",
          "ID": "42"
        },
        {
          "text": "He trusts in God; let God rescue Him now, if He delights in Him; for He said, 'I am the Son of God.'\"",
          "ID": "43"
        },
        {
          "text": "The robbers who had been crucified with Him were also insulting Him with the same words.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Now from the sixth hour darkness fell upon all the land until the ninth hour.",
          "ID": "45"
        },
        {
          "text": "About the ninth hour Jesus cried out with a loud voice, saying, \"Eli, Eli, lama sabachthani?\" that is, \"My God, My God, why have You forsaken Me?\"",
          "ID": "46"
        },
        {
          "text": "And some of those who were standing there, when they heard it, began saying, \"This man is calling for Elijah.\"",
          "ID": "47"
        },
        {
          "text": "Immediately one of them ran, and taking a sponge, he filled it with sour wine and put it on a reed, and gave Him a drink.",
          "ID": "48"
        },
        {
          "text": "But the rest of them said, \"Let us see whether Elijah will come to save Him.\"",
          "ID": "49"
        },
        {
          "text": "And Jesus cried out again with a loud voice, and yielded up His spirit.",
          "ID": "50"
        },
        {
          "text": "And behold, the veil of the temple was torn in two from top to bottom; and the earth shook and the rocks were split.",
          "ID": "51"
        },
        {
          "text": "The tombs were opened, and many bodies of the saints who had fallen asleep were raised;",
          "ID": "52"
        },
        {
          "text": "and coming out of the tombs after His resurrection they entered the holy city and appeared to many.",
          "ID": "53"
        },
        {
          "text": "Now the centurion, and those who were with him keeping guard over Jesus, when they saw the earthquake and the things that were happening, became very frightened and said, \"Truly this was the Son of God!\"",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "Many women were there looking on from a distance, who had followed Jesus from Galilee while ministering to Him.",
          "ID": "55"
        },
        {
          "text": "Among them was Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee.",
          "ID": "56"
        },
        {
          "text": "",
          "ID": "56"
        },
        {
          "text": "When it was evening, there came a rich man from Arimathea, named Joseph, who himself had also become a disciple of Jesus.",
          "ID": "57"
        },
        {
          "text": "This man went to Pilate and asked for the body of Jesus. Then Pilate ordered it to be given to him.",
          "ID": "58"
        },
        {
          "text": "And Joseph took the body and wrapped it in a clean linen cloth,",
          "ID": "59"
        },
        {
          "text": "and laid it in his own new tomb, which he had hewn out in the rock; and he rolled a large stone against the entrance of the tomb and went away.",
          "ID": "60"
        },
        {
          "text": "And Mary Magdalene was there, and the other Mary, sitting opposite the grave.",
          "ID": "61"
        },
        {
          "text": "",
          "ID": "61"
        },
        {
          "text": "Now on the next day, the day after the preparation, the chief priests and the Pharisees gathered together with Pilate,",
          "ID": "62"
        },
        {
          "text": "and said, \"Sir, we remember that when He was still alive that deceiver said, 'After three days I am to rise again.'",
          "ID": "63"
        },
        {
          "text": "Therefore, give orders for the grave to be made secure until the third day, otherwise His disciples may come and steal Him away and say to the people, 'He has risen from the dead,' and the last deception will be worse than the first.\"",
          "ID": "64"
        },
        {
          "text": "Pilate said to them, \"You have a guard; go, make it as secure as you know how.\"",
          "ID": "65"
        },
        {
          "text": "And they went and made the grave secure, and along with the guard they set a seal on the stone.",
          "ID": "66"
        }
      ],
      "ID": "NT:MAT.27",
      "name": "MATTHEW 27"
    },
    {
      "text": [
        {
          "text": "Now after the Sabbath, as it began to dawn toward the first day of the week, Mary Magdalene and the other Mary came to look at the grave.",
          "ID": "1"
        },
        {
          "text": "And behold, a severe earthquake had occurred, for an angel of the Lord descended from heaven and came and rolled away the stone and sat upon it.",
          "ID": "2"
        },
        {
          "text": "And his appearance was like lightning, and his clothing as white as snow.",
          "ID": "3"
        },
        {
          "text": "The guards shook for fear of him and became like dead men.",
          "ID": "4"
        },
        {
          "text": "The angel said to the women, \"Do not be afraid; for I know that you are looking for Jesus who has been crucified.",
          "ID": "5"
        },
        {
          "text": "He is not here, for He has risen, just as He said. Come, see the place where He was lying.",
          "ID": "6"
        },
        {
          "text": "Go quickly and tell His disciples that He has risen from the dead; and behold, He is going ahead of you into Galilee, there you will see Him; behold, I have told you.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And they left the tomb quickly with fear and great joy and ran to report it to His disciples.",
          "ID": "8"
        },
        {
          "text": "And behold, Jesus met them and greeted them. And they came up and took hold of His feet and worshiped Him.",
          "ID": "9"
        },
        {
          "text": "Then Jesus said to them, \"Do not be afraid; go and take word to My brethren to leave for Galilee, and there they will see Me.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now while they were on their way, some of the guard came into the city and reported to the chief priests all that had happened.",
          "ID": "11"
        },
        {
          "text": "And when they had assembled with the elders and consulted together, they gave a large sum of money to the soldiers,",
          "ID": "12"
        },
        {
          "text": "and said, \"You are to say, 'His disciples came by night and stole Him away while we were asleep.'",
          "ID": "13"
        },
        {
          "text": "And if this should come to the governor's ears, we will win him over and keep you out of trouble.\"",
          "ID": "14"
        },
        {
          "text": "And they took the money and did as they had been instructed; and this story was widely spread among the Jews, and is to this day.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "But the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated.",
          "ID": "16"
        },
        {
          "text": "When they saw Him, they worshiped Him; but some were doubtful.",
          "ID": "17"
        },
        {
          "text": "And Jesus came up and spoke to them, saying, \"All authority has been given to Me in heaven and on earth.",
          "ID": "18"
        },
        {
          "text": "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit,",
          "ID": "19"
        },
        {
          "text": "teaching them to observe all that I commanded you; and lo, I am with you always, even to the end of the age.\"",
          "ID": "20"
        }
      ],
      "ID": "NT:MAT.28",
      "name": "MATTHEW 28"
    }
  ],
  "ID": "NT:MAT(NASB)",
  "version": "NASB",
  "name": "MATTHEW"
}