{
  "name": "Titus",
  "text": [
    {
      "name": "Titus 1",
      "text": [
        {
          "text": "PAUL, A bond servant of God and an apostle (a special messenger) of Jesus Christ (the Messiah) to stimulate and promote the faith of God's chosen ones and to lead them on to accurate discernment and recognition of and acquaintance with the Truth which belongs to and harmonizes with and tends to godliness,",
          "ID": "1"
        },
        {
          "text": "[Resting] in the hope of eternal life, [life] which the ever truthful God Who cannot deceive promised before the world or the ages of time began.",
          "ID": "2"
        },
        {
          "text": "And [now] in His own appointed time He has made manifest (made known) His Word and revealed it as His message through the preaching entrusted to me by command of God our Savior;",
          "ID": "3"
        },
        {
          "text": "To Titus, my true child according to a common (general) faith: Grace (favor and spiritual blessing) and [heart] peace from God the Father and the Lord Christ Jesus our Savior.",
          "ID": "4"
        },
        {
          "text": "For this reason I left you [behind] in Crete, that you might set right what was defective and finish what was left undone, and that you might appoint elders and set them over the churches (assemblies) in every city as I directed you.",
          "ID": "5"
        },
        {
          "text": "[These elders should be] men who are of unquestionable integrity and are irreproachable, the husband of [but] one wife, whose children are [well trained and are] believers, not open to the accusation of being loose in morals and conduct or unruly and disorderly.",
          "ID": "6"
        },
        {
          "text": "For the bishop (an overseer) as God's steward must be blameless, not self-willed or arrogant or presumptuous; he must not be quick-tempered or given to drink or pugnacious (brawling, violent); he must not be grasping and greedy for filthy lucre (financial gain);",
          "ID": "7"
        },
        {
          "text": "But he must be hospitable (loving and a friend to believers, especially to strangers and foreigners); [he must be] a lover of goodness [of good people and good things], sober-minded (sensible, discreet), upright and fair-minded, a devout man and religiously correct, temperate and keeping himself in hand.",
          "ID": "8"
        },
        {
          "text": "He must hold fast to the sure and trustworthy Word of God as he was taught it, so that he may be able both to give stimulating instruction and encouragement in sound (wholesome) doctrine and to refute and convict those who contradict and oppose it [showing the wayward their error].",
          "ID": "9"
        },
        {
          "text": "For there are many disorderly and unruly men who are idle (vain, empty) and misleading talkers and self-deceivers and deceivers of others. [This is true] especially of those of the circumcision party [who have come over from Judaism].",
          "ID": "10"
        },
        {
          "text": "Their mouths must be stopped, for they are mentally distressing and subverting whole families by teaching what they ought not to teach, for the purpose of getting base advantage and disreputable gain.",
          "ID": "11"
        },
        {
          "text": "One of their [very] number, a prophet of their own, said, Cretans are always liars, hurtful beasts, idle and lazy gluttons.",
          "ID": "12"
        },
        {
          "text": "And this account of them is [really] true. Because it is [true], rebuke them sharply [deal sternly, even severely with them], so that they may be sound in the faith and free from error,",
          "ID": "13"
        },
        {
          "text": "[And may show their soundness by] ceasing to give attention to Jewish myths and fables or to rules [laid down] by [mere] men who reject and turn their backs on the Truth.",
          "ID": "14"
        },
        {
          "text": "To the pure [in heart and conscience] all things are pure, but to the defiled and corrupt and unbelieving nothing is pure; their very minds and consciences are defiled and polluted.",
          "ID": "15"
        },
        {
          "text": "They profess to know God [to recognize, perceive, and be acquainted with Him], but deny and disown and renounce Him by what they do; they are detestable and loathsome, unbelieving and disobedient and disloyal and rebellious, and [they are] unfit and worthless for good work (deed or enterprise) of any kind.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1"
    },
    {
      "name": "Titus 2",
      "text": [
        {
          "text": "BUT [as for] you, teach what is fitting and becoming to sound (wholesome) doctrine [the character and right living that identify true Christians].",
          "ID": "1"
        },
        {
          "text": "Urge the older men to be temperate, venerable (serious), sensible, self-controlled, and sound in the faith, in the love, and in the steadfastness and patience [of Christ].",
          "ID": "2"
        },
        {
          "text": "Bid the older women similarly to be reverent and devout in their deportment as becomes those engaged in sacred service, not slanderers or slaves to drink. They are to give good counsel and be teachers of what is right and noble,",
          "ID": "3"
        },
        {
          "text": "So that they will wisely train the young women to be sane and sober of mind (temperate, disciplined) and to love their husbands and their children,",
          "ID": "4"
        },
        {
          "text": "To be self-controlled, chaste, homemakers, good-natured (kindhearted), adapting and subordinating themselves to their husbands, that the word of God may not be exposed to reproach (blasphemed or discredited).",
          "ID": "5"
        },
        {
          "text": "In a similar way, urge the younger men to be self-restrained and to behave prudently [taking life seriously].",
          "ID": "6"
        },
        {
          "text": "And show your own self in all respects to be a pattern and a model of good deeds and works, teaching what is unadulterated, showing gravity [having the strictest regard for truth and purity of motive], with dignity and seriousness.",
          "ID": "7"
        },
        {
          "text": "And let your instruction be sound and fit and wise and wholesome, vigorous and irrefutable and above censure, so that the opponent may be put to shame, finding nothing discrediting or evil to say about us.",
          "ID": "8"
        },
        {
          "text": "[Tell] bond servants to be submissive to their masters, to be pleasing and give satisfaction in every way. [Warn them] not to talk back or contradict,",
          "ID": "9"
        },
        {
          "text": "Nor to steal by taking things of small value, but to prove themselves truly loyal and entirely reliable and faithful throughout, so that in everything they may be an ornament and do credit to the teaching [which is] from and about God our Savior.",
          "ID": "10"
        },
        {
          "text": "For the grace of God (His unmerited favor and blessing) has come forward (appeared) for the deliverance from sin and the eternal salvation for all mankind.",
          "ID": "11"
        },
        {
          "text": "It has trained us to reject and renounce all ungodliness (irreligion) and worldly (passionate) desires, to live discreet (temperate, self-controlled), upright, devout (spiritually whole) lives in this present world,",
          "ID": "12"
        },
        {
          "text": "Awaiting and looking for the [fulfillment, the realization of our] blessed hope, even the glorious appearing of our great God and Savior Christ Jesus (the Messiah, the Anointed One),",
          "ID": "13"
        },
        {
          "text": "Who gave Himself on our behalf that He might redeem us (purchase our freedom) from all iniquity and purify for Himself a people [to be peculiarly His own, people who are] eager and enthusiastic about [living a life that is good and filled with] beneficial deeds. [Deut. 14:2; Ps. 130:8; Ezek. 37:23.]",
          "ID": "14"
        },
        {
          "text": "Tell [them all] these things. Urge (advise, encourage, warn) and rebuke with full authority. Let no one despise or disregard or think little of you [conduct yourself and your teaching so as to command respect].",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2"
    },
    {
      "name": "Titus 3",
      "text": [
        {
          "text": "REMIND PEOPLE to be submissive to [their] magistrates and authorities, to be obedient, to be prepared and willing to do any upright and honorable work,",
          "ID": "1"
        },
        {
          "text": "To slander or abuse or speak evil of no one, to avoid being contentious, to be forbearing (yielding, gentle, and conciliatory), and to show unqualified courtesy toward everybody.",
          "ID": "2"
        },
        {
          "text": "For we also were once thoughtless and senseless, obstinate and disobedient, deluded and misled; [we too were once] slaves to all sorts of cravings and pleasures, wasting our days in malice and jealousy and envy, hateful (hated, detestable) and hating one another.",
          "ID": "3"
        },
        {
          "text": "But when the goodness and loving-kindness of God our Savior to man [as man] appeared,",
          "ID": "4"
        },
        {
          "text": "He saved us, not because of any works of righteousness that we had done, but because of His own pity and mercy, by [the] cleansing [bath] of the new birth (regeneration) and renewing of the Holy Spirit,",
          "ID": "5"
        },
        {
          "text": "Which He poured out [so] richly upon us through Jesus Christ our Savior.",
          "ID": "6"
        },
        {
          "text": "[And He did it in order] that we might be justified by His grace (by His favor, wholly undeserved), [that we might be acknowledged and counted as conformed to the divine will in purpose, thought, and action], and that we might become heirs of eternal life according to [our] hope.",
          "ID": "7"
        },
        {
          "text": "This message is most trustworthy, and concerning these things I want you to insist steadfastly, so that those who have believed in (trusted in, relied on) God may be careful to apply themselves to honorable occupations and to doing good, for such things are [not only] excellent and right [in themselves], but [they are] good and profitable for the people.",
          "ID": "8"
        },
        {
          "text": "But avoid stupid and foolish controversies and genealogies and dissensions and wrangling about the Law, for they are unprofitable and futile.",
          "ID": "9"
        },
        {
          "text": "[As for] a man who is factious [a heretical sectarian and cause of divisions], after admonishing him a first and second time, reject [him from your fellowship and have nothing more to do with him],",
          "ID": "10"
        },
        {
          "text": "Well aware that such a person has utterly changed (is perverted and corrupted); he goes on sinning [though he] is convicted of guilt and self-condemned.",
          "ID": "11"
        },
        {
          "text": "When I send Artemas or [perhaps] Tychicus to you, lose no time but make every effort to come to me at Nicopolis, for I have decided to spend the winter there.",
          "ID": "12"
        },
        {
          "text": "Do your utmost to speed Zenas the lawyer and Apollos on their way; see that they want for (lack) nothing.",
          "ID": "13"
        },
        {
          "text": "And let our own [people really] learn to apply themselves to good deeds (to honest labor and honorable employment), so that they may be able to meet necessary demands whenever the occasion may require and not be living idle and uncultivated and unfruitful lives.",
          "ID": "14"
        },
        {
          "text": "All who are with me wish to be remembered to you. Greet those who love us in the faith. Grace (God's favor and blessing) be with you all. Amen (so be it).",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3"
    }
  ],
  "version": "AMP",
  "ID": "NT:TIT(AMP)"
}