{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a servant of God and an Apostle of Jesus Christ, in accord with the faith of God's elect and in acknowledgment of the truth which is accompanied by piety,",
          "ID": "1"
        },
        {
          "text": "in the hope of the eternal life that God, who does not lie, promised before the ages of time,",
          "ID": "2"
        },
        {
          "text": "which, at the proper time, he has manifested by his Word, in the preaching that has been entrusted to me by the command of God our Savior;",
          "ID": "3"
        },
        {
          "text": "to Titus, beloved son according to the common faith. Grace and peace, from God the Father and from Christ Jesus our Savior.",
          "ID": "4"
        },
        {
          "text": "For this reason, I left you behind in Crete: so that those things which are lacking, you would correct, and so that you would ordain, throughout the communities, priests, (just as I also ordained you)",
          "ID": "5"
        },
        {
          "text": "if such a man is without offense, the husband of one wife, having faithful children, not accused of self-indulgence, nor of insubordination.",
          "ID": "6"
        },
        {
          "text": "And a bishop, as a steward of God, must be without offense: not arrogant, not short-tempered, not a drunkard, not violent, not desiring tainted profit,",
          "ID": "7"
        },
        {
          "text": "but instead: hospitable, kind, sober, just, holy, chaste,",
          "ID": "8"
        },
        {
          "text": "embracing faithful speech which is in agreement with doctrine, so that he may be able to exhort in sound doctrine and to argue against those who contradict.",
          "ID": "9"
        },
        {
          "text": "For there are, indeed, many who are disobedient, who speak empty words, and who deceive, especially those who are of the circumcision.",
          "ID": "10"
        },
        {
          "text": "These must be reproved, for they subvert entire houses, teaching things which should not be taught, for the favor of shameful gain.",
          "ID": "11"
        },
        {
          "text": "A certain one of these, a prophet of their own kind, said: \"The Cretans are ever liars, evil beasts, lazy gluttons.\"",
          "ID": "12"
        },
        {
          "text": "This testimony is true. Because of this, rebuke them sharply, so that they may be sound in the faith,",
          "ID": "13"
        },
        {
          "text": "not paying attention to Jewish fables, nor to the rules of men who have turned themselves away from the truth.",
          "ID": "14"
        },
        {
          "text": "All things are clean to those who are clean. But to those who are defiled, and to unbelievers, nothing is clean; for both their mind and their conscience have been polluted.",
          "ID": "15"
        },
        {
          "text": "They claim that they know God. But, by their own works, they deny him, since they are abominable, and unbelieving, and reprobate, toward every good work.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1",
      "name": "Titus 1"
    },
    {
      "text": [
        {
          "text": "But you are to speak the things that befit sound doctrine.",
          "ID": "1"
        },
        {
          "text": "Old men should be sober, chaste, prudent, sound in faith, in love, in patience.",
          "ID": "2"
        },
        {
          "text": "Old women, similarly, should be in holy attire, not false accusers, not given to much wine, teaching well,",
          "ID": "3"
        },
        {
          "text": "so that they may teach prudence to the young women, so that they may love their husbands, love their children,",
          "ID": "4"
        },
        {
          "text": "be sensible, chaste, restrained, have concern for the household, be kind, be subordinate to their husbands: so that the Word of God may be not blasphemed.",
          "ID": "5"
        },
        {
          "text": "Exhort young men similarly, so that they may show self-restraint.",
          "ID": "6"
        },
        {
          "text": "In all things, present yourself as an example of good works: in doctrine, with integrity, with seriousness,",
          "ID": "7"
        },
        {
          "text": "with sound words, irreproachably, so that he who is an opponent may dread that he has nothing evil to say about us.",
          "ID": "8"
        },
        {
          "text": "Exhort servants to be submissive to their masters, in all things pleasing, not contradicting,",
          "ID": "9"
        },
        {
          "text": "not cheating, but in all things showing good fidelity, so that they may adorn the doctrine of God our Savior in all things.",
          "ID": "10"
        },
        {
          "text": "For the grace of God our Savior has appeared to all men,",
          "ID": "11"
        },
        {
          "text": "instructing us to reject impiety and worldly desires, so that we may live soberly and justly and piously in this age,",
          "ID": "12"
        },
        {
          "text": "looking forward to the blessed hope and the advent of the glory of the great God and of our Savior Jesus Christ.",
          "ID": "13"
        },
        {
          "text": "He gave himself for our sake, so that he might redeem us from all iniquity, and might cleanse for himself an acceptable people, pursuers of good works.",
          "ID": "14"
        },
        {
          "text": "Speak and exhort and argue these things with all authority. Let no one despise you.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2",
      "name": "Titus 2"
    },
    {
      "text": [
        {
          "text": "Admonish them to be subordinate to the rulers and authorities, to obey their dictates, to be prepared for every good work,",
          "ID": "1"
        },
        {
          "text": "to speak evil of no one, not to be litigious, but to be reserved, displaying all meekness toward all men.",
          "ID": "2"
        },
        {
          "text": "For, in times past, we ourselves were also unwise, unbelieving, erring, servants of various desires and pleasures, acting with malice and envy, being hateful and hating one another.",
          "ID": "3"
        },
        {
          "text": "But then the kindness and humanity of God our Savior appeared.",
          "ID": "4"
        },
        {
          "text": "And he saved us, not by works of justice that we had done, but, in accord with his mercy, by the washing of regeneration and by the renovation of the Holy Spirit,",
          "ID": "5"
        },
        {
          "text": "whom he has poured out upon us in abundance, through Jesus Christ our Savior,",
          "ID": "6"
        },
        {
          "text": "so that, having been justified by his grace, we may become heirs according to the hope of eternal life.",
          "ID": "7"
        },
        {
          "text": "This is a faithful saying. And I want you to confirm these things, so that those who believe in God may take care to excel in good works. These things are good and useful to men.",
          "ID": "8"
        },
        {
          "text": "But avoid foolish questions, and genealogies, and contentions, as well as arguments against the law. For these are useless and empty.",
          "ID": "9"
        },
        {
          "text": "Avoid a man who is a heretic, after the first and second correction,",
          "ID": "10"
        },
        {
          "text": "knowing that one who is like this has been subverted, and that he offends; for he has been condemned by his own judgment.",
          "ID": "11"
        },
        {
          "text": "When I send Artemas or Tychicus to you, hurry to return to me at Nicopolis. For I have decided to winter there.",
          "ID": "12"
        },
        {
          "text": "Send Zenas the lawyer and Apollo ahead with care, and let nothing be lacking to them.",
          "ID": "13"
        },
        {
          "text": "But let our men also learn to excel in good works pertaining to the necessities of life, so that they may not be unfruitful.",
          "ID": "14"
        },
        {
          "text": "All those who are with me greet you. Greet those who love us in the faith. May the grace of God be with you all. Amen.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3",
      "name": "Titus 3"
    }
  ],
  "ID": "NT:TIT(CPDV)",
  "version": "CPDV",
  "name": "Titus"
}