{
  "version": "ERV",
  "text": [
    {
      "title": "Titus’ Work in Crete",
      "text": [
        {
          "text": "Greetings from Paul, a servant of God and an apostle of Jesus Christ. I was sent to help God’s chosen people have faith and understand the truth that produces a life of devotion to God.",
          "ID": "1"
        },
        {
          "text": "This faith and knowledge make us sure that we have eternal life. God promised that life to us before time began—and God does not lie.",
          "ID": "2"
        },
        {
          "text": "At the right time, God let the world know about that life. He did this through the telling of the Good News message, and he trusted me with that work. I told people that message because God our Savior commanded me to.",
          "ID": "3"
        },
        {
          "text": "To Titus, a true son to me in the faith we share together.\nGrace and peace to you from God the Father and Christ Jesus our Savior.",
          "ID": "4"
        },
        {
          "text": "I left you in Crete so that you could finish doing what still needed to be done. And I also left you there so that you could choose men to be elders in every town.",
          "ID": "5"
        },
        {
          "text": "To be an elder, a man must not be guilty of living in a wrong way. He must be faithful to his wife, and his children must be faithful to God. They must not be known as children who are wild or don’t obey.",
          "ID": "6",
          "comments": [
            "faithful to his wife Literally, “a man of one woman.”",
            "faithful to God This word can mean “trustworthy” or “believers.” Here, both meanings may be included. Compare this verse with 1 Tim. 3:4."
          ]
        },
        {
          "text": "An elder has the job of taking care of God’s work. So people should not be able to say that he lives in a wrong way. He must not be someone who is proud and selfish or who gets angry quickly. He must not drink too much, and he must not be someone who likes to fight. He must not be a man who will do almost anything for money.",
          "ID": "7",
          "comments": [
            "elder Here, literally, “overseer.” See “elders (New Testament)” in the Word List."
          ]
        },
        {
          "text": "An elder must be ready to help people by welcoming them into his home. He must love what is good. He must be wise. He must live right. He must be devoted to God and pleasing to him. And he must be able to control himself.",
          "ID": "8"
        },
        {
          "text": "An elder must be faithful to the same true message we teach. Then he will be able to encourage others with teaching that is true and right. And he will be able to show those who are against this teaching that they are wrong.",
          "ID": "9"
        },
        {
          "text": "This is important, because there are many people who refuse to obey—people who talk about worthless things and mislead others. I am talking especially about those who say that men who are not Jews must be circumcised to please God.",
          "ID": "10"
        },
        {
          "text": "These people must be stopped, because they are destroying whole families by teaching what they should not teach. They teach only to cheat people and make money.",
          "ID": "11"
        },
        {
          "text": "Even one of their own prophets said, “Cretans are always liars. They are evil animals and lazy people who do nothing but eat.”",
          "ID": "12"
        },
        {
          "text": "The words that prophet said are true. So tell those people that they are wrong. You must be strict with them. Then they will become strong in the faith,",
          "ID": "13"
        },
        {
          "text": "and they will stop paying attention to the stories told by those Jews. They will stop following the commands of those who have turned away from the truth.",
          "ID": "14"
        },
        {
          "text": "To people who are pure, everything is pure. But to those who are full of sin and don’t believe, nothing is pure. Really, their thinking has become evil and their consciences have been ruined.",
          "ID": "15"
        },
        {
          "text": "They say they know God, but the evil things they do show that they don’t accept him. They are disgusting. They refuse to obey God and are not capable of doing anything good.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1",
      "name": "Titus 1"
    },
    {
      "title": "Following the True Teaching",
      "text": [
        {
          "text": "You, however, must tell everyone how to live in a way that agrees with the true teaching.",
          "ID": "1"
        },
        {
          "text": "Teach the older men to have self-control, to be serious, and to be wise. They must be strong in faith, in love, and in patience.",
          "ID": "2"
        },
        {
          "text": "Also, teach the older women to live the way those who serve the Lord should live. They should not go around saying bad things about others or be in the habit of drinking too much. They should teach what is good.",
          "ID": "3"
        },
        {
          "text": "By doing this they will teach the younger women to love their husbands and children.",
          "ID": "4"
        },
        {
          "text": "They will teach them to be wise and pure, to take care of their homes, to be kind, and to be willing to serve their husbands. Then no one will be able to criticize the teaching God gave us.",
          "ID": "5"
        },
        {
          "text": "In the same way, tell the young men to be wise.",
          "ID": "6"
        },
        {
          "text": "You should be an example for them in every way by the good things you do. When you teach, be honest and serious.",
          "ID": "7"
        },
        {
          "text": "And your teaching should be clearly right so that you cannot be criticized. Then anyone who is against you will be ashamed. There will not be anything bad they can say about us.",
          "ID": "8"
        },
        {
          "text": "And tell this to those who are slaves: They should be willing to serve their masters at all times; they should try to please them, not argue with them;",
          "ID": "9"
        },
        {
          "text": "they should not steal from them; and they should show their masters that they can be trusted. Then, in everything they do, they will show that the teaching of God our Savior is good.",
          "ID": "10"
        },
        {
          "text": "That is the way we should live, because God’s grace has come. That grace can save everyone.",
          "ID": "11"
        },
        {
          "text": "It teaches us not to live against God and not to do the bad things the world wants to do. It teaches us to live on earth now in a wise and right way—a way that shows true devotion to God.",
          "ID": "12"
        },
        {
          "text": "We should live like that while we are waiting for the coming of our great God and Savior Jesus Christ. He is our great hope, and he will come with glory.",
          "ID": "13"
        },
        {
          "text": "He gave himself for us. He died to free us from all evil. He died to make us pure—people who belong only to him and who always want to do good.",
          "ID": "14"
        },
        {
          "text": "These are the things you should tell people. Encourage them, and when they are wrong, correct them. You have full authority to do this, so don’t let anyone think they can ignore you.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2",
      "name": "Titus 2"
    },
    {
      "title": "Final Instructions and Greetings",
      "text": [
        {
          "text": "Remind your people that they should always be under the authority of rulers and government leaders. They should obey these leaders and be ready to do good.",
          "ID": "1"
        },
        {
          "text": "Tell them not to speak evil of anyone but to live in peace with others. They should be gentle and polite to everyone.",
          "ID": "2"
        },
        {
          "text": "In the past we were foolish too. We did not obey, we were wrong, and we were slaves to the many things our bodies wanted and enjoyed. We lived doing evil and being jealous. People hated us and we hated each other.",
          "ID": "3"
        },
        {
          "text": "But then the kindness and love of God our Savior was made known.",
          "ID": "4"
        },
        {
          "text": "He saved us because of his mercy, not because of any good things we did. He saved us through the washing that made us new people. He saved us by making us new through the Holy Spirit.",
          "ID": "5"
        },
        {
          "text": "God poured out to us that Holy Spirit fully through Jesus Christ our Savior.",
          "ID": "6"
        },
        {
          "text": "We were made right with God by his grace. God saved us so that we could be his children and look forward to receiving life that never ends.",
          "ID": "7"
        },
        {
          "text": "This is a true statement.\nAnd I want you to be sure that the people understand these things. Then those who believe in God will be careful to use their lives for doing good. These things are good and will help everyone.",
          "ID": "8"
        },
        {
          "text": "Stay away from those who have foolish arguments, who talk about useless family histories, or who make trouble and fight about what the Law of Moses teaches. These things are useless and will not help anyone.",
          "ID": "9"
        },
        {
          "text": "Give a warning to all those who cause arguments. If they continue to cause trouble after a second warning, then don’t associate with them.",
          "ID": "10"
        },
        {
          "text": "You know that people like that are evil and sinful. Their sins prove they are wrong.",
          "ID": "11"
        },
        {
          "text": "I will send Artemas and Tychicus to you. When I send them, try hard to come to me at Nicopolis. I have decided to stay there this winter.",
          "ID": "12"
        },
        {
          "text": "Zenas the lawyer and Apollos will be traveling from there. Do all that you can to help them prepare for their trip. Be sure that they have everything they need.",
          "ID": "13"
        },
        {
          "text": "Our people must learn to use their lives for doing good and helping anyone who has a need. Then they will not have empty lives.",
          "ID": "14"
        },
        {
          "text": "All the people with me here send you their greetings. Give my greetings to those who love us in the faith.\nGrace be with you all.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3",
      "name": "Titus 3"
    }
  ],
  "ID": "NT:TIT(ERV)",
  "name": "Titus"
}