{
  "text": [
    {
      "text": [
        {
          "text": "In the first year of Cyrus, king of the Persians, the Lord stirred up the spirit of Cyrus, king of the Persians, so that the word of the Lord from the mouth of Jeremiah would be fulfilled. And he sent out a voice, throughout his entire kingdom, and also in writing, saying:",
          "ID": "1"
        },
        {
          "text": "\"Thus says Cyrus, the king of the Persians: The Lord, the God of heaven, has given all the kingdoms of the earth to me, and he himself has instructed me that I should build a house for him in Jerusalem, which is in Judea.",
          "ID": "2"
        },
        {
          "text": "Who among you is from his entire people? May his God be with him. Let him ascend to Jerusalem, which is in Judea, and let him build the house of the Lord, the God of Israel. He is the God who is in Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And let all who remain, in all the places wherever they may live, assist him, each man from his place, with silver and gold, and goods and cattle, in addition to whatever they may offer voluntarily to the temple of God, which is in Jerusalem.\"",
          "ID": "4"
        },
        {
          "text": "And the leaders of the fathers from Judah and from Benjamin, with the priests, and the Levites, and all those whose spirit was stirred by God, rose up, so that they might ascend to build the temple of the Lord, which was in Jerusalem.",
          "ID": "5"
        },
        {
          "text": "And all those who were all around assisted their hands with vessels of silver and gold, with goods and cattle, with equipment, in addition to whatever they had offered freely.",
          "ID": "6"
        },
        {
          "text": "Likewise, king Cyrus offered the vessels of the temple of the Lord, which Nebuchadnezzar had taken from Jerusalem and had placed in the temple of his god.",
          "ID": "7"
        },
        {
          "text": "Now Cyrus, king of Persia, offered these by the hand of Mithredath, the son of the treasurer, and he counted these out to Sheshbazzar, the leader of Judah.",
          "ID": "8"
        },
        {
          "text": "And this is their number: thirty gold bowls, one thousand silver bowls, twenty-nine knives, thirty gold cups,",
          "ID": "9"
        },
        {
          "text": "four hundred ten of a second kind of silver cup, one thousand other vessels.",
          "ID": "10"
        },
        {
          "text": "All the vessels of gold and silver were five thousand four hundred. Sheshbazzar brought all these, with those who ascended from the transmigration of Babylon, into Jerusalem.",
          "ID": "11"
        }
      ],
      "ID": "OT:EZR.1",
      "name": "Ezra 1"
    },
    {
      "text": [
        {
          "text": "Now these are the sons of the province, who ascended from the captivity, whom Nebuchadnezzar, king of Babylon, had transferred to Babylon, and who were returned to Jerusalem and to Judah, each one to his own city.",
          "ID": "1"
        },
        {
          "text": "They arrived with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:",
          "ID": "2"
        },
        {
          "text": "The sons of Parosh, two thousand one hundred seventy-two.",
          "ID": "3"
        },
        {
          "text": "The sons of Shephatiah, three hundred seventy-two.",
          "ID": "4"
        },
        {
          "text": "The sons of Arah, seven hundred seventy-five.",
          "ID": "5"
        },
        {
          "text": "The sons of Pahath-moab, of the sons of Jeshua and Joab, two thousand eight hundred twelve.",
          "ID": "6"
        },
        {
          "text": "The sons of Elam, one thousand two hundred fifty-four.",
          "ID": "7"
        },
        {
          "text": "The sons of Zattu, nine hundred forty-five.",
          "ID": "8"
        },
        {
          "text": "The sons of Zaccai, seven hundred sixty.",
          "ID": "9"
        },
        {
          "text": "The sons of Bani, six hundred forty-two.",
          "ID": "10"
        },
        {
          "text": "The sons of Bebai, six hundred twenty-three.",
          "ID": "11"
        },
        {
          "text": "The sons of Azgad, one thousand two hundred twenty-two.",
          "ID": "12"
        },
        {
          "text": "The sons of Adonikam, six hundred sixty-six.",
          "ID": "13"
        },
        {
          "text": "The sons of Bigvai, two thousand fifty-six.",
          "ID": "14"
        },
        {
          "text": "The sons of Adin, four hundred fifty-four.",
          "ID": "15"
        },
        {
          "text": "The sons of Ater, who were of Hezekiah, ninety-eight.",
          "ID": "16"
        },
        {
          "text": "The sons of Bezai, three hundred twenty-three.",
          "ID": "17"
        },
        {
          "text": "The sons of Jorah, one hundred twelve.",
          "ID": "18"
        },
        {
          "text": "The sons of Hashum, two hundred twenty-three.",
          "ID": "19"
        },
        {
          "text": "The sons of Gibbar, ninety-five.",
          "ID": "20"
        },
        {
          "text": "The sons of Bethlehem, one hundred twenty-three.",
          "ID": "21"
        },
        {
          "text": "The men of Netophah, fifty-six.",
          "ID": "22"
        },
        {
          "text": "The men of Anathoth, one hundred twenty-eight.",
          "ID": "23"
        },
        {
          "text": "The sons of Azmaveth, forty-two.",
          "ID": "24"
        },
        {
          "text": "The sons of Kiriatharim, Chephirah, and Beeroth, seven hundred forty-three.",
          "ID": "25"
        },
        {
          "text": "The sons of Ramah and Geba, six hundred twenty-one.",
          "ID": "26"
        },
        {
          "text": "The men of Michmas, one hundred twenty-two.",
          "ID": "27"
        },
        {
          "text": "The men of Bethel and Ai, two hundred twenty-three.",
          "ID": "28"
        },
        {
          "text": "The sons of Nebo, fifty-two.",
          "ID": "29"
        },
        {
          "text": "The sons of Magbish, one hundred fifty-six.",
          "ID": "30"
        },
        {
          "text": "The sons of the other Elam, one thousand two hundred fifty-five.",
          "ID": "31"
        },
        {
          "text": "The sons of Harim, three hundred twenty.",
          "ID": "32"
        },
        {
          "text": "The sons of Lod, Hadid, and Ono, seven hundred twenty-five.",
          "ID": "33"
        },
        {
          "text": "The sons of Jericho, three hundred forty-five.",
          "ID": "34"
        },
        {
          "text": "The sons of Senaah, three thousand six hundred thirty.",
          "ID": "35"
        },
        {
          "text": "The priests: the sons of Jedaiah of the house of Jeshua, nine hundred seventy-three.",
          "ID": "36"
        },
        {
          "text": "The sons of Immer, one thousand fifty-two.",
          "ID": "37"
        },
        {
          "text": "The sons of Pashhur, one thousand two hundred forty-seven.",
          "ID": "38"
        },
        {
          "text": "The sons of Harim, one thousand seventeen.",
          "ID": "39"
        },
        {
          "text": "The Levites: the sons of Jeshua and Kadmiel, of the sons of Hodaviah, seventy-four.",
          "ID": "40"
        },
        {
          "text": "The singing men: the sons of Asaph, one hundred twenty-eight.",
          "ID": "41"
        },
        {
          "text": "The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai: altogether one hundred thirty-nine.",
          "ID": "42"
        },
        {
          "text": "The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
          "ID": "43"
        },
        {
          "text": "the sons of Keros, the sons of Siaha, the sons of Padon,",
          "ID": "44"
        },
        {
          "text": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,",
          "ID": "45"
        },
        {
          "text": "the sons of Hagab, the sons of Shamlai, the sons of Hanan,",
          "ID": "46"
        },
        {
          "text": "the sons of Giddel, the sons of Gahar, the sons of Reaiah,",
          "ID": "47"
        },
        {
          "text": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,",
          "ID": "48"
        },
        {
          "text": "the sons of Uzza, the sons of Paseah, the sons of Besai,",
          "ID": "49"
        },
        {
          "text": "the sons of Asnah, the sons of Meunim, the sons of Nephusim,",
          "ID": "50"
        },
        {
          "text": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
          "ID": "51"
        },
        {
          "text": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,",
          "ID": "52"
        },
        {
          "text": "the sons of Barkos, the sons of Sisera, the sons of Temah,",
          "ID": "53"
        },
        {
          "text": "the sons of Neziah, the sons of Hatipha;",
          "ID": "54"
        },
        {
          "text": "the sons of the servants of Solomon, the sons of Sotai, the sons of Sophereth, the sons of Peruda,",
          "ID": "55"
        },
        {
          "text": "the sons of Jaalah, the sons of Darkon, the sons of Giddel,",
          "ID": "56"
        },
        {
          "text": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth, who were of Hazzebaim, the sons of Ami:",
          "ID": "57"
        },
        {
          "text": "all the temple servants and the sons of the servants of Solomon, three hundred ninety-two.",
          "ID": "58"
        },
        {
          "text": "And these were the ones who ascended from Telmelah, Telharsha, Cherub, and Addan, and Immer. And they were not able to indicate the house of their fathers and their offspring, whether they were of Israel:",
          "ID": "59"
        },
        {
          "text": "The sons of Delaiah, the sons of Tobiah, the sons of Nekoda, six hundred fifty-two.",
          "ID": "60"
        },
        {
          "text": "And from the sons of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai, who took a wife from the daughters of Barzillai, the Gileadite, and who were called by their name.",
          "ID": "61"
        },
        {
          "text": "These sought the writing of their genealogy, and they did not find it, and so they were cast out of the priesthood.",
          "ID": "62"
        },
        {
          "text": "And the cupbearer said to them that they should not eat from the Holy of Holies, until there would arise a priest, learned and perfect.",
          "ID": "63"
        },
        {
          "text": "The entire multitude joined together was forty-two thousand three hundred sixty,",
          "ID": "64"
        },
        {
          "text": "not including their men and women servants, of whom there were seven thousand three hundred thirty-seven. And among these were singing men and singing women, two hundred.",
          "ID": "65"
        },
        {
          "text": "Their horses were seven hundred thirty-six; their mules were two hundred forty-five;",
          "ID": "66"
        },
        {
          "text": "their camels were four hundred thirty-five; their donkeys were six thousand seven hundred twenty.",
          "ID": "67"
        },
        {
          "text": "And some of the leaders among the fathers, when they entered into the temple of the Lord, which is in Jerusalem, freely offered some of these to the house of God, in order to construct it in its location.",
          "ID": "68"
        },
        {
          "text": "They gave to the expenses of the work in accord with their ability: sixty-one thousand gold coins, five thousand silver minas, and one hundred priestly vestments.",
          "ID": "69"
        },
        {
          "text": "Therefore, the priests and the Levites, and some of the people, and the singing men, and the gatekeepers, and the temple servants lived in their cities, and all of Israel lived in their cities.",
          "ID": "70"
        }
      ],
      "ID": "OT:EZR.2",
      "name": "Ezra 2"
    },
    {
      "text": [
        {
          "text": "And now the seventh month had arrived, and the sons of Israel were in their cities. Then, the people were gathered together, like one man, in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And Jeshua, the son of Jozadak, rose up with his brothers, the priests. And Zerubbabel, the son of Shealtiel, rose up with his brothers. And they built the altar of the God of Israel, so that they might offer holocausts upon it, just as it was written in the law of Moses, the man of God.",
          "ID": "2"
        },
        {
          "text": "Now they set the altar of God upon its bases, while keeping the people of all the surrounding lands away from it. And they offered upon it a holocaust to the Lord, morning and evening.",
          "ID": "3"
        },
        {
          "text": "And they kept the solemnity of tabernacles, just as it was written, and the holocaust of each day in order, according to the precept, the work of each day in its time.",
          "ID": "4"
        },
        {
          "text": "And after these, they offered the continual holocaust, as much on the new moons as on all the solemnities of the Lord that were consecrated, and on all those when a voluntary gift was offered to the Lord.",
          "ID": "5"
        },
        {
          "text": "From the first day of the seventh month, they began to offer holocausts to the Lord. But the temple of God had not yet been founded.",
          "ID": "6"
        },
        {
          "text": "And so they gave money to those who cut and laid stones. Similarly, they gave food, and drink, and oil to the Sidonians and the Tyrians, so that they would bring cedar wood, from Lebanon to the sea at Joppa, in accord with what had been commanded of them by Cyrus, the king of the Persians.",
          "ID": "7"
        },
        {
          "text": "Then, in the second year of their advent to the temple of God in Jerusalem, in the second month, Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, and the remainder of their brothers, the priests, and the Levites, and all who had arrived from the captivity to Jerusalem, began, and they appointed Levites, from twenty years and over, to hasten the work of the Lord.",
          "ID": "8"
        },
        {
          "text": "And Jeshua and his sons and his brothers, Kadmiel and his sons, and the sons of Judah, like one man, stood so that they might have charge over those who did the work in the temple of God: the sons of Henadad, and their sons, and their brothers, the Levites.",
          "ID": "9"
        },
        {
          "text": "And when the builders had founded the temple of the Lord, the priests stood in their adornment with trumpets, and the Levites, the sons of Asaph, stood with cymbals, so that they might praise God by the hand of David, the king of Israel.",
          "ID": "10"
        },
        {
          "text": "And they sung together with hymns and confession to the Lord: \"For he is good. For his mercy is over Israel unto eternity.\" And likewise, all the people shouted with a great clamor in praise to the Lord, because the temple of the Lord had been founded.",
          "ID": "11"
        },
        {
          "text": "And many of the priests and the Levites, and the leaders of the fathers and of the elders, who had seen the former temple, when now this temple was founded and was before their eyes, wept with a great voice. And many of them, shouting for joy, lifted up their voice.",
          "ID": "12"
        },
        {
          "text": "Neither could anyone distinguish between the voice of clamor of joy, and a voice of weeping of the people. For the shouting of the people mixed into a great clamor, and the voice was heard from far away.",
          "ID": "13"
        }
      ],
      "ID": "OT:EZR.3",
      "name": "Ezra 3"
    },
    {
      "text": [
        {
          "text": "Now the enemies of Judah and of Benjamin heard that the sons of the captivity were building a temple to the Lord, the God of Israel.",
          "ID": "1"
        },
        {
          "text": "And so, drawing near to Zerubbabel and to the leaders of the fathers, they said to them: \"Let us build with you, for we seek your God just as you do. Behold, we have immolated victims to him from the days of Esarhaddon, king of Assyria, who brought us here.\"",
          "ID": "2"
        },
        {
          "text": "And Zerubbabel, and Jeshua, and the rest of the leaders of the fathers of Israel said to them: \"It is not for you to build the house of our God with us. Instead, we alone shall build to the Lord our God, just as Cyrus, the king of the Persians, has commanded us.\"",
          "ID": "3"
        },
        {
          "text": "Therefore, it happened that the people of the land impeded the hands of the people of Judah, and they troubled them in building.",
          "ID": "4"
        },
        {
          "text": "Then they hired counselors against them, so that they might argue against their plan during all the days of Cyrus, king of Persia, even until the reign of Darius, king of the Persians.",
          "ID": "5"
        },
        {
          "text": "And so, during the reign of Ahasuerus, at the beginning of his reign, they wrote an accusation against the inhabitants of Judah and of Jerusalem.",
          "ID": "6"
        },
        {
          "text": "And so, in the days of Artaxerxes, Bishlam, Mithredath, and Tabeel, and the others who were in their council wrote to Artaxerxes, king of the Persians. Now the letter of accusation was written in Syriac, and was being read in the Syrian language.",
          "ID": "7"
        },
        {
          "text": "Rehum, the commander, and Shimshai, the scribe, wrote one letter from Jerusalem to king Artaxerxes, in this manner:",
          "ID": "8"
        },
        {
          "text": "\"Rehum, the commander, and Shimshai, the scribe, and the rest of their counselors, the judges, and rulers, the officials, those from Persia, from Erech, from Babylonia, from Susa, the Dehavites, and the Elamites,",
          "ID": "9"
        },
        {
          "text": "and the rest of the nations, whom the great and glorious Osnappar transferred and caused to live in the cities of Samaria and in the rest of the regions across the river in peace:",
          "ID": "10"
        },
        {
          "text": "to king Artaxerxes. (This is a copy of the letter, which they sent to him.) Your servants, the men who are across the river, send a greeting.",
          "ID": "11"
        },
        {
          "text": "Let it be known to the king, that the Jews, who ascended from you to us, have arrived in Jerusalem, a rebellious and most wicked city, which they are building, constructing its ramparts and repairing the walls.",
          "ID": "12"
        },
        {
          "text": "And now let be it known to the king, that if this city will have been built up, and its walls repaired, they will not pay tribute, nor tax, nor yearly revenues, and this loss will affect even the kings.",
          "ID": "13"
        },
        {
          "text": "But, remembering the salt that we have eaten in the palace, and because we are led to believe that it a crime to see the king harmed, we have therefore sent and reported to the king,",
          "ID": "14"
        },
        {
          "text": "so that you may search in the books of the histories of your fathers, and you may find written in the records, and you may know that this city is a rebellious city, and that it is harmful to the kings and the provinces, and that wars were incited within it from the days of antiquity. For which reason also, the city itself was destroyed.",
          "ID": "15"
        },
        {
          "text": "We report to the king that if this city will have been built, and its walls repaired, you will have no possession across the river.\"",
          "ID": "16"
        },
        {
          "text": "The king sent word to Rehum, the commander, and to Shimshai, the scribe, and to the rest who were in their council, to the inhabitants of Samaria, and to the others across the river, offering a greeting and peace.",
          "ID": "17"
        },
        {
          "text": "\"The accusation, which you have sent to us, has been read aloud before me.",
          "ID": "18"
        },
        {
          "text": "And it was commanded by me, and they searched and found that this city, from the days of antiquity, has rebelled against the kings, and that seditions and battles have been incited within it.",
          "ID": "19"
        },
        {
          "text": "Then too, there have been very strong kings in Jerusalem, who also ruled over the entire region which is across the river. They have also taken tribute, and tax, and revenues.",
          "ID": "20"
        },
        {
          "text": "Now therefore, hear the sentence: Prohibit those men, so that this city may be not built, until perhaps there may be further orders from me.",
          "ID": "21"
        },
        {
          "text": "See to it that you are not negligent in fulfilling this, otherwise, little by little, the evil may increase against the kings.\"",
          "ID": "22"
        },
        {
          "text": "And so a copy of the edict of king Artaxerxes was read before Rehum, the commander, and Shimshai, the scribe, and their counselors. And they went away hurriedly to Jerusalem, to the Jews. And they prohibited them by force and by strength.",
          "ID": "23"
        },
        {
          "text": "Then the work of the house of the Lord in Jerusalem was interrupted, and it did not resume until the second year of the reign of Darius, the king of the Persians.",
          "ID": "24"
        }
      ],
      "ID": "OT:EZR.4",
      "name": "Ezra 4"
    },
    {
      "text": [
        {
          "text": "Now Haggai, the prophet, and Zechariah, the son of Iddo, prophesying to the Jews who were in Judea and Jerusalem, prophesied in the name of the God of Israel.",
          "ID": "1"
        },
        {
          "text": "Then Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, rose up and began to build the temple of God in Jerusalem. And the prophets of God were with them, assisting them.",
          "ID": "2"
        },
        {
          "text": "Then, at the same time, Tattenai, who was the governor beyond the river, and Shetharbozenai, and their counselors came to them. And they spoke in this way to them: \"Who has given you counsel, so that you would build this house and repair its walls?\"",
          "ID": "3"
        },
        {
          "text": "We responded to this by giving them the names of the men who were the founders of that building.",
          "ID": "4"
        },
        {
          "text": "But the eye of their God was set over the elders of the Jews, and so they were unable to hinder them. And it was agreed that the matter should be referred to Darius, and then they would give a reply against that accusation.",
          "ID": "5"
        },
        {
          "text": "A copy of the letter that Tattenai, the governor of the region beyond the river, and Shetharbozenai, and his counselors, the rulers who were beyond the river, sent to Darius the king.",
          "ID": "6"
        },
        {
          "text": "The word that they sent him was written in this way: \"To Darius, the king of all peace.",
          "ID": "7"
        },
        {
          "text": "Let it be known to the king, that we went to the province of Judea, to the house of the great God, which they are building with rough stones, and with timber set into the walls. And this work is being built up diligently, and it increases by their hands.",
          "ID": "8"
        },
        {
          "text": "Therefore, we questioned those elders, and we spoke to them in this way: 'Who has given authority to you, so that you would build this house and repair these walls?'",
          "ID": "9"
        },
        {
          "text": "But we also required of them their names, so that we might report to you. And we have written down the names of their men, those who are leaders among them.",
          "ID": "10"
        },
        {
          "text": "Then they responded a word to us in this manner, saying: 'We are the servants of the God of heaven and earth. And we are building the temple that was constructed these many years before, and which a great king of Israel had built and constructed.",
          "ID": "11"
        },
        {
          "text": "But afterward, our fathers had provoked the God of heaven to wrath, so he delivered them into the hands of Nebuchadnezzar, the king of Babylon, the Chaldean. And he destroyed this house, and he transferred its people to Babylon.",
          "ID": "12"
        },
        {
          "text": "Then, in the first year of Cyrus, the king of Babylon, king Cyrus issued a decree, so that this house of God would be built.",
          "ID": "13"
        },
        {
          "text": "And now the vessels of gold and silver from the temple of God, which Nebuchadnezzar had taken from the temple that was in Jerusalem, and which he had carried away to the temple of Babylon, king Cyrus brought out of the temple of Babylon, and they were given to one called Sheshbazzar, whom he also appointed as governor.",
          "ID": "14"
        },
        {
          "text": "And he said to him: \"Take these vessels, and go, and set them in the temple that is in Jerusalem. And let the house of God be built in its place.\"",
          "ID": "15"
        },
        {
          "text": "And so this same Sheshbazzar then came and set the foundations of the temple of God in Jerusalem. And from that time, even until now, it is being built, and it is not yet completed.'",
          "ID": "16"
        },
        {
          "text": "Now then, if it seems good to the king, let him search in the king's library, which is in Babylon, to see whether it was ordered by king Cyrus, that the house of God in Jerusalem should be built. And may the will of the king be sent to us about this matter.\"",
          "ID": "17"
        }
      ],
      "ID": "OT:EZR.5",
      "name": "Ezra 5"
    },
    {
      "text": [
        {
          "text": "Then king Darius instructed, and they searched in the library of books that were deposited in Babylon.",
          "ID": "1"
        },
        {
          "text": "And there was found at Ecbatana, which is a fortified place in the province of Media, one volume, and this record was written in it:",
          "ID": "2"
        },
        {
          "text": "\"In the first year of king Cyrus, Cyrus the king decreed that the house of God, which is in Jerusalem, shall be built in the place where they immolate victims, and that they should set the foundations so as to support a height of sixty cubits and a width of sixty cubits,",
          "ID": "3"
        },
        {
          "text": "with three rows of rough stones, and so as to have rows of new timber, and that the expenses shall be given from the house of the king.",
          "ID": "4"
        },
        {
          "text": "But also, let the gold and silver vessels of the temple of God, which Nebuchadnezzar took from the temple of Jerusalem, and which he carried away to Babylon, be restored and be carried back to the temple of Jerusalem, to their place, just as they had been placed in the temple of God.",
          "ID": "5"
        },
        {
          "text": "Now therefore, let Tattenai, the governor of the region which is beyond the river, Shetharbozenai, and your counselors, the rulers who are beyond the river, withdraw far away from them,",
          "ID": "6"
        },
        {
          "text": "and let this temple of God be released to the governor of the Jews and to their elders, so that they may build that house of God in its place.",
          "ID": "7"
        },
        {
          "text": "Moreover, it has been instructed by me as to what ought to be done by those priests of the Jews, so that the house of God may be built, specifically, that from the king's treasury, that is, from the tribute which is taken from the region beyond the river, the expenses shall be scrupulously given to those men, so that the work may not be impeded.",
          "ID": "8"
        },
        {
          "text": "But if it may be necessary, let also calves, and lambs, and young goats for holocausts to the God of heaven, with grain, salt, wine, and oil, according to the rite of the priests who are in Jerusalem, be given to them for each day, so that there may be no complaint in anything.",
          "ID": "9"
        },
        {
          "text": "And let them offer oblations to the God of heaven, and let them pray for the life of the king and for the lives of his sons.",
          "ID": "10"
        },
        {
          "text": "Therefore, the decree has been set forth by me, so that, if there be any man who will change this order, a beam shall be taken from his own house, and it shall be set up, and he shall be nailed to it. Then his house shall be confiscated.",
          "ID": "11"
        },
        {
          "text": "So then, may the God who has caused his name to live there destroy any kingdoms or people who would extend their hand to fight against or to destroy that house of God, which is in Jerusalem. I, Darius, have established the decree, which I wish to be fulfilled scrupulously.\"",
          "ID": "12"
        },
        {
          "text": "Therefore, Tattenai, the governor of the region beyond the river, and Shetharbozenai, and his counselors, in accord with what king Darius had instructed, diligently executed the same.",
          "ID": "13"
        },
        {
          "text": "Then the elders of the Jews were building and prospering, in accord with the prophecy of Haggai, the prophet, and Zechariah, the son of Iddo. And they built and constructed by the order of the God of Israel, and by the order of Cyrus and Darius, as well as Artaxerxes, the kings of the Persians.",
          "ID": "14"
        },
        {
          "text": "And they completed this house of God on the third day of the month of Adar, which was in the sixth year of the reign of king Darius.",
          "ID": "15"
        },
        {
          "text": "Then the sons of Israel, the priests, and the Levites, and the remainder of the sons of the transmigration celebrated the dedication of the house of God with gladness.",
          "ID": "16"
        },
        {
          "text": "And they offered, for the dedication of the house of God, one hundred calves, two hundred rams, four hundred lambs, and, as a sin offering for all of Israel, twelve he-goats from among the goats, according to the number of the tribes of Israel.",
          "ID": "17"
        },
        {
          "text": "And they appointed the priests into their divisions, and the Levites into their turns, over the works of God in Jerusalem, just as it was written in the book of Moses.",
          "ID": "18"
        },
        {
          "text": "Then the sons of Israel of the transmigration kept the Passover, on the fourteenth day of the first month.",
          "ID": "19"
        },
        {
          "text": "For the priests and Levites had been purified as one. All were cleansed in order to immolate the Passover for all the sons of the transmigration, and for their brothers, the priests, and for themselves.",
          "ID": "20"
        },
        {
          "text": "And the sons of Israel, who had been returned from the transmigration, and all those who had separated themselves from the defilement of the Gentiles of the earth to them, so that they might seek the Lord, the God of Israel, ate",
          "ID": "21"
        },
        {
          "text": "and kept the solemnity of unleavened bread for seven days with joy. For the Lord had made them joyful, and he had converted the heart of the king of Assur to them, so that he would assist their hands in the work of the house of the Lord, the God of Israel.",
          "ID": "22"
        }
      ],
      "ID": "OT:EZR.6",
      "name": "Ezra 6"
    },
    {
      "text": [
        {
          "text": "Now after these things, during the reign of Artaxerxes, the king of the Persians, Ezra, the son of Seraiah, the son of Azariah, the son of Hilkiah,",
          "ID": "1"
        },
        {
          "text": "the son of Shallum, the son of Zadok, the son of Ahitub,",
          "ID": "2"
        },
        {
          "text": "the son of Amariah, the son of Azariah, the son of Meraioth,",
          "ID": "3"
        },
        {
          "text": "the son of Zerahiah, the son of Uzzi, the son of Bukki,",
          "ID": "4"
        },
        {
          "text": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron, priest from the beginning,",
          "ID": "5"
        },
        {
          "text": "this same Ezra, ascended from Babylon; and he was a proficient scribe in the law of Moses, which the Lord God gave to Israel. And the king granted to him his every petition. For the hand of the Lord, his God, was over him.",
          "ID": "6"
        },
        {
          "text": "And some from the sons of Israel, and from the sons of the priests, and from the sons of the Levites, and from the singing men, and from the gatekeepers, and from the temple servants ascended to Jerusalem, in the seventh year of king Artaxerxes.",
          "ID": "7"
        },
        {
          "text": "And they arrived at Jerusalem in the fifth month, in the same seventh year of the king.",
          "ID": "8"
        },
        {
          "text": "For on the first day of the first month, he began to ascend from Babylon, and on the first day of the fifth month, he arrived at Jerusalem. For the good hand of his God was over him.",
          "ID": "9"
        },
        {
          "text": "For Ezra prepared his heart, so that he might search the law of the Lord, and so that he might keep and teach precept and judgment in Israel.",
          "ID": "10"
        },
        {
          "text": "Now this is a copy of the letter of the edict, which king Artaxerxes gave to Ezra, the priest, a scribe well-taught in the words and precepts of the Lord and in his ceremonies in Israel:",
          "ID": "11"
        },
        {
          "text": "\"Artaxerxes, king of kings, to Ezra, the priest, a very learned scribe of the law of the God of heaven: a greeting.",
          "ID": "12"
        },
        {
          "text": "It has been decreed by me, that whosoever wishes, among the people of Israel and their priests and Levites within my kingdom, to go to Jerusalem, may go with you.",
          "ID": "13"
        },
        {
          "text": "For you have been sent from the face of the king and his seven counselors, so that you may visit Judea and Jerusalem by the law of your God, which is in your hand,",
          "ID": "14"
        },
        {
          "text": "and so that you may carry the silver and gold, which the king and his counselors have freely offered to the God of Israel, whose tabernacle is in Jerusalem.",
          "ID": "15"
        },
        {
          "text": "And all the silver and gold, as much as you will find in the entire province of Babylon, and which the people will wish to offer, and which some of the priests will offer freely to the house of their God, which is in Jerusalem,",
          "ID": "16"
        },
        {
          "text": "accept it freely. And with this money, carefully purchase calves, rams, lambs, and their sacrifices and libations, and offer these upon the altar of the temple of your God, which is in Jerusalem.",
          "ID": "17"
        },
        {
          "text": "But also, whatever it will please you and your brothers to do with the remainder of the silver and gold, do so in accord with the will of your God.",
          "ID": "18"
        },
        {
          "text": "Likewise, the vessels that have been given to you for the ministry of the house of your God, deliver these to the sight of God in Jerusalem.",
          "ID": "19"
        },
        {
          "text": "Then, whatever more will be needed for the house of your God, as much as is necessary for you to spend, it shall be given from the treasury, and from the king's finances,",
          "ID": "20"
        },
        {
          "text": "and by me. I, king Artaxerxes, have appointed and decreed to all the keepers of the public treasury, those who are beyond the river, that whatever Ezra, the priest, a scribe of the law of the God of heaven, shall ask of you, you shall provide it without delay,",
          "ID": "21"
        },
        {
          "text": "even up to one hundred talents of silver, and up to one hundred cors of wheat, and up to one hundred baths of wine, and up to one hundred baths of oil, and truly salt without measure.",
          "ID": "22"
        },
        {
          "text": "All that pertains to the rite of the God of heaven, let it be distributed scrupulously to the house of the God of heaven, lest perhaps he may become angry against the kingdom of the king and his sons.",
          "ID": "23"
        },
        {
          "text": "Likewise, we would make known to you, about all the priests, and the Levites, and the singers, and the gatekeepers, and the temple servants, and the ministers of the house of this God, that you have no authority to impose tax, or tribute, or duty upon them.",
          "ID": "24"
        },
        {
          "text": "But as for you, Ezra, in accord with the wisdom of your God, which is in your hand, appoint judges and magistrates, so that they may judge the entire people, which is beyond the river, especially so that they may know the law of your God, but also so as to teach the ignorant freely.",
          "ID": "25"
        },
        {
          "text": "And any one who will not diligently keep the law of your God, and the law of the king, judgment shall be upon him, either to death, or to exile, or to the confiscation of his goods, or certainly to prison.\"",
          "ID": "26"
        },
        {
          "text": "Blessed be the Lord, the God of our fathers, who has put this into the heart of the king, so that he may glorify the house of the Lord, which is in Jerusalem.",
          "ID": "27"
        },
        {
          "text": "For he has turned his mercy toward me in the sight of the king, and his counselors, and all the powerful leaders of the king. And so, having been strengthened by the hand of the Lord, my God, which was upon me, I gathered together some of the leaders of Israel, those who were to go up with me.",
          "ID": "28"
        }
      ],
      "ID": "OT:EZR.7",
      "name": "Ezra 7"
    },
    {
      "text": [
        {
          "text": "And so these are the leaders of the families, with their genealogy, of those who ascended with me from Babylon, during the reign of king Artaxerxes.",
          "ID": "1"
        },
        {
          "text": "From the sons of Phinehas, Gershom. From the sons of Ithamar, Daniel. From the sons of David, Hattush.",
          "ID": "2"
        },
        {
          "text": "From the sons of Shecaniah, the son of Parosh, Zechariah, and one hundred fifty men were numbered with him.",
          "ID": "3"
        },
        {
          "text": "From the sons of Pahath-moab, Eliehoenai, the son of Zerahiah, and two hundred men were with him.",
          "ID": "4"
        },
        {
          "text": "From the sons of Shecaniah, the son of Jahaziel, and three hundred men were with him.",
          "ID": "5"
        },
        {
          "text": "From the sons of Adin, Ebed, the son of Jonathan, and fifty men were with him.",
          "ID": "6"
        },
        {
          "text": "From the sons of Elam, Jeshaiah, the son of Athaliah, and seventy men were with him.",
          "ID": "7"
        },
        {
          "text": "From the sons of Shephatiah, Zebadiah, the son of Michael, and eighty men were with him.",
          "ID": "8"
        },
        {
          "text": "From the sons of Joab, Obadiah, the son of Jehiel, and two hundred eighteen men were with him.",
          "ID": "9"
        },
        {
          "text": "From the sons of Shelomith, the son of Josiphiah, and one hundred sixty men were with him.",
          "ID": "10"
        },
        {
          "text": "From the sons of Bebai, Zechariah, the son of Bebai, and twenty-eight men were with him.",
          "ID": "11"
        },
        {
          "text": "From the sons of Azgad, Johanan, the son of Hakkatan, and one hundred and ten men were with him.",
          "ID": "12"
        },
        {
          "text": "From the sons of Adonikam, who were the last, and these were their names: Eliphelet, and Jeuel, and Shemaiah, and sixty men were with them.",
          "ID": "13"
        },
        {
          "text": "From the sons of Bigvai, Uthai and Zaccur, and seventy men were with them.",
          "ID": "14"
        },
        {
          "text": "Now I gathered them together at the river that runs down to Ahava, and we stayed there for three days. And I sought among the people and among the priests for the sons of Levi, and I found none there.",
          "ID": "15"
        },
        {
          "text": "And so I sent Eliezer, and Ariel, and Shemaiah, and Elnathan, and Jarib, and another Elnathan, and Nathan, and Zechariah, and Meshullam, who were leaders, and Joiarib and Elnathan, who were wise.",
          "ID": "16"
        },
        {
          "text": "And I sent them to Iddo, who is first within the place of Casiphia. And I placed in their mouth the words that they should speak to Iddo and his brothers, the temple servants, in the place of Casiphia, so that they would lead to us ministers for the house of our God.",
          "ID": "17"
        },
        {
          "text": "And because the good hand of our God was over us, they led to us a very learned man from the sons of Mahli, the son of Levi, the son of Israel, with Sherebiah, and his sons, and his eighteen brothers,",
          "ID": "18"
        },
        {
          "text": "and Hashabiah, and with him Jeshaiah, of the sons of Merari, and his brothers, and his sons, numbering twenty.",
          "ID": "19"
        },
        {
          "text": "And from the temple servants, whom David, and the leaders had provided for the ministry of the Levites, there were two hundred twenty temple servants. All these were called by their names.",
          "ID": "20"
        },
        {
          "text": "And I proclaimed a fast in that place, beside the river Ahava, so that we might afflict ourselves in the sight of the Lord our God, and so that we might request of him the right way for us, and for our sons, and for all our substance.",
          "ID": "21"
        },
        {
          "text": "For I was ashamed to petition the king for assistance and for horsemen, who would defend us from the enemy along the way. For we had said to the king: \"The hand of our God is over all those who seek him in goodness. And his authority, and his strength and fury, is over all those who forsake him.\"",
          "ID": "22"
        },
        {
          "text": "And so we fasted and begged our God for this; and as a result, we prospered.",
          "ID": "23"
        },
        {
          "text": "And I separated twelve from among the leaders of the priests: Sherebiah, and Hashabiah, and with them ten of their brothers.",
          "ID": "24"
        },
        {
          "text": "And I weighed out to them the silver and the gold, and the vessels consecrated to the house of our God, which had been offered by the king, and by his counselors and his leaders, and by all those of Israel who had been found.",
          "ID": "25"
        },
        {
          "text": "And I weighed out to their hands six hundred fifty talents of silver, and one hundred vessels of silver, and one hundred talents of gold,",
          "ID": "26"
        },
        {
          "text": "and twenty gold bowls which had the weight of one thousand coins, and two vessels of the finest shining brass, as beautiful as gold.",
          "ID": "27"
        },
        {
          "text": "And I said to them: \"You are the holy ones of the Lord, and the vessels are holy, with the silver and the gold, which has been offered freely to the Lord, the God of our fathers.",
          "ID": "28"
        },
        {
          "text": "Watch and guard them, until you weigh them out before the leaders of the priests and the Levites, and the rulers of the families of Israel in Jerusalem, into the treasury of the house of the Lord.\"",
          "ID": "29"
        },
        {
          "text": "Then the priests and the Levites received the weight of the silver, and the gold, and the vessels, so that they might carry these to Jerusalem, into the house of our God.",
          "ID": "30"
        },
        {
          "text": "Therefore, we set out from the river Ahava, on the twelfth day of the first month, so that we might travel to Jerusalem. And the hand of our God was over us, and he freed us from the hand of the enemy and of those who lay in ambush along the way.",
          "ID": "31"
        },
        {
          "text": "And we arrived at Jerusalem, and we stayed there for three days.",
          "ID": "32"
        },
        {
          "text": "Then, on the fourth day, the silver and the gold and the vessels were weighed out in the house of our God, by the hand of Meremoth, the son of Uriah, the priest; and with him was Eleazar, the son of Phinehas, and with them were the Levites, Jozabad, the son of Jeshua, and Noadiah, the son of Binnui.",
          "ID": "33"
        },
        {
          "text": "This was done according to the number and weight of everything; and every weight was written down at that time.",
          "ID": "34"
        },
        {
          "text": "Moreover, those who came from the captivity, the sons of the transmigration, offered holocausts to the God of Israel: twelve calves on behalf of all the people of Israel, ninety-six rams, seventy-seven lambs, and twelve he-goats for sin. All these were a holocaust to the Lord.",
          "ID": "35"
        },
        {
          "text": "Then they gave the edicts of the king to the rulers who served in the sight of the king, and to the governors beyond the river, and they exalted the people and the house of God.",
          "ID": "36"
        }
      ],
      "ID": "OT:EZR.8",
      "name": "Ezra 8"
    },
    {
      "text": [
        {
          "text": "Then, after these things were completed, the leaders came to me, saying: \"The people of Israel, the priests, and the Levites, have not been separated from the peoples of the lands and from their abominations, especially those of the Canaanites, and Hittites, and Perizzites, and Jebusites, and Ammonites, and Moabites, and Egyptians, and Amorites.",
          "ID": "1"
        },
        {
          "text": "For they have taken from their daughters for themselves and for their sons, and they have mixed a holy lineage with the peoples of the lands. And even the hand of the leaders and the magistrates has been first in this transgression.\"",
          "ID": "2"
        },
        {
          "text": "And when I had heard this word, I tore my cloak and my tunic, and I pulled out the hairs of my head and beard, and I sat in mourning.",
          "ID": "3"
        },
        {
          "text": "Then all those who feared the word of the God of Israel gathered to me, because of the transgression of those who had arrived from the captivity. And I sat in sorrow, until the evening sacrifice.",
          "ID": "4"
        },
        {
          "text": "And at the evening sacrifice, I rose up from my affliction, and, having torn my cloak and my tunic, I fell to my knees, and I reached out my hands to the Lord, my God.",
          "ID": "5"
        },
        {
          "text": "And I said: \"My God, I am confounded and ashamed to lift up my face to you. For our iniquities have been multiplied over our heads, and our offenses have increased, even up to heaven,",
          "ID": "6"
        },
        {
          "text": "from the days of our fathers. But also, we ourselves have sinned gravely, even to this day. And for our iniquities, we ourselves, and our kings and our priests, have been delivered into the hands of the kings of the lands, and to the sword, and to captivity, and to plunder, and to confusion of face, just as it is also in this day.",
          "ID": "7"
        },
        {
          "text": "And now, to a small extent and for a moment, our petition has been made with the Lord our God, so that they may leave us a remnant, and so that a secure place in his holy land may be given to us, and so that our God may illuminate our eyes, and may give us a little life in our servitude.",
          "ID": "8"
        },
        {
          "text": "For we are servants, yet in our servitude our God has not forsaken us, but he has inclined mercy upon us in the sight of the king of the Persians, so that he may give us life, and may raise up the house of our God, and repair its desolations, and give us a hedge in Judah and Jerusalem.",
          "ID": "9"
        },
        {
          "text": "And now, our God, what should we say after these things? For we abandoned your commandments,",
          "ID": "10"
        },
        {
          "text": "which you instructed by the hand of your servants, the prophets, saying: 'The land, which you shall enter so that you may possess it, is an unclean land, due to the uncleanness of the peoples and of the other lands, the abominations of those who have filled it, from mouth to mouth, with their filth.'",
          "ID": "11"
        },
        {
          "text": "Now therefore, you should not give your daughters to their sons, nor should you receive their daughters for your sons. And you should not seek their peace, nor their prosperity, even forever. So shall you be strengthened, and so shall you eat the good things of the land, and have your sons as your heirs, even for all time.",
          "ID": "12"
        },
        {
          "text": "And after all that has happened to us because of our very wicked works and our great offense, you, our God, have freed us from our iniquity, and you have given us salvation, just as it is this day,",
          "ID": "13"
        },
        {
          "text": "so that we would not turn away and make your commandments void, and so that we would not unite in marriage with the peoples of these abominations. Could you be angry with us even to the very end, so that you would not to leave us a remnant to be saved?",
          "ID": "14"
        },
        {
          "text": "O Lord, the God of Israel, you are just. For we have been left behind to be saved, just as it is this day. Behold, we are before your sight in our offense. And it is not possible to withstand you in this matter.\"",
          "ID": "15"
        }
      ],
      "ID": "OT:EZR.9",
      "name": "Ezra 9"
    },
    {
      "text": [
        {
          "text": "Therefore, as Ezra was praying, and imploring, and weeping in this way, and was prostrate before the temple of God, an exceedingly great assembly of men and women and children was gathered to him from Israel. And the people wept with a great weeping.",
          "ID": "1"
        },
        {
          "text": "And Shecaniah, the son of Jehiel, from the sons of Elam, responded and said to Ezra: \"We have sinned against our God, and have taken foreign wives from the peoples of the land. And now, if there is repentance within Israel over this,",
          "ID": "2"
        },
        {
          "text": "let us strike a pact with the Lord our God, so that we may cast aside all the wives, and those who have been born from them, in accord with the will of the Lord, and of those who fear the precept of the Lord our God. So let it be done, according to the law.",
          "ID": "3"
        },
        {
          "text": "Rise up. It is for you to discern, and we shall be with you. Be strengthened and act.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, Ezra rose up, and he caused the leaders of the priests and the Levites, and all of Israel, to swear that they would act in accord with this word. And they swore it.",
          "ID": "5"
        },
        {
          "text": "And Ezra rose up before the house of God, and he went away to the chamber of Jehohanan, the son of Eliashib, and he entered into it. He did not eat bread, and he did not drink water. For he was mourning the transgression of those who had arrived from the captivity.",
          "ID": "6"
        },
        {
          "text": "And a voice was sent into Judah and Jerusalem, to all the sons of the transmigration, so that they would gather together in Jerusalem.",
          "ID": "7"
        },
        {
          "text": "And all those who would not arrive within three days, in accord with the counsel of the leaders and the elders, would have all his substance taken away, and he would be cast out of the assembly of the transmigration.",
          "ID": "8"
        },
        {
          "text": "And so, all the men of Judah and of Benjamin convened in Jerusalem within three days. This was in the ninth month, on the twentieth day of the month. And all the people sat in the street of the house of God, trembling because of the sin and the rain.",
          "ID": "9"
        },
        {
          "text": "And Ezra, the priest, rose up, and he said to them: \"You have transgressed, and you have taken foreign wives, so that you added to the offenses of Israel.",
          "ID": "10"
        },
        {
          "text": "And now, make confession to the Lord, the God of your fathers, and do what pleases him, and separate yourselves from the peoples of the land, and from your foreign wives.\"",
          "ID": "11"
        },
        {
          "text": "And the entire multitude responded, and they said with a great voice: \"In accord with your word to us, so let be it done.",
          "ID": "12"
        },
        {
          "text": "Yet truly, since the people are many, and it is the time of rain, and we cannot endure standing outside, and this is not a task for one or two days, (for certainly we have sinned greatly in this matter,)",
          "ID": "13"
        },
        {
          "text": "let leaders be appointed among the entire multitude. And in all our cities, let those who have taken foreign wives arrive at appointed times, and with them the elders from city to city, and the judges, until the wrath of our God has been averted from us over this sin.\"",
          "ID": "14"
        },
        {
          "text": "And so Jonathan, the son of Asahel, and Jahzeiah, the son of Tikvah, were appointed over this, and the Levites Meshullam and Shabbethai assisted them.",
          "ID": "15"
        },
        {
          "text": "And the sons of the transmigration did so. And Ezra, the priest, and the men who were the leaders of the families in the houses of their fathers, and all according to their names, went and sat down, on the first day of the tenth month, so that they might examine the matter.",
          "ID": "16"
        },
        {
          "text": "And they made an end with all the men who had taken foreign wives, by the first day of the first month.",
          "ID": "17"
        },
        {
          "text": "And there were found among the sons of the priests some who had taken foreign wives: From the sons of Jeshua, the son of Jozadak, and his brothers, Maaseiah, and Eliezer, and Jarib, and Gedaliah.",
          "ID": "18"
        },
        {
          "text": "And they swore with their hands that they would cast aside their wives, and that they would offer for their offense a ram from among the sheep.",
          "ID": "19"
        },
        {
          "text": "And from the sons of Immer, Hanani and Zebadiah.",
          "ID": "20"
        },
        {
          "text": "And from the sons of Harim, Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.",
          "ID": "21"
        },
        {
          "text": "And from the sons of Pashhur, Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
          "ID": "22"
        },
        {
          "text": "And from the sons of the Levites, Jozabad, and Shimei, and Kelaiah, the same is Kelita, Pethahiah, Judah, and Eliezer.",
          "ID": "23"
        },
        {
          "text": "And from the singing men, Eliashib. And from the gatekeepers, Shallum, and Telem, and Uri.",
          "ID": "24"
        },
        {
          "text": "And out of Israel, from the sons of Parosh, Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.",
          "ID": "25"
        },
        {
          "text": "And from the sons of Elam, Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.",
          "ID": "26"
        },
        {
          "text": "And from the sons of Zattu, Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.",
          "ID": "27"
        },
        {
          "text": "And from the sons of Bebai, Jehohanan, Hananiah, Zabbai, Athlai.",
          "ID": "28"
        },
        {
          "text": "And from the sons of Bani, Meshullam, and Malluch, and Adaiah, Jashub, and Sheal, and Ramoth.",
          "ID": "29"
        },
        {
          "text": "And from the sons of Pahath-moab, Adna, and Chelal, Benaiah, and Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh.",
          "ID": "30"
        },
        {
          "text": "And from the sons of Harim, Eliezer, Jeshua, Malchijah, Shemaiah, Simeon,",
          "ID": "31"
        },
        {
          "text": "Benjamin, Malluch, Shemariah.",
          "ID": "32"
        },
        {
          "text": "And from the sons of Hashum, Mattenai, Mattettah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.",
          "ID": "33"
        },
        {
          "text": "From the sons of Bani, Maadai, Amram, and Uel,",
          "ID": "34"
        },
        {
          "text": "Benaiah, and Bedeiah, Cheluhi,",
          "ID": "35"
        },
        {
          "text": "Vaniah, Meremoth, and Eliashib,",
          "ID": "36"
        },
        {
          "text": "Mattaniah, Mattenai, and Jaasu,",
          "ID": "37"
        },
        {
          "text": "and Bani, and Binnui, Shimei,",
          "ID": "38"
        },
        {
          "text": "and Shelemiah, and Nathan, and Adaiah,",
          "ID": "39"
        },
        {
          "text": "and Machnadebai, Shashai, Sharai,",
          "ID": "40"
        },
        {
          "text": "Azarel, and Shelemiah, Shemariah,",
          "ID": "41"
        },
        {
          "text": "Shallum, Amariah, Joseph.",
          "ID": "42"
        },
        {
          "text": "From the sons of Nebo, Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, and Benaiah.",
          "ID": "43"
        },
        {
          "text": "All these had taken foreign wives, and there were among them women who had borne sons.",
          "ID": "44"
        }
      ],
      "ID": "OT:EZR.10",
      "name": "Ezra 10"
    }
  ],
  "ID": "OT:EZR(CPDV)",
  "version": "CPDV",
  "name": "Ezra"
}