{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, Иисуса Христа раб, призванный Богом на апостольское служение и на то поставленный, чтобы возвещать Его Благую Весть, ",
          "ID": "1"
        },
        {
          "text": "которая давно уже обещана Им через Своих пророков в Святых Писаниях, – ",
          "ID": "2"
        },
        {
          "text": "Весть о Сыне Его, Который по Своей человеческой природе был из рода Давидова, ",
          "ID": "3"
        },
        {
          "text": "а по духу святости определен быть Сыном Божиим во всей силе Его, как было то явлено через воскресение из мертвых, Весть об Иисусе Христе, Господе нашем, ",
          "ID": "4"
        },
        {
          "text": "через Которого мы получили благодать и апостольское поручение, дабы во имя Его утвердить идущее от веры послушание среди всех народов, ",
          "ID": "5"
        },
        {
          "text": "стало быть, и вас, коих тоже призвал Иисус Христос, –",
          "ID": "6"
        },
        {
          "text": "всем в Риме, кого любит Бог и кого призвал Он к святости:",
          "ID": "7"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего, и Господа Иисуса Христа!",
          "ID": "7"
        },
        {
          "text": "Начну с благодарности моей за всех вас Богу через Иисуса Христа, потому что весть о вашей вере распространяется по всему миру. ",
          "ID": "8"
        },
        {
          "text": "Свидетель мне Бог, Которому я служу всем сердцем, возвещая Благую Весть Сына Его, что я всегда вспоминаю о вас, ",
          "ID": "9"
        },
        {
          "text": "когда в молитвах моих прошу, чтобы удалось мне наконец, по воле Божьей, прийти к вам.",
          "ID": "10"
        },
        {
          "text": "Я ведь жажду увидеть вас, чтобы передать вам некое дарование духовное для укрепления вашего в вере, ",
          "ID": "11"
        },
        {
          "text": "и чтобы мы могли, когда я буду у вас, найти взаимную поддержку в вере друг друга: я – в вашей, вы – в моей. ",
          "ID": "12"
        },
        {
          "text": "Да будет известно вам, братья, что я не однажды уже собирался прийти к вам (но пока всякий раз наталкивался на препятствия), чтобы и у вас, как это случалось прежде среди других языческих народов, взрастить некий плод.",
          "ID": "13"
        },
        {
          "text": "Я перед всеми людьми в долгу: перед греками и варварами, перед мудрыми и неразумными. ",
          "ID": "14"
        },
        {
          "text": "Поэтому, со своей стороны, я готов проповедовать Благую Весть и вам, живущим в Риме.",
          "ID": "15"
        },
        {
          "text": "Я ведь не стыжусь Благой Вести Христовой, ибо она – сила Божия ко спасению всякому верующему: прежде иудею, а затем и язычнику. ",
          "ID": "16"
        },
        {
          "text": "Потому что в этой Вести открывается праведность Божия, которая через веру дается и к вере ведет; так и в Писании сказано: «Праведный жить будет верою».",
          "ID": "17"
        },
        {
          "text": "А на всякое безбожие и нечестие людей, которые угнетают истину своим нечестием, гнев Божий открывается уже предостережением с неба. ",
          "ID": "18"
        },
        {
          "text": "Ибо всё, что возможно людям знать о Боге, представлено им явно: Сам Бог сделал это для них очевидным. ",
          "ID": "19"
        },
        {
          "text": "Так что незримое в Нем – вечная сила Его и Божественность – от сотворения мира были ясно видимы разуму во всем созданном Им, не снимается потому с тех людей их вина.",
          "ID": "20"
        },
        {
          "text": "Узнав о Боге, они не прославили и не возблагодарили Его как Бога, а предались вместо этого бесплодным умствованиям, и бесчувственные сердца их во тьму погрузились. ",
          "ID": "21"
        },
        {
          "text": "Хвалясь своей мудростью, они, на самом деле, безумствуют, ",
          "ID": "22"
        },
        {
          "text": "подменяя славу Бога бессмертного всевозможными изображениями человека, существа тленного, и даже птиц или четвероногих, а то и пресмыкающихся.",
          "ID": "23"
        },
        {
          "text": "И Бог оставил их в скверне с похотями их сердец, так что они бесчестят тела свои. ",
          "ID": "24"
        },
        {
          "text": "Истину Божию они заменили ложью и творению поклоняются и служат вместо Творца, Который Один вовеки достоин поклонения. Аминь.",
          "ID": "25"
        },
        {
          "text": "Бог и оставил их поэтому предаваться позорным страстям. Их женщины заменили естественные супружеские связи на противоестественные, ",
          "ID": "26"
        },
        {
          "text": "подобно им и мужчины, отказавшись от естественных связей с женщиной, разжигаются в похотях своих друг с другом. Мужчины с мужчинами творят бесстыдное и получают за свою извращенность заслуженное возмездие в самих себе.",
          "ID": "27"
        },
        {
          "text": "Не захотели они признавать Бога, и Он оставил их в развращенности ума творить непотребное. ",
          "ID": "28"
        },
        {
          "text": "И погрязли они во всякой греховности, порочности, алчности, злобе; жизнь их полна зависти, убийств, ссор, коварства, злонравия, сплетен. ",
          "ID": "29"
        },
        {
          "text": "Клеветники, богоненавистники, они наглы, высокомерны, хвастливы, во зле изобретательны, родителям непокорны, ",
          "ID": "30"
        },
        {
          "text": "безрассудны они, вероломны, не ведают любви и милосердия. ",
          "ID": "31"
        },
        {
          "text": "И хотя знают, что за такие дела, по справедливому установлению Божьему, обречены на смерть, не только сами они всё это делают, но и других в подобном одобряют.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Послание апостола Павла христианам в Риме 1"
    },
    {
      "text": [
        {
          "text": "Нет тебе поэтому, кто бы ни был ты, извинения, коли судишь других; ибо, другого судя, ты ведь и себя осуждаешь, потому что и ты, других осуждающий, то же самое делаешь. ",
          "ID": "1"
        },
        {
          "text": "А на всех, делающих таковое, есть один, как мы знаем, праведный суд Божий. ",
          "ID": "2"
        },
        {
          "text": "О человек, не думаешь ли ты, что избежишь этого суда, если сам делаешь то, за что судишь других? ",
          "ID": "3"
        },
        {
          "text": "Не пренебрегаешь ли ты великой добротой, снисхождением и долготерпением Божиим? Благость Божия ведет тебя к покаянию. Неужели ты сего не разумеешь?",
          "ID": "4"
        },
        {
          "text": "Нет, ты в упорстве своем и нераскаянности сердца сам вызываешь на себя всё больший гнев, который ты испытаешь в День гнева и откровения праведного суда Божьего. ",
          "ID": "5"
        },
        {
          "text": "Бог воздаст каждому по делам его: ",
          "ID": "6"
        },
        {
          "text": "тем, кто, предаваясь постоянно добрым делам, стремится найти истинную славу,честь и бессмертие, суждена жизнь вечная; ",
          "ID": "7"
        },
        {
          "text": "своевольным же и не покоряющимся истине, предающимся неправде – гнев и ярость. ",
          "ID": "8"
        },
        {
          "text": "Страдания и муки ждут всякого, кто делает злое: прежде иудея, а затем язычника. ",
          "ID": "9"
        },
        {
          "text": "Напротив, слава, честь и мир суждены каждому человеку, творящему доброе, – будь то иудей (ему первому) или язычник, – ",
          "ID": "10"
        },
        {
          "text": "Бог не взирает на лица.",
          "ID": "11"
        },
        {
          "text": "Те, которые согрешили, не ведая Закона, вне Закона и погибнут; те же, кто согрешил, зная Закон, Законом осуждены будут. ",
          "ID": "12"
        },
        {
          "text": "Пред Богом не те праведны, кто только слушал Закон, – оправданы Им будут Закон исполняющие. ",
          "ID": "13"
        },
        {
          "text": "(Когда язычники, не знающие Закона, следуют его предписаниям по внушению чувства, они, у которых Закона не было, – сами себе закон. ",
          "ID": "14"
        },
        {
          "text": "Они свидетельствуют тем самым, что требования Закона записаны в их сердцах; о том же говорят их совесть и противоречия в мыслях, которые то осуждают, то оправдывают их.) ",
          "ID": "15"
        },
        {
          "text": "Это сделается явным в тот день, когда Бог, по благовестию моему, станет судить через Иисуса Христа тайные мысли людей.",
          "ID": "16"
        },
        {
          "text": "Но если называешь ты себя иудеем и полагаешься на Закон, если хвалишься Богом ",
          "ID": "17"
        },
        {
          "text": "и знанием воли Его и если, наученный Законом, имеешь понятие о наилучшем ",
          "ID": "18"
        },
        {
          "text": "и уверен, что ты поводырь для слепых, свет для блуждающих во мраке, ",
          "ID": "19"
        },
        {
          "text": "наставник для неразумных, воспитатель младенцев, ибо имеешь в Законе воплощение знания и истины, ",
          "ID": "20"
        },
        {
          "text": "то как, обучая другого, не учишь ты себя самого?! Проповедуешь, что красть нельзя, а сам крадешь! ",
          "ID": "21"
        },
        {
          "text": "Говоришь, что не должно прелюбодействовать, сам же прелюбодействуешь! Идолов гнушаешься, а храмы грабишь. ",
          "ID": "22"
        },
        {
          "text": "Хвалишься ты Законом, но, попирая его, не бесчестишь ли тем Бога? ",
          "ID": "23"
        },
        {
          "text": "Из-за вас, как и в Писании сказано, имя Божие в поношении у язычников.",
          "ID": "24"
        },
        {
          "text": "Потому и обрезание только тогда что-то значит, когда ты соблюдаешь Закон, если же нарушаешь его, то обрезание твое – вовсе и не обрезание. ",
          "ID": "25"
        },
        {
          "text": "Если же, напротив, необрезанный исполняет предписания Закона, то не будет ли он считаться воистину обрезанным? ",
          "ID": "26"
        },
        {
          "text": "И если даже остается он необрезанным телесно, но подчиняется Закону, он по праву осудит тебя, нарушающего Закон, при всем том, что есть у тебя и буква, – писаный Закон, – и обрезание.",
          "ID": "27"
        },
        {
          "text": "Не тот, следовательно, иудей, кто по видимости таков, и обрезание – не один только видимый знак на теле. ",
          "ID": "28"
        },
        {
          "text": "Истинный иудей – это иудей в глубинах души своей; и обрезание его – оно в сердце, в духе оно, а не в букве. И похвалу он получает не от людей, а от Бога.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Послание апостола Павла христианам в Риме 2"
    },
    {
      "text": [
        {
          "text": "Какие же тогда преимущества иудея? И какая польза ему от обрезания? ",
          "ID": "1"
        },
        {
          "text": "Великие преимущества во всех отношениях. В том, прежде всего, они, что именно иудеям вверены были слова Божии. ",
          "ID": "2"
        },
        {
          "text": "И что с того, что иные из этих людей оказались неверными? Их личная неверность может ли уничтожить верность Бога? ",
          "ID": "3"
        },
        {
          "text": "Конечно, нет! И пусть всем будет ясно, что Бог всегда верен слову Своему, а всякий человек в этом мире лжив. В Писании о том сказано:",
          "ID": "4"
        },
        {
          "text": "«Так что будешь всегда Ты признан правым в словах Своих",
          "ID": "4"
        },
        {
          "text": "и над теми, кто обвиняет Тебя, восторжествуешь».",
          "ID": "4"
        },
        {
          "text": "Но если вся наша греховность делает еще более очевидной праведность Божию, что скажем мы тогда? Может быть, Бог (рассуждаю чисто по-человечески) несправедлив, если обрушивает Свой гнев на нас? ",
          "ID": "5"
        },
        {
          "text": "Нет, конечно, потому что как же тогда Бог будет судить этот мир? ",
          "ID": "6"
        },
        {
          "text": "Однако можно ли судить меня как грешника, если рядом с самой ложью моей становится еще более очевидной истинность Бога, к вящей славе Его? ",
          "ID": "7"
        },
        {
          "text": "Но почему бы тогда не «делать зло, чтобы вышло добро»? Хулители наши как раз и оговаривают нас, будто мы и впрямь это самое проповедуем. Таковых ждет справедливое возмездие.",
          "ID": "8"
        },
        {
          "text": "Так что же, в лучшем ли мы, иудеи, положении? Вовсе нет! Мы ведь выяснили уже, что все люди, иудеи они или язычники, все под грехом. ",
          "ID": "9"
        },
        {
          "text": "В Писании так и сказано:",
          "ID": "10"
        },
        {
          "text": "«Нет праведного, нет ни одного;",
          "ID": "10"
        },
        {
          "text": "нет разумеющих, никто Бога не ищет.",
          "ID": "11"
        },
        {
          "text": "Все сбились с пути и разом стали негодны;",
          "ID": "12"
        },
        {
          "text": "нет творящего доброе, ни одного [нет].",
          "ID": "12"
        },
        {
          "text": "Их гортань – зияющая могила;",
          "ID": "13"
        },
        {
          "text": "языком своим обманывают люди.",
          "ID": "13"
        },
        {
          "text": "Во рту у них яд змеиный",
          "ID": "13"
        },
        {
          "text": "и на устах одни проклятия и горечь.",
          "ID": "14"
        },
        {
          "text": "Скоры они на пролитие крови.",
          "ID": "15"
        },
        {
          "text": "Всюду разор и бедствие на путях человеческих.",
          "ID": "16"
        },
        {
          "text": "Не знают люди пути к миру,",
          "ID": "17"
        },
        {
          "text": "страха Божия лишились они».",
          "ID": "18"
        },
        {
          "text": "Но мы знаем: в Законе сказанное к тем обращено, кто подчинен Закону, никто чтоб не пытался оправдаться. Перед Богом весь мир виновен! ",
          "ID": "19"
        },
        {
          "text": "Из смертных пред Ним не может ни один быть признан правым за то, что соблюдает он Закон: с Законом лишь приходит осознание греха.",
          "ID": "20"
        },
        {
          "text": "Некогда о праведности Божией свидетельствовали Закон и пророки, теперь же она открылась людям отдельно от Закона; ",
          "ID": "21"
        },
        {
          "text": "и эта праведность Божия, на вере в Иисуса Христа основанная, она для всех, кто верит, ибо нет различий. ",
          "ID": "22"
        },
        {
          "text": "Все согрешили ведь, и сияния Божиялишены, ",
          "ID": "23"
        },
        {
          "text": "а оправдываются без заслуг, только Его благодатью, через искупление во Христе Иисусе. ",
          "ID": "24"
        },
        {
          "text": "Бог сделал так, что через Него свершилось умилостивление и примирение по вере в пролитую Кровь Его. Этим Бог показал, что был справедлив и прежде, когда Он в долготерпении оставлял грехи без наказания; так и ныне являет Он правду Свою: то, что праведен Он Сам и оправдывает верующих в Иисуса.",
          "ID": "25"
        },
        {
          "text": "Допустимо ль тогда хвастовство? Исключается полностью. Но каким же законом? Тем, что требует дел? Нет! Законом веры. ",
          "ID": "27"
        },
        {
          "text": "Ибо знаем мы, что оправдание человек получает по вере, а не за то, что Закон соблюдает. ",
          "ID": "28"
        },
        {
          "text": "Разве Бог одних иудеев лишь Бог? Не язычников тоже? Конечно, и их. ",
          "ID": "29"
        },
        {
          "text": "Бог для всех ведь один: и обрезанных Он по вере их оправдает, через веру же – и необрезанных. ",
          "ID": "30"
        },
        {
          "text": "Упраздняем ли мы Закон, ставя так высоко веру? Нет, конечно. Мы Закон укрепляем.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Послание апостола Павла христианам в Риме 3"
    },
    {
      "text": [
        {
          "text": "А что скажем мы о праотце нашем по плоти, об Аврааме? Чего Он достиг? ",
          "ID": "1"
        },
        {
          "text": "Если праведным был бы признан он за дела свои, мог бы хвалиться, однако же не перед Богом. ",
          "ID": "2"
        },
        {
          "text": "Что Писание говорит? «Поверил Авраам Богу, и было это зачтено ему в праведность».",
          "ID": "3"
        },
        {
          "text": "Работнику платят по долгу, а не из милости. ",
          "ID": "4"
        },
        {
          "text": "Но когда человек, не ставя себе в заслугу дела свои, доверяется Богу, оправдывающему грешника, сама вера его вменяется ему в праведность. ",
          "ID": "5"
        },
        {
          "text": "Давид говорит то же самое: называет блаженным он того человека, которого Бог признает праведным не по делам его:",
          "ID": "6"
        },
        {
          "text": "«Блажен, кому прощены его беззакония, чьи покрыты грехи;",
          "ID": "7"
        },
        {
          "text": "блажен человек, грех которого Господом не зачтется».",
          "ID": "8"
        },
        {
          "text": "Но это блаженство, оно для обрезанных только или для необрезанных тоже? Мы говорим: «Вера была зачтена Аврааму в праведность». ",
          "ID": "9"
        },
        {
          "text": "Когда же случилось это? После того, как обрезан был Авраам, или еще до того? Не после, а до того, как был он обрезан. ",
          "ID": "10"
        },
        {
          "text": "А обрезание он получил позже как внешний знак и печать той праведности, какую имел он уже по вере до обрезания. Он отцом стал всех верующих, которым и без обрезания вера их может быть Господом в праведность зачтена; ",
          "ID": "11"
        },
        {
          "text": "он отец и обрезанных, но тех лишь, что не только обрезаны были, а и встали на путь той же веры, какая была у отца нашего Авраама еще в необрезании.",
          "ID": "12"
        },
        {
          "text": "И само обещание Аврааму, что ему и потомкам его будет отдан в наследство весь мир, не с соблюдением Закона было связано, а с праведностью, зависящей от веры. ",
          "ID": "13"
        },
        {
          "text": "А если наследство получат лишь те, кто Закону послушен, тщетна вера тогда, и не стоит ничего обещание: ",
          "ID": "14"
        },
        {
          "text": "ничего, кроме гнева, не сулит Закон; преступления только там не бывает, где нет закона.",
          "ID": "15"
        },
        {
          "text": "Потому и связано обещание с верой, оно – дар благодати, чтобы оно силу имело для всех потомков Авраама, не только для тех, кто привержен Закону, но и для тех, кто следует Авраамовой вере. Ведь он отец всех нас, – ",
          "ID": "16"
        },
        {
          "text": "как о том и написано: «Отцом многих народов Я поставил тебя», – таков он в глазах Бога, Которому он поверил, Бога, возвращающего к жизни мертвых и из небытия вызывающего к бытию то, что не существует.",
          "ID": "17"
        },
        {
          "text": "Когда не на что было уже надеяться, Авраам не терял все-таки надежды: он поверил и стал отцом многих народов, как было ему сказано: «Столь многочисленно будет потомство твое». ",
          "ID": "18"
        },
        {
          "text": "Даже мысль, что тело его, по сути, [уже] мертво (ему ведь было уже почти сто лет) и что чрево Сарры давно омертвело, не ослабила веру его. ",
          "ID": "19"
        },
        {
          "text": "Не усомнился он, не перестал верить обещанию Божию, но, черпая силу в вере, вознес Богу хвалу, ",
          "ID": "20"
        },
        {
          "text": "ибо уверен был в том, что Бог в силах исполнить Свое обещание. ",
          "ID": "21"
        },
        {
          "text": "Вот почему вера его [и] была зачтена ему в праведность. ",
          "ID": "22"
        },
        {
          "text": "«Была зачтена» – слова эти не об одном Аврааме написаны, ",
          "ID": "23"
        },
        {
          "text": "но и о нас. Зачтется и нам наша вера в Того, Кто воскресил из мертвых Иисуса, Господа нашего, ",
          "ID": "24"
        },
        {
          "text": "Который смерти был предан за наши согрешения и воскрешен к оправданию нашему.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Послание апостола Павла христианам в Риме 4"
    },
    {
      "text": [
        {
          "text": "По вере оправданные, мы теперь в мире с Богом через Господа нашего Иисуса Христа. ",
          "ID": "1"
        },
        {
          "text": "Через Него [верою] своей приобщились мы к той благодати, пребывая в которой, ликуем в чаянии Божией славы. ",
          "ID": "2"
        },
        {
          "text": "Более того, мы радуемся и в нынешних испытаниях наших, зная, что в них развивается стойкость, ",
          "ID": "3"
        },
        {
          "text": "а в стойкости – зрелый характер, что и вселяет в нас надежду, ",
          "ID": "4"
        },
        {
          "text": "надежду, которая никогда никого не разочарует, потому что Свою любовь Бог излил в сердца наши Духом Святым, данным нам.",
          "ID": "5"
        },
        {
          "text": "И когда мы были бессильны помочь самим себе, Христос в назначенный час умер за людей, отвернувшихся от Бога. ",
          "ID": "6"
        },
        {
          "text": "Едва ли пожертвует кто жизнью своей даже за праведника (впрочем, кто-то, быть может, решится умереть за хорошего человека). ",
          "ID": "7"
        },
        {
          "text": "А Христос умер за нас, когда мы были еще грешниками. Так Бог явил Свою любовь к нам.",
          "ID": "8"
        },
        {
          "text": "Теперь же, когда мы оправданы кровью Христа, тем более и спасены Им будем от гнева Божьего. ",
          "ID": "9"
        },
        {
          "text": "Ведь если еще в те времена, когда мы были врагами Бога, нас примирила с Ним смерть Сына Его, то ныне, примиренные, мы, конечно, спасемся жизнью Христа. ",
          "ID": "10"
        },
        {
          "text": "И не только это, мы и ликуем, доверившись Богу, с Которым нас теперь уже примирил Господь наш Иисус Христос.",
          "ID": "11"
        },
        {
          "text": "Через одного человека вошел в мир грех, а через грех – смерть; смертными стали все люди, поскольку все согрешили. ",
          "ID": "12"
        },
        {
          "text": "Конечно же, грех уже был в мире, когда еще не было в нем Закона; но там, где закона нет, грех не вменяется. ",
          "ID": "13"
        },
        {
          "text": "И однако же от Адама до Моисея смерть царила уже и над теми, кто заповеди не попирал, как сделал это Адам, который был прообразом Того, Кому предстояло прийти.",
          "ID": "14"
        },
        {
          "text": "Но Божий дар никак не сравним с преступленьем Адама. Ибо если преступление одного человека принесло многим смерть, последствия этого греха неизмеримо превзойдены благодатию Божьей и даром, ниспосланным многим по благодати одного Человека – Иисуса Христа. ",
          "ID": "15"
        },
        {
          "text": "И то, что приносит с собой дар Божий, никак не сравнимо с последствиями греха одного человека. Тогда всего одно преступление вызвало суд и суровый приговор, ныне же ответом на многие преступления стал дар благодати, который несет с собой оправдание. ",
          "ID": "16"
        },
        {
          "text": "И если преступлением одного человека, через него одного, стала царствовать смерть, то тем более будут царствовать в жизни через Одного, через Иисуса Христа, получившие в преизбытке благодать и дар праведности.",
          "ID": "17"
        },
        {
          "text": "И выходит, как одно преступление всех привело к осуждению, так и праведное дело одно – всем людям к оправданию, ведущему к жизни. ",
          "ID": "18"
        },
        {
          "text": "Ибо если непослушание одного многих сделало грешниками, то и послушание Одного многих сделает праведниками.",
          "ID": "19"
        },
        {
          "text": "Но пришел Закон, и сразу умножились преступления; однако, где умножился грех, там стала преизобиловать и благодать, ",
          "ID": "20"
        },
        {
          "text": "чтобы так же, как грех властвовал в своем царстве смерти, могла в силе праведности царствовать благодать, ведущая через Иисуса Христа, Господа нашего, к вечной жизни.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Послание апостола Павла христианам в Риме 5"
    },
    {
      "text": [
        {
          "text": "Что же после этого скажем? Оставаться ли нам во грехе для преумножения благодати? ",
          "ID": "1"
        },
        {
          "text": "Конечно, нет! Мы ведь умерли для греха – как же снова нам жить в нем? ",
          "ID": "2"
        },
        {
          "text": "Разве не знаете, что все мы, во Христа Иисуса крестившиеся, в смерть Его крещены? ",
          "ID": "3"
        },
        {
          "text": "Через это крещение в смерть оказались мы со Христом погребенными, дабы так же, как Он был могуществом славы Отца воскрешен из мертвых, могли бы и мы жить обновленной жизнью.",
          "ID": "4"
        },
        {
          "text": "Ибо если мы с Ним соединились, пройдя через смерть, подобную Его смерти, то, конечно же, с Ним сроднимся и в подобии воскресения. ",
          "ID": "5"
        },
        {
          "text": "Мы ведь знаем, что прежние мы вместе с Ним на кресте сораспяты, чтобы наше греховное «я» силы своей лишилось, и нам уж не быть рабами греха, ",
          "ID": "6"
        },
        {
          "text": "ибо мертвый греху неподвластен.",
          "ID": "7"
        },
        {
          "text": "Если ж умерли мы со Христом, то веруем, что и жить будем с Ним. ",
          "ID": "8"
        },
        {
          "text": "Ведь мы знаем: Христос, воскрешенный из мертвых, уже не умрет – смерть больше не властна над Ним. ",
          "ID": "9"
        },
        {
          "text": "Ибо смерть, которой Он умер, в том, что касается греха, оплатила раз и навсегда все наш долги, а жизнь, которой Он живет, — это жизнь для Бога.",
          "ID": "10"
        },
        {
          "text": "Так и вы считайте себя для греха мертвыми, а для Бога – живыми во Христе Иисусе. ",
          "ID": "11"
        },
        {
          "text": "Грех потому не должен более царствовать в смертном вашем теле, подчиняя вас похотям тела сего. ",
          "ID": "12"
        },
        {
          "text": "Не отдавайте его греху как орудие зла, но Богу себя предоставьте как из мертвых ожившие; каждую часть тела своего Богу отдайте как орудие праведности, ",
          "ID": "13"
        },
        {
          "text": "и не будет тогда властвовать грех над вами: не под законом вы – под благодатью.",
          "ID": "14"
        },
        {
          "text": "Так что же выходит? Станем ли грешить, раз живем теперь не под законом, а под благодатью? Конечно же, нет! ",
          "ID": "15"
        },
        {
          "text": "Неужели не ясно, что, если вы подчинились кому-то и готовы его слушаться, рабами его становитесь: можете сделаться вы рабами греха, что к смерти ведет, или рабами того послушания, что ведет к праведности. ",
          "ID": "16"
        },
        {
          "text": "Да, вы были рабами греха, но теперь, благодарение Богу, всем сердцем стали следовать духу учения, которому вас Бог подчинил. ",
          "ID": "17"
        },
        {
          "text": "Освобожденные от греха, вы стали рабами праведности.",
          "ID": "18"
        },
        {
          "text": "К человеческим прибегаю сравнениям, потому что вы всё еще в человеческой немощи вашей. Когда-то отдали тела вы свои в рабство моральной нечистоте и растущему беззаконию, отдайте же их теперь в рабство праведности для освящения. ",
          "ID": "19"
        },
        {
          "text": "Ведь когда вы были рабами греха, не чувствовали вы своего долга перед праведностью. ",
          "ID": "20"
        },
        {
          "text": "Какую же пользу принесло это вам? Получили вы то, чего ныне стыдитесь, что кончается смертью. ",
          "ID": "21"
        },
        {
          "text": "Теперь же, когда от греха вы свободны, когда на служение Богу отданы, плодом вашим явится освящение, и в завершение – вечная жизнь.",
          "ID": "22"
        },
        {
          "text": "Грех смертью платит, а дар Божий есть жизнь вечная во Христе Иисусе, Господе нашем.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Послание апостола Павла христианам в Риме 6"
    },
    {
      "text": [
        {
          "text": "Как людям, знакомым с законом, конечно, известно вам, братья, что закон над человеком властен, покуда тот жив? ",
          "ID": "1"
        },
        {
          "text": "Замужняя женщина, скажем, с живым только мужем законом связана; когда же супруг умирает, она от закона, который привязывал ее к мужу, освобождается. ",
          "ID": "2"
        },
        {
          "text": "Если при живом еще муже сойдется она с другим мужчиной, то будет считаться прелюбодейкой. Но если умрет ее муж, она с ним законом не связана больше и, выходя за другого замуж, не нарушает тем самым супружеской верности.",
          "ID": "3"
        },
        {
          "text": "Так и вы, братья мои, смертью тела Христова стали «мертвы» для претензий Закона; и ныне вправе принадлежать Другому – Тому, Кто из мертвых был воскрешен, дабы впредь приносить нам плод Богу. ",
          "ID": "4"
        },
        {
          "text": "Когда мы жили по плоти, нашим телом владели греховные страсти, возбуждаемые Законом, и мы приносили свой плод смерти. ",
          "ID": "5"
        },
        {
          "text": "Ныне же умерли мы для Закона, которым были связаны, от него мы свободны, и потому теперь мы в новом служении, служении по Духу, а не так, как встарь, по букве.",
          "ID": "6"
        },
        {
          "text": "Что же скажем: греховен Закон? Вовсе нет! Но если бы не Закон, я бы даже не знал, что такое грех. Я не знал бы желания, если бы Закон не говорил: «Не пожелай». ",
          "ID": "7"
        },
        {
          "text": "Грех ведь в самой заповеди нашел повод к тому, чтобы возбудить во мне всякие недобрые желания: без Закона грех мертв. ",
          "ID": "8"
        },
        {
          "text": "Когда-то я жил без Закона, но вот пришла заповедь – грех ожил, ",
          "ID": "9"
        },
        {
          "text": "а я умер. И та заповедь, что должна была вести меня к жизни, обернулась для меня смертью, ",
          "ID": "10"
        },
        {
          "text": "ибо грех нашел в заповеди для себя возможность обольстить меня, а потом через нее же и убить. ",
          "ID": "11"
        },
        {
          "text": "Нет сомнения, что сам-то Закон свят, и всё, что велит он, свято, праведно и хорошо.",
          "ID": "12"
        },
        {
          "text": "Но неужели это доброе принесло мне смерть? Конечно же, нет! Грех сделал это. Так должна была открыться его истинная природа. Когда грех использовал доброе, чтобы умертвить меня, он через заповедь стал более грешен, чем когда-либо.",
          "ID": "13"
        },
        {
          "text": "Совершенно очевидно, что Закон духовен, но я человек, я из плоти и продан в рабство греху. ",
          "ID": "14"
        },
        {
          "text": "Мне поступки мои непонятны: я делаю не то, что хочу, а то, что ненавижу. ",
          "ID": "15"
        },
        {
          "text": "Но если я делаю вовсе не то, что хочу, не признаю ли я тем самым, что Закон хорош? ",
          "ID": "16"
        },
        {
          "text": "Тогда получается, что не я такие поступки совершаю, а завладевший мною грех. ",
          "ID": "17"
        },
        {
          "text": "Знаю я, что во мне, в плоти моей, ничего доброго нет. Как ни хочется мне делать доброе, я не в силах. ",
          "ID": "18"
        },
        {
          "text": "И выходит: то хорошее, что хотел бы я делать, не делаю я; а злое, которого не хочу, я совершаю. ",
          "ID": "19"
        },
        {
          "text": "Но если делаю то, чего [я] не хочу, значит, это уже не я действую, а грех, который во мне.",
          "ID": "20"
        },
        {
          "text": "Здесь я вижу закон: стоит мне захотеть какое-то сделать добро, тотчас злое у меня наготове. ",
          "ID": "21"
        },
        {
          "text": "В душе я радуюсь закону Бога, ",
          "ID": "22"
        },
        {
          "text": "но в теле моем видится мне действие иного закона, того, что воюет с законом, который умом я своим признаю. Этот, овладевший моим телом закон есть закон греха. Он и делает меня своим пленником. ",
          "ID": "23"
        },
        {
          "text": "Несчастный я человек! Кто избавит меня от сего тела, из-за греха смерти подверженного? ",
          "ID": "24"
        },
        {
          "text": "Кто, кроме Бога?! Благодарю Его через Господа нашего Иисуса Христа!",
          "ID": "25"
        },
        {
          "text": "Итак, сам по себе, умом своим, служу я закону Бога, природой же плотской – закону греха.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Послание апостола Павла христианам в Риме 7"
    },
    {
      "text": [
        {
          "text": "Так что нет никакого теперь осуждения тем, которые живут во Христе Иисусе,не по плоти живут, но по Духу. ",
          "ID": "1"
        },
        {
          "text": "Закон Духа, дарующий жизнь во Христе Иисусе, освободил тебя от закона греха и смерти. ",
          "ID": "2"
        },
        {
          "text": "Что бессилен был сделать Закон (по вине нашей плоти), то Бог совершил по причине греха: Он Сына послал Своего в подобии плоти греховной. Так Он грех осудил в человеке, ",
          "ID": "3"
        },
        {
          "text": "дабы всё верное и справедливое, что составляет Закон, исполнилось в нас, живущих по Духу, а не по влечению плоти.",
          "ID": "4"
        },
        {
          "text": "Кто по влечению плоти живет, тот о плотском и помышляет, а кто по побуждению Духа – к духовному тот устремлен. ",
          "ID": "5"
        },
        {
          "text": "Помышления плотские – к смерти, устремленья духовные – к жизни и к миру. ",
          "ID": "6"
        },
        {
          "text": "Плотский ум Богу враждебен: он закону не покоряется Божьему, да и не может. ",
          "ID": "7"
        },
        {
          "text": "Так что люди, живущие у плоти в подчинении, угодить Богу не могут.",
          "ID": "8"
        },
        {
          "text": "Но вы не под властью плоти живете, а в покорности Духу (если в самом деле живет в вас Дух Божий); а кто Духа Христова лишен, тот не Его. ",
          "ID": "9"
        },
        {
          "text": "Если же в вас живет Христос, то, хотя, по причине греха, ваше тело и смертно, вы, Духом Божиим в праведность облеченные, живы. ",
          "ID": "10"
        },
        {
          "text": "И поскольку живет в вас Дух Того, Кто из мертвых воскресил Иисуса, Воскресивший из мертвых Христа оживит и ваши тела смертные пребывающим в вас Духом Своим.",
          "ID": "11"
        },
        {
          "text": "И выходит, мы все должники, братья мои, но не плоти, чтоб ей подчиняться; ",
          "ID": "12"
        },
        {
          "text": "вам известно: живущие, как того плоть пожелает, обречены на смерть. Вы же умерщвляете Духом греховные дела тела, и поэтому будете жить. ",
          "ID": "13"
        },
        {
          "text": "Все, кто движим Божиим Духом, – все они Бога сыны. ",
          "ID": "14"
        },
        {
          "text": "Ибо Дух сей, Который вы обрели, это вовсе не рабства дух. Не к страху вернулись вы, а приняли усыновления Дух, Которым каждый из нас взывает: «Авва! Отец мой!» ",
          "ID": "15"
        },
        {
          "text": "Сам этот Дух в согласии с собственным нашим духом говорит нам, что мы Божии дети, ",
          "ID": "16"
        },
        {
          "text": "а если мы дети Его, то наследники, и наследники Бога, стало быть, сонаследники Христа, конечно, если с Ним мы страдаем, чтобы нам разделить и славу Его.",
          "ID": "17"
        },
        {
          "text": "Пред такою грядущею славой, какая откроется нам, все страдания наши земные, я полагаю, ничто. ",
          "ID": "18"
        },
        {
          "text": "С нетерпением ждет всё творение, что в славе той явит Бог Своих сыновей. ",
          "ID": "19"
        },
        {
          "text": "Ибо не по желанию своему творение суете покорилось, а по воле Того, Кто ей участь такую определил с уверенностью, ",
          "ID": "20"
        },
        {
          "text": "что в конце всё живое Его творение избавлено будет от рабства у тленья и получит свободу великую, в которой пребудут все Божии дети.",
          "ID": "21"
        },
        {
          "text": "Знаем мы, что всё сотворенное Богом стенает и, словно при родах, мучается до сих пор. ",
          "ID": "22"
        },
        {
          "text": "И не только оно, но и мы, кому дан Дух как первые плоды грядущей жатвы, стонем в душе и томительно ждем усыновления, ждем освобождения от смерти. ",
          "ID": "23"
        },
        {
          "text": "В этой самой надежде и были мы спасены. Не на то в надежде, что уже могли мы видеть (иначе незачем было бы нам надеяться: никому нет нужды надеяться на то, что он уже видит), ",
          "ID": "24"
        },
        {
          "text": "но в надежде на то, чего видеть не можем, нам приходится ждать терпеливо.",
          "ID": "25"
        },
        {
          "text": "Нам и Дух помогает по немощи нашей: ибо мы даже не знаем, о чем и как нам молиться. Но Сам Дух просит за нас в воздыханиях неизреченных. ",
          "ID": "26"
        },
        {
          "text": "Тот же, Кто испытует наши сердца, знает, конечно, помышления Духа: ведь по воле Божией просит Дух за Божьих людей.",
          "ID": "27"
        },
        {
          "text": "И мы знаем: Бог действует с теми, кто любит Его, с теми, кого призвал Он во исполненье намеренья Своего; им Он всё обращает во благо. ",
          "ID": "28"
        },
        {
          "text": "Ибо тем, кого Бог знал, когда их еще не было, положил Он быть воплощением образа Сына Его, дабы старшим Тот был между многими братьями. ",
          "ID": "29"
        },
        {
          "text": "И кому такое предопределил Бог, того и призвал Он; кого же призвал, тех оправдал; и кого Он оправдал, тех и прославил.",
          "ID": "30"
        },
        {
          "text": "После сказанного что еще остается добавить? Если Бог за нас, кто может быть против нас? ",
          "ID": "31"
        },
        {
          "text": "Если Он и Сына не пощадил Своего и отдал Его ради всех нас на смерть, разве Он не дарует нам вместе с Ним и всё остальное? ",
          "ID": "32"
        },
        {
          "text": "Кто сможет избранников Божиих обвинять? Не Бог же, Который оправдывает? ",
          "ID": "33"
        },
        {
          "text": "Кто их осудит? Не Христос [Иисус] же, Который умер, и более, Который был воскрешен и ныне пребывает по правую руку Бога и ходатайствует за нас? ",
          "ID": "34"
        },
        {
          "text": "Сможет ли что отлучить нас от Христа, от любви Его отлучить: бедствия или притеснения и гонения, голод ли, нагота иль опасность и меч? ",
          "ID": "35"
        },
        {
          "text": "Как в Писании сказано:",
          "ID": "36"
        },
        {
          "text": "«Весь день из-за Тебя мы в смертельной опасности,",
          "ID": "36"
        },
        {
          "text": "держат нас за овец, на заклание обреченных».",
          "ID": "36"
        },
        {
          "text": "Нет, над всем торжествуем победу мы силою Возлюбившего нас. ",
          "ID": "37"
        },
        {
          "text": "И я верую твердо, что ни смерть, ни жизнь, ни ангелы, ни демоны, ни настоящее, ни будущее, ни темные силы вселенские, ",
          "ID": "38"
        },
        {
          "text": "ни мир вышний, ни бездна – ничто из всего сотворенного не сможет отлучить нас от Божьей любви, явленной нам во Христе Иисусе, Господе нашем.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Послание апостола Павла христианам в Риме 8"
    },
    {
      "text": [
        {
          "text": "Во Христе пребывая, скажу вам по правде, не солгу (порукой в том совесть моя, озаренная Духом Святым): ",
          "ID": "1"
        },
        {
          "text": "ношу я в своем сердце неизбывную боль, великую скорбь о братьях моих, родных мне по плоти и крови. Уж лучше бы мне самому быть анафеме преданным ради них, от Христа отлученным. ",
          "ID": "2"
        },
        {
          "text": "Израильтяне они. Бог удостоил их быть сынами Его, явил им славу Свою и дал им Свои заветы. Есть Закон у них, и служение в храме, и Божии обещания. ",
          "ID": "4"
        },
        {
          "text": "У них – праотцы, и от них же по плоти Христос, Который превыше всех, Бог наш вовеки благословенный. Аминь.",
          "ID": "5"
        },
        {
          "text": "Никак, однако, не могло утратить силу слово Божие об Израиле. Не все, кто от Израиля, будут считаться израильтянами. ",
          "ID": "6"
        },
        {
          "text": "И не все потомки Авраама будут истинными детьми его. Ведь было сказано: «Рожденные от Исаака будут признаны твоими потомками». ",
          "ID": "7"
        },
        {
          "text": "Так что не все рожденные по плоти – дети Божии; лишь те, чье рождение было обещано Богом, признаются потомством Авраама. ",
          "ID": "8"
        },
        {
          "text": "И такие были слова в том обещании: «В должное время опять Я приду, и у Сарры будет сын».",
          "ID": "9"
        },
        {
          "text": "И это не всё: у детей Ревекки был один отец, наш праотец Исаак, ",
          "ID": "10"
        },
        {
          "text": "однако еще прежде, чем они родились и сделали что-либо доброе или худое, уже тогда, чтоб неизменно торжествовал Божий выбор ",
          "ID": "11"
        },
        {
          "text": "(не человеческие заслуги, а призыв Бога), ей было сказано: «Старший будет в подчинении у младшего». ",
          "ID": "12"
        },
        {
          "text": "В Писании так и говорится:",
          "ID": "13"
        },
        {
          "text": "«Иакова Я возлюбил, ",
          "ID": "13"
        },
        {
          "text": "а Исава отверг».",
          "ID": "13"
        },
        {
          "text": "Скажем ли мы, что у Бога неправда? Конечно же, нет! ",
          "ID": "14"
        },
        {
          "text": "Моисею Он сказал:",
          "ID": "15"
        },
        {
          "text": "«Я милость Свою окажу, кому захочу,",
          "ID": "15"
        },
        {
          "text": "и, кого захочу, того пожалею».",
          "ID": "15"
        },
        {
          "text": "Так что дело не в желании и не в усилии человека, а в милости Бога. ",
          "ID": "16"
        },
        {
          "text": "В Писании есть слова Его фараону: «Я затем и возвысил тебя, чтобы силу Мою явить на тебе и чтобы по всей земле возвестили имя Мое». ",
          "ID": "17"
        },
        {
          "text": "Это значит, что милует Он, кого пожелает, и упрямым делает, кого захочет.",
          "ID": "18"
        },
        {
          "text": "Но спросите вы у меня: «Как же может [тогда] обвинять Он кого-то? Разве в силах кто противиться воле Его?» ",
          "ID": "19"
        },
        {
          "text": "А кто ты есть, человек, чтоб пререкаться тебе с Богом? Сосуд скажет ли гончару: «Зачем ты сделал меня таким?» ",
          "ID": "20"
        },
        {
          "text": "Не властен разве горшечник над глиной, не вправе ли он из одного и того же кома глины сделать некий сосуд для особого, а другой – для обычного употребления?",
          "ID": "21"
        },
        {
          "text": "Не так ли и Бог, даже когда хотел Он обнаружить Свой праведный гнев и явить Свою мощь, с долготерпением великим щадил те сосуды, что вызывали у Него гнев и подлежали уничтожению, ",
          "ID": "22"
        },
        {
          "text": "щадил, чтобы открыть всё богатство славы Своей над сосудами, которые по милости Своей предуготовил Он к славе, – ",
          "ID": "23"
        },
        {
          "text": "над нами, призванными не только из иудеев, но также из язычников? ",
          "ID": "24"
        },
        {
          "text": "Как в книге Осии Он о том говорит:",
          "ID": "25"
        },
        {
          "text": "«Не Мой народ назову Своим,",
          "ID": "25"
        },
        {
          "text": "и ту, которая не была любима,",
          "ID": "25"
        },
        {
          "text": "возлюбленной Я назову.",
          "ID": "25"
        },
        {
          "text": "И будет так, что на том же месте,",
          "ID": "26"
        },
        {
          "text": "где сказано было: „Не Мой вы народ“,",
          "ID": "26"
        },
        {
          "text": "назовут их сынами Бога Живого».",
          "ID": "26"
        },
        {
          "text": "А об Израиле провозглашает Исайя:",
          "ID": "27"
        },
        {
          "text": "«Пусть будут израильтяне неисчислимы,",
          "ID": "27"
        },
        {
          "text": "словно песок морской,",
          "ID": "27"
        },
        {
          "text": "всё же спасется только остаток,",
          "ID": "27"
        },
        {
          "text": "ибо Господь без промедления и до конца ",
          "ID": "28"
        },
        {
          "text": "Свой приговор на земле исполнит».",
          "ID": "28"
        },
        {
          "text": "Исайя и прежде говорил о том же:",
          "ID": "29"
        },
        {
          "text": "«Когда бы Господь Саваоф",
          "ID": "29"
        },
        {
          "text": "не оставил нам некоторого потомства,",
          "ID": "29"
        },
        {
          "text": "мы стали бы как Содом",
          "ID": "29"
        },
        {
          "text": "и уподобились Гоморре».",
          "ID": "29"
        },
        {
          "text": "Что же выходит? Язычники, хоть и не искали праведности, всё же достигли ее, обрели праведность, основанную на вере. ",
          "ID": "30"
        },
        {
          "text": "А Израиль, устремляясь к закону праведности, так и не пришел к нему. ",
          "ID": "31"
        },
        {
          "text": "Почему? Потому что их стремления основывались не на вере, а на делах, и они споткнулись о «камень преткновения», ",
          "ID": "32"
        },
        {
          "text": "как и было написано:",
          "ID": "33"
        },
        {
          "text": "«Вот, кладу на Сионе Я Камень,",
          "ID": "33"
        },
        {
          "text": "и будут о Него спотыкаться,",
          "ID": "33"
        },
        {
          "text": "будут падать из-за Него.",
          "ID": "33"
        },
        {
          "text": "И верующий в Него посрамлен не будет».",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Послание апостола Павла христианам в Риме 9"
    },
    {
      "text": [
        {
          "text": "Братья, всем сердцем хочу я и Богу молюсь о том, чтоб спаслись израильтяне. ",
          "ID": "1"
        },
        {
          "text": "В служении Богу – я сам тому свидетель – усердны они, только усердию их истинного знания недостает. ",
          "ID": "2"
        },
        {
          "text": "Не осознав праведности Божией, не захотели они ей покориться и силятся собственную свою [праведность] утвердить. ",
          "ID": "3"
        },
        {
          "text": "Но во Христе ведь уже достигнута цель, что была Законом указана, так что обрести праведность теперь может каждый, кто верует в Него.",
          "ID": "4"
        },
        {
          "text": "Когда Моисей говорил, что «человек, соблюдающий все повеления Закона, в них и найдет для себя жизнь», он о праведности по Закону говорил. ",
          "ID": "5"
        },
        {
          "text": "А праведность, что по вере, так говорит: «Не вопрошай в сердце своем: „Кто на небо взойдет?“ (Как если бы нужно было Христа оттуда свести.) ",
          "ID": "6"
        },
        {
          "text": "Или: „Кто в бездну сойдет?“» (Как если бы нужно было Христа от мертвых вернуть.) ",
          "ID": "7"
        },
        {
          "text": "Что же тогда она утверждает? «Близко слово к тебе, оно на твоих устах и в сердце твоем». Слово это – о вере, та самая весть, которую мы проповедуем. ",
          "ID": "8"
        },
        {
          "text": "Так что если устами своими ты открыто заявляешь, что Иисус – Господь, если сердцем веришь, что Бог из мертвых Его воскресил, будешь спасен. ",
          "ID": "9"
        },
        {
          "text": "Потому что вера в сердце к праведности ведет, а исповедание устами – ко спасению. ",
          "ID": "10"
        },
        {
          "text": "Писание и говорит: «Всякий верующий в Него посрамлен не будет». ",
          "ID": "11"
        },
        {
          "text": "И так для каждого, без различия: для иудея и для язычника, Господь ведь у всех у нас один, и богатства Его довольно для всех, кто в молитве призывает Его; ",
          "ID": "12"
        },
        {
          "text": "ибо каждый, кто призовет имя Господне, будет спасен.",
          "ID": "13"
        },
        {
          "text": "Но как же призывать Того, в Кого не уверовали? Как верить в Того, о Ком не слышали? И как услышать, если нет проповедующего? ",
          "ID": "14"
        },
        {
          "text": "И как люди могут проповедовать, если они на то не посланы? Вот почему в Писании сказано: «Отраден приход вестников, несущих добрую весть!»",
          "ID": "15"
        },
        {
          "text": "Однако не все вняли Благой Вести. Об этом говорит Исайя: «Господи, кто поверил тому, что услышал от нас?» ",
          "ID": "16"
        },
        {
          "text": "Итак, вера – от Вести услышанной, а слышат ее там, где возвещается слово Христово. ",
          "ID": "17"
        },
        {
          "text": "Но спрашиваю: не слышали разве они? Конечно же, слышали! Ведь сказано о тех, кто Весть эту возвещает:",
          "ID": "18"
        },
        {
          "text": "«По всей земле звучал их голос,",
          "ID": "18"
        },
        {
          "text": "до пределов вселенной дошли слова их».",
          "ID": "18"
        },
        {
          "text": "А может быть, снова спрошу, израильтяне не знали? Еще Моисей словами Господними им говорил:",
          "ID": "19"
        },
        {
          "text": "«Я вызову ревность в вас теми,",
          "ID": "19"
        },
        {
          "text": "кого вы не считали народом,",
          "ID": "19"
        },
        {
          "text": "введу в раздражение вас народом,",
          "ID": "19"
        },
        {
          "text": "который не понимал Меня».",
          "ID": "19"
        },
        {
          "text": "Еще смелее передает слова Бога Исайя:",
          "ID": "20"
        },
        {
          "text": "«Нашли Меня не искавшие,",
          "ID": "20"
        },
        {
          "text": "открылся Я тем, кто не спрашивал обо Мне».",
          "ID": "20"
        },
        {
          "text": "А об Израиле Он говорит: «Целый день Я руки Свои простирал к народу своевольному и дерзкому».",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Послание апостола Павла христианам в Риме 10"
    },
    {
      "text": [
        {
          "text": "Что хочу я сказать? Неужели Бог отверг Свой народ? Нет, конечно. Я вот сам израильтянин, потомок Авраама из рода Вениамина. ",
          "ID": "1"
        },
        {
          "text": "Не отверг Бог народа, который от начала признал Он Своим. Или не помните, что говорится в Писании об Илии, – там, где он жалуется Богу на Израиль: ",
          "ID": "2"
        },
        {
          "text": "«Господи, пророков Твоих убили они и жертвенники Твои разрушили. Один я остался, и на мою жизнь покушаются»? ",
          "ID": "3"
        },
        {
          "text": "И что же сказано ему в ответ? «Для Себя сохранил Я семь тысяч мужей, которые не преклонили колен пред Ваалом». ",
          "ID": "4"
        },
        {
          "text": "Так и ныне есть у Бога «остаток», избранный по благодати Его. ",
          "ID": "5"
        },
        {
          "text": "Но ведь если по благодати, то уж, стало быть, не по делам, а иначе не была бы тогда благодатию благодать.",
          "ID": "6"
        },
        {
          "text": "Что ж выходит? А то, что Израиль не достиг того, к чему так стремился. Лишь немногие, избранные, достигли, а прочие в упорстве своем оставлены были, ",
          "ID": "7"
        },
        {
          "text": "как написано:",
          "ID": "8"
        },
        {
          "text": "«Бог навел на них помрачение:",
          "ID": "8"
        },
        {
          "text": "глаза их не видят, а уши не слышат.",
          "ID": "8"
        },
        {
          "text": "И длится всё это доныне».",
          "ID": "8"
        },
        {
          "text": "И Давид говорит:",
          "ID": "9"
        },
        {
          "text": "«Пусть их пиршества западнею, ловушкой им будут,",
          "ID": "9"
        },
        {
          "text": "и камнем преткновения пусть будут им в воздаяние;",
          "ID": "9"
        },
        {
          "text": "пусть ослепнут глаза их, чтоб не видеть,",
          "ID": "10"
        },
        {
          "text": "и хребет их да будет согбен навсегда».",
          "ID": "10"
        },
        {
          "text": "Хочу ли я этим сказать, что они споткнулись, дабы пасть навсегда? Вовсе нет. Но из-за их падения язычникам пришло спасение, чтобы так была вызвана ревность и в них, в иудеях. ",
          "ID": "11"
        },
        {
          "text": "Но если падение их явило миру богатство, и даже само их поражение отозвалось в язычниках спасительным обретеньем, то сколь большему благу послужит восстановление их в полноте веры и благословений!",
          "ID": "12"
        },
        {
          "text": "А вам, язычникам, скажу: как апостол язычников я высоко ценю мое служение, ",
          "ID": "13"
        },
        {
          "text": "всегда надеясь вызвать ревность в родном мне по плоти народе, чтобы спасти хотя бы немногих из них. ",
          "ID": "14"
        },
        {
          "text": "Ибо если их отвержение принесло примирение миру, то что может значить принятие их? Возвращение от смерти к жизни! ",
          "ID": "15"
        },
        {
          "text": "Если свята часть теста, что Богу посвящается как первый плод, таким же всё тесто будет; если корень свят, таким же быть и ветвям.",
          "ID": "16"
        },
        {
          "text": "Пусть некоторые из них были отломлены, а ты, ветвь от дикой маслины, оказался привит среди оставшихся и стал причастен корню, питающему маслину садовую, ",
          "ID": "17"
        },
        {
          "text": "не тебе превозноситься перед другими ветвями. А коль случится такое, вспомни: не ты силу корню даешь, а корень – тебе. ",
          "ID": "18"
        },
        {
          "text": "«Ветви, – ты скажешь, – были отломлены, чтобы я был привит». ",
          "ID": "19"
        },
        {
          "text": "В самом деле, их отломило неверие, а ты держишься верой своей. Но тебе не надмеваться надо, а в благоговенье пребывать. ",
          "ID": "20"
        },
        {
          "text": "Ибо если уж Бог не пощадил природных ветвей, то, смотри, и тебя может Он не пощадить также.",
          "ID": "21"
        },
        {
          "text": "Так что смотри: благ и строг наш Бог. Строгий к отпавшим, Он добр к тебе, но только, конечно, если и впредь ты будешь отзывчив на Его доброту, иначе и ты окажешься отсечен. ",
          "ID": "22"
        },
        {
          "text": "Но и те будут тоже привиты, если только перестанут упорствовать в своем неверии, ибо во власти Бога снова привить их. ",
          "ID": "23"
        },
        {
          "text": "Раз уж ты, от дикой по природе маслины отсеченный, был привит вопреки природе к садовой, то не легче ль будут привиты к ней природные ветви ее?",
          "ID": "24"
        },
        {
          "text": "Братья, есть некая тайна, которую я, дабы не впали вы в самодовольство, хочу поведать вам: часть израильского народа не вечно будут упорствовать, а лишь до тех пор, пока не войдет в Царство Христово полное число язычников. ",
          "ID": "25"
        },
        {
          "text": "И так весь Израиль будет спасен, как написано:",
          "ID": "26"
        },
        {
          "text": "«Избавитель придет с Сиона,",
          "ID": "26"
        },
        {
          "text": "Он потомков Иакова освободит от нечестия.",
          "ID": "26"
        },
        {
          "text": "И это им будет Моим заветом,",
          "ID": "27"
        },
        {
          "text": "когда сниму с них бремя грехов их».",
          "ID": "27"
        },
        {
          "text": "По своему отношению к Благой Вести, они враги Божии (вам во благо), но как избранные Богом, они любимы Им (их праотцев ради). ",
          "ID": "28"
        },
        {
          "text": "Бог не отбирает Свои дары и приглашения жить в завете Его не отменяет. ",
          "ID": "29"
        },
        {
          "text": "Как вы некогда были непослушны Богу, а теперь после их непослушания помилованы, ",
          "ID": "30"
        },
        {
          "text": "так и они нынче оказались непослушны, чтобы через проявленную к вам милость им тоже получить помилование. ",
          "ID": "31"
        },
        {
          "text": "Бог сделал всех узниками непослушания, чтобы всех потом и помиловать.",
          "ID": "32"
        },
        {
          "text": "О, бездна богатства и мудрости и ведения Божьего!",
          "ID": "33"
        },
        {
          "text": "Непостижимы судьбы Его и непознаваемы Его пути!",
          "ID": "33"
        },
        {
          "text": "Кто познал ум Господа? Или кто был Ему советником?",
          "ID": "34"
        },
        {
          "text": "Кто дал Ему что-то прежде,",
          "ID": "35"
        },
        {
          "text": "чтоб заслужить вознаграждение?",
          "ID": "35"
        },
        {
          "text": "Ведь всё от Него, через Него и всё обращено к Нему.",
          "ID": "36"
        },
        {
          "text": "Ему слава вовеки, аминь!",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Послание апостола Павла христианам в Риме 11"
    },
    {
      "text": [
        {
          "text": "Так что призываю вас, братья: памятуя о милосердии Божьем, отдайте себя полностью Богу как жертву живую, Ему посвященную и для Него угодную – в том будет истинное духовное служение ваше. ",
          "ID": "1"
        },
        {
          "text": "И не сообразуйтесь с миром этим, а преобразуйтесь через полное обновление ума вашего. Тогда вы сможете на себе познать, что есть воля Божья, и понять, что хорошо и зрело и что Ему угодно.",
          "ID": "2"
        },
        {
          "text": "А я, по данной мне благодати, каждому из вас говорю: не думайте о себе более, чем следует, но старайтесь судить о своих способностях здраво, помня, что Бог дал каждому свою меру веры. ",
          "ID": "3"
        },
        {
          "text": "Ибо как тело наше состоит из многих частей и все они имеют свое особое назначение, ",
          "ID": "4"
        },
        {
          "text": "так и мы, сколь ни много нас, во Христе составляем одно тело и как части его соединены друг с другом. ",
          "ID": "5"
        },
        {
          "text": "Мы имеем различные дарования соответственно данной нам благодати. А поэтому, если у кого есть, например, дар возвещать весть Божию, пусть он это и делает согласно вере; ",
          "ID": "6"
        },
        {
          "text": "у кого дар служения, тот пусть служит; у кого дар учить, пусть учит; ",
          "ID": "7"
        },
        {
          "text": "умеющий ободрять и должен ободрять. Жертвующий должен жертвовать щедро. Тому, кто призван быть руководителем, надлежит усердствовать; а кто проявляет милосердие, пусть делает это с радостью.",
          "ID": "8"
        },
        {
          "text": "Любовь ваша да будет нелицемерной, отвращайтесь от зла и твердо держитесь добра! ",
          "ID": "9"
        },
        {
          "text": "Будьте преданны друг другу в братской любви, других почитайте выше, чем себя самих. ",
          "ID": "10"
        },
        {
          "text": "Не ослабевайте в усердии, духом пламенейте, служите Господу. ",
          "ID": "11"
        },
        {
          "text": "Радуйтесь в надежде, в испытаниях будьте стойки, в молитве – постоянны. ",
          "ID": "12"
        },
        {
          "text": "Помогайте братьям вашим, когда оказываются они в нужде, и будьте всегда гостеприимны.",
          "ID": "13"
        },
        {
          "text": "Благословляйте гонителей ваших, благословляйте, а не проклинайте. ",
          "ID": "14"
        },
        {
          "text": "С радующимися радуйтесь и с плачущими плачьте. ",
          "ID": "15"
        },
        {
          "text": "Относитесь участливо друг к другу, не впадайте в высокомерие и держитесь смиренных. Не мните о себе.",
          "ID": "16"
        },
        {
          "text": "Никому за зло не воздавайте злом, и то, что вы печетесь только о добром, пусть будет для всех очевидным. ",
          "ID": "17"
        },
        {
          "text": "Со всеми людьми, насколько это зависит от вас, будьте в мире. ",
          "ID": "18"
        },
        {
          "text": "Не мстите за себя, возлюбленные мои, но предоставьте всё гневу Божьему. Ибо написано: «Мое возмездие. Я воздам», – говорит Господь. ",
          "ID": "19"
        },
        {
          "text": "И более того:",
          "ID": "20"
        },
        {
          "text": "«Если враг твой голоден, накорми его;",
          "ID": "20"
        },
        {
          "text": "если жаждет, напои его;",
          "ID": "20"
        },
        {
          "text": "поступая так, горящие угли соберешь ты ему на голову».",
          "ID": "20"
        },
        {
          "text": "Не дай злу победить тебя, но побеждай его добром.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Послание апостола Павла христианам в Риме 12"
    },
    {
      "text": [
        {
          "text": "Каждый человек должен подчиняться властям, ибо нет власти не от Бога, и те, что существуют, Им поставлены. ",
          "ID": "1"
        },
        {
          "text": "Так что противящийся власти выступает против Божьего установления, такой человек навлечет на себя осуждение. ",
          "ID": "2"
        },
        {
          "text": "Облеченные же властью страшны не для добрых дел, а для злых. Хочешь не бояться властей? Делай добро и получишь их одобрение. ",
          "ID": "3"
        },
        {
          "text": "Они – Божии слуги, тебе на благо. Если же делаешь зло – бойся: недаром знак их власти – меч, ибо они – слуги Божии, для наказания творящих зло. ",
          "ID": "4"
        },
        {
          "text": "И потому надо повиноваться не только из страха перед наказанием, но и по совести. ",
          "ID": "5"
        },
        {
          "text": "Потому вы и налоги платите. Люди, облеченные властью, – служители Божии, они постоянно заняты своим трудом. ",
          "ID": "6"
        },
        {
          "text": "Отдавайте всякому должное: будь то налоги или подати, почет или уважение.",
          "ID": "7"
        },
        {
          "text": "Ни перед кем и ни в чем не оставайтесь в долгу, кроме взаимной любви: кто любит ближнего, тот исполнил Закон. ",
          "ID": "8"
        },
        {
          "text": "Ибо заповеди: не прелюбодействуй, не убивай, не кради, не пожелай чужого и любая другая – не более как одна заповедь: «Люби ближнего твоего, как самого себя». ",
          "ID": "9"
        },
        {
          "text": "Любящий не сделает ближнему зла, любовь поэтому есть исполнение Закона.",
          "ID": "10"
        },
        {
          "text": "Кроме того, вы ведь знаете, какое сейчас время: наступил для нас час пробудиться от сна, наше спасение ближе теперь, чем когда мы уверовали. ",
          "ID": "11"
        },
        {
          "text": "Ночь на исходе. Близится день. Оставим же дела тьмы и облечемся в доспехи света.",
          "ID": "12"
        },
        {
          "text": "Будем всегда жить достойно, как при свете дня, не предаваясь разнузданным пиршествам и пьянству, распутству и сладострастию, ссорам и зависти. ",
          "ID": "13"
        },
        {
          "text": "Сам Господь Иисус Христос пусть будет доспехами вашими, и плоти своей в похотях ее не потворствуйте.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Послание апостола Павла христианам в Риме 13"
    },
    {
      "text": [
        {
          "text": "Слабого в вере принимайте в свою среду, не споря с ним о его взглядах. ",
          "ID": "1"
        },
        {
          "text": "Кто-то верит, скажем, что можно есть всё, а слабый только растительную пищу принимает. ",
          "ID": "2"
        },
        {
          "text": "Тому, кто ест, не следует презирать того, кто не ест, и кто не ест, не должен осуждать того, кто ест: ведь Бог и его принял, как тебя! ",
          "ID": "3"
        },
        {
          "text": "И кто ты такой, чтобы судить чужого слугу? Перед своим господином стоит он или падает и будет стоять, ибо Господь силен поддержать его.",
          "ID": "4"
        },
        {
          "text": "Иной считает, что один какой-то день важнее прочих, а для другого – все они равны. Важно, чтобы каждый был тверд в своих убеждениях. ",
          "ID": "5"
        },
        {
          "text": "Кто чтит особо какой-то день, в честь Господа делает это. Кто ест – в честь Господа ест, поскольку благодарит Бога, и тот, кто не ест, не ест с мыслью о Господе – он тоже благодарит Бога. ",
          "ID": "6"
        },
        {
          "text": "Никто из нас не живет, равно никто из нас и не умирает для себя. ",
          "ID": "7"
        },
        {
          "text": "Если живем – для Господа живем, а когда умираем – для Господа и умираем. Одним словом, живем ли, умираем ли – мы всегда Господни.",
          "ID": "8"
        },
        {
          "text": "Христос для того умер, а потом и ожил вновь, чтобы стать Ему Господом и мертвых и живых. ",
          "ID": "9"
        },
        {
          "text": "Как же можешь ты судить брата своего? А ты как смеешь презирать брата своего? Ведь мы все перед Божиим судом предстанем. ",
          "ID": "10"
        },
        {
          "text": "Написано же:",
          "ID": "11"
        },
        {
          "text": "«Как верно то, что Я живу, – говорит Господь, –",
          "ID": "11"
        },
        {
          "text": "так и то, что предо Мной преклонится всякое колено,",
          "ID": "11"
        },
        {
          "text": "и всякий язык воздаст хвалу Богу».",
          "ID": "11"
        },
        {
          "text": "Итак, каждый из нас за себя даст отчет [Богу].",
          "ID": "12"
        },
        {
          "text": "Так не будем же судить друг друга, положим лучше для себя не делать никогда того, что может оказаться препятствием или камнем преткновения на пути брата нашего. ",
          "ID": "13"
        },
        {
          "text": "В Господе Иисусе знаю я и уверен в том, что нет такой пищи, которая сама по себе была бы нечиста; только то, что человек считает нечистым, оказывается для него нечистым. ",
          "ID": "14"
        },
        {
          "text": "Если брат твой смущается и огорчается тем, что ты ешь, то ты не по любви поступаешь; не губи своей пищей того, за кого умер Христос. ",
          "ID": "15"
        },
        {
          "text": "Не давайте никому повода злословить о том, что для вас хорошо. ",
          "ID": "16"
        },
        {
          "text": "Царство Божие – это ведь не еда и не питье, а праведность, и мир, и радость, даруемые Духом Святым. ",
          "ID": "17"
        },
        {
          "text": "И если человек таким образом служит Христу, он Богу угоден, и люди его уважают.",
          "ID": "18"
        },
        {
          "text": "Так будем же всегда искать тот путь, что ведет нас к миру и взаимному укреплению в вере. ",
          "ID": "19"
        },
        {
          "text": "Ради пищи не разрушай дела Божьего. Даже если всё само по себе чисто, всё равно худо, если человек пищей своей кладет камень преткновения на пути другого. ",
          "ID": "20"
        },
        {
          "text": "Хорошо не есть мяса, не пить вина и вообще не делать ничего такого, что может стать камнем преткновения для брата твоего.",
          "ID": "21"
        },
        {
          "text": "В себе самом, перед Богом, держись того, [в чем] ты уверен. Блажен, кто может принимать решения без опасений. ",
          "ID": "22"
        },
        {
          "text": "А кто испытывает сомнение и, однако, ест, тот уже осужден, ибо поступает не по вере; а всё, что не по вере делается, – грех.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Послание апостола Павла христианам в Риме 14"
    },
    {
      "text": [
        {
          "text": "Нам, сильным, следует терпеливо сносить немощи слабых, а не угождать себе. ",
          "ID": "1"
        },
        {
          "text": "Угождать каждый из нас должен ближнему своему, думая о том, что ему будет во благо, что укрепит его веру. ",
          "ID": "2"
        },
        {
          "text": "Сам Христос не Себе угождал; Он жил так, как о том было сказано в Писании: «Оскорбления оскорбляющих Тебя пали на Меня». ",
          "ID": "3"
        },
        {
          "text": "Да и всё прежде написанное в наставление нам написано было, чтобы, учась стойкости, о которой говорится в Писании, и находя в нем утешение, мы сохраняли надежду.",
          "ID": "4"
        },
        {
          "text": "Бог же наш, иcточник силы духа и утешения, да поможет вам жить в единомыслии между собой, следуя примеру Христа Иисуса, ",
          "ID": "5"
        },
        {
          "text": "чтобы все вы согласно, как бы одними устами, славили Бога и Отца Господа нашего Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": "Поэтому во славу Божью принимайте друг друга, как и Христос принял вас. ",
          "ID": "7"
        },
        {
          "text": "Я говорю о том, что Христос ради истины Божьей стал слугой иудеев, чтобы исполнить обещания, данные патриархам, ",
          "ID": "8"
        },
        {
          "text": "и чтобы язычники могли прославлять Бога за милость Его, как написано:",
          "ID": "9"
        },
        {
          "text": "«Потому буду превозносить Тебя между язычниками",
          "ID": "9"
        },
        {
          "text": "и буду петь гимны имени Твоему».",
          "ID": "9"
        },
        {
          "text": "И еще сказано:",
          "ID": "10"
        },
        {
          "text": "«Радуйтесь и вы, язычники, вместе с народом Его».",
          "ID": "10"
        },
        {
          "text": "И снова:",
          "ID": "11"
        },
        {
          "text": "«Воздайте честь Господу все вы, язычники,",
          "ID": "11"
        },
        {
          "text": "и да почтят Его все народы!»",
          "ID": "11"
        },
        {
          "text": "Исайя тоже говорит:",
          "ID": "12"
        },
        {
          "text": "«От корня Иессея Побег произрастет,",
          "ID": "12"
        },
        {
          "text": "поднимется Он, чтобы народами править;",
          "ID": "12"
        },
        {
          "text": "возложат язычники надежды свои на Него».",
          "ID": "12"
        },
        {
          "text": "Бог же наш, Бог надежды, да исполнит вас в вере вашей всякой радостью и миром, дабы силою Духа Святого изобиловать вам надеждою.",
          "ID": "13"
        },
        {
          "text": "Сам я глубоко убежден, братья мои, что вами руководят благие желания, что вы обогатились всяческими знаниями и способны наставлять друг друга. ",
          "ID": "14"
        },
        {
          "text": "Так что если я написал вам это письмо (в отдельных местах письмо довольно смелое), то сделал это как бы в напоминание вам, по благодати, которую даровал мне Бог, ",
          "ID": "15"
        },
        {
          "text": "быть служителем Иисуса Христа для язычников; священнодействие, мной совершаемое, состоит в возвещении Благой Вести Божией, дабы язычники могли через освящение Духом Святым быть представлены Богу как мое угодное Ему жертвоприношение.",
          "ID": "16"
        },
        {
          "text": "Посему я могу в Иисусе Христе с радостью хвалиться всем тем, что сделано было мною для Бога. ",
          "ID": "17"
        },
        {
          "text": "Конечно, я могу смело говорить только о том, что совершил через меня Христос, совершил, дабы обрести Ему преданность язычников, словом и делом, ",
          "ID": "18"
        },
        {
          "text": "силою знамений и чудес, силою Духа [Божия]. Я возвестил Благую Весть о Христе повсюду: от Иерусалима до самого Иллирика. ",
          "ID": "19"
        },
        {
          "text": "При этом я всегда стремился нести Благую Весть не туда, где уже было известно имя Христа, чтобы не строить мне на чужом основании. ",
          "ID": "20"
        },
        {
          "text": "Я старался исполнить то, о чем говорится в Писании:",
          "ID": "21"
        },
        {
          "text": "«Те, кому о Нем возвещено не было, увидят;",
          "ID": "21"
        },
        {
          "text": "и те, кто никогда не слышал, поймут».",
          "ID": "21"
        },
        {
          "text": "Вот почему я так долго не мог прийти к вам.",
          "ID": "22"
        },
        {
          "text": "Нынче же меня больше уже ничто не удерживает в этих местах, и поскольку я много лет мечтал посетить вас, ",
          "ID": "23"
        },
        {
          "text": "то намерен наконец сделать это, как только отправлюсь в Испанию. Я очень надеюсь, что увижусь с вами по пути туда и что вы поможете мне продолжить мое путешествие после того, как я получу удовольствие от общения с вами, хотя бы и краткого. ",
          "ID": "24"
        },
        {
          "text": "А сейчас я направляюсь в Иерусалим, чтобы помочь народу Божьему. ",
          "ID": "25"
        },
        {
          "text": "Ибо верующие Македонии и Ахайи сочли для себя за благо проявить участие к бедным из народа Божьего в Иерусалиме. ",
          "ID": "26"
        },
        {
          "text": "За благо они сочли сделать это, хотя, конечно, и должны были так поступить. Ведь если иудейские христиане поделились с язычниками своими духовными благами, язычники, в свою очередь, обязаны помочь им в их земных нуждах. ",
          "ID": "27"
        },
        {
          "text": "Завершив это дело и вручив им всё собранное, я направлюсь через ваши места в Испанию. ",
          "ID": "28"
        },
        {
          "text": "И знаю, что когда приду к вам, приду с полнотой благословений Христовых.",
          "ID": "29"
        },
        {
          "text": "Но прошу вас, [братья], ради Господа нашего Иисуса Христа и во имя любви, даруемой Духом, будьте со мной в моей борьбе, молясь за меня Богу, ",
          "ID": "30"
        },
        {
          "text": "чтобы избавлен я был от неверующих в Иудее и чтобы служение мое для Иерусалима с пониманием было принято народом Божьим, ",
          "ID": "31"
        },
        {
          "text": "а я, если то угодно Богу, мог прийти к вам с радостью и провести какое-то время с вами в покое. ",
          "ID": "32"
        },
        {
          "text": "Да будет Бог наш, источник мира, со всеми вами! Аминь.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Послание апостола Павла христианам в Риме 15"
    },
    {
      "text": [
        {
          "text": "Представляю вам этим письмом сестру нашу Фиву, диаконису церкви Кенхрейской. ",
          "ID": "1"
        },
        {
          "text": "Прошу принять ее во имя Господа, как подобает народу Божьему, и помочь ей, если она будет в чем нуждаться, ибо и она помогала многим, в том числе и мне.",
          "ID": "2"
        },
        {
          "text": "Передайте мой привет Прискилле и Акиле, сподвижникам моим во Христе Иисусе, ",
          "ID": "3"
        },
        {
          "text": "которые ради спасения моей жизни рисковали своей головой. Впрочем, не я один им благодарен, но и все образовавшиеся из язычников церкви.",
          "ID": "4"
        },
        {
          "text": "Привет мой и церкви, которая собирается у них дома.",
          "ID": "5"
        },
        {
          "text": "Приветствую возлюбленного моего Эпенета, который первым в Асии принял Христа.",
          "ID": "5"
        },
        {
          "text": "Марию приветствуйте, которая много для вас потрудилась.",
          "ID": "6"
        },
        {
          "text": "Приветствуйте моих соотечественников Андроника и Юния, которые вместе со мной были в тюрьме; они снискали уважение среди апостолов и христианами стали раньше меня.",
          "ID": "7"
        },
        {
          "text": "И Амплиата приветствуйте, любимого моего друга в Господе.",
          "ID": "8"
        },
        {
          "text": "Приветствуйте Урбана, сподвижника нашего во Христе, и моего дорогого Стахия.",
          "ID": "9"
        },
        {
          "text": "Приветствуйте Апеллеса, испытанного во Христе.",
          "ID": "10"
        },
        {
          "text": "Приветствуйте всех, кто из семьи Аристобула.",
          "ID": "10"
        },
        {
          "text": "Иродиона, соотечественника моего и верующих членов семьи Наркисса приветствуйте.",
          "ID": "11"
        },
        {
          "text": "Приветствуйте Трифену и Трифосу, усердствующих в Господе.",
          "ID": "12"
        },
        {
          "text": "Приветствуйте дорогую Персиду, которая много потрудилась для Господа.",
          "ID": "12"
        },
        {
          "text": "Приветствуйте Руфа, избранного Господом, и мать его, которую и я называю матерью.",
          "ID": "13"
        },
        {
          "text": "Асинкрита, Флегонта, Эрмия, Патрова, Эрма и находящихся с ними братьев приветствуйте.",
          "ID": "14"
        },
        {
          "text": "Приветствуйте Филолога и Юлию, Нирея и его сестру, и Олимпана, и всех из народа Божьего с ними.",
          "ID": "15"
        },
        {
          "text": "Приветствуйте друг друга святым целованием.",
          "ID": "16"
        },
        {
          "text": "Свой привет передают вам все церкви Христовы.",
          "ID": "16"
        },
        {
          "text": "А я умоляю вас, братья, остерегаться тех, кто, вопреки принятому вами учению, производит замешательство и разделения, избегайте их. ",
          "ID": "17"
        },
        {
          "text": "Эти люди служат не Господу нашему Христу, а чреву своему, и речами своими вкрадчивыми и льстивыми они обольщают сердца простодушных. ",
          "ID": "18"
        },
        {
          "text": "Что до вас, то ваше послушание известно всем, и это меня радует; хочу только, чтобы были вы мудрыми на добро и неискушенными во зле.",
          "ID": "19"
        },
        {
          "text": "Бог же наш, источник мира, скоро повергнет сатану к ногам вашим. Благодать Господа нашего Иисуса да будет с вами!",
          "ID": "20"
        },
        {
          "text": "Передает вам привет Тимофей, соработник мой, свои приветы шлют вам также Луций, Иасон и Сосипатр, мои соотечественники.",
          "ID": "21"
        },
        {
          "text": "Приветствую вас во имя Господа и я, Терций, писавший это послание.",
          "ID": "22"
        },
        {
          "text": "Гаий, принимающий в своем доме меня и всю общину, приветствует вас.",
          "ID": "23"
        },
        {
          "text": "Приветствует вас Эраст, городской казначей, и брат Кварт. ",
          "ID": "23"
        },
        {
          "text": "[]",
          "ID": "24"
        },
        {
          "text": "[",
          "ID": "24"
        },
        {
          "text": "Тому же, Кто может утвердить вас по благовестию моему и вести об Иисусе Христе, по откровению той Божественной тайны, о которой от века умалчивалось, ",
          "ID": "25"
        },
        {
          "text": "но которая явлена теперь и по велению вечного Бога через Писания пророческие возвещена всем народам, чтобы привести их к идущему от веры послушанию, ",
          "ID": "26"
        },
        {
          "text": "Ему, единому мудрому Богу, через Иисуса Христа да будет слава вовеки! Аминь.]",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Послание апостола Павла христианам в Риме 16"
    }
  ],
  "ID": "NT:ROM(BTI)",
  "name": "Послание апостола Павла христианам в Риме"
}