{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, раб Иисус Христов, зван апостол, избран в блговестие Божие, ",
          "ID": "1"
        },
        {
          "text": "еже прежде обеща пророки своими в писаниих святых, ",
          "ID": "2"
        },
        {
          "text": "о Сыне своем, бывшем от семене давидова по Плоти, ",
          "ID": "3"
        },
        {
          "text": "нареченнем Сыне Божии в силе, по духу святыни, из воскресения от мертвых, Иисуса Христа Господа нашего, ",
          "ID": "4"
        },
        {
          "text": "имже прияхом благодать и апостольство в послушание веры во всех языцех, о имени его. ",
          "ID": "5"
        },
        {
          "text": "в нихже есте и вы, звани Иисусу Христу. ",
          "ID": "6"
        },
        {
          "text": "всем сущым в риме возлюбленным Богу, званным святым. благодать вам и мир от Бога Отца нашего, и Господа Иисуса Христа. ",
          "ID": "7"
        },
        {
          "text": "Первое убо благодарю Бога моего Иисусом Христом о всех вас, яко вера ваша возвещается во всем мире. ",
          "ID": "8"
        },
        {
          "text": "свидетель бо ми есть Бог, емуже служу духом моим во благовествовании Сына его, яко безпрестани память о вас творю, ",
          "ID": "9"
        },
        {
          "text": "всегда в молитвах моих моляся, аще убо когда поспешен буду волею Божиею приити к вам. ",
          "ID": "10"
        },
        {
          "text": "желаю бо видети вас, да некое подам вам дарование духовное, ко утверждению вашему. ",
          "ID": "11"
        },
        {
          "text": "сие же есть, соутешитися в вас верою общею, вашею же и моею. ",
          "ID": "12"
        },
        {
          "text": "Не хощу же не ведети вам, братие, яко множицею восхотех приити к вам, и возбранен бых доселе, да некии плод имею и в вас, якоже и в прочих языцех. ",
          "ID": "13"
        },
        {
          "text": "Еллином же и варвавом, мудрым же и неразумным должен есмь. ",
          "ID": "14"
        },
        {
          "text": "тако есть, еже по моему усердию и вам сущым в риме благовестити. ",
          "ID": "15"
        },
        {
          "text": "Не стыжуся бо благовествованием Христовым: сила бо Божия есть во спасение всякому верующему, иудеови же прежде и еллину. ",
          "ID": "16"
        },
        {
          "text": "Правда бо Божия в нем является от веры в веру, якоже есть писано. праведныи же от веры жив будет. ",
          "ID": "17"
        },
        {
          "text": "Открывается бо гнев Божии с небесе на всякое нечестие и неправду человеков, содержащих истину в неправде. ",
          "ID": "18"
        },
        {
          "text": "зане разумное Божие яве есть в них, Бог бо явил есть им: ",
          "ID": "19"
        },
        {
          "text": "невидимая бо его, от создания мира твореньми помышляема, видима суть, и присносущная сила его и Божество, во еже быти им безответным. ",
          "ID": "20"
        },
        {
          "text": "Занеже разумевше Бога, не яко Бога прославиша или благодариша, но осуетишася помышлении своими, и омрачися неразумное их сердце. ",
          "ID": "21"
        },
        {
          "text": "глаголющеся быти мудри, о‹юродеша, ",
          "ID": "22"
        },
        {
          "text": "и измениша славу нетленнаго Бога в подобие образа тленна человека и птиц и четвероног и гад. ",
          "ID": "23"
        },
        {
          "text": "темже и предаде их Бог в похотех сердец их в нечистоту, во еже сквернитися телесем их в себе самех. ",
          "ID": "24"
        },
        {
          "text": "иже премениша истину Божию во лжу, и почтоша и послужиша твари паче творца, иже есть благословен во веки, аминь. ",
          "ID": "25"
        },
        {
          "text": "Сего ради предаде их Бог в страсти безчестия. и жены бо их измениша естественную подобу в презестественную. ",
          "ID": "26"
        },
        {
          "text": "такожде и мужи, оставльше естественную подобу женска пола, разжегошася похотию своею друг на друга, мужи на мужех студ содевающе, и возмездие, еже подобаше прелести их, в себе восприемлюще. ",
          "ID": "27"
        },
        {
          "text": "И якоже не искусиша имети Бога в разуме, (сего ради) предаде их Бог в неискусен ум, творити неподобная, ",
          "ID": "28"
        },
        {
          "text": "исполненых всякия неправды, блужения, лукавства, лихоимания, злобы. исполненых зависти, убииства, рвения, льсти, злонравия. ",
          "ID": "29"
        },
        {
          "text": "шепотники, клеветники, богомерзки, досадители, величавы, горды, обретатели злых, родителем непокоривы, ",
          "ID": "30"
        },
        {
          "text": "неразумны, непримирителны, нелюбовны, неклятвохранительны, немилостивны. ",
          "ID": "31"
        },
        {
          "text": "Нецыи же и оправдание Божие разумевше, яко таковая творящии достойни смерти суть, не точию сами творят, но и соизволяют творящым.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Послание к Римлянам 1"
    },
    {
      "text": [
        {
          "text": "Сего ради безответен еси, о, человече всяк судяй: имже бо судом судиши друга, себе осуждаеши. таяжде бо твориши судяй. ",
          "ID": "1"
        },
        {
          "text": "Вемы же, яко суд Божии есть поистинне на творящих таковая. ",
          "ID": "2"
        },
        {
          "text": "Помышляеши ли же сие, о, человече, судяй таковая творящым и творя сам таяжде, яко ты избежиши ли суда Божия, ",
          "ID": "3"
        },
        {
          "text": "Или о богатстве благости его и кротости и долготерпении нерадиши, не ведый, яко благость Божия на покаяние тя ведет? ",
          "ID": "4"
        },
        {
          "text": "По жестокости же твоей и непокаянному сердцу, собираеши себе гнев в день гнева и откровения праведнаго суда Божия, ",
          "ID": "5"
        },
        {
          "text": "иже воздаст коемуждо по делом его. ",
          "ID": "6"
        },
        {
          "text": "овым убо, по терпению дела благаго, славы и чести и нетления ищущым, живот вечный. ",
          "ID": "7"
        },
        {
          "text": "а иже по рвению противляются убо истине, повинуются же неправде, ярость и гнев. ",
          "ID": "8"
        },
        {
          "text": "Скорбь и теснота на всяку душу человека творящаго злое, иудеа же прежде и еллина. ",
          "ID": "9"
        },
        {
          "text": "Слава же и честь и мир всякому делающему благое, иудееви же прежде и еллину. ",
          "ID": "10"
        },
        {
          "text": "Несть бо на лица зрения у Бога. ",
          "ID": "11"
        },
        {
          "text": "Елицы бо беззаконно согрешиша, беззаконно и погибнут: и елицы в законе согрешиша, законом суд приимут. ",
          "ID": "12"
        },
        {
          "text": "не слышателие бо закона праведни пред Богом, но творцы закона, (сии) оправдятся: ",
          "ID": "13"
        },
        {
          "text": "егда бо языцы, не имуще закона, естеством законная творят, сии, закона не имуще, сами себе суть закон. ",
          "ID": "14"
        },
        {
          "text": "иже являют дело законное написано в сердцах своих, спослушествующеи им совести, и между собою помыслом осуждающым или отвещающым, ",
          "ID": "15"
        },
        {
          "text": "в день, егда судит Бог тайная человеком, по блговестию моему, Иисусом Христом. ",
          "ID": "16"
        },
        {
          "text": "Се ты иудей именуешися, и почиваеши на законе, и хвалишися о Бозе, ",
          "ID": "17"
        },
        {
          "text": "и разумееши волю, и разсуждаеши лучшая, научаемь от закона, ",
          "ID": "18"
        },
        {
          "text": "уповая же себе вожда быти слепым, света сущым во тме, ",
          "ID": "19"
        },
        {
          "text": "наказателя безумным, учителя младенцем, имуща образ разума и истины в законе. ",
          "ID": "20"
        },
        {
          "text": "научая убо инаго, себе ли не учиши, ",
          "ID": "21"
        },
        {
          "text": "проповедая не красти, крадеши: глаголяй не прелюбы творити, прелюбы твориши: гнушаяся идол, святая крадеши: ",
          "ID": "22"
        },
        {
          "text": "иже в законе хвалишися, преступлением закона Бога безчествуеши. ",
          "ID": "23"
        },
        {
          "text": "Имя бо Божие вами хулится во языцех, якоже есть писано. ",
          "ID": "24"
        },
        {
          "text": "Обрезание бо пользует, аще закон твориши. аще же закона преступник еси, обрезание твое необрезание бысть. ",
          "ID": "25"
        },
        {
          "text": "Аще убо необрезание оправдание закона сохранит, не необрезание ли его во обрезание вменится, ",
          "ID": "26"
        },
        {
          "text": "и осудит еже от естества необрезание, закон совершающее, тебе, иже писанием и обрезанием еси преступник закона. ",
          "ID": "27"
        },
        {
          "text": "Не бо иже яве, иудей есть, ни еже яве во плоти, обрезание. ",
          "ID": "28"
        },
        {
          "text": "но иже в тайне иудей, и обрезание сердца Духом, (а) не писанием: емуже похвала не от человек, но от Бога.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Послание к Римлянам 2"
    },
    {
      "text": [
        {
          "text": "Что убо лишшее иудею? или кая польза обрезания? ",
          "ID": "1"
        },
        {
          "text": "Много, по всякому образу: первее бо, яко вверена быша им словеса Божия. ",
          "ID": "2"
        },
        {
          "text": "Что бо, аще не вероваша нецыи? еда (убо) неверствие их веру Божию упразднит? ",
          "ID": "3"
        },
        {
          "text": "Да не будет: да будет же Бог истинен, всяк же человек ложь, якоже есть писано: яко да оправдишися во словесех твоих, и победиши, внегда судити ти. ",
          "ID": "4"
        },
        {
          "text": "Аще ли неправда наша Божию правду составляет, что речем? еда ли неправеден Бог наносяй гнев? по человеку глаголю. ",
          "ID": "5"
        },
        {
          "text": "Да не будет: понеже како судити имать Бог миру? ",
          "ID": "6"
        },
        {
          "text": "Аще бо истина Божия в моей лжи избыточествова в славу его, что еще и аз яко грешник осуждаюся, ",
          "ID": "7"
        },
        {
          "text": "И не якоже хулимся, и якоже глаголют нецыи нас глаголати, яко сотворим злая, да приидут благая: ихже суд праведен есть. ",
          "ID": "8"
        },
        {
          "text": "Что убо, преимеем ли? Никакоже: предукорихом бо иудеи же и еллины вся под грехом быти, ",
          "ID": "9"
        },
        {
          "text": "якоже есть писано. Яко несть праведен никтоже: ",
          "ID": "10"
        },
        {
          "text": "несть разумеваяи, и несть взыскаяй Бога: ",
          "ID": "11"
        },
        {
          "text": "вси уклонишася, вкупе непотребни быша. несть творяй благостыню, несть даже до единаго. ",
          "ID": "12"
        },
        {
          "text": "Гроб отверст гортань их, языки своими льщаху. Яд аспидов под устнами их. ",
          "ID": "13"
        },
        {
          "text": "ихже уста клятвы и горести полна суть. ",
          "ID": "14"
        },
        {
          "text": "Скоры ноги их пролияти кровь: ",
          "ID": "15"
        },
        {
          "text": "сокрушение и озлобление на путех их, ",
          "ID": "16"
        },
        {
          "text": "и пути мирнаго не познаша. ",
          "ID": "17"
        },
        {
          "text": "Несть страха Божия пред очима их. ",
          "ID": "18"
        },
        {
          "text": "Вемы же, яко елика закон глаголет, сущым в законе глаголет: да всяка уста заградятся, и повинен будет весь мир Богови: ",
          "ID": "19"
        },
        {
          "text": "зане от дел закона не оправдится всяка плоть пред ним: законом бо познание греха. ",
          "ID": "20"
        },
        {
          "text": "Ныне же кроме закона правда Божия явися, свидетельствуема от закона и пророк. ",
          "ID": "21"
        },
        {
          "text": "Правда же Божия верою Иисус Христовою во всех и на всех верующих: несть бо разнствия, ",
          "ID": "22"
        },
        {
          "text": "вси бо согрешиша, и лишени суть славы Божия, ",
          "ID": "23"
        },
        {
          "text": "оправдаеми туне благодатию его, избавлением, еже о Христе Иисусе, ",
          "ID": "24"
        },
        {
          "text": "егоже предположи Бог очищение верою в крови его, в явление правды своея, за отпущение прежде бывших грехов, ",
          "ID": "25"
        },
        {
          "text": "в долготерпении Божии, и в показание правды его в нынешнее время, во еже быти ему праведну и оправдающу сущаго от веры Иисусовы. ",
          "ID": "26"
        },
        {
          "text": "Где убо похвала, отгнася. Которым законом? делы ли? Ни, но законом веры. ",
          "ID": "27"
        },
        {
          "text": "Мыслим убо верою оправдатися человеку, без дел закона. ",
          "ID": "28"
        },
        {
          "text": "Или иудеев Бог токмо, а не и языков? Ей, и языков: ",
          "ID": "29"
        },
        {
          "text": "понеже един Бог, иже оправдит обрезание от веры и необрезание верою. ",
          "ID": "30"
        },
        {
          "text": "Закон ли убо разоряем верою? Да не будет: но закон утверждаем.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Послание к Римлянам 3"
    },
    {
      "text": [
        {
          "text": "Что убо речем авраама отца нашего обрести по плоти? ",
          "ID": "1"
        },
        {
          "text": "Аще бо авраам от дел оправдася, имать похвалу, но не у Бога. ",
          "ID": "2"
        },
        {
          "text": "Что бо писание глаголет? верова же авраам Богови, и вменися ему в правду. ",
          "ID": "3"
        },
        {
          "text": "Делающему же мзда не вменяется по благодати, но по долгу: ",
          "ID": "4"
        },
        {
          "text": "а не делающему, верующему же во оправдающаго нечестива, вменяется вера его в правду. ",
          "ID": "5"
        },
        {
          "text": "Якоже и давид глаголет блаженство человека, емуже вменяет Бог правду, без дел закона: ",
          "ID": "6"
        },
        {
          "text": "блажени, ихже отпустишася беззакония и ихже прикрышася греси: ",
          "ID": "7"
        },
        {
          "text": "блажен муж, емуже не вменит Господь греха. ",
          "ID": "8"
        },
        {
          "text": "Блаженство убо сие на обрезание ли, или на необрезание? Глаголем бо, яко вменися аврааму вера в правду. ",
          "ID": "9"
        },
        {
          "text": "Како убо вменися ему, во обрезании ли сущу, или в необрезании, не во обрезании, но в необрезании. ",
          "ID": "10"
        },
        {
          "text": "И знамение прият обрезания, печать правды веры, яже в необрезании. Яко быти ему отцу всех верующих в необрезании, во еже вменитися и тем в правду. ",
          "ID": "11"
        },
        {
          "text": "и отцу обрезания, не сущым точию от обрезания, но и ходящым в стопах веры, яже (бе) в необрезании отца нашего авраама. ",
          "ID": "12"
        },
        {
          "text": "Не законом бо обетование аврааму, или семени его, еже быти ему наследнику мирови, но правдою веры. ",
          "ID": "13"
        },
        {
          "text": "Аще бо сущии от закона наследницы, испразднися вера, и разорися обетование: ",
          "ID": "14"
        },
        {
          "text": "закон бо гнев соделовает: идеже бо несть закона, (ту) ни преступления. ",
          "ID": "15"
        },
        {
          "text": "Сего ради от веры, да по благодати, во еже быти известну обетованию всему семени, не точию сущему от закона, но и сущему от веры авраамовы, иже есть отец всем нам, ",
          "ID": "16"
        },
        {
          "text": "якоже есть писано: яко отца многим языком положих тя, прямо Богу, емуже верова, животворящему мертвыя и нарицающу не сущая яко сущая. ",
          "ID": "17"
        },
        {
          "text": "Иже паче упования во упование верова, во еже быти ему отцу многим языком, по реченному: тако будет семя твое. ",
          "ID": "18"
        },
        {
          "text": "И не изнемог верою, ни усмотри своея плоти уже умерщвленныя, столетен негде сый, и мертвости ложесн сарриных: ",
          "ID": "19"
        },
        {
          "text": "во обетовании же Божии не усумнеся неверованием, но возможе верою, дав славу Богови ",
          "ID": "20"
        },
        {
          "text": "и известен быв, яко, еже обеща, силен есть и сотворити. ",
          "ID": "21"
        },
        {
          "text": "Темже и вменися ему в правду. ",
          "ID": "22"
        },
        {
          "text": "Не писано же бысть за того единаго точию, яко вменися ему, ",
          "ID": "23"
        },
        {
          "text": "но и за ны, имже хощет вменитися, верующым в воскресившаго Иисуса Христа Господа нашего из мертвых, ",
          "ID": "24"
        },
        {
          "text": "иже предан бысть за прегрешения наша и воста за оправдание наше.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Послание к Римлянам 4"
    },
    {
      "text": [
        {
          "text": "Оравдившеся убо верою, мир имамы к Богу Господем нашим Иисус Христом, ",
          "ID": "1"
        },
        {
          "text": "имже и приведение обретохом верою во благодать сию, в нейже стоим, и хвалимся упованием славы Божия. ",
          "ID": "2"
        },
        {
          "text": "Не точию же, но и хвалимся в скорбех, ведяще, яко скорбь терпение соделовает, ",
          "ID": "3"
        },
        {
          "text": "терпение же искусство, искусство же упование: ",
          "ID": "4"
        },
        {
          "text": "упование же не посрамит. Яко любы Божия излияся в сердца наша Духом святым данным нам. ",
          "ID": "5"
        },
        {
          "text": "Еще бо Христос сущым нам немощным, по времени за нечестивых умре. ",
          "ID": "6"
        },
        {
          "text": "Едва бо за праведника кто умрет: за благаго бо негли кто и дерзнет умрети. ",
          "ID": "7"
        },
        {
          "text": "Составляет же свою любовь к нам Бог, яко, еще грешником сущым нам, Христос за ны умре. ",
          "ID": "8"
        },
        {
          "text": "Много убо паче, оправдани бывше ныне кровию его, спасемся им от гнева. ",
          "ID": "9"
        },
        {
          "text": "Аще бо врази бывше примирихомся Богу смертию Сына его, множае паче примирившеся спасемся в животе его: ",
          "ID": "10"
        },
        {
          "text": "не точию же, но и хвалимся о Бозе Господем нашим Иисус Христом, имже ныне примирение прияхом. ",
          "ID": "11"
        },
        {
          "text": "Сего ради якоже единем человеком грех в мир вниде, и грехом смерть, и тако смерть во вся человеки вниде, в немже вси согрешиша. ",
          "ID": "12"
        },
        {
          "text": "До закона бо грех бе в мире: грех же не вменяшеся, не сущу закону. ",
          "ID": "13"
        },
        {
          "text": "Но царствова смерть от адама даже до моисеа и над несогрешившими по подобию преступления адамова, иже есть образ будущаго. ",
          "ID": "14"
        },
        {
          "text": "Но не якоже прегрешение, тако и дар. Аще бо прегрешением единаго мнози умроша, множае паче благодать Божия и дар благодатию единаго Человека Иисуса Христа во многих преизлишествова. ",
          "ID": "15"
        },
        {
          "text": "И не якоже единем согрешшим, дарование. грех бо из единаго во осуждение: дар же от многих прегрешении во оправдание. ",
          "ID": "16"
        },
        {
          "text": "Аще бо единаго прегрешением смерть царствова единем, множае паче избыток благодати и дар правды приемлюще, в жизни воцарятся единем Иисус Христом. ",
          "ID": "17"
        },
        {
          "text": "Темже убо, якоже единаго прегрешением во вся человеки вниде осуждение, такожде и единаго оправданием во вся человеки вниде оправдание жизни. ",
          "ID": "18"
        },
        {
          "text": "Якоже бо ослушанием единаго человека грешни быша мнози, сице и послушанием единаго праведни будут мнози. ",
          "ID": "19"
        },
        {
          "text": "Закон же привниде, да умножится прегрешение. Идеже бо умножися грех, преизбыточествова благодать: ",
          "ID": "20"
        },
        {
          "text": "да якоже царствова грех во смерть, такожде и благодать воцарится правдою в жизнь вечную, Иисус Христом Господем нашим.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Послание к Римлянам 5"
    },
    {
      "text": [
        {
          "text": "Что убо речем, пребудем ли во гресе, да благодать преумножится? Да не будет. ",
          "ID": "1"
        },
        {
          "text": "Иже бо умрохом греху, како паки оживем о нем? ",
          "ID": "2"
        },
        {
          "text": "Или не разумеете, яко елицы во Христа ииса крестихомся, в смерть его крестихомся? ",
          "ID": "3"
        },
        {
          "text": "Спогребохомся убо ему крещением в смерть, да якоже воста Христос от мертвых славою Отчею, тако и мы во обновлении жизни ходити начнем. ",
          "ID": "4"
        },
        {
          "text": "Аще бо сообразни быхом подобию смерти его, то и воскресения будем, ",
          "ID": "5"
        },
        {
          "text": "сие ведяще, яко ветхии наш человек с ним распятся, да упразднится тело греховное, яко ктому не работати нам греху. ",
          "ID": "6"
        },
        {
          "text": "умерый бо свободися от греха. ",
          "ID": "7"
        },
        {
          "text": "Аще же умрохом со Христом, веруем, яко и живи будем с ним, ",
          "ID": "8"
        },
        {
          "text": "ведяще, яко Христос воста от мертвых, ктому уже не умирает: смерть им ктому не обладает. ",
          "ID": "9"
        },
        {
          "text": "Еже бо умре, греху умре единою: а еже живет, Богови живет. ",
          "ID": "10"
        },
        {
          "text": "Такожде и вы помышляйте себе мертвых убо быти греху, живых же Богови, о Христе Иисусе Господе нашем. ",
          "ID": "11"
        },
        {
          "text": "Да не царствует убо грех в мертвеннем вашем теле, во еже послушати его в похотех его: ",
          "ID": "12"
        },
        {
          "text": "ниже представляйте уды вашя оружия неправды греху: но представляйте себе Богови яко от мертвых живых, и уды вашя оружия правды Богови. ",
          "ID": "13"
        },
        {
          "text": "Грех бо вами да не обладает. несте бо под законом, но под благодатию. ",
          "ID": "14"
        },
        {
          "text": "Что убо, согрешим ли, зане несмы под законом, но под благодатию, да не будет. ",
          "ID": "15"
        },
        {
          "text": "Не весте ли, яко емуже представляете себе рабы в послушание, раби есте, егоже послушаете, или греха в смерть, или послушания в правду? ",
          "ID": "16"
        },
        {
          "text": "Благодарим убо Бога, яко бесте раби греху, послушасте же от сердца, в оньже и предастеся образ учения. ",
          "ID": "17"
        },
        {
          "text": "Свобождшеся же от греха, поработистеся правде. ",
          "ID": "18"
        },
        {
          "text": "Человеческо глаголю, за немощь плоти вашея. Якоже бо представисте уды вашя рабы нечистоте и беззаконию в беззаконие, тако ныне представите уды вашя рабы правде во святыню. ",
          "ID": "19"
        },
        {
          "text": "Егда бо раби бесте греха, свободни бесте от правды. ",
          "ID": "20"
        },
        {
          "text": "Кий убо тогда иместе плод? О нихже ныне стыдитеся, кончина бо онех, смерть. ",
          "ID": "21"
        },
        {
          "text": "Ныне же свобождшеся от греха, порабощшеся же Богови, имате плод ваш во святыню, кончину же жизнь вечную. ",
          "ID": "22"
        },
        {
          "text": "Оброцы бо греха смерть: дарование же Божие живот вечный о Христе Иисусе Господе нашем.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Послание к Римлянам 6"
    },
    {
      "text": [
        {
          "text": "Или не разумеете, братие: ведущым бо закон глаголю: яко закон обладает над человеком, во елико время живет? ",
          "ID": "1"
        },
        {
          "text": "Ибо мужатая жена живу мужу привязана есть законом: аще ли же умрет муж ея, разрешится от закона мужескаго. ",
          "ID": "2"
        },
        {
          "text": "Темже убо, живу сущу мужу, прелюбодейца бывает, аще будет мужеви иному: аще ли умрет муж ея, свободна есть от закона, не быти ей прелюбодейце, бывшей мужу иному. ",
          "ID": "3"
        },
        {
          "text": "Темже, братие моя, и вы умросте закону телом Христовым, во еже быти вам иному, воставшему из мертвых, да плод принесем Богови. ",
          "ID": "4"
        },
        {
          "text": "Егда бо бехом во плоти, страсти греховныя, яже законом, действоваху во удех наших, во еже плод творити смерти: ",
          "ID": "5"
        },
        {
          "text": "ныне же упразднихомся от закона, умерше, имже держими бехом, яко работати нам (Богови) во обновлении духа, а не в ветхости писмене. ",
          "ID": "6"
        },
        {
          "text": "Что убо речем? закон ли грех? Да не будет: но греха не знах, точию законом: похоти же не ведах, аще не бы закон глаголал: не похощеши. ",
          "ID": "7"
        },
        {
          "text": "Вину же прием грех заповедию, содела во мне всяку похоть: без закона бо грех мертв есть. ",
          "ID": "8"
        },
        {
          "text": "Аз же живях кроме закона иногда: пришедшей же заповеди, грех убо оживе, ",
          "ID": "9"
        },
        {
          "text": "аз же умрох: и обретеся ми заповедь, яже в живот, сия в смерть, ",
          "ID": "10"
        },
        {
          "text": "грех бо вину прием заповедию, прельсти мя, и тою умертви мя. ",
          "ID": "11"
        },
        {
          "text": "Темже убо закон свят, и заповедь свята и праведна и блага. ",
          "ID": "12"
        },
        {
          "text": "Благое ли убо бысть мне смерть? Да не будет: но грех, да явится грех, благим ми содевая смерть, да будет по премногу грешен грех заповедию. ",
          "ID": "13"
        },
        {
          "text": "Вемы бо, яко закон духовен есть: аз же плотян есмь, продан под грех. ",
          "ID": "14"
        },
        {
          "text": "Еже бо содеваю, не разумею: не еже бо хощу, сие творю, но еже ненавижду, то соделоваю. ",
          "ID": "15"
        },
        {
          "text": "Аще ли, еже не хощу, сие творю, хвалю закон яко добр, ",
          "ID": "16"
        },
        {
          "text": "ныне же не ктому аз сие содеваю, но живый во мне грех. ",
          "ID": "17"
        },
        {
          "text": "Вем бо, яко не живет во мне, сиречь во плоти моей, доброе: еже бо хотети прилежит ми, а еже содеяти доброе, не обретаю. ",
          "ID": "18"
        },
        {
          "text": "Не еже бо хощу доброе, творю, но еже не хощу злое, сие содеваю. ",
          "ID": "19"
        },
        {
          "text": "Аще ли, еже не хощу аз, сие творю, уже не аз сие творю, но живый во мне грех. ",
          "ID": "20"
        },
        {
          "text": "Обретаю убо закон, хотящу ми творити доброе, яко мне злое прилежит. ",
          "ID": "21"
        },
        {
          "text": "Соуслаждаюся бо закону Божию по внутреннему человеку: ",
          "ID": "22"
        },
        {
          "text": "вижду же ин закон во удех моих, противу воюющь закону ума моего и пленяющь мя законом греховным, сущим во удех моих. ",
          "ID": "23"
        },
        {
          "text": "Окаянен аз человек: кто мя избавит от тела смерти сея? ",
          "ID": "24"
        },
        {
          "text": "Благодарю Бога моего Иисус Христом Господем нашим. Темже убо сам аз умом моим работаю закону Божию, плотию же закону греховному.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Послание к Римлянам 7"
    },
    {
      "text": [
        {
          "text": "Ни едино убо ныне осуждение сущым о Христе Иисусе, не по плоти ходящым, но по духу: ",
          "ID": "1"
        },
        {
          "text": "закон бо духа жизни о Христе Иисусе свободил мя есть от закона греховнаго и смерти. ",
          "ID": "2"
        },
        {
          "text": "Немощное бо закона, в немже немоществоваше плотию, Бог Сына своего посла в подобии плоти греха, и о гресе осуди грех во плоти, ",
          "ID": "3"
        },
        {
          "text": "да оправдание закона исполнится в нас, не по плоти ходящих, но по духу. ",
          "ID": "4"
        },
        {
          "text": "Сущии бо по плоти, плотская мудрствуют. а иже по духу, духовная. ",
          "ID": "5"
        },
        {
          "text": "Мудрование бо плотское смерть есть, а мудрование духовное живот и мир, ",
          "ID": "6"
        },
        {
          "text": "зане мудрование плотское вражда на Бога: закону бо Божию не покаряется, ниже бо может. ",
          "ID": "7"
        },
        {
          "text": "Сущии же во плоти, Богу угодити не могут. ",
          "ID": "8"
        },
        {
          "text": "Вы же несте во плоти, но в дусе, понеже дух Божии живет в вас. Аще же кто духа Христова не имать, сей несть егов. ",
          "ID": "9"
        },
        {
          "text": "Аще же Христос в вас, плоть убо мертва греха ради, дух же живет правды ради. ",
          "ID": "10"
        },
        {
          "text": "Аще ли же дух воскресившаго Иисуса от мертвых живет в вас, воздвигии Христа из мертвых оживотворит и мертвенная телеса ваша, живущим духом его в вас. ",
          "ID": "11"
        },
        {
          "text": "Темже убо, братие, должни есмы не плоти, еже по плоти жити. ",
          "ID": "12"
        },
        {
          "text": "Аще бо по плоти живете, имате умрети, аще ли духом деяния плотская умерщвляете, живи будете: ",
          "ID": "13"
        },
        {
          "text": "елицы бо духом Божиим водятся, сии суть Сынове Божии: ",
          "ID": "14"
        },
        {
          "text": "не приясте бо духа работы паки в боязнь, но приясте духа Сыноположения, о немже вопием: авва Отче. ",
          "ID": "15"
        },
        {
          "text": "Самый дух спослушествует духови нашему, яко есмы чада Божия. ",
          "ID": "16"
        },
        {
          "text": "Аще же чада, и наследницы: наследницы убо Богу, снаследницы же Христу, понеже с ним страждем, да и с ним прославимся. ",
          "ID": "17"
        },
        {
          "text": "Непщую бо, яко недостойны страсти нынешняго времене к хотящей славе явитися в нас. ",
          "ID": "18"
        },
        {
          "text": "Чаяние бо твари, откровения Сынов Божиих чает: ",
          "ID": "19"
        },
        {
          "text": "суете бо тварь повинуся не волею, но за повинувшаго ю, на уповании, ",
          "ID": "20"
        },
        {
          "text": "яко и сама тварь свободится от работы истления в свободу славы чад Божиих. ",
          "ID": "21"
        },
        {
          "text": "Вемы бо, яко вся тварь с нами совоздыхает и сболезнует даже доныне: ",
          "ID": "22"
        },
        {
          "text": "не точию же, но и сами начаток духа имуще, и мы сами в себе воздыхаем, вСыновления чающе, избавления телу нашему. ",
          "ID": "23"
        },
        {
          "text": "Упованием бо спасохомся. упование же видимое, несть упование: еже бо видит кто, что и уповает? ",
          "ID": "24"
        },
        {
          "text": "Аще ли, егоже не видим, надеемся, терпением ждем. ",
          "ID": "25"
        },
        {
          "text": "Сице же и дух способствует нам в немощех наших: о чесом бо помолимся, якоже подобает, не вемы, но сам дух ходатайствует о нас воздыхании неизглаголанными. ",
          "ID": "26"
        },
        {
          "text": "Испытаяй же сердца весть, что есть мудрование духа, яко по Богу приповедует о святых. ",
          "ID": "27"
        },
        {
          "text": "Вемы же, яко любящым Бога вся поспешествуют во благое, сущым по предуведению званным: ",
          "ID": "28"
        },
        {
          "text": "ихже бо предуведе, (тех) и предустави сообразных быти образу Сына своего, яко быти ему первородну во многих братиях: ",
          "ID": "29"
        },
        {
          "text": "а ихже предустави, тех и призва: а ихже призва, сих и оправда: а ихже оправда, сих и прослави. ",
          "ID": "30"
        },
        {
          "text": "Что убо речем к сим, аще Бог по нас, кто на ны, ",
          "ID": "31"
        },
        {
          "text": "Иже убо своего Сына не пощаде, но за нас всех предал есть его, како убо не и с ним вся нам дарствует? ",
          "ID": "32"
        },
        {
          "text": "Кто поемлет на избранныя Божия, Бог оправдаяй. ",
          "ID": "33"
        },
        {
          "text": "Кто осуждаяй? Христос Иисус умерый, паче же и воскресый, иже и есть о десную Бога, иже и ходатайствует о нас. ",
          "ID": "34"
        },
        {
          "text": "Кто ны разлучит от любве Божия, скорбь ли, или теснота, или гонение, или глад, или нагота, или беда, или мечь? якоже есть писано: ",
          "ID": "35"
        },
        {
          "text": "яко тебе ради умерщвляеми есмы весь день: вменихомся якоже овцы заколения. ",
          "ID": "36"
        },
        {
          "text": "Но во всех сих препобеждаем за возлюбльшаго ны. ",
          "ID": "37"
        },
        {
          "text": "Известихся бо, яко ни смерть, ни живот, ни ангели, ни начала, ниже силы, ни настоящая, ни грядущая, ",
          "ID": "38"
        },
        {
          "text": "ни высота, ни глубина, ни ина тварь кая возможет нас разлучити от любве Божия, яже о Христе Иисусе Господе нашем.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Послание к Римлянам 8"
    },
    {
      "text": [
        {
          "text": "Истину глаголю о Христе, не лгу, послушествующей ми совести моей духом святым, ",
          "ID": "1"
        },
        {
          "text": "яко скорбь ми есть велия и непрестающая болезнь сердцу моему: ",
          "ID": "2"
        },
        {
          "text": "молил бых ся бо сам аз отлучен быти от Христа по братии моей, сродницех моих по плоти, ",
          "ID": "3"
        },
        {
          "text": "иже суть израилите, ихже вСыновление и слава, и завети и законоположение, и служение и обетования: ",
          "ID": "4"
        },
        {
          "text": "ихже отцы, и от нихже Христос по плоти, сый над всеми Бог благословен во веки, аминь. ",
          "ID": "5"
        },
        {
          "text": "Не такоже, яко отпаде слово Божие: не вси бо сущии от израиля, сии израиль, ",
          "ID": "6"
        },
        {
          "text": "ни зане суть семя авраамле, вси чада: но во исааце, рече, наречется ти семя. ",
          "ID": "7"
        },
        {
          "text": "Сиречь, не чада плотская, сия чада Божия: но чада обетования причитаются в семя. ",
          "ID": "8"
        },
        {
          "text": "Обетования бо слово сие: на сие время прииду, и будет сарре сын. ",
          "ID": "9"
        },
        {
          "text": "Не точию же, но и ревекка от единаго ложа исаака отца нашего имущи: ",
          "ID": "10"
        },
        {
          "text": "еще бо не рождшымся, ни сотворившым что благо или зло, да по избранию предложение Божие пребудет ",
          "ID": "11"
        },
        {
          "text": "не от дел, но от призывающаго, речеся ей, яко болий поработает меншему, ",
          "ID": "12"
        },
        {
          "text": "якоже есть писано: иакова возлюбих, исава же возненавидех. ",
          "ID": "13"
        },
        {
          "text": "Что убо речем? Еда неправда у Бога? Да не будет. ",
          "ID": "14"
        },
        {
          "text": "Моисеови бо глаголт: помилую, егоже аще помилую, и ущедрю, егоже аще ущедрю. ",
          "ID": "15"
        },
        {
          "text": "Темже убо ни хотящаго, ни текущаго, но милующаго Бога. ",
          "ID": "16"
        },
        {
          "text": "глаголт бо писание фараонови: яко на истое сие воздвигох тя, яко да покажу тобою силу мою и да возвестится имя мое по всей земли. ",
          "ID": "17"
        },
        {
          "text": "Темже убо, егоже хощет, милует: а егоже хощет, ожесточает. ",
          "ID": "18"
        },
        {
          "text": "Речеши убо ми: чесо ради еще укоряет, воли бо его кто противитися может? ",
          "ID": "19"
        },
        {
          "text": "Темже убо, о, человече, ты кто еси, против отвещаяй Богови? еда речет здание создавшему е: почто мя сотворил еси тако? ",
          "ID": "20"
        },
        {
          "text": "Или не имать власти скудельник на брении, от тогожде смешения сотворити ов убо сосуд в честь, ов же не в честь? ",
          "ID": "21"
        },
        {
          "text": "Аще же хотя Бог показати гнев свой и явити силу свою, пренесе во мнозе долготерпении сосуды гнева совершены в погибель: ",
          "ID": "22"
        },
        {
          "text": "и да скажет богатство славы своея на сосудех милости, яже предуготова в славу, ",
          "ID": "23"
        },
        {
          "text": "ихже и призва нас не точию от иудей, но и от язык: ",
          "ID": "24"
        },
        {
          "text": "якоже и во осии глаголт: нареку не люди моя люди моя, и невозлюбленую возлюблену: ",
          "ID": "25"
        },
        {
          "text": "и будет, на месте, идеже речеся им: не людие мои есте вы, тамо нарекутся Сынове Бога живаго. ",
          "ID": "26"
        },
        {
          "text": "Исаиа же вопиет о израили: аще будет число сынов израилевых яко песок морский, останок спасется: ",
          "ID": "27"
        },
        {
          "text": "слово бо скончавая и сокращая в правде, яко слово сокращено сотворит Господь на земли, ",
          "ID": "28"
        },
        {
          "text": "и якоже прорече исаиа: аще не бы Господь саваоф оставил нам семене, якоже содом убо были быхом, и якоже гоморру уподобилися быхом. ",
          "ID": "29"
        },
        {
          "text": "Что убо речем, яко языцы, не гонящии правду, постигоша правду, правду же, яже от веры: ",
          "ID": "30"
        },
        {
          "text": "израиль же, гоня закон правды, в закон правды не постиже. ",
          "ID": "31"
        },
        {
          "text": "Чесо ради? Зане не от веры, но от дел закона: преткнушася бо о камень претыкания, ",
          "ID": "32"
        },
        {
          "text": "якоже есть писано: се, полагаю в сионе камень претыкания и камень соблазна: и всяк веруяй в онь не постыдится.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Послание к Римлянам 9"
    },
    {
      "text": [
        {
          "text": "Братие, благоволение убо моего сердца и молитва, яже к Богу по израили, есть во спасение. ",
          "ID": "1"
        },
        {
          "text": "Свидетельствую бо им, яко ревность Божию имут, но не по разуму. ",
          "ID": "2"
        },
        {
          "text": "Не разумеюще бо Божия правды и свою правду ищуще поставити, правде Божией не повинушася: ",
          "ID": "3"
        },
        {
          "text": "кончина бо закона Христос, в правду всякому верующему. ",
          "ID": "4"
        },
        {
          "text": "Моисей бо пишет правду юже от закона: яко сотворивый та человек жив будет в них. ",
          "ID": "5"
        },
        {
          "text": "А яже от веры правда сице глаголет: да не речеши в сердцы твоем: кто взыдет на небо, сиречь Христа свести: ",
          "ID": "6"
        },
        {
          "text": "или кто снидет в бездну, сиречь Христа от мертвых возвести. ",
          "ID": "7"
        },
        {
          "text": "Но что глаголет писание? Близ ти глагол есть, во устех твоих и в сердцы твоем, сиречь глагол веры, егоже проповедаем: ",
          "ID": "8"
        },
        {
          "text": "яко аще исповеси усты твоими Господа Иисуса, и веруеши в сердцы твоем, яко Бог того воздвиже из мертвых, спасешися: ",
          "ID": "9"
        },
        {
          "text": "сердцем бо веруется в правду, усты же исповедуется во спасение. ",
          "ID": "10"
        },
        {
          "text": "Глаголет бо писание: всяк веруяй в онь не постыдится. ",
          "ID": "11"
        },
        {
          "text": "Несть бо разнствия иудееви же и еллину: той бо Бог всех, богатяй во всех призывающих его. ",
          "ID": "12"
        },
        {
          "text": "Всяк бо, иже аще призовет имя Господне, спасется. ",
          "ID": "13"
        },
        {
          "text": "Како убо призовут, в негоже не вероваша? Како же уверуют, егоже не услышаша? како же услышат без проповедающаго? ",
          "ID": "14"
        },
        {
          "text": "Како же проповедят, аще не послани будут? Якоже есть писано: коль красны ноги благовествующих мир, благовествующих благая. ",
          "ID": "15"
        },
        {
          "text": "Но не вси послушаша благовествования. Исаиа бо глаголет: Господи, кто верова слуху нашему? ",
          "ID": "16"
        },
        {
          "text": "Темже убо вера от слуха, слух же глаголголом Божиим. ",
          "ID": "17"
        },
        {
          "text": "Но глаголю: еда не слышаша, Темже убо, во всю землю изыде вещание их, и в концы вселенныя глаголы их. ",
          "ID": "18"
        },
        {
          "text": "Но глаголю: еда не разуме израиль? Первый моисей глаголет: аз раздражу вы не о языце, но о языце неразумне прогневаю вас. ",
          "ID": "19"
        },
        {
          "text": "Исаиа же дерзает и глаголет: обретохся не ищущым мене, явлен бых не вопрошающым о мне. ",
          "ID": "20"
        },
        {
          "text": "Ко израилю же глаголет: весь день воздех руце мои к людем непокоривым и пререкающым.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Послание к Римлянам 10"
    },
    {
      "text": [
        {
          "text": "Глаголю убо: еда отрину Бог люди своя? Да не будет. Ибо и аз израильтянин есмь, от семене авраамля, колена вениаминова. ",
          "ID": "1"
        },
        {
          "text": "Не отрину Бог людей своих, ихже прежде разуме. Или не весте, о илии что глаголет писание, яко приповедует Богови на израиля, глаголя: ",
          "ID": "2"
        },
        {
          "text": "Господи, пророки твоя избиша и олтари твоя раскопаша: и аз остах един, и ищут души моея, изяти ю. ",
          "ID": "3"
        },
        {
          "text": "Но что глаголет ему Божественный ответ? Оставих себе седмь тысящ мужей, иже не преклониша колена пред ваалом. ",
          "ID": "4"
        },
        {
          "text": "Тако убо и в нынешнее время останок по избранию благодати бысть. ",
          "ID": "5"
        },
        {
          "text": "Аще ли по благодати, то не от дел: зане благодать уже не бывает благодать. Аще ли от дел, ктому несть благодать: зане дело уже несть дело. ",
          "ID": "6"
        },
        {
          "text": "Что убо? Егоже искаше израиль, сего не получи, а избрание получи. прочии же ослепишася, ",
          "ID": "7"
        },
        {
          "text": "якоже есть писано: даде им Бог дух умиления, очи не видети и ушы не слышати, даже до днешняго дне. ",
          "ID": "8"
        },
        {
          "text": "И давид глаголет: да будет трапеза их в сеть и в лов, и в соблазн и в воздаяние им: ",
          "ID": "9"
        },
        {
          "text": "да помрачатся очи их еже не видети, и хребет их выну сляцай. ",
          "ID": "10"
        },
        {
          "text": "Глаголю убо: еда согрешиша, да отпадут? Да не будет. Но тех падением спасение языком, во еже раздражити их. ",
          "ID": "11"
        },
        {
          "text": "Аще ли же прегрешение их богатство мира, и отпадение их богатство языков: кольми паче исполнение их? ",
          "ID": "12"
        },
        {
          "text": "Вам бо глаголю языком: понеже убо есмь аз языком апостол, службу мою прославляю. ",
          "ID": "13"
        },
        {
          "text": "Аще како раздражу мою плоть, и спасу некия от них? ",
          "ID": "14"
        },
        {
          "text": "Аще бо отложение их, примирение миру, что приятие, разве жизнь из мертвых? ",
          "ID": "15"
        },
        {
          "text": "Аще ли начаток свят, то и примешение: и аще корень свят, то и ветви. ",
          "ID": "16"
        },
        {
          "text": "Аще ли некия от ветвей отломишася, ты же, дивия маслина сый, прицепился еси в них, и причастник корене и масти маслинныя сотворился еси, ",
          "ID": "17"
        },
        {
          "text": "не хвалися на ветви: аще ли же хвалишися, не ты корень носиши, но корень тебе. ",
          "ID": "18"
        },
        {
          "text": "Речеши убо. отломишася ветви, да аз прицеплюся. ",
          "ID": "19"
        },
        {
          "text": "Добре: неверием отломишася, ты же верою стоиши: не высокомудрствуй, но бойся. ",
          "ID": "20"
        },
        {
          "text": "Аще бо Бог естественных ветвей не пощаде, да не како и тебе не пощадит. ",
          "ID": "21"
        },
        {
          "text": "Виждь убо благость и непощадение Божие: на отпадших убо непощадение, а на тебе благость Божия, аще пребудеши в благости: аще ли же ни, то и ты отсечен будеши. ",
          "ID": "22"
        },
        {
          "text": "И они же, аще не пребудут в неверствии, прицепятся: силен бо есть Бог паки прицепити их. ",
          "ID": "23"
        },
        {
          "text": "Аще бо ты от естественныя отсечен дивия маслины, и чрез естество прицепился еси к добрей маслине: кольми паче сии, иже по естеству, прицепятся своей маслине? ",
          "ID": "24"
        },
        {
          "text": "Не бо хощу вас не ведети тайны сея, братие, да не будете о себе мудри, яко ослепление от части израилеви бысть, дондеже исполнение языков внидет, ",
          "ID": "25"
        },
        {
          "text": "и тако весь израиль спасется, якоже есть писано: приидет от сиона избавляяй, и отвратит нечестие от иакова: ",
          "ID": "26"
        },
        {
          "text": "и сей им от мене завет, егда отиму грехи их. ",
          "ID": "27"
        },
        {
          "text": "По благовествованию убо, врази вас ради: по избранию же, возлюблени отец ради. ",
          "ID": "28"
        },
        {
          "text": "Нераскаянна бо дарования и звание Божие. ",
          "ID": "29"
        },
        {
          "text": "Якоже бо и вы иногда противистеся Богови, ныне же помиловани бысте сих противлением: ",
          "ID": "30"
        },
        {
          "text": "такожде и сии ныне противишася вашей милости, да и тии помиловани будут. ",
          "ID": "31"
        },
        {
          "text": "Затвори бо Бог всех в противление, да всех помилует. ",
          "ID": "32"
        },
        {
          "text": "о, глубина богатства и премудрости и разума Божия! яко неиспытани судове его, и неизследовани путие его. ",
          "ID": "33"
        },
        {
          "text": "Кто бо разуме ум Господень, или кто советник ему бысть? ",
          "ID": "34"
        },
        {
          "text": "Или кто прежде даде ему, и воздастся ему, ",
          "ID": "35"
        },
        {
          "text": "Яко из того и тем и в нем всяческая. Тому слава во веки. Аминь.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Послание к Римлянам 11"
    },
    {
      "text": [
        {
          "text": "Молю убо вас, братие, щедротами Божиими, представите телеса ваша жертву живу, святу, благоугодну Богови, словесное служение ваше, ",
          "ID": "1"
        },
        {
          "text": "и не сообразуйтеся веку сему, но преобразуйтеся обновлением ума вашего, во еже искушати вам, что есть воля Божия благая и угодная и совершенная. ",
          "ID": "2"
        },
        {
          "text": "Глаголю бо благодатию давшеюся мне, всякому сущему в вас не мудрствовати паче, еже подобает мудрствовати: но мудрствовати в целомудрии, коемуждо якоже Бог разделил есть меру веры. ",
          "ID": "3"
        },
        {
          "text": "Якоже бо во едином телеси многи уды имамы, уды же вси не тожде имут делание, ",
          "ID": "4"
        },
        {
          "text": "такожде мнози едино тело есмы о Христе, а по единому друг другу уди. ",
          "ID": "5"
        },
        {
          "text": "Имуще же дарования по благодати данней нам различна: аще пророчество, по мере веры: ",
          "ID": "6"
        },
        {
          "text": "аще ли служение, в служении: аще учяй, во учении: ",
          "ID": "7"
        },
        {
          "text": "аще утешаяй, во утешении: подаваяй, в простоте: предстояй, со тщанием: милуяй, с добрым изволением. ",
          "ID": "8"
        },
        {
          "text": "Любы нелицемерна: ненавидяще злаго, прилепляйтеся благому: ",
          "ID": "9"
        },
        {
          "text": "братолюбием друг ко другу любезни: честию друг друга болша творяще: ",
          "ID": "10"
        },
        {
          "text": "тщанием не лениви, духом горяще, Господви работающе. ",
          "ID": "11"
        },
        {
          "text": "упованием радующеся, скобри терпяще, в молитве пребывающе: ",
          "ID": "12"
        },
        {
          "text": "требованием святых приюбщающеся, страннолюбия держащеся: ",
          "ID": "13"
        },
        {
          "text": "благословляйте гонящыя вы: благословите, а не клените. ",
          "ID": "14"
        },
        {
          "text": "Радоватися с радующимися, и плакати с плачущими. ",
          "ID": "15"
        },
        {
          "text": "Тожде друг ко другу мудрствующе. не высокая мудрствующе, но смиренными ведущеся: не бывайте мудри о себе: ",
          "ID": "16"
        },
        {
          "text": "ни единому же зла за зло воздающе, промышляюще добрая пред всеми человеки. ",
          "ID": "17"
        },
        {
          "text": "Аще возможно, еже от вас, со всеми человеки мир имейте. ",
          "ID": "18"
        },
        {
          "text": "Не себе отмщающе, возлюблении, но дадите место гневу. Писано бо есть: мне отмщение, аз воздам, глаголет Господь. ",
          "ID": "19"
        },
        {
          "text": "Аще убо алчет враг твой, ухлеби его: аще ли жаждет, напой его: сие бо творя, углие огнено собираеши на главу его. ",
          "ID": "20"
        },
        {
          "text": "Не побежден бывай от зла, но побеждай благим злое.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Послание к Римлянам 12"
    },
    {
      "text": [
        {
          "text": "Всяка душа властем предержащым да повинуется: несть бо власть аще не от Бога, сущыя же власти от Бога учинены суть. ",
          "ID": "1"
        },
        {
          "text": "Темже противляяйся власти, Божию повелению противляется: противляющиися же себе грех приемлют. ",
          "ID": "2"
        },
        {
          "text": "Князи бо не суть боязнь добрым делом, но злым. Хощеши же ли не боятися власти? Благое твори, и имети будеши похвалу от него: ",
          "ID": "3"
        },
        {
          "text": "Божий бо слуга есть, тебе во благое. Аще ли злое твориши, бойся, не бо без ума мечь носит: Божий бо слуга есть, отмститель в гнев злое творящему. ",
          "ID": "4"
        },
        {
          "text": "Темже потреба повиноватися не токмо за гнев, но и за совесть. ",
          "ID": "5"
        },
        {
          "text": "Сего бо ради и дани даете: служители бо Божии суть, во истое сие пребывающе. ",
          "ID": "6"
        },
        {
          "text": "Воздадите убо всем должная: емуже (убо) урок, урок: (а) емуже дань, дань: (а) емуже страх, страх: (и) емуже честь, честь. ",
          "ID": "7"
        },
        {
          "text": "Ни единому же ничимже должни бывайте, точию еже любити друг друга: любяй бо друга, закон исполни. ",
          "ID": "8"
        },
        {
          "text": "Еже бо: не прелюбы сотвориши, не убиеши, не украдеши, не лжесвидетелствуеши, не похощеши, и аще кая ина заповедь, в сем словеси совершается, во еже: возлюбиши искренняго твоего, якоже сам себе. ",
          "ID": "9"
        },
        {
          "text": "Любы искреннему зла не творит. исполнение убо закона любы есть. ",
          "ID": "10"
        },
        {
          "text": "И сие, ведяще время, яко час уже нам от сна востати. Ныне бо ближайшее нам спасение, нежели егда веровахом. ",
          "ID": "11"
        },
        {
          "text": "Нощь убо прейде, а день приближися: отложим убо дела темная, и облечемся во оружие света. ",
          "ID": "12"
        },
        {
          "text": "Яко во дни, благообразно да ходим, не козлогласовании и пиянствы, не любодеянии и студодеянии, не рвением и завистию: ",
          "ID": "13"
        },
        {
          "text": "но облецытеся Господем нашим Иисус Христом, и плоти угодия не творите в похоти.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Послание к Римлянам 13"
    },
    {
      "text": [
        {
          "text": "Изнемогающаго же в вере приемлите, не в сомнение помышлении. ",
          "ID": "1"
        },
        {
          "text": "Ов бо верует ясти вся, а изнемогаяй зелия да яст. ",
          "ID": "2"
        },
        {
          "text": "Ядый не ядущаго да не укаряет: и не ядый ядущаго да не осуждает: Бог бо его прият. ",
          "ID": "3"
        },
        {
          "text": "Ты кто еси судяй чуждему рабу? Своему Господви стоит, или падает. Станет же, силен бо есть Бог поставити его. ",
          "ID": "4"
        },
        {
          "text": "Ов убо разсуждает день чрез день, ов же судит на всяк день. Кииждо своею мыслию да извествуется. ",
          "ID": "5"
        },
        {
          "text": "Мудрствуяи день, Господеви мудрствует: и не мудрствуяй день, Господеви не мудрствует. Ядый, Господеви яст. благодарит бо Бога: и не ядый, Господеви не яст, и благодарит Бога. ",
          "ID": "6"
        },
        {
          "text": "Никтоже бо нас себе живет, и никтоже себе умирает: ",
          "ID": "7"
        },
        {
          "text": "аще бо живем, Господеви живем, аще же умираем, Господеви умираем: аще убо живем, аще умираем, Господни есмы. ",
          "ID": "8"
        },
        {
          "text": "На сие бо Христос и умре и воскресе и оживе, да и мертвыми и живыми обладает. ",
          "ID": "9"
        },
        {
          "text": "Ты же почто осуждаеши брата твоего, или ты что уничижаеши брата твоего? Вси бо предстанем судищу Христову. ",
          "ID": "10"
        },
        {
          "text": "Писано бо есть: живу аз, глаголет Господь, яко мне поклонится всяко колено, и всяк язык исповестся Богови. ",
          "ID": "11"
        },
        {
          "text": "Темже убо кийждо нас о себе слово даст Богу. ",
          "ID": "12"
        },
        {
          "text": "Не ктому убо друг друга осуждаем, но сие паче судите, еже не полагати претыкания брату или соблазна. ",
          "ID": "13"
        },
        {
          "text": "Вем и извещен есмь о Христе Иисусе, яко ничтоже скверно само собою: точию помышляющему что скверно быти, оному скверно есть. ",
          "ID": "14"
        },
        {
          "text": "Аще же брашна ради брат твой скорбит, уже не по любви ходиши: не брашном твоим того погубляй, за негоже Христос умре. ",
          "ID": "15"
        },
        {
          "text": "Да не хулится убо ваше благое. ",
          "ID": "16"
        },
        {
          "text": "Несть бо Царство Божие брашно и питие, но правда и мир и радость о Дусе святе. ",
          "ID": "17"
        },
        {
          "text": "Иже бо сими служит Христови, благоугоден есть Богови и искусен человеком. ",
          "ID": "18"
        },
        {
          "text": "Темже убо мир возлюбим и яже к созиданию друг ко другу. ",
          "ID": "19"
        },
        {
          "text": "Не брашна ради разоряй дело Божие. Вся бо чиста, но зло человеку претыканием ядущему. ",
          "ID": "20"
        },
        {
          "text": "Добро не ясти мяс, ниже пити вина, ни о немже брат твой претыкается или соблазняется или изнемогает. ",
          "ID": "21"
        },
        {
          "text": "Ты веру имаши? о себе сам имей пред Богом. Блажен не осуждаяй себе, о немже искушается. ",
          "ID": "22"
        },
        {
          "text": "А сомняяйся, аще яст, осуждается, зане не от веры: всяко же, еже не от веры, грех есть. ",
          "ID": "23"
        },
        {
          "text": "Могущему же вас утвердити по благовествованию моему и проповеданию Иисус Христову, по откровению тайны, леты вечными умолчанныя, ",
          "ID": "24"
        },
        {
          "text": "явльшияся же ныне, писании пророческими, по повелению вечнаго Бога, в послушание веры во всех языцех познавшияся, ",
          "ID": "25"
        },
        {
          "text": "единому премудрому Богу, Иисусом Христом, емуже слава во веки. Аминь.",
          "ID": "26"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Послание к Римлянам 14"
    },
    {
      "text": [
        {
          "text": "Должни есмы мы сильнии немощи немощных носити, и не себе угождати: ",
          "ID": "1"
        },
        {
          "text": "кииждо же вас ближнему да угождает во благое к созиданию. ",
          "ID": "2"
        },
        {
          "text": "Ибо и Христос не себе угоди, но якоже есть писано: поношения поносящих тебе нападоша на мя. ",
          "ID": "3"
        },
        {
          "text": "Елика бо преднаписана быша, в наше наказание преднаписашася, да терпением и утешением писаний упование имамы. ",
          "ID": "4"
        },
        {
          "text": "Бог же терпения и утешения да даст вам тожде мудрствовати друг ко другу о Христе Иисусе, ",
          "ID": "5"
        },
        {
          "text": "да единодушно едиными усты славите Бога и Отца Господа нашего Иисуса Христа. ",
          "ID": "6"
        },
        {
          "text": "Темже приемлите друг друга, якоже и Христос прият вас во славу Божию. ",
          "ID": "7"
        },
        {
          "text": "Глаголю же Христа Иисуса служителя бывша обрезания по истине Божией, во еже утвердити обетования отцев. ",
          "ID": "8"
        },
        {
          "text": "а языком по милости, прославити Бога, якоже есть писано: сего ради исповемся тебе во языцех, Господи, и имени твоему пою. ",
          "ID": "9"
        },
        {
          "text": "И паки глаголет: возвеселитеся, языцы, с людьми его. ",
          "ID": "10"
        },
        {
          "text": "И паки: хвалите Господа, вси языцы, и похвалите его, вси людие. ",
          "ID": "11"
        },
        {
          "text": "И паки исаиа глаголет: будет корень иессеов, и востаяй владети над языки: на того языцы уповают. ",
          "ID": "12"
        },
        {
          "text": "Бог же упования да исполнит вас всякия радости и мира в вере, избыточествовати вам во уповании, силою духа святаго. ",
          "ID": "13"
        },
        {
          "text": "Извещен же есмь, братие моя, и сам аз о вас, яко и сами вы полни есте благости, исполнени всякаго разума, могуще и иныя научити: ",
          "ID": "14"
        },
        {
          "text": "дерзее же писах вам, братие моя, от части, яко воспоминая вам, за благодать данную ми от Бога, ",
          "ID": "15"
        },
        {
          "text": "во еже быти ми служителю Иисус Христову во языцех, священнодействующу блговествование Божие, да будет приношение еже от язык благоприятно и освященно духом святым. ",
          "ID": "16"
        },
        {
          "text": "Имам убо похвалу о Христе Иисусе в тех, яже к Богу: ",
          "ID": "17"
        },
        {
          "text": "не смею бо глаголати что, ихже не содея Христос мною, в послушание языков, словом и делом, ",
          "ID": "18"
        },
        {
          "text": "в силе знамений и чудес, силою духа Божия, якоже ми от Иерусалима и окрест даже до иллирика исполнити благовествование Христово. ",
          "ID": "19"
        },
        {
          "text": "Сице же потщахся благовестити, не идеже именовася Христос, да не на чужем основании созижду, ",
          "ID": "20"
        },
        {
          "text": "но якоже есть писано: имже не возвестися о нем, узрят, и иже не слышаша, уразумеют. ",
          "ID": "21"
        },
        {
          "text": "Темже и возбранен бых многажды приити к вам. ",
          "ID": "22"
        },
        {
          "text": "Ныне же ктому места не имыи в странах сих, желание же имый приити к вам от многих лет, ",
          "ID": "23"
        },
        {
          "text": "яко аще поиду во испанию, прииду к вам. Уповаю бо мимогрядый видети вас и вами проводитися тамо, аще вас прежде от части насыщуся. ",
          "ID": "24"
        },
        {
          "text": "Ныне же гряду во Иерусалим, служяй святым, ",
          "ID": "25"
        },
        {
          "text": "благоволиша бо македониа и ахаиа общение некое сотворити к нищым святым живущым во Иерусалиме. ",
          "ID": "26"
        },
        {
          "text": "Благоволиша бо, и должни им суть. Аще бо в духовных их причастницы быша языцы, должни суть и в плотских послужити им. ",
          "ID": "27"
        },
        {
          "text": "Сие убо скончав, и запечатлев им плод сей, поиду вами во испанию: ",
          "ID": "28"
        },
        {
          "text": "вем же, яко грядый к вам, во исполнении благословения благовестия Христова прииду. ",
          "ID": "29"
        },
        {
          "text": "Молю же вы, братие, Господем нашим Иисус Христом и любовию духа, споспешствуите ми в молитвах о мне к Богу, ",
          "ID": "30"
        },
        {
          "text": "да избавлюся от противляющихся во иудеи, и да служба моя, яже во Иерусалиме, благоприятна будет святым. ",
          "ID": "31"
        },
        {
          "text": "да с радостию прииду к вам волею Божиею и упокоюся с вами. ",
          "ID": "32"
        },
        {
          "text": "Бог же мира со всеми вами. Аминь.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Послание к Римлянам 15"
    },
    {
      "text": [
        {
          "text": "Вручаю же вам фиву сестру нашу, сущу служительницу Церкве яже в кегхреех: ",
          "ID": "1"
        },
        {
          "text": "да приимете ю о Господе достойне святым, и споспешствуите ей, о нейже аще от вас потребует вещи: ибо сия заступница многим бысть, и самому мне. ",
          "ID": "2"
        },
        {
          "text": "Целуйте прискиллу и акилу, споспешника моя о Христе Иисусе, ",
          "ID": "3"
        },
        {
          "text": "иже по души моей своя выя положиста, ихже не аз един благодарю, но и вся Церкви языческия: и домашнюю их Церковь. ",
          "ID": "4"
        },
        {
          "text": "Целуйте епенета возлюбленнаго ми, иже есть начаток ахаии во Христа. ",
          "ID": "5"
        },
        {
          "text": "Целуйте мариамь, яже много трудися о нас. ",
          "ID": "6"
        },
        {
          "text": "Целуйте андроника и иунию, сродники моя и спленники моя, иже суть нарочиты во апостолех, иже и прежде мене вероваста во Христа. ",
          "ID": "7"
        },
        {
          "text": "Целуйте амплиа возлюбленнаго ми о Господе. ",
          "ID": "8"
        },
        {
          "text": "Целуйте урвана споспешника нашего о Христе, и стахиа возлюбленнаго ми. ",
          "ID": "9"
        },
        {
          "text": "Целуйте апеллиа искусна о Христе. Целуйте сущыя от аристовула. ",
          "ID": "10"
        },
        {
          "text": "Целуйте иродиона сродника моего. Целуйте иже от наркисса сущыя о Господе. ",
          "ID": "11"
        },
        {
          "text": "Целуйте трифену и трифосу труждающыяся о Господе. Целуйте персиду возлюбленную, яже много трудися о Господе. ",
          "ID": "12"
        },
        {
          "text": "Целуйте руфа избраннаго о Господе, и матерь его и мою. ",
          "ID": "13"
        },
        {
          "text": "Целуйте асигкрита, флегонта, ерма, патрова, ермиа, и сущую с ними братию. ",
          "ID": "14"
        },
        {
          "text": "Целуйте филолога и иулию, ниреа и сестру его, и олимпана, и сущыя с ними вся святыя. ",
          "ID": "15"
        },
        {
          "text": "Целуйте друг друга лобзанием святым. Целуют вы вся Церкви Христовы. ",
          "ID": "16"
        },
        {
          "text": "Молю же вы, братие, блюдитеся от творящих распри и раздоры, кроме учения, емуже вы научистеся, и уклонитеся от них: ",
          "ID": "17"
        },
        {
          "text": "таковии бо Господеви нашему Иисусу Христу не работают, но своему чреву: иже благими словесы и благословением прельщают сердца незлобивых. ",
          "ID": "18"
        },
        {
          "text": "Ваше бо послушание ко всем достиже. Радуюся же еже о вас. хощу же вас мудрых убо быти во благое, простых же в злое. ",
          "ID": "19"
        },
        {
          "text": "Бог же мира да сокрушит сатану под ноги вашя вскоре. Благодать Господа нашего Иисуса Христа с вами. Аминь. ",
          "ID": "20"
        },
        {
          "text": "Целует вас тимофей споспешник мой, и лукий и иасон и сосипатр, сродницы мои. ",
          "ID": "21"
        },
        {
          "text": "Целую вы и аз тертий, написавый послание сие, о Господе. ",
          "ID": "22"
        },
        {
          "text": "Целует вы гаие странноприимец мой и Церкве всея. Целует вы ераст строитель градский, и куарт брат. ",
          "ID": "23"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа со всеми вами. Аминь. ",
          "ID": "24"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Послание к Римлянам 16"
    }
  ],
  "ID": "NT:ROM(CSLAV)",
  "name": "Послание к Римлянам"
}