{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, слуги Иисуса Христа, призванного быть Его апостолом и избранного для возвещения Божьей Радостной Вести, ",
          "ID": "1"
        },
        {
          "text": "которая была заранее обещана через Его пророков в святых Писаниях. ",
          "ID": "2"
        },
        {
          "text": "Эта весть о Его Сыне, Который по Своему человеческому происхождению был потомком Давида, ",
          "ID": "3"
        },
        {
          "text": "а через воскресение из мертвых, по Духу святости, был объявлен полноправным Сыном Божьим во всем Его могуществе. ",
          "ID": "4"
        },
        {
          "text": "Через Него мы получили благодать и апостольство, чтобы ради Его имени покорить вере людей из всех народов, ",
          "ID": "5"
        },
        {
          "text": "в том числе и вас, призванных Иисусом Христом.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Я обращаюсь ко всем тем римлянам, которых Бог полюбил и призвал быть Его святыми.",
          "ID": "7"
        },
        {
          "text": "Благодать и мир вам от Бога, нашего Отца, и от Господа Иисуса Христа!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Прежде всего я, через Иисуса Христа, благодарю моего Бога за всех вас, потому что о вашей вере известно всему миру. ",
          "ID": "8"
        },
        {
          "text": "Пусть Бог, Которому я от всего сердца служу, возвещая Радостную Весть о Его Сыне, будет мне свидетелем в том, что я постоянно вспоминаю о вас ",
          "ID": "9"
        },
        {
          "text": "и всегда прошу в своих молитвах, чтобы, если на то будет воля Божья, я смог бы, наконец, посетить вас. ",
          "ID": "10"
        },
        {
          "text": "Я очень хочу увидеть вас и поделиться с вами духовным благословением, чтобы укрепить вас, ",
          "ID": "11"
        },
        {
          "text": "то есть, чтобы мы могли взаимно ободрить друг друга своей верой, вашей и моей. ",
          "ID": "12"
        },
        {
          "text": "Я хочу, чтобы вы знали, братья, что я уже много раз собирался прийти к вам, но до сих пор мне постоянно что-то препятствовало. Я хотел увидеть плод своего служения среди вас, как видел среди других народов. ",
          "ID": "13"
        },
        {
          "text": "Я должник и перед греками и варварами, и перед образованными и невеждами. ",
          "ID": "14"
        },
        {
          "text": "Поэтому я так жажду возвещать Радостную Весть и вам, живущим в Риме.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Я не стыжусь Радостной Вести, ведь она сила Божья для спасения каждого, кто верит, – прежде всего иудея, а потом и язычника. ",
          "ID": "16"
        },
        {
          "text": "В Радостной Вести открывается, что мы можем оправдаться перед Богом верой, и только верой, как и написано: «Праведный верой жив будет».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "С небес открывается гнев Божий на всякое нечестие и неправедность людей, которые истину попирают злом. ",
          "ID": "18"
        },
        {
          "text": "Им известно то, что можно знать о Боге, потому что Бог явил им это. ",
          "ID": "19"
        },
        {
          "text": "От создания мира невидимые свойства Бога – Его вечная сила и божественная природа – вполне могут быть поняты через рассматривание того, что Он сотворил. И значит, людям нет извинения, ",
          "ID": "20"
        },
        {
          "text": "потому что хотя они и знали о Боге, тем не менее, они не прославили Его как Бога и не были благодарны Ему, но предались бесполезным размышлениям, и их неразумные сердца погрузились во мрак. ",
          "ID": "21"
        },
        {
          "text": "Притязая на мудрость, они стали глупыми ",
          "ID": "22"
        },
        {
          "text": "и заменили славу нетленного Бога на образы, похожие на тленных людей, птиц, четвероногих животных и пресмыкающихся.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Поэтому Бог отдал их на произвол низменных желаний их сердец, и они сами оскверняли свои тела нечистотой. ",
          "ID": "24"
        },
        {
          "text": "Эти люди заменили истину Божью на ложь и поклонялись и служили созданию, а не Создателю, Который достоин вечной славы, аминь.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Итак, Бог оставил их на произвол их постыдных страстей, и в результате женщины заменили естественные сношения с мужчинами на противоестественные: друг с другом; ",
          "ID": "26"
        },
        {
          "text": "так же и мужчины вместо естественных сношений с женщинами стали разжигаться страстью друг к другу; мужчины с мужчинами делают постыдные вещи и сами в себе получают заслуженное наказание за свое извращение.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "А поскольку они посчитали ненужным познавать Бога, то Бог оставил их на произвол их испорченных умов, допустив делать то, чего делать не должно. ",
          "ID": "28"
        },
        {
          "text": "Они полны всякой неправедности, зла, жадности, порочности; полны зависти, убийства, раздоров, обмана, коварства, сплетен. ",
          "ID": "29"
        },
        {
          "text": "Они клеветники, они ненавидят Бога, они наглы, надменны, хвастливы, изобретательны на зло, непокорны родителям; ",
          "ID": "30"
        },
        {
          "text": "нет в них ни рассудка, ни веры, ни любви, ни милости. ",
          "ID": "31"
        },
        {
          "text": "Отношение Божье им известно – все, кто живет такой жизнью, достойны смерти, но они не только сами продолжают грешить, но и одобряют других, поступающих так же.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Послание к Римлянам 1"
    },
    {
      "text": [
        {
          "text": "Поэтому нет тебе извинения судящий другого, кто бы ты ни был. Осуждая других, ты тем самым осуждаешь и себя, потому что ты, судящий, сам делаешь то же. ",
          "ID": "1"
        },
        {
          "text": "Мы знаем, что тех, кто так поступает, ждет Божий суд, и суд этот согласен с истиной. ",
          "ID": "2"
        },
        {
          "text": "Так неужели же ты надеешься избежать Божьего суда, осуждая других за то, что делаешь сам? ",
          "ID": "3"
        },
        {
          "text": "Или ты пренебрегаешь великой добротой Божьей, Его снисходительностью и долготерпением, не понимая, что Божья доброта ведет тебя к покаянию? ",
          "ID": "4"
        },
        {
          "text": "Своим упрямством и нераскаявшимся сердцем ты сам накапливаешь гнев, который обрушится на тебя в день Божьего гнева, когда свершится Его праведный суд. ",
          "ID": "5"
        },
        {
          "text": "Бог воздаст каждому по его делам. ",
          "ID": "6"
        },
        {
          "text": "Тем, кто постоянно творя добро, ищет славы, чести и бессмертия, Он даст вечную жизнь. ",
          "ID": "7"
        },
        {
          "text": "Но кто ищет своего, кто отвергает истину и следует злу, того ждут гнев и ярость. ",
          "ID": "8"
        },
        {
          "text": "Каждого, делающего зло, ожидают горе и беда, во-первых, иудея, потом и язычника. ",
          "ID": "9"
        },
        {
          "text": "А каждого, делающего добро, ждут слава, честь и мир, во-первых иудея, а потом и язычника, ",
          "ID": "10"
        },
        {
          "text": "потому что Бог не отдает предпочтения никому.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Кто грешит, не имея Закона, тот вне Закона и погибнет, а кто грешит, зная Закон, тот по Закону и будет судим. ",
          "ID": "12"
        },
        {
          "text": "Бог признает праведными не тех, кто слушает Закон, а тех, кто его исполняет. ",
          "ID": "13"
        },
        {
          "text": "(Да, у язычников нет Закона, но когда они интуитивно делают то, чего требует Закон, они этим показывают, что и без Закона знают, что нужно делать, а что нет. ",
          "ID": "14"
        },
        {
          "text": "Они показывают тем самым, что требования Закона записаны у них в сердце, и об этом свидетельствуют их совесть и мысли, то оправдывающие их, то обвиняющие.) ",
          "ID": "15"
        },
        {
          "text": "Это сделается явным в тот день, когда Бог, через Иисуса Христа, будет судить тайные дела и мысли людей в согласии с Радостной Вестью, которую я возвещаю.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Вот, ты называешь себя иудеем, полагаешься на Закон и хвалишься тем, что близок к Богу; ",
          "ID": "17"
        },
        {
          "text": "ты знаешь Его волю и можешь определить согласно Закону, что хорошо, а что нет. ",
          "ID": "18"
        },
        {
          "text": "Ты считаешь, что ты поводырь слепым и свет для тех, кто заблудился во тьме, ",
          "ID": "19"
        },
        {
          "text": "что ты наставник глупцов и учитель невежд, потому что обладаешь Законом – воплощением знания и истины. ",
          "ID": "20"
        },
        {
          "text": "Тогда почему же ты, уча других, не научишь в первую очередь самого себя? Ты проповедуешь против воровства, а сам крадешь; ",
          "ID": "21"
        },
        {
          "text": "ты порицаешь супружескую неверность, а сам изменяешь супруге; ты ненавидишь идолов, а сам обкрадываешь языческие храмы; ",
          "ID": "22"
        },
        {
          "text": "ты гордишься Законом, а бесчестишь Бога, нарушая Закон. ",
          "ID": "23"
        },
        {
          "text": "Написано: «Из-за вас бесчестится имя Божье среди язычников».",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "В обрезании есть польза тогда, когда ты соблюдаешь Закон, но если ты Закон нарушаешь, то в твоем обрезании нет смысла. ",
          "ID": "25"
        },
        {
          "text": "Ведь если язычники соблюдают Закон, то разве они не будут считаться обрезанными? ",
          "ID": "26"
        },
        {
          "text": "И тот, кто лишен телесного обрезания, но исполняет Закон, осудит тебя, обрезанного и имеющего писаный Закон, но не исполняющего его. ",
          "ID": "27"
        },
        {
          "text": "Ведь иудей не тот, кто выглядит иудеем, и настоящее обрезание – не то, которое на теле. ",
          "ID": "28"
        },
        {
          "text": "Нет, настоящим иудеем является человек, который внутренне таков, и обрезание – это обрезание сердца по духу, а не по букве Закона. Такому человеку похвала не от людей, а от Бога.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Послание к Римлянам 2"
    },
    {
      "text": [
        {
          "text": "В чем же тогда преимущество быть иудеем, и есть ли польза в том, чтобы быть в числе обрезанных? ",
          "ID": "1"
        },
        {
          "text": "Большое преимущество во всех отношениях. Прежде всего в том, что иудеям было доверено слово Божье.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И если некоторые из них оказались неверны Богу, то разве их неверность может уничтожить Божью верность? ",
          "ID": "3"
        },
        {
          "text": "Конечно же нет! Хотя каждый человек лжив, но Бог верен, как об этом и написано:",
          "ID": "4"
        },
        {
          "text": "«Чтобы Ты был оправдан в Твоих словах",
          "ID": "4"
        },
        {
          "text": "и победил в суде Своем».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Но если наша неправедность яснее показывает праведность Божью, то значит ли это, что Бог несправедлив в Своем гневе на нас? (Я говорю по человеческому рассуждению.) ",
          "ID": "5"
        },
        {
          "text": "Конечно нет. Иначе как бы Бог мог судить мир? ",
          "ID": "6"
        },
        {
          "text": "Но если моя ложь делает ярче истину Божью и, таким образом, умножает Его славу, то почему же я судим как грешник? ",
          "ID": "7"
        },
        {
          "text": "Может, нам нужно начать делать зло, чтобы вышло добро (а клеветники говорят, что мы так и учим)? Такие люди заслуживают осуждения.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Так что же? В лучшем ли мы, иудеи, положении, чем другие? Нет! Мы уже говорили о том, что как иудеи, так и язычники – все оказались под властью греха. ",
          "ID": "9"
        },
        {
          "text": "Написано:",
          "ID": "10"
        },
        {
          "text": "«Нет праведного, нет ни одного!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Никто не понимает",
          "ID": "11"
        },
        {
          "text": "и никто не ищет Бога.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Все сбились с пути, все, как один, стали негодны,",
          "ID": "12"
        },
        {
          "text": "нет делающего добро,",
          "ID": "12"
        },
        {
          "text": "нет ни одного».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "«Гортань их – открытая могила,",
          "ID": "13"
        },
        {
          "text": "языком своим они лгут».",
          "ID": "13"
        },
        {
          "text": "«У них на губах яд гадюки».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "«Уста их полны проклятий и горечи».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "«Их ноги быстры на пролитие крови;",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "опустошением и горем отмечен их путь,",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "им неизвестен путь к миру».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "«Нет Божьего страха у них в глазах».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Но мы знаем, что сказанное в Законе, сказано для тех, кто находится под Законом, а значит, абсолютно никто не имеет извинения, и весь мир становится виновным перед Богом. ",
          "ID": "19"
        },
        {
          "text": "Никто не будет оправдан перед Ним соблюдением Закона. Через Закон приходит лишь осознание нашего греха.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но сейчас, независимо от Закона, Бог открывает людям ту праведность, о которой свидетельствуют Закон и пророки. ",
          "ID": "21"
        },
        {
          "text": "Праведность от Бога дается через веру всем, кто верит в Иисуса Христа, потому что нет различия. ",
          "ID": "22"
        },
        {
          "text": "Ведь все согрешили, и все лишились Божьей славы, ",
          "ID": "23"
        },
        {
          "text": "и все получают оправдание даром, по благодати, через искупление, совершенное Иисусом Христом. ",
          "ID": "24"
        },
        {
          "text": "Бог сделал Его жертвой умилостивления в крови Его для всех, кто верит. Бог пожелал проявить Свою справедливость, простив грехи, совершенные в прежние века. ",
          "ID": "25"
        },
        {
          "text": "Он долго терпел, чтобы сейчас, в наше время, показать Свою праведность. Он Сам праведен и оправдывает того, кто верит в Иисуса.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Итак, что же с нашей похвальбой? Она исключена. Какой закон это сделал? Закон дел? Нет, закон веры. ",
          "ID": "27"
        },
        {
          "text": "Мы утверждаем, что человек получает оправдание верой независимо от соблюдения Закона. ",
          "ID": "28"
        },
        {
          "text": "Разве Бог является только Богом иудеев? Разве Он не Бог и язычников? Конечно же, и язычников, ",
          "ID": "29"
        },
        {
          "text": "потому что есть только один Бог, Который оправдает как обрезанных, так и необрезанных по их вере. ",
          "ID": "30"
        },
        {
          "text": "Но это вовсе не значит, что мы верой устраняем Закон, наоборот, мы утверждаем его.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Послание к Римлянам 3"
    },
    {
      "text": [
        {
          "text": "Что мы можем сказать о нашем предке по плоти Аврааме? Что же он приобрел? ",
          "ID": "1"
        },
        {
          "text": "Если бы Авраам получил оправдание по делам, то ему было бы чем хвалиться, но только не перед Богом. ",
          "ID": "2"
        },
        {
          "text": "Ведь, что говорит Писание? «Авраам поверил Богу, и это было вменено ему в праведность».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Плата работнику – это не дар, а положенное вознаграждение. ",
          "ID": "4"
        },
        {
          "text": "Тому же, кто не полагается на дела, но верит Богу, оправдывающему нечестивого, в праведность вменяется сама его вера.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Давид утверждает то же самое, говоря о благословении, получаемом человеком, которому Бог вменяет праведность независимо от его дел:",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "«Блаженны те,",
          "ID": "7"
        },
        {
          "text": "чьи беззакония прощены",
          "ID": "7"
        },
        {
          "text": "и чьи грехи покрыты!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Блажен тот,",
          "ID": "8"
        },
        {
          "text": "кому Господь не вменит греха».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Относится ли это благословение только к обрезанным или также и к необрезанным? Мы говорили о том, что Аврааму вера была вменена в праведность. ",
          "ID": "9"
        },
        {
          "text": "Когда она была вменена ему? До обрезания или после? Не после, а до обрезания! ",
          "ID": "10"
        },
        {
          "text": "Знак обрезания он получил уже потом, как подтверждение того, что был праведен по вере, когда еще был необрезанным. Таким образом он стал отцом всех верующих, которые не обрезаны, чтобы и им тоже была вменена праведность. ",
          "ID": "11"
        },
        {
          "text": "Он также является отцом и всех обрезанных, не только прошедших обряд обрезания, но и идущих путем веры, которую имел наш отец Авраам еще до обрезания.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ведь не через Закон Авраам и его потомки получили обещание, что им будет отдан в наследство мир, а потому, что они были праведны по вере. ",
          "ID": "13"
        },
        {
          "text": "Если бы наследниками Авраама были те, кто возлагает свои надежды на исполнение Закона, то вера была бы напрасной и само обещание было бы бездейственно. ",
          "ID": "14"
        },
        {
          "text": "Ведь нарушение Закона вызывает гнев, но где нет Закона, там нет и преступления Закона.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Итак, вера нужна для того, чтобы обещание было по благодати, и чтобы оно было действительно для всех потомков Авраама: не только для тех, кто возлагает свои надежды на исполнение Закона, но и для тех, у кого есть вера, подобная вере Авраама. Он отец всех нас, ",
          "ID": "16"
        },
        {
          "text": "как и написано: «Я сделал тебя отцом множества народов». Он наш отец перед Богом, Которому он поверил, – перед Богом, оживляющим мертвых и говорящим о том, чего еще нет, как будто оно уже есть.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ведь когда не оставалось никакой надежды, Авраам все-таки поверил с надеждой, поэтому он и стал отцом многих народов, как и было сказано: «Таким будет твое потомство». ",
          "ID": "18"
        },
        {
          "text": "Его вера не ослабела, хотя он понимал, что его тело почти омертвело, ведь ему было около ста лет, и Сарра была слишком стара, чтобы иметь детей. ",
          "ID": "19"
        },
        {
          "text": "Его вера в обещания Божьи не поколебалась, наоборот, он был тверд в вере и славил Бога. ",
          "ID": "20"
        },
        {
          "text": "Он твердо верил, что у Бога есть сила осуществить то, что Он обещал. ",
          "ID": "21"
        },
        {
          "text": "И это «было вменено ему в праведность». ",
          "ID": "22"
        },
        {
          "text": "Слова «вменено ему» относятся не только к одному Аврааму, ",
          "ID": "23"
        },
        {
          "text": "они относятся и к нам. Вменено будет и нам, потому что верим в Того, Кто воскресил из мертвых нашего Господа Иисуса, ",
          "ID": "24"
        },
        {
          "text": "Который из-за наших грехов был предан смерти и воскрес для нашего оправдания.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Послание к Римлянам 4"
    },
    {
      "text": [
        {
          "text": "Поэтому, получив оправдание по вере, мы имеем мир с Богом через нашего Господа Иисуса Христа. ",
          "ID": "1"
        },
        {
          "text": "Через Него нам верою открыт доступ к благодати, в которой мы сейчас и стоим. И мы ликуем в надежде на то, что разделим славу Бога. ",
          "ID": "2"
        },
        {
          "text": "Более того, мы радуемся в наших страданиях, потому что знаем, что страдания вырабатывают стойкость, ",
          "ID": "3"
        },
        {
          "text": "стойкость дает опытность, а опытность вселяет надежду. ",
          "ID": "4"
        },
        {
          "text": "Надежда же не разочаровывает, потому что Божья любовь излилась в наши сердца через Святого Духа, Который нам дан.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда мы еще были беспомощными, Христос в определенное время умер за нечестивых. ",
          "ID": "6"
        },
        {
          "text": "Ведь вряд ли кто отдаст свою жизнь даже за праведника, хотя, может быть, кто-то и решится умереть за доброго человека. ",
          "ID": "7"
        },
        {
          "text": "Но Бог проявил Свою любовь к нам в том, что Христос умер за нас, когда мы были еще грешниками.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И сейчас, когда мы оправданы Его кровью, мы тем более будем спасены Им от Божьего гнева! ",
          "ID": "9"
        },
        {
          "text": "Если мы, в прошлом враги Богу, примирились с Ним через смерть Его Сына, то тем более, уже примиренные, мы будем спасены Его жизнью! ",
          "ID": "10"
        },
        {
          "text": "Более того, мы хвалимся Богом через нашего Господа Иисуса Христа, через Которого мы теперь и получили это примирение!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Грех вошел в мир через одного человека, а с грехом – смерть, и, таким образом, все стали смертными, потому что в нем все согрешили. ",
          "ID": "12"
        },
        {
          "text": "Еще до того, как был дан Закон, грех уже был в мире, но грех не вменяется там, где нет Закона. ",
          "ID": "13"
        },
        {
          "text": "Однако же от Адама и до Моисея смерть уже царствовала и над теми, кто не согрешил как Адам, преступив Божий запрет.",
          "ID": "14"
        },
        {
          "text": "Адам, в каком-то смысле, является прообразом Того, Кто должен был прийти. ",
          "ID": "14"
        },
        {
          "text": "Но дар благодати действует не так, как преступление Адама. Если множество людей умерло из-за согрешения одного, то тем более благодать Божья и дар по благодати одного Человека, Иисуса Христа, в изобилии даются многим! ",
          "ID": "15"
        },
        {
          "text": "Последствия греха одного человека не могут быть сравнимы с тем, что дает этот дар. Суд за одно преступление повлек за собой осуждение, а дар благодати принес оправдание от множества преступлений. ",
          "ID": "16"
        },
        {
          "text": "Если из-за преступления всего лишь одного человека воцарилась смерть, то тем более через одного Человека, Иисуса Христа, будут царствовать в жизни те, кто принимает богатство благодати и дар праведности!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Итак, как преступление одного принесло осуждение всем людям, так и праведный поступок Одного принес оправдание, дающее жизнь всем. ",
          "ID": "18"
        },
        {
          "text": "Как непослушанием одного многие стали грешниками, так и послушанием Одного многие станут праведными.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Закон же пришел, чтобы умножилось преступление. Но там, где умножился грех, возникло и изобилие благодати, ",
          "ID": "20"
        },
        {
          "text": "чтобы как грех царствовал и вел к смерти, так и благодать царствовала в праведности, ведущей к вечной жизни через Иисуса Христа, нашего Господа.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Послание к Римлянам 5"
    },
    {
      "text": [
        {
          "text": "Что же теперь? Продолжать грешить, чтобы умножалась благодать? ",
          "ID": "1"
        },
        {
          "text": "Ни в коем случае! Мы умерли для греха, как же мы можем продолжать жить в нем? ",
          "ID": "2"
        },
        {
          "text": "Неужели вы не знаете, что все мы, крестившиеся в Иисуса Христа, были крещены в Его смерть? ",
          "ID": "3"
        },
        {
          "text": "Мы при крещении были погребены с Ним в смерть, чтобы жить новой жизнью, как и Христос был воскрешен из мертвых славой Отца. ",
          "ID": "4"
        },
        {
          "text": "Если мы соединились с Ним подобием Его смерти, то будем соединены и подобием Его воскресения. ",
          "ID": "5"
        },
        {
          "text": "Мы знаем, что наша прежняя греховная природа была распята с Ним для того, чтобы освободить нашу жизнь из-под власти греха, и чтобы мы не были более рабами греху, ",
          "ID": "6"
        },
        {
          "text": "ведь умерший освобожден от греха.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если мы умерли с Христом, то верим, что и жить будем с Ним. ",
          "ID": "8"
        },
        {
          "text": "Мы знаем, что Христос воскрес из мертвых и больше не умрет: смерть уже не имеет власти над Ним. ",
          "ID": "9"
        },
        {
          "text": "Когда Он умер, то умер для греха раз и навсегда, но живя, Он живет для Бога. ",
          "ID": "10"
        },
        {
          "text": "Так же и вы смотрите на себя, как на мертвых для греха, но живых для Бога в Иисусе Христе.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Поэтому не позволяйте греху царствовать в вашем смертном теле и не идите на поводу у его похотей. ",
          "ID": "12"
        },
        {
          "text": "Не отдавайте членов вашего тела греху, в орудия неправедности. Лучше отдайте себя Богу, как оживших из мертвых, и члены вашего тела отдайте Ему в орудия праведности. ",
          "ID": "13"
        },
        {
          "text": "Грех не должен господствовать над вами, потому что вы не под Законом, а под благодатью.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Что же, будем грешить, потому что мы не под Законом, а под благодатью? Ни в коем случае! ",
          "ID": "15"
        },
        {
          "text": "Вы ведь знаете, что если вы отдаете себя кому-то в рабство, то делаетесь его покорными рабами: рабами греха, что ведет к смерти, или рабами послушания, что ведет к праведности. ",
          "ID": "16"
        },
        {
          "text": "Но благодарение Богу, что вы, хотя и были рабами греха, решили всем сердцем следовать учению, которое вы получили. ",
          "ID": "17"
        },
        {
          "text": "Вы освободились от греха и стали рабами праведности. ",
          "ID": "18"
        },
        {
          "text": "Я говорю об этом простым языком, принимая в расчет ваше возможное недопонимание.",
          "ID": "19"
        },
        {
          "text": "Как вы раньше отдавали члены вашего тела в рабство нечистоте, чтобы творить беззаконие, так отдайте их теперь в рабство праведности, которая ведет к святости. ",
          "ID": "19"
        },
        {
          "text": "Когда вы были рабами греха, вы были свободны от праведности. ",
          "ID": "20"
        },
        {
          "text": "Какую же пользу вы получали тогда, совершая поступки, которых теперь стыдитесь? Их конец – смерть! ",
          "ID": "21"
        },
        {
          "text": "Сейчас же вы освобождены от греха и стали рабами Бога, и плодом этого будет святость, а концом – вечная жизнь. ",
          "ID": "22"
        },
        {
          "text": "Ведь возмездие за грех – смерть, а дар Божий – вечная жизнь в единении с Иисусом Христом, нашим Господом.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Послание к Римлянам 6"
    },
    {
      "text": [
        {
          "text": "Братья, я обращаюсь к вам как к знающим Закон; разве вы не знаете, что Закон имеет силу над человеком, пока человек жив? ",
          "ID": "1"
        },
        {
          "text": "Замужняя женщина, например, связана законом о браке со своим мужем, пока он жив. Если же муж умрет, она освобождается от этого закона. ",
          "ID": "2"
        },
        {
          "text": "И поэтому, если она выходит замуж за другого, когда ее муж еще жив, она тем самым нарушает супружескую верность, но если ее муж умер, то она свободна от закона и не может быть обвинена в супружеской измене, выйдя замуж за другого.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Также и с вами, братья мои. Вы умерли для Закона через смерть Христа в теле, чтобы вам принадлежать Другому, Тому, Кто был воскрешен из мертвых, и приносить плод Богу. ",
          "ID": "4"
        },
        {
          "text": "Когда мы жили сообразно своей грешной природе, то Закон пробуждал в нас греховные желания, действовавшие в членах нашего тела, и плодом их была смерть. ",
          "ID": "5"
        },
        {
          "text": "Сейчас же, когда мы умерли для того, что когда-то нас связывало, мы были освобождены от Закона, чтобы служить Богу по-новому, с помощью Святого Духа, а не как раньше – по букве Закона.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Что же это значит? Что Закон – это грех? Конечно нет. Однако я бы и не знал, что такое грех, если бы не существовал Закон. Я бы не знал, например, что значит желать, если бы Закон не говорил: «Не желай». ",
          "ID": "7"
        },
        {
          "text": "Грех, найдя предлог в этом повелении, породил во мне всевозможные желания, но без Закона грех мертв. ",
          "ID": "8"
        },
        {
          "text": "Я когда-то жил, не зная Закона, но когда я узнал повеление, то грех во мне ожил, ",
          "ID": "9"
        },
        {
          "text": "а я умер. Оказалось, что повеление, которое должно было принести жизнь, принесло смерть, ",
          "ID": "10"
        },
        {
          "text": "потому что грех, используя само повеление, обманул меня и привел к духовной смерти. ",
          "ID": "11"
        },
        {
          "text": "Но Закон святой, и повеление святое, справедливое и хорошее.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Так что же, хорошее принесло мне смерть? Нет! Но чтобы грех мог проявить себя как грех, он, действуя через хорошее, произвел во мне смерть. И, таким образом, через повеление, мы смогли яснее увидеть, насколько ужасен грех.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Мы знаем, что Закон духовен. Я же телесен, продан в рабство греху. ",
          "ID": "14"
        },
        {
          "text": "Я и сам не понимаю, что делаю. То, что я хочу, я не делаю, а вместо этого делаю то, что ненавижу. ",
          "ID": "15"
        },
        {
          "text": "И если я делаю то, чего не хочу, то я тем самым соглашаюсь, что сам Закон хорош. ",
          "ID": "16"
        },
        {
          "text": "Ведь это уже делаю не я сам, а грех, который живет во мне. ",
          "ID": "17"
        },
        {
          "text": "Я знаю, что во мне, в плоти моей, нет ничего хорошего, потому что я хочу делать добро, но не могу. ",
          "ID": "18"
        },
        {
          "text": "И то, что я делаю, – это не то добро, которое я хотел бы делать. Я продолжаю делать зло, которого не хочу делать. ",
          "ID": "19"
        },
        {
          "text": "Итак, если я делаю то, чего не хочу, то это уже не я делаю, а живущий во мне грех.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Я обнаружил, что здесь действует такой закон: когда я хочу делать добро, то зло уже тут как тут. ",
          "ID": "21"
        },
        {
          "text": "Внутренне я радуюсь Божьему Закону, ",
          "ID": "22"
        },
        {
          "text": "но в моем теле действует другой закон. Этот закон ведет войну против закона моего разума и делает меня пленником закона греха, который действует в членах моего тела. ",
          "ID": "23"
        },
        {
          "text": "Несчастный я человек! Кто бы избавил меня от этого тела смерти? ",
          "ID": "24"
        },
        {
          "text": "Но благодарение Богу, Который сделал это через Иисуса Христа, нашего Господа!",
          "ID": "25"
        },
        {
          "text": "Итак, моим разумом я служу Закону Бога, а телом я раб закону греха.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Послание к Римлянам 7"
    },
    {
      "text": [
        {
          "text": "Теперь тем, кто находится в единении со Христом Иисусом, нет никакого осуждения, ",
          "ID": "1"
        },
        {
          "text": "потому что Закон Духа, дающего жизнь через Иисуса Христа, освободил тебя от закона греха и смерти. ",
          "ID": "2"
        },
        {
          "text": "То, что не в силах был сделать Закон, не способный перебороть нашу греховную природу, сделал Бог. Он послал Своего Сына в теле, подобном греховному человеческому телу, и осудил грех, сделав Его тело жертвой за наши грехи. ",
          "ID": "3"
        },
        {
          "text": "Он сделал это для того, чтобы справедливые требования Закона были исполнены в нас, живущих не по греховной природе, а по Духу.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Живущие по греховной природе думают о том, чего хочет эта природа, а живущие по Духу – о том, чего желает Дух. ",
          "ID": "5"
        },
        {
          "text": "Мысли, исходящие от греховной природы, ведут к смерти, а мысли, исходящие от Духа, – к жизни и миру. ",
          "ID": "6"
        },
        {
          "text": "Греховный образ мыслей враждебен Богу. Он не подчиняется Божьему Закону, да и не может подчиняться. ",
          "ID": "7"
        },
        {
          "text": "Поэтому живущие под властью греховной природы не могут угодить Богу.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но если Дух Божий живет в вас, то вы уже находитесь не под властью греховной природы, а под властью Духа. А в ком нет Духа Христа, тот и не принадлежит Ему. ",
          "ID": "9"
        },
        {
          "text": "Если же в вас живет Христос, то ваше тело мертво вследствие греха, а Дух –  это ваша  жизнь для праведности. ",
          "ID": "10"
        },
        {
          "text": "Если в вас живет Дух Того, Кто воскресил Иисуса из мертвых, то Воскресивший из мертвых Иисуса оживит Духом Своим, живущим в вас, и ваши смертные тела.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Поэтому, братья, мы не должники греховной природы, чтобы жить так, как она нам диктует. ",
          "ID": "12"
        },
        {
          "text": "Если вы живете так, как вам диктует греховная природа, вы погибнете. Если же вы Духом умерщвляете ее действия, то будете жить. ",
          "ID": "13"
        },
        {
          "text": "Потому что все, кем руководит Дух Божий, являются сыновьями Божьими. ",
          "ID": "14"
        },
        {
          "text": "Вы получили не дух рабства, чтобы опять жить в страхе, а Духа усыновления, Которым мы и обращаемся к Богу: «Абба! Отец!» ",
          "ID": "15"
        },
        {
          "text": "Дух Божий свидетельствует вместе с нашим духом о том, что мы дети Божьи. ",
          "ID": "16"
        },
        {
          "text": "А если мы Его дети, то и наследники. Наследники Божьи и сонаследники Христу. Ведь если мы страдаем вместе с Ним, то вместе с Ним и будем прославлены.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Я считаю, что наши нынешние страдания ничего не значат в сравнении с той славой, которая ожидает нас в будущем. ",
          "ID": "18"
        },
        {
          "text": "Ведь все творение с нетерпением ожидает откровения сыновей Божьих. ",
          "ID": "19"
        },
        {
          "text": "Потому что творение было подчинено бессмысленности существования не по своей воле, а по воле Того, Кто подчинил его. Но у творения есть надежда на ",
          "ID": "20"
        },
        {
          "text": "освобождение от власти тления, чтобы обрести ту же славную свободу, что и дети Божьи.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Мы знаем, что все творение до сих пор стонет и мучается, как женщина при родах, ",
          "ID": "22"
        },
        {
          "text": "и не только оно, но и мы, получившие Духа как залог того, что нас ожидает, тоже внутренне стонем, с нетерпением ожидая полного усыновления – искупления наших тел. ",
          "ID": "23"
        },
        {
          "text": "В этой надежде мы и спасены. Но надежда не бывает направлена на то, что уже видимо; если что-то уже видимо, то на что же надеяться? ",
          "ID": "24"
        },
        {
          "text": "Мы надеемся на то, чего не видим, и терпеливо этого ожидаем.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Также и Дух помогает нам при всей нашей слабости. Мы не знаем даже, о чем нам следует молиться, но Дух Сам ходатайствует за нас вздохами, которые не могут быть выражены словами. ",
          "ID": "26"
        },
        {
          "text": "Тот, Кто исследует сердца, знает мысль Духа, потому что Дух ходатайствует за святых в согласии с Божьей волей.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Мы знаем, что Бог все обращает во благо для тех, кто любит Его и кого Он призвал по Своему замыслу. ",
          "ID": "28"
        },
        {
          "text": "Потому что кого Он заранее узнал, тех и предопределил быть подобными образу Своего Сына, чтобы Иисус стал Первенцем среди множества братьев. ",
          "ID": "29"
        },
        {
          "text": "А кого Бог предопределил, тех Он и призвал, а кого призвал, тех и оправдал, а кого оправдал, тех и прославил.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Что же нам сказать об этом? Если Бог за нас, то кто против нас? ",
          "ID": "31"
        },
        {
          "text": "Тот, Кто не пожалел Своего Сына, но отдал Его за всех нас, разве не дарует с Ним и всего остального? ",
          "ID": "32"
        },
        {
          "text": "Кто будет обвинять избранных Богом? Если Бог оправдывает, ",
          "ID": "33"
        },
        {
          "text": "кто может осудить? Христос Иисус, Который умер, но воскрес и сейчас находится по правую руку от Бога, ходатайствует за нас. ",
          "ID": "34"
        },
        {
          "text": "Что может отлучить нас от любви Христа? Скорбь или трудности? Преследования или голод? Нагота или угроза казни? ",
          "ID": "35"
        },
        {
          "text": "Написано:",
          "ID": "36"
        },
        {
          "text": "«Ради Тебя убивают нас всякий день",
          "ID": "36"
        },
        {
          "text": "и смотрят на нас, как на овец перед бойней».",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Но мы одерживаем величайшую победу над всем этим благодаря Тому, Кто полюбил нас. ",
          "ID": "37"
        },
        {
          "text": "И я уверен, что ни смерть, ни жизнь, ни ангелы, ни власти, ни настоящее, ни будущее, ни силы, ",
          "ID": "38"
        },
        {
          "text": "ни высота, ни глубина – ничто во всем творении не может отлучить нас от любви Бога во Христе Иисусе, нашем Господе!",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Послание к Римлянам 8"
    },
    {
      "text": [
        {
          "text": "Я говорю истину и не лгу, как и подобает последователю Христа. Об этом свидетельствует моя совесть, руководимая Святым Духом. ",
          "ID": "1"
        },
        {
          "text": "Мне очень грустно, и сердце мое полно бесконечной боли: ",
          "ID": "2"
        },
        {
          "text": "я бы предпочел сам быть проклятым и отлученным от Христа ради моих братьев, родных мне по крови, ",
          "ID": "3"
        },
        {
          "text": "– израильтян. Ведь они получили сыновние права, славу и заветы с Богом, им были даны Закон, богослужение и Его обещания. ",
          "ID": "4"
        },
        {
          "text": "Из этого народа произошли праотцы, от них по человеческой природе происходит Христос – Бог над всеми, благословенный вовеки. Аминь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но это не означает, что слово Божье осталось неисполненным, потому что не все израильтяне – истинный Израиль. ",
          "ID": "6"
        },
        {
          "text": "И не все потомки Авраама являются его истинными детьми. Написано: «Через Исаака ты будешь иметь потомство, которое Я тебе обещал». ",
          "ID": "7"
        },
        {
          "text": "Это значит, что не все потомки Авраама – истинные дети Божьи. Истинные дети Авраама – это те, к кому относится обещание. ",
          "ID": "8"
        },
        {
          "text": "Обещание же было дано в таких словах: «В назначенное время Я вернусь, и у Сарры будет сын».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Но не только это. У обоих сыновей Ревекки был один и тот же отец – наш отец Исаак. ",
          "ID": "10"
        },
        {
          "text": "Но еще до рождения близнецов и до того, как они сделали что-либо хорошее или плохое (чтобы выбор Божий ",
          "ID": "11"
        },
        {
          "text": "зависел не от их дел, а только от Самого Призывающего), Ревекке было сказано: «Старший будет служить младшему». ",
          "ID": "12"
        },
        {
          "text": "Как об этом и написано: «Я полюбил Иакова, а Исава возненавидел».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Что же это значит? Может, Бог несправедлив? Нет! ",
          "ID": "14"
        },
        {
          "text": "Он сказал Моисею:",
          "ID": "15"
        },
        {
          "text": "«Я помилую того, кого помилую,",
          "ID": "15"
        },
        {
          "text": "и пожалею того, кого пожалею».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Поэтому, имеет значение не желание или усилие человека, а милость Божья. ",
          "ID": "16"
        },
        {
          "text": "В Писании Бог говорит фараону: «Я возвысил тебя для того, чтобы показать на тебе Мою силу и чтобы имя Мое стало известно по всей земле». ",
          "ID": "17"
        },
        {
          "text": "Поэтому Бог проявляет милость к тем, к кому Он Сам хочет, и ожесточает тех, кого хочет ожесточить.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Кто-то, может, скажет мне: «Тогда почему же Он нас обвиняет? Кто может противостоять Его воле?» ",
          "ID": "19"
        },
        {
          "text": "Но кто ты такой, человек, чтобы спорить с Богом? Разве говорит изделие тому, кто его сотворил: «Почему ты меня сделал таким?» ",
          "ID": "20"
        },
        {
          "text": "Разве не вправе горшечник сделать из одного и того же куска глины утварь для почетного употребления и для низкого? ",
          "ID": "21"
        },
        {
          "text": "А что, если Бог, желая показать гнев и явить Свою силу, долго терпит тех, кто вызывает Его гнев и приготовлен к уничтожению? ",
          "ID": "22"
        },
        {
          "text": "Что если Он делает это для того, чтобы проявить богатство Своей славы к тем, к кому Он хочет проявить милость и кого Он приготовил для славы, – ",
          "ID": "23"
        },
        {
          "text": "к нам, призванным Им не только из иудеев, но и из язычников? ",
          "ID": "24"
        },
        {
          "text": "Как Он и говорит через пророка Осию:",
          "ID": "25"
        },
        {
          "text": "«Я назову Моим народом не Мой народ;",
          "ID": "25"
        },
        {
          "text": "и нелюбимую – любимой»,",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "и:",
          "ID": "26"
        },
        {
          "text": "«Там, где им было сказано:",
          "ID": "26"
        },
        {
          "text": "„Вы не Мой народ“,",
          "ID": "26"
        },
        {
          "text": "они будут названы сынами живого Бога».",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Исаия восклицает об Израиле:",
          "ID": "27"
        },
        {
          "text": "«Хотя израильтяне числом как песок морской,",
          "ID": "27"
        },
        {
          "text": "лишь остаток будет спасен.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Господь решительно и быстро приведет в исполнение",
          "ID": "28"
        },
        {
          "text": "Свой приговор над землей».",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "И как еще говорил Исаия в своем пророчестве:",
          "ID": "29"
        },
        {
          "text": "«Если бы Господь Сил",
          "ID": "29"
        },
        {
          "text": "не оставил нам нескольких уцелевших,",
          "ID": "29"
        },
        {
          "text": "то мы уподобились бы Содому,",
          "ID": "29"
        },
        {
          "text": "стали бы как Гоморра».",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Что же нам теперь сказать? Язычники, которые и не стремились к праведности, получили праведность благодаря своей вере. ",
          "ID": "30"
        },
        {
          "text": "Израиль же, стремившийся к праведности через исполнение Закона, так и не достиг ее. ",
          "ID": "31"
        },
        {
          "text": "Почему? Потому что они стремились получить ее не по вере, а по делам. Они споткнулись о «камень преткновения». ",
          "ID": "32"
        },
        {
          "text": "Об этом написано:",
          "ID": "33"
        },
        {
          "text": "«Вот Я кладу на Сионе Камень, о Который споткнутся,",
          "ID": "33"
        },
        {
          "text": "Скалу, из-за Которой они упадут,",
          "ID": "33"
        },
        {
          "text": "но верующий в Него никогда не будет постыжен».",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Послание к Римлянам 9"
    },
    {
      "text": [
        {
          "text": "Братья, желание моего сердца и моя молитва к Богу о том, чтобы Израиль был спасен. ",
          "ID": "1"
        },
        {
          "text": "Я сам свидетель того, что они ревностно стремятся к Богу, но ревность их не основана на знании. ",
          "ID": "2"
        },
        {
          "text": "Не понимая праведности, что дает Бог, и пытаясь установить свою собственную, они не приняли праведности Божьей.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Христос – конец Закона, и отныне каждый верующий получает праведность. ",
          "ID": "4"
        },
        {
          "text": "Моисей так описывает праведность по Закону: «Исполняющий их будет жив благодаря им». ",
          "ID": "5"
        },
        {
          "text": "Праведность, которая дается по вере, говорит: «Не спрашивай себя: кто же поднимется на небо?» – чтобы привести оттуда Христа. ",
          "ID": "6"
        },
        {
          "text": "Или: «Кто же спустится в бездну?» – чтобы воскресить Христа из мертвых. ",
          "ID": "7"
        },
        {
          "text": "Но что она говорит? «Слово близко к тебе, оно в твоих устах и в твоем сердце». Это и есть то слово веры, которое мы возвещаем! ",
          "ID": "8"
        },
        {
          "text": "Если ты исповедуешь своим языком, что Иисус есть Господь, и если ты веришь сердцем, что Бог воскресил Его из мертвых, то будешь спасен. ",
          "ID": "9"
        },
        {
          "text": "Потому что вера сердца дает человеку праведность, а исповедание уст приносит спасение.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Писание говорит: «Верующий в Него не будет постыжен». ",
          "ID": "11"
        },
        {
          "text": "В этом между иудеем и язычником нет никакого различия – один и тот же Господь является Господом всех и обильно благословляет всех, кто взывает к Нему. ",
          "ID": "12"
        },
        {
          "text": "Ведь «каждый, кто призовет имя Господа, будет спасен».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Но как им призывать Того, в Кого они не поверили? Как поверить в Того, о Ком не слышали? И как услышать, если никто им не будет возвещать? ",
          "ID": "14"
        },
        {
          "text": "И как кто-либо может возвещать, не будучи посланным? Написано: «Как прекрасны ноги тех, кто возвещает Радостную Весть!»",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но не все израильтяне послушались Радостной Вести. Исаия говорит: «Господи, кто поверил слышанному от нас?» ",
          "ID": "16"
        },
        {
          "text": "Итак, вера приходит от услышанного слова, слова о Христе. ",
          "ID": "17"
        },
        {
          "text": "Но я хочу спросить, разве они не слышали? Конечно же слышали, ведь написано:",
          "ID": "18"
        },
        {
          "text": "«Их голос проходит по всей земле,",
          "ID": "18"
        },
        {
          "text": "их слова – до краев света».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тогда я спрашиваю: может быть, Израиль этого не понимал? Но ведь еще Моисей говорил словами Божьими:",
          "ID": "19"
        },
        {
          "text": "«Я пробужу в вас ревность через тех,",
          "ID": "19"
        },
        {
          "text": "кого и народом-то не назвать;",
          "ID": "19"
        },
        {
          "text": "Я разгневаю вас глупым народом».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "А Исаия смело говорит слова Божьи:",
          "ID": "20"
        },
        {
          "text": "«Я найден теми, кто не искал Меня;",
          "ID": "20"
        },
        {
          "text": "Я открылся тем, кто не спрашивал Меня».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но об Израиле Бог говорит:",
          "ID": "21"
        },
        {
          "text": "«Весь день Я простирал руки Мои",
          "ID": "21"
        },
        {
          "text": "к непокорному и своевольному народу».",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Послание к Римлянам 10"
    },
    {
      "text": [
        {
          "text": "Поэтому я хочу спросить: разве Бог отверг Свой народ? Конечно же нет! Я и сам израильтянин, потомок Авраама из рода Вениамина. ",
          "ID": "1"
        },
        {
          "text": "Бог не отверг Свой народ, который Он избрал от начала.",
          "ID": "2"
        },
        {
          "text": "Вы ведь знаете из Писания о том, как Илия обвинял израильтян перед Богом:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "«Господи, они убили Твоих пророков",
          "ID": "3"
        },
        {
          "text": "и разрушили Твои жертвенники.",
          "ID": "3"
        },
        {
          "text": "Остался лишь я один,",
          "ID": "3"
        },
        {
          "text": "и они пытаются убить и меня».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но что Бог ему ответил? «Я сохранил Себе семь тысяч человек, которые не преклонили своих колен перед Баалом!» ",
          "ID": "4"
        },
        {
          "text": "Так и сейчас есть остаток, избранный по Божьей благодати, ",
          "ID": "5"
        },
        {
          "text": "а если по благодати, то значит не по делам, ведь в противном случае благодать уже не была бы благодатью.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Так, что же? То, к чему Израиль так стремился, он не получил, только избранные получили, а все остальные ожесточились. ",
          "ID": "7"
        },
        {
          "text": "Как написано:",
          "ID": "8"
        },
        {
          "text": "«Бог сделал их дух нечувствительным,",
          "ID": "8"
        },
        {
          "text": "Он закрыл им глаза, чтобы они не видели,",
          "ID": "8"
        },
        {
          "text": "и уши, чтобы они не слышали,",
          "ID": "8"
        },
        {
          "text": "вплоть до сегодняшнего дня».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Давид говорит:",
          "ID": "9"
        },
        {
          "text": "«Пусть будет стол их петлей и западней для них,",
          "ID": "9"
        },
        {
          "text": "камнем преткновения и возмездием.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Пусть их глаза померкнут, чтобы они не видели,",
          "ID": "10"
        },
        {
          "text": "и пусть их спины согнутся навсегда».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Итак, я спрашиваю: может быть, они споткнулись, чтобы упасть навсегда? Конечно же нет! Но их падение принесло спасение язычникам, которое должно возбудить ревность и в самих израильтянах. ",
          "ID": "11"
        },
        {
          "text": "Если их падение принесло богатство миру и если их потери принесли богатство язычникам, то насколько же больше богатства принесет их полное обращение!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Говорю вам, язычники. Как апостол язычников, я высоко ценю мое служение ",
          "ID": "13"
        },
        {
          "text": "и надеюсь, что смогу как-то возбудить ревность моего народа, чтобы спасти хоть некоторых из них. ",
          "ID": "14"
        },
        {
          "text": "Ведь, если их отвержение принесло миру примирение, то чем будет их принятие, как не воскресением из мертвых? ",
          "ID": "15"
        },
        {
          "text": "Если часть теста посвящается Богу, то и все тесто посвящено Ему, и если корень посвящен Богу, то и ветви посвящены Ему.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Если же отдельные ветви были отломлены, а ты, дикая олива, была привита на их место и питаешься от соков корня оливкового дерева, ",
          "ID": "17"
        },
        {
          "text": "то не хвались тем, что ты лучше их. Если ты превозносишься, то подумай о том, что не ты держишь корень, а корень – тебя. ",
          "ID": "18"
        },
        {
          "text": "Может быть, ты скажешь: «Ветви были отломлены, чтобы привить меня». ",
          "ID": "19"
        },
        {
          "text": "Да, но они были отломлены из-за своего неверия, а ты держишься благодаря вере. Поэтому не гордись, но бойся. ",
          "ID": "20"
        },
        {
          "text": "Ведь если Бог не пожалел природных ветвей, то Он не пожалеет и тебя.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Подумай о доброте и о строгости Божьей: строгости к тем, кто отпал, и доброте к тебе, при условии, что ты продолжаешь жить в Его доброте, иначе ты тоже будешь отсечен. ",
          "ID": "22"
        },
        {
          "text": "Если они не будут оставаться в неверии, то снова будут привиты, потому что Бог в силах привить их опять. ",
          "ID": "23"
        },
        {
          "text": "Если ты был срезан с дикого по природе оливкового дерева и вопреки своей природе был привит к окультуренному дереву, то тем более природные ветви привьются к своему собственному дереву!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Братья, чтобы вы не считали себя умнее, чем вы есть, я не хочу оставить вас в неведении о тайне: часть Израиля будет ожесточена до тех пор, пока полностью не придет к Богу полное число язычников. ",
          "ID": "25"
        },
        {
          "text": "И таким образом, весь Израиль будет спасен, как написано:",
          "ID": "26"
        },
        {
          "text": "«С Сиона придет Избавитель.",
          "ID": "26"
        },
        {
          "text": "Он удалит нечестие от Иакова.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "И это Мой завет с ними,",
          "ID": "27"
        },
        {
          "text": "когда сниму с них их грехи».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Что касается Радостной Вести, то они стали врагами ради вас, чтобы вы были спасены, но что касается избрания, то они любимы Богом ради отцов. ",
          "ID": "28"
        },
        {
          "text": "Божьи дары и Его призвание неизменны. ",
          "ID": "29"
        },
        {
          "text": "Вы раньше были непокорны Богу, а сейчас из-за их непокорности Бог помиловал вас. ",
          "ID": "30"
        },
        {
          "text": "Так и они стали сейчас непокорны, чтобы и им тоже быть помилованными благодаря милости Божьей, проявленной к вам. ",
          "ID": "31"
        },
        {
          "text": "Бог провел все без исключения народы через непокорность, чтобы всех их помиловать.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "О глубина богатства, мудрости и знания Бога!",
          "ID": "33"
        },
        {
          "text": "Как непостижимы Его решения",
          "ID": "33"
        },
        {
          "text": "и неисследимы пути Его!",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "«Кто постиг разум Господа",
          "ID": "34"
        },
        {
          "text": "или был Ему советником?»",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "«Кто Ему что-либо дал,",
          "ID": "35"
        },
        {
          "text": "что Он остался тому должен?»",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Ведь все происходит от Него и через Него,",
          "ID": "36"
        },
        {
          "text": "и для Него все существует.",
          "ID": "36"
        },
        {
          "text": "Хвала Ему вовеки! Аминь.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Послание к Римлянам 11"
    },
    {
      "text": [
        {
          "text": "Поэтому я умоляю вас, братья, ради милости Божьей, принесите ваши тела в живую жертву, святую и угодную Богу. Это и есть подобающее для вас служение Ему. ",
          "ID": "1"
        },
        {
          "text": "Не приспосабливайтесь к образу жизни этого мира, но преображайтесь, обновляя ваш разум, чтобы вы сами могли постигать волю Божью, благую, угодную и совершенную.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "По данной мне благодати я говорю каждому из вас: не воображайте о себе слишком много, судите о себе здраво, по мере той веры, которую Бог дал каждому. ",
          "ID": "3"
        },
        {
          "text": "Как у человека одно тело и в нем много членов, но у этих членов разное назначение, ",
          "ID": "4"
        },
        {
          "text": "так и все мы во Христе составляем одно тело, и все мы принадлежим друг другу. ",
          "ID": "5"
        },
        {
          "text": "И так как у нас есть различные дары, которые мы получили по данной нам благодати, то если у кого-то есть дар пророчества, пусть пророчествует в согласии с данной ему верой; ",
          "ID": "6"
        },
        {
          "text": "если это дар служить другим, пусть служит; если это дар быть учителем, пусть учит; ",
          "ID": "7"
        },
        {
          "text": "если это дар ободрять, пусть ободряет; если это дар помогать нуждающимся, пусть дает щедро; если это дар начальствования, пусть будет усерден; если это дар милосердия, пусть проявляет его с весельем.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Пусть ваша любовь будет искренней. Ненавидьте зло и держитесь добра. ",
          "ID": "9"
        },
        {
          "text": "Любите друг друга братской любовью, стремитесь оказывать уважение друг другу. ",
          "ID": "10"
        },
        {
          "text": "Пусть ваше рвение не ослабевает, пламенейте духом в вашем служении Господу. ",
          "ID": "11"
        },
        {
          "text": "Радуйтесь в надежде, будьте терпеливы в страданиях, постоянны в молитве. ",
          "ID": "12"
        },
        {
          "text": "Помогайте святым людям Божьим, когда они в нужде, проявляйте гостеприимство.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Благословляйте тех, кто преследует вас, благословляйте, а не проклинайте. ",
          "ID": "14"
        },
        {
          "text": "Радуйтесь с радующимися, плачьте с плачущими. ",
          "ID": "15"
        },
        {
          "text": "Живите в согласии друг с другом. Не будьте заносчивы, общайтесь также и с людьми скромного положения. Не будьте о себе высокого мнения. ",
          "ID": "16"
        },
        {
          "text": "Никому не воздавайте злом за зло, а делайте только доброе перед всеми людьми. ",
          "ID": "17"
        },
        {
          "text": "Если возможно с вашей стороны, живите в мире со всеми. ",
          "ID": "18"
        },
        {
          "text": "Друзья мои, не мстите за себя, лучше оставьте место для гнева Божьего, ведь Господь говорит в Писании: «Предоставьте месть Мне, Я воздам». ",
          "ID": "19"
        },
        {
          "text": "Напротив:",
          "ID": "20"
        },
        {
          "text": "«Если враг твой голоден – накорми его,",
          "ID": "20"
        },
        {
          "text": "если он хочет пить – дай ему напиться.",
          "ID": "20"
        },
        {
          "text": "Поступая так, ты соберешь горящие угли ему на голову».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Не будь побежден злом, но побеждай зло добром.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Послание к Римлянам 12"
    },
    {
      "text": [
        {
          "text": "Каждый человек должен подчиняться правящей власти, потому что нет власти, не установленной Богом. Все существующие власти установлены Богом. ",
          "ID": "1"
        },
        {
          "text": "Следовательно, тот, кто восстает против власти, восстает против установленного Богом, и кто так поступает, тот сам на себя навлекает суд. ",
          "ID": "2"
        },
        {
          "text": "Правители страшны не тем, кто делает добро, а тем, кто делает зло. Если хочешь жить без страха перед властью, делай добро и получишь от нее похвалу. ",
          "ID": "3"
        },
        {
          "text": "Представитель власти на службе у Бога для твоего блага. Если же ты делаешь зло, то берегись, он не напрасно носит меч. Он – слуга Божий, орудие Его гнева на того, кто делает зло. ",
          "ID": "4"
        },
        {
          "text": "Так что необходимо подчиняться власти не только из страха перед наказанием, но и по совести.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Вы и налоги платите, потому что стоящие у власти – слуги Божьи, посвящающие себя своему делу. ",
          "ID": "6"
        },
        {
          "text": "Так что отдавайте всем то, что им надлежит: кому налог – налог, кому пошлину – пошлину, кому уважение – уважение, кому честь – честь.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Не оставайтесь в долгу ни у кого ни в чем, кроме долга любви друг к другу, потому что любящий ближнего исполнил Закон. ",
          "ID": "8"
        },
        {
          "text": "Вот в чем суть повелений: «не нарушай супружескую верность», «не убивай», «не кради», «не желай», и суть любого другого повеления одна – «люби ближнего твоего, как самого себя». ",
          "ID": "9"
        },
        {
          "text": "Любовь не причиняет зла ближнему, поэтому любовь и есть исполнение Закона.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Вы ведь знаете, какое сейчас время, что настал час пробудиться вам ото сна, потому что наше спасение сейчас гораздо ближе, чем оно было тогда, когда мы только уверовали. ",
          "ID": "11"
        },
        {
          "text": "Ночь приближается к концу, и наступает день. Так давайте же оставим дела тьмы и наденем доспехи света. ",
          "ID": "12"
        },
        {
          "text": "Будем жить достойно, как при свете дня, не предаваясь оргиям, пьянству, разврату, распущенности, вражде и зависти. ",
          "ID": "13"
        },
        {
          "text": "Оденьтесь лучше в Господа Иисуса Христа и не думайте об угождении своей греховной природе и ее желаниям.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Послание к Римлянам 13"
    },
    {
      "text": [
        {
          "text": "Человека, слабого в вере, принимайте, не споря о мнениях. ",
          "ID": "1"
        },
        {
          "text": "Вера одного позволяет ему есть все, а слабый в вере ест только овощи. ",
          "ID": "2"
        },
        {
          "text": "Тот, кто ест все, не должен смотреть свысока на того, кто этого не делает, и тот, кто чего-то не ест, не должен осуждать того, кто ест, потому что Бог принял его. ",
          "ID": "3"
        },
        {
          "text": "Кто ты такой, чтобы судить чужого слугу? Перед своим хозяином стоит он или падает, но он будет снова поставлен на ноги, потому что Господь способен поставить его.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Кто-то различает дни как более и менее важные, а для другого все дни одинаковы. Пусть каждый и дальше поступает в соответствии со своими убеждениями. ",
          "ID": "5"
        },
        {
          "text": "Кто считает, что один день важнее другого, тот делает это для Господа. Кто ест что-либо – ест для Господа, потому что он при этом благодарит Бога, и кто не ест этого  – тоже для Господа не ест и благодарит Бога. ",
          "ID": "6"
        },
        {
          "text": "Никто из нас не живет для себя и не умирает для себя. ",
          "ID": "7"
        },
        {
          "text": "Если мы живем, то живем для Господа, и если умираем, то умираем тоже для Господа. Живем мы или умираем – мы принадлежим Ему.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Ведь для этого и Христос умер и ожил, чтобы Ему быть Господом живых и мертвых. ",
          "ID": "9"
        },
        {
          "text": "Почему же ты судишь своего брата? Или ты, почему презираешь своего брата? Ведь все мы предстанем на суд Божий. ",
          "ID": "10"
        },
        {
          "text": "Написано:",
          "ID": "11"
        },
        {
          "text": "«Верно, как и то, что Я живу, – говорит Господь, –",
          "ID": "11"
        },
        {
          "text": "преклонится предо Мной каждое колено,",
          "ID": "11"
        },
        {
          "text": "и каждый язык воздаст хвалу Богу».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Каждый из нас ответит перед Богом сам за себя.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Поэтому не будем больше судить друг друга. Лучше смотрите за собой, чтобы не делать ничего такого, из-за чего брат ваш может споткнуться и упасть. ",
          "ID": "13"
        },
        {
          "text": "Я знаю и твердо убежден в Господе Иисусе, что нет никакой пищи, которая была бы сама по себе нечиста, но если человек считает что-либо нечистым, то для него оно нечисто. ",
          "ID": "14"
        },
        {
          "text": "Если твой брат оскорбляется из-за пищи, которую ты ешь, то ты поступаешь не по любви. Не губи своей пищей брата, за которого умер Христос. ",
          "ID": "15"
        },
        {
          "text": "Не давайте людям повода ругать то, что вы считаете добрым. ",
          "ID": "16"
        },
        {
          "text": "Царство Божье заключается не в пище и питье, а в праведности, в мире и в радости, которую дает Святой Дух. ",
          "ID": "17"
        },
        {
          "text": "Кто так служит Христу, тот доставляет радость Богу и заслуживает одобрения людей.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Будем же прилагать все усилия, чтобы делать то, что ведет к миру и взаимному назиданию. ",
          "ID": "19"
        },
        {
          "text": "Не разрушайте дела Божьего ради пищи. Вся пища чиста, но плохо поступает тот, кто через пищу приводит своего ближнего к падению. ",
          "ID": "20"
        },
        {
          "text": "Лучше не есть мяса, не пить вина и не делать ничего, от чего твой брат спотыкается. ",
          "ID": "21"
        },
        {
          "text": "Пусть твое мнение на этот счет будет твоим личным убеждением перед Богом, и счастлив тот, кто не осуждает себя за свой выбор. ",
          "ID": "22"
        },
        {
          "text": "Кто ест и в то же время сомневается в правильности своего решения, уже осужден, потому что он не поступает в соответствии со своей верой, а все, что не по вере, – грех.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Послание к Римлянам 14"
    },
    {
      "text": [
        {
          "text": "Мы, сильные в вере, должны быть снисходительны к ошибкам слабых и не искать своей личной выгоды. ",
          "ID": "1"
        },
        {
          "text": "Каждый из нас должен угождать своему ближнему, заботясь о том, что служит к его благу и духовному росту. ",
          "ID": "2"
        },
        {
          "text": "Христос тоже не Самому Себе угождал, но, как написано: «Оскорбления тех, кто злословит Тебя, пали на Меня». ",
          "ID": "3"
        },
        {
          "text": "Ведь все Писание было дано с целью научить нас, чтобы благодаря терпению и ободрению, получаемому из Писания, мы имели надежду.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Пусть же Бог, Который дает терпение и ободрение, даст вам жить в согласии друг с другом, как и подобает последователям Христа Иисуса, ",
          "ID": "5"
        },
        {
          "text": "чтобы вы единодушно и едиными устами прославляли Бога и Отца нашего Господа Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ради прославления Бога принимайте друг друга, как и Христос принял вас. ",
          "ID": "7"
        },
        {
          "text": "Я говорю вам, что Христос стал слугой обрезанных, чтобы явить верность Божью, подтвердив те обещания, которые Он дал праотцам, ",
          "ID": "8"
        },
        {
          "text": "а также для того, чтобы и другие народы могли прославить Бога за Его милость, как написано:",
          "ID": "9"
        },
        {
          "text": "«За это я буду славить Тебя среди других народов,",
          "ID": "9"
        },
        {
          "text": "имени Твоему воспою я хвалу».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И еще написано:",
          "ID": "10"
        },
        {
          "text": "«Радуйтесь, язычники, вместе с Его народом!»",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И еще:",
          "ID": "11"
        },
        {
          "text": "«Славьте Господа, все народы!",
          "ID": "11"
        },
        {
          "text": "Пойте хвалу Ему, все люди!»",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Исаия также говорит:",
          "ID": "12"
        },
        {
          "text": "«Придет Корень Иессея",
          "ID": "12"
        },
        {
          "text": "и поднимется, чтобы править народами,",
          "ID": "12"
        },
        {
          "text": "и язычники будут надеяться на Него».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Пусть же Бог, источник всякой надежды, через вашу веру наполнит вас радостью и миром, чтобы вам в силе Святого Духа изобиловать надеждой.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Братья мои, я убежден в том, что вы полны добра, исполнены знаний и можете учить друг друга. ",
          "ID": "14"
        },
        {
          "text": "Тем не менее, в этом послании я смело напоминаю вам о некоторых вещах, потому что Бог по Своей благодати поручил мне ",
          "ID": "15"
        },
        {
          "text": "быть служителем Христа Иисуса для язычников. И я тружусь как священник, возвещая Божью Радостную Весть, чтобы принести Ему обращенных из язычников, словно освященную Святым Духом жертву, которая приятна Богу.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Итак, в Иисусе Христе я могу хвалиться своим служением Богу. ",
          "ID": "17"
        },
        {
          "text": "Я не смею говорить о чем-либо кроме того, что Христос совершил через меня, чтобы привести язычников к повиновению Богу. Он совершил это словом и делом, ",
          "ID": "18"
        },
        {
          "text": "силой знамений и чудес, силой Духа Божьего, так что я исполнил это служение: возвещать Радостную Весть о Христе от Иерусалима и вплоть до Иллирика. ",
          "ID": "19"
        },
        {
          "text": "Моим стремлением всегда было возвещать Радостную Весть там, где еще не знают о Христе, чтобы мне не строить на чужом фундаменте, ",
          "ID": "20"
        },
        {
          "text": "но исполнить написанное:",
          "ID": "21"
        },
        {
          "text": "«Те, кому не было сказано о Нем, увидят,",
          "ID": "21"
        },
        {
          "text": "и те, кто не слышал, поймут».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Это мое служение было причиной того, что я, хотя и собирался много раз, не смог прийти к вам.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Теперь же я закончил свой труд в этих краях, и так как я уже много лет хотел прийти к вам, ",
          "ID": "23"
        },
        {
          "text": "то намерен сделать это, когда отправлюсь в Испанию. Я надеюсь, что навещу вас по дороге туда, и вы поможете мне, чтобы я смог идти дальше, как только хоть немного наслажусь вашим обществом. ",
          "ID": "24"
        },
        {
          "text": "Сейчас же я отправляюсь в Иерусалим для служения святым, живущим там, ",
          "ID": "25"
        },
        {
          "text": "потому что церкви Македонии и Ахаии решили провести сбор пожертвований для бедных из числа святых, живущих в Иерусалиме. ",
          "ID": "26"
        },
        {
          "text": "Они сами решили это сделать, ведь они и в самом деле в долгу перед ними. Как иудеи поделились с ними своими духовными благословениями, так и они, в свою очередь, должны поделиться с иудеями своими материальными благами. ",
          "ID": "27"
        },
        {
          "text": "После того, как я выполню это поручение и передам им собранное, я намерен отправиться в Испанию и по пути навестить вас. ",
          "ID": "28"
        },
        {
          "text": "Я уверен, что когда приду к вам, вы получите благословение Христа в полной мере.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Умоляю вас, братья, ради Господа нашего Иисуса Христа и ради любви Духа, помогите мне в моей борьбе, молясь обо мне Богу. ",
          "ID": "30"
        },
        {
          "text": "Молитесь о том, чтобы в Иудее я был избавлен от неверующих, и чтобы мое служение по раздаче материальной помощи в Иерусалиме было принято святыми, живущими там. ",
          "ID": "31"
        },
        {
          "text": "Тогда я смогу прийти к вам с радостью, и мы сможем вместе отдохнуть, если на то будет воля Божья. ",
          "ID": "32"
        },
        {
          "text": "Пусть Бог, источник мира, будет со всеми вами, аминь.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Послание к Римлянам 15"
    },
    {
      "text": [
        {
          "text": "Представляю вам Фиву, нашу сестру по вере, служительницу церкви в Кенхреях. ",
          "ID": "1"
        },
        {
          "text": "Примите ее для Господа так, как подобает святым, и окажите ей помощь во всем, в чем она будет нуждаться. Она сама многим оказала помощь, в том числе и мне.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Передавайте привет Прискилле и Акиле, моим сотрудникам в Христе Иисусе.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Они ради меня рисковали своей жизнью, и им благодарен не только я, но и все церкви из язычников.",
          "ID": "4"
        },
        {
          "text": "Привет церкви, которая собирается в их доме.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Привет моему дорогому другу Епенету, первому, кто уверовал во Христа в провинции Азия.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Привет Марии, которая так усердно потрудилась для вас.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Привет Андронику и Юнию, моим соплеменникам, которые были вместе со мной в заключении. Они занимают особое место среди апостолов и до меня еще уверовали во Христа.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Привет Амплиату, которого я так люблю как брата по вере в Господа.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Привет Урбану, нашему сотруднику во Христе, и привет моему дорогому другу Стахию.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Привет Апеллесу, испытанному христианину.",
          "ID": "10"
        },
        {
          "text": "Привет всем домашним Аристовула.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Привет Иродиону, моему соплеменнику.",
          "ID": "11"
        },
        {
          "text": "Привет тем домашним Наркисса, которые принадлежат Господу.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Привет Трифене и Трифосе, женщинам, усердно трудящимся для Господа.",
          "ID": "12"
        },
        {
          "text": "Привет дорогой Персиде, тоже усердно трудящейся для Господа.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Привет Руфу, избранному в Господе, и его матери, которая стала матерью и мне.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Привет Асинкриту, Флегонту, Ерму, Патрову, Ермии и братьям, которые с ними.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Привет Филологу и Юлии, Нирею и его сестре, а также Олимпу и всем святым с ними.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Приветствуйте друг друга святым поцелуем. Все церкви передают вам привет.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Призываю вас, братья, остерегайтесь тех, кто вызывает разделения и подрывает в людях веру, выступая против учения, которому вы были научены. Держитесь от них подальше. ",
          "ID": "17"
        },
        {
          "text": "Такие люди служат не нашему Господу Христу, а своему желудку. Они обманывают простодушных людей сладкими и льстивыми словами. ",
          "ID": "18"
        },
        {
          "text": "О вашем послушании знают все, и я очень рад за вас, но хочу, чтобы вы были мудрыми во всем добром и невинными в том, что касается зла. ",
          "ID": "19"
        },
        {
          "text": "И тогда Бог, дающий мир, скоро повергнет сатану вам под ноги!",
          "ID": "20"
        },
        {
          "text": "Пусть благодать нашего Господа Иисуса будет с вами.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Вам передают привет мой сотрудник Тимофей и мои соплеменники Луций, Иасон и Сосипатр.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "(Я, Тертий, пишущий это послание под диктовку Павла, тоже приветствую вас в Господе.)",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Гай, чьим гостеприимством я и вся церковь пользуемся, тоже передает вам привет.",
          "ID": "23"
        },
        {
          "text": "Привет также от городского казначея Эраста и нашего брата по вере Кварта. ",
          "ID": "23"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа да будет со всеми вами. Аминь.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Хвала Богу, Который может укрепить вас, как говорит Радостная Весть об Иисусе Христе, которую я возвещаю. И эта весть соответствует откровению тайны – замыслу Божьему по отношению ко всем народам, который был скрыт на протяжении веков. ",
          "ID": "25"
        },
        {
          "text": "А сейчас он открылся по повелению вечного Бога через писания пророков, чтобы все народы покорились вере. ",
          "ID": "26"
        },
        {
          "text": "Единому премудрому Богу да будет слава вовеки через Иисуса Христа! Аминь.",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Послание к Римлянам 16"
    }
  ],
  "ID": "NT:ROM(NRP)",
  "name": "Послание к Римлянам"
}