{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Павел, слуга Христа Иисуса, шлёт свои приветствия.",
          "ID": "1"
        },
        {
          "text": "Я был избран Богом стать апостолом, а также нести людям Благовествование Божье,",
          "ID": "1"
        },
        {
          "text": "которое ещё в далёкие времена Бог обещал через Своих пророков в Священных Писаниях.",
          "ID": "2"
        },
        {
          "text": "В этом Благовествовании говорится о Сыне Божьем, Иисусе Христе, Господе нашем. Находясь в человеческом обличии, Он являлся потомком Давидовым, но через Святого Духа Христос был объявлен могущественным Сыном Божьим, когда Он был воскрешён из мёртвых.",
          "ID": "3+ROM"
        },
        {
          "text": "Через Него я получил в дар апостольство, чтобы привести всех язычников к вере и послушанию. Я делаю это ради славы Христа.",
          "ID": "5"
        },
        {
          "text": "Вы тоже принадлежите к числу тех, кто был избран Богом стать последователями Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": "Я пишу это письмо, обращаясь ко всем вам, живущим в Риме, Богом возлюбленным, призванным стать святым народом Божьим:",
          "ID": "7"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и от Господа Иисуса Христа.",
          "ID": "7"
        },
        {
          "text": "Прежде всего, я благодарю Бога моего через Иисуса Христа за всех вас, потому что люди во всём мире говорят о вашей великой вере.",
          "ID": "8"
        },
        {
          "text": "Свидетель мне Бог, Которому я служу всем сердцем, неся всем Благовестие о Сыне Его, что я постоянно вспоминаю вас в своих молитвах.",
          "ID": "9"
        },
        {
          "text": "Я всегда прошу в своих молитвах, чтобы мне было дано волей Божьей прийти к вам.",
          "ID": "10"
        },
        {
          "text": "Я всем сердцем хочу увидеться с вами, чтобы наделить вас духовным даром, который укрепит вашу веру,",
          "ID": "11"
        },
        {
          "text": "то есть, если я буду среди вас, то мы будем черпать силу друг от друга через нашу веру — вы от меня, а я от вас.",
          "ID": "12"
        },
        {
          "text": "Братья и сёстры! Я хочу, чтобы вы знали, что я уже много раз собирался прийти к вам, но каждый раз непредвиденные обстоятельства рушили мои планы. Мне бы хотелось увидеть добрые плоды своих трудов среди вас, подобные тем, которые произошли среди язычников.",
          "ID": "13"
        },
        {
          "text": "Я должен служить всем народам: грекам и варварам, просвещённым и невежественным.",
          "ID": "14"
        },
        {
          "text": "Вот почему я с нетерпением готов нести Благую Весть и вам, живущим в Риме.",
          "ID": "15"
        },
        {
          "text": "Я не стыжусь провозглашать Благую Весть, потому что в ней есть сила Божья спасти всякого, кто верует, в первую очередь иудеев, а потом и язычников.",
          "ID": "16"
        },
        {
          "text": "Это Благовествование показывает, как Бог делает людей праведными перед Собой через веру. Праведность же перед Богом начинается и заканчивается верой. В Писании говорится: «Праведный верой жить будет».",
          "ID": "17"
        },
        {
          "text": "Гнев Божий открывается с Небес на всё злое и неправедное, что совершают люди, попирающие истину своею неправедностью.",
          "ID": "18"
        },
        {
          "text": "Бог проявил Свой гнев, так как всё, что может быть известно о Боге, стало доступно людям. Бог сделал это знание доступным им.",
          "ID": "19"
        },
        {
          "text": "Со дня сотворения мира ясно проявляется незримая извечная сила и божественность Бога. Всё созданное Богом было очевидным для людей, и потому нет им оправдания в творимом ими зле,",
          "ID": "20"
        },
        {
          "text": "так как, хотя они и знали Бога, но не почитали Его как Бога и не благодарили Его. Вместо этого они предавались бесполезным размышлениям, и ни единой доброй мысли не осталось в их глупых головах.",
          "ID": "21"
        },
        {
          "text": "И хотя они считали себя умными, они стали глупыми,",
          "ID": "22"
        },
        {
          "text": "и променяли Славу бессмертного Бога на поклонение идолам, изображающим смертного человека, птиц, животных и змей.",
          "ID": "23"
        },
        {
          "text": "И потому Бог покинул их, оставив во власти грешных, плотских желаний, и не препятствовал им бесстыдно осквернять свои тела друг с другом.",
          "ID": "24"
        },
        {
          "text": "Они променяли правду о Боге на обман; они поклонялись и служили рукотворным вещам, а не Творцу, вовеки благословенному. Аминь.",
          "ID": "25"
        },
        {
          "text": "Потому Бог оставил их во власти постыдных страстей. Женщины променяли естественные сношения на противоестественные.",
          "ID": "26"
        },
        {
          "text": "Мужчины также отказались от естественных сношений с женщинами, воспылав противоестественной страстью друг к другу, предаваясь бесстыдству с другими мужчинами и подвергая свои тела наказанию, заслуженному ими за это извращение.",
          "ID": "27"
        },
        {
          "text": "Так как они не считали нужным познавать Бога, то Он оставил их во власти их же собственных извращённых умов и поэтому они совершали все эти недостойные поступки, которые не следовало совершать.",
          "ID": "28"
        },
        {
          "text": "Эти люди исполнены всяческих грехов: зла, себялюбия, ненависти, ревности, лжи, тяги к убийствам и распрям, и всегда стремятся причинить боль ближнему. Они сплетничают,",
          "ID": "29"
        },
        {
          "text": "клевещут друг на друга и ненавидят Бога, грубы, полны гордыни, всегда похваляются перед другими, измышляют способы совершать злые поступки и не почитают своих родителей.",
          "ID": "30"
        },
        {
          "text": "Они глупы, никогда не исполняют обещанного и ни к кому не проявляют доброты и милосердия.",
          "ID": "31"
        },
        {
          "text": "Хотя им известен Закон Божий, гласящий, что кто повинен в подобном, заслуживает смерти, они не только именно так и поступают, но и одобряют, когда и другие ведут себя так же.",
          "ID": "32"
        }
      ],
      "ID": "NT:ROM.1",
      "name": "Послание К Римлянам 1"
    },
    {
      "text": [
        {
          "text": "Ты заблуждаешься, если считаешь, что можешь осуждать других, так как ты сам повинен в грехе. Поэтому, когда ты осуждаешь людей и в то же время поступаешь также как и они, на самом деле осуждаешь самого себя.",
          "ID": "1"
        },
        {
          "text": "Мы ведь знаем, что Бог справедливо осуждает тех, кто совершает подобное.",
          "ID": "2"
        },
        {
          "text": "Так неужели ты, осуждающий тех, кто совершает подобные поступки и в то же время сам поступающий так же, думаешь, что тебе удастся избежать Божьего суда?",
          "ID": "3"
        },
        {
          "text": "Или, может быть, ты просто пренебрегаешь Его великой добротой, терпением и терпимостью и не хочешь подумать о том, что Он проявляет доброту к тебе для того, чтобы ты покаялся?",
          "ID": "4"
        },
        {
          "text": "Ты же, упрямый и упорствующий, отказываешься покаяться и этим усугубляешь наказание, которое постигнет тебя в тот День, когда Бог проявит Свой гнев, и люди увидят Его праведный суд.",
          "ID": "5"
        },
        {
          "text": "Бог воздаст каждому по его поступкам.",
          "ID": "6"
        },
        {
          "text": "Вечной жизнью Он вознаградит тех, кто постоянно творил добрые дела и тем самым стремился к Славе, почестям и бессмертию.",
          "ID": "7"
        },
        {
          "text": "Тем же, кто себялюбив, отказывается следовать по истинному пути и вместо этого избрал неправедный путь, Бог воздаст Своим гневом и яростью.",
          "ID": "8"
        },
        {
          "text": "Он пошлёт горе и страдание каждому человеку, повинному в злых поступках, в первую очередь иудеям, а потом и язычникам.",
          "ID": "9"
        },
        {
          "text": "Но Славу, честь и мир пошлёт Бог каждому, кто делает добро, в первую очередь иудеям, а потом и язычникам.",
          "ID": "10"
        },
        {
          "text": "Бог судит всех одинаково.",
          "ID": "11"
        },
        {
          "text": "Те, кто повинуются Закону, и те, кто никогда не слышали о нём, грешат одинаково. Если грешат те, кто не следуют Закону, то погибнут они. Точно так же, если грешат те, кто повинуются Закону, то они будут осуждены согласно Закону.",
          "ID": "12"
        },
        {
          "text": "Перед Господом праведны не те, кто слышал Закон, а те, кто повиновался Закону, и поэтому они будут оправданы Господом.",
          "ID": "13"
        },
        {
          "text": "Когда язычники, не имеющие Закон, по собственному побуждению исполняют то, чего требует Закон, хотя у них и нет Закона, они сами для себя Закон.",
          "ID": "14"
        },
        {
          "text": "Это проявляется в том, что они сердцем понимают, что правильно и что неправильно в соответствии с тем, как велит Закон, а их совесть подтверждает это. Иногда разум подсказывает им, что они поступили неправильно, и это делает их виновными. Иногда же разум подсказывает им, что они поступили правильно, и это делает их невиновными.",
          "ID": "15"
        },
        {
          "text": "Всё это произойдёт в тот День, когда Бог через Христа Иисуса будет судить все тайные помыслы людские в согласии с Благовествованием, которое я проповедую.",
          "ID": "16"
        },
        {
          "text": "Если ты считаешь себя иудеем, веришь в Закон, гордишься своим Богом,",
          "ID": "17"
        },
        {
          "text": "знаешь волю Его и принимаешь всё то, что истинно важно, как и подобает тому, кто изучал Закон,",
          "ID": "18"
        },
        {
          "text": "и, если ты уверен, что можешь вести за собой заблудившихся, можешь быть Светом для тех, кто находится во тьме,",
          "ID": "19"
        },
        {
          "text": "можешь быть наставником неразумных и учителем невежественных, так как Закон воплощает в себе знание и истину,",
          "ID": "20"
        },
        {
          "text": "почему же в таком случае ты, поучающий других, не научишь самого себя? Ты проповедуешь не красть, а почему сам крадёшь?",
          "ID": "21"
        },
        {
          "text": "Ты утверждаешь, что никто не должен совершать прелюбодеяние, а почему сам прелюбодействуешь? Ты презираешь идолов, а почему обираешь их храмы?",
          "ID": "22"
        },
        {
          "text": "Ты хвастаешь Законом, а почему бесчестишь Бога, нарушая Закон?",
          "ID": "23"
        },
        {
          "text": "Как сказано в Писании: «Из-за вас имя Божье оскорбляется среди язычников».",
          "ID": "24"
        },
        {
          "text": "Если ты соблюдаешь Закон, то обрезание полно смысла, если же ты нарушаешь Закон, то обрезание теряет всякий смысл.",
          "ID": "25"
        },
        {
          "text": "Если необрезанный соблюдает всё, предписанное Законом, то разве не следует считать его обрезанным, хотя он и не обрезан?",
          "ID": "26"
        },
        {
          "text": "Тот, кто не обрезан, но исполняет Закон, осудит вас, так как несмотря на то, что вы получили обрезание и письменный Закон, вы нарушаете его.",
          "ID": "27"
        },
        {
          "text": "Потому что тот, кто иудей только по внешним признакам — не настоящий иудей, так же как и настоящее обрезание — не простое телесное обрезание.",
          "ID": "28"
        },
        {
          "text": "Настоящий иудей скорее тот, кто иудей в сердце своём, так же как и настоящее обрезание — это обрезание сердца по Духу, а не по букве Закона. И хвала такому человеку, исходит не от людей, а от Бога.",
          "ID": "29"
        }
      ],
      "ID": "NT:ROM.2",
      "name": "Послание К Римлянам 2"
    },
    {
      "text": [
        {
          "text": "Так в чём же превосходят иудеи другие народы и в чём значение обрезания?",
          "ID": "1"
        },
        {
          "text": "Их превосходство велико во всех отношениях, так как, прежде всего, им доверены обещания Божьи.",
          "ID": "2"
        },
        {
          "text": "Это правда, что некоторые из них не были верны Богу, но разве это помешает Богу исполнить обещанное?",
          "ID": "3"
        },
        {
          "text": "Конечно же, нет! Бог останется верным, даже если все вокруг полны лжи, как говорится в Писании:",
          "ID": "4"
        },
        {
          "text": "«Ты окажешься праведным в речах своих",
          "ID": "4"
        },
        {
          "text": "и победишь, когда будут судить тебя». Псалом 50:6",
          "ID": "4"
        },
        {
          "text": "Если то, что мы поступаем неправильно, лишь яснее доказывает правоту Бога, то можем ли мы сказать, что Бог неправ, наказывая нас? (Так думают некоторые люди).",
          "ID": "5"
        },
        {
          "text": "Конечно же, нет! Иначе, как Богу судить мир?",
          "ID": "6"
        },
        {
          "text": "Ты можешь возразить: «Но если моя ложь приносит Славу Богу, потому что правда Божья только яснее видна из-за моей лжи, то почему всё же я осуждён как грешник?»",
          "ID": "7"
        },
        {
          "text": "Это всё равно, что сказать: «Мы должны творить зло, чтобы из этого проистекло добро». Многие укоряют нас в том, что мы именно этому и учим. Люди, которые говорят такое, неправы и заслуживают осуждения.",
          "ID": "8"
        },
        {
          "text": "Так что же, превосходим ли мы, иудеи, в чём-либо язычников? Нисколько! Так как я уже доказал, что и иудеи, и язычники одинаково находятся в рабстве греха.",
          "ID": "9"
        },
        {
          "text": "Как говорится в Писании:",
          "ID": "10"
        },
        {
          "text": "«Нет ни одного праведника, ни единого!",
          "ID": "10"
        },
        {
          "text": "Нет понимающих, никто не ищет Бога.",
          "ID": "11"
        },
        {
          "text": "Все одинаково отвернулись от Него,",
          "ID": "12"
        },
        {
          "text": "никто ни к чему не пригоден.",
          "ID": "12"
        },
        {
          "text": "Никто не делает добра,",
          "ID": "12"
        },
        {
          "text": "ни один человек!» Псалом 13:1-3",
          "ID": "12"
        },
        {
          "text": "«Уста их подобны открытым гробницам.",
          "ID": "13"
        },
        {
          "text": "Языком они пользуются,",
          "ID": "13"
        },
        {
          "text": "чтобы разносить ложь». Псалом 5:10",
          "ID": "13"
        },
        {
          "text": "«Яд змеиный у них на губах». Псалом 139:4",
          "ID": "13"
        },
        {
          "text": "«Уста их наполнены злословием и гневными словами». Псалом 9:28",
          "ID": "14"
        },
        {
          "text": "«Им ничего не стоит совершить убийство;",
          "ID": "15"
        },
        {
          "text": "куда ни пойдут они, несут с собой",
          "ID": "16"
        },
        {
          "text": "разрушение и горе,",
          "ID": "16"
        },
        {
          "text": "и неведомы им пути мирные». Исаия 59:7-8",
          "ID": "17"
        },
        {
          "text": "«Нет в них страха и почтения к Богу». Псалом 35:2",
          "ID": "18"
        },
        {
          "text": "Теперь мы знаем, что сказанное в Законе обращено к тем, кто находится под властью Закона, чтобы ни один из них не имел оправдания и чтобы весь мир предстал перед судом Божьим.",
          "ID": "19"
        },
        {
          "text": "Так как никто не станет праведным перед Богом исполнением Закона, потому что Закон только способствует познанию греха.",
          "ID": "20"
        },
        {
          "text": "Бог же показал нам, как Он делает людей праведными перед Собой. И это происходит независимо от Закона, хотя и Закон и пророки свидетельствуют об этом.",
          "ID": "21"
        },
        {
          "text": "Бог делает людей праведными перед Собой через веру в Иисуса Христа. Это относится ко всем, кто верует, потому что нет никакого различия между ними,",
          "ID": "22"
        },
        {
          "text": "так как все грешны и потому не допущены в славное присутствие Божье.",
          "ID": "23"
        },
        {
          "text": "Но через бескорыстный дар Божьей благодати все люди стали праведны перед Богом благодаря Христу Иисусу, искупившему их грехи.",
          "ID": "24"
        },
        {
          "text": "Бог послал Его к людям, чтобы Он своей жертвенной смертью принёс им отпущение грехов через их веру. Бог сделал это, чтобы доказать, что Он был справедлив, когда в долготерпении Своём оставлял совершённые грехи без наказания.",
          "ID": "25"
        },
        {
          "text": "Господь сделал это, чтобы доказать, что Он и сейчас справедлив, и чтобы Он мог быть справедливым и в то же время мог оправдать каждого, кто верует в Иисуса.",
          "ID": "26"
        },
        {
          "text": "Где же тогда повод для гордости собой? Его нет! Можем ли мы гордиться собой на основании того, что требует Закон? Нет! Скорее на основании веры.",
          "ID": "27"
        },
        {
          "text": "Потому что мы убеждены, что человек оправдан уже благодаря своей вере, независимо от того, подчиняется ли он требованиям Закона.",
          "ID": "28"
        },
        {
          "text": "Разве Бог принадлежит только иудеям? Разве Он не принадлежит также и язычникам? Да, Он принадлежит также и язычникам.",
          "ID": "29"
        },
        {
          "text": "Так как Бог един, то Он оправдает всех верующих одинаково, как иудеев, так и язычников.",
          "ID": "30"
        },
        {
          "text": "Так что же, мы отрицаем Закон тем, что тверды в своей вере? Конечно же, нет! Напротив, мы поддерживаем Закон своей верой.",
          "ID": "31"
        }
      ],
      "ID": "NT:ROM.3",
      "name": "Послание К Римлянам 3"
    },
    {
      "text": [
        {
          "text": "Что же нам сказать о том, что произошло с Авраамом, праотцем нашего народа?",
          "ID": "1"
        },
        {
          "text": "Если Авраам был праведен перед Богом благодаря своим поступкам, то у него были основания возгордиться, но Бог знал, что Авраам не имел таких оснований.",
          "ID": "2"
        },
        {
          "text": "Вот как говорится в Писании по этому поводу: «Авраам поверил в Бога, и благодаря своей вере он оправдался перед Богом».",
          "ID": "3"
        },
        {
          "text": "Люди получают плату за свой труд потому, что эта плата им положена, а не как подарок.",
          "ID": "4"
        },
        {
          "text": "И если человек доверяется не своим трудам, а Богу, Который оправдывает даже нечестивых людей, то благодаря вере своей он обретает праведность.",
          "ID": "5"
        },
        {
          "text": "Давид также сказал, что тот человек воистину блажен, кого Бог считает праведным, независимо от его поступков.",
          "ID": "6"
        },
        {
          "text": "«Блаженны те,",
          "ID": "7"
        },
        {
          "text": "чьи противозаконные деяния прощены",
          "ID": "7"
        },
        {
          "text": "и кто очищен от греха.",
          "ID": "7"
        },
        {
          "text": "Блажен тот, чьи грехи",
          "ID": "8"
        },
        {
          "text": "Господь не принимает в расчёт». Псалом 31:1-2",
          "ID": "8"
        },
        {
          "text": "Кому же дано это блаженство? Только тем, кто обрезан или и тем, кто не обрезан? Мы уже сказали: «Благодаря своей вере, Авраам оправдался».",
          "ID": "9"
        },
        {
          "text": "Когда же он оправдался перед Богом, до или после обрезания? Тогда, когда ещё не был обрезан.",
          "ID": "10"
        },
        {
          "text": "Авраам был обрезан позже, в знак принятия его Богом, и обрезание Авраама было доказательством того, что благодаря вере, ещё до обрезания, он был праведен перед Богом. И потому Авраам — отец всех, кто верует, хотя и не обрезан; всех тех, кто верует и принят Богом как праведник.",
          "ID": "11"
        },
        {
          "text": "Авраам также отец и всех обрезанных, хотя не из-за обрезания он становится их отцом, а только, если они живут, следуя вере нашего отца Авраама, которую он имел ещё до своего обрезания.",
          "ID": "12"
        },
        {
          "text": "Обещание, данное Аврааму и его потомкам, что он станет наследником мира, пришло не от Закона, но благодаря праведности, пришедшей через веру.",
          "ID": "13"
        },
        {
          "text": "Если бы люди могли получить обещанное Богом, подчиняясь Закону, то вера не имела бы никакой цены, как не имело бы никакой цены и обещание, данное Богом Аврааму.",
          "ID": "14"
        },
        {
          "text": "Так как Закон вызывает гнев Божий, если его нарушить, а где нет Закона, нет и нарушения Закона.",
          "ID": "15"
        },
        {
          "text": "Таким образом, люди получают обещание Божье благодаря вере, и потому обещание это — бескорыстный дар. Оно не только для тех, кто живёт по Закону Моисея, но и для всех потомков Авраама. Оно для каждого, кто живёт согласно вере, как жил Авраам. Авраам же — отец нам всем.",
          "ID": "16"
        },
        {
          "text": "Как сказано в Писании: «Я сделал тебя отцом многих народов». Это истина перед Богом: Авраам поверил в Бога, Который воскресает умерших и говорит о неслучившемся, как об уже случившемся.",
          "ID": "17"
        },
        {
          "text": "Надежды не было, что у Авраама родятся дети, но он поверил Богу и потому продолжал надеяться. Поэтому-то он и стал отцом многих народов, согласно сказанному Богом: «Твои потомки будут многочисленны».",
          "ID": "18"
        },
        {
          "text": "Аврааму было около ста лет, но он не ослабевал в своей вере, хотя и осознавал, что тело его немощно, а Сарра не могла зачать ребёнка.",
          "ID": "19"
        },
        {
          "text": "Он не усомнился в Божьем обещании, не отшатнулся в неверии, а ещё более укрепился в своей вере и воздал хвалу Богу,",
          "ID": "20"
        },
        {
          "text": "будучи уверен, что Бог способен исполнить обещанное.",
          "ID": "21"
        },
        {
          "text": "Вот почему «он оправдался перед Богом».",
          "ID": "22"
        },
        {
          "text": "Не только ради него одного в Писании сказано: «Аврам оправдался»,",
          "ID": "23"
        },
        {
          "text": "но и ради нас, верующих в Того, Кто воскресил из мёртвых нашего Господа Иисуса. Мы обретём праведность благодаря нашей вере.",
          "ID": "24"
        },
        {
          "text": "Иисус Христос был предан смерти за грехи наши и воскрешён к жизни ради нашего оправдания перед Богом.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.4",
      "name": "Послание К Римлянам 4"
    },
    {
      "text": [
        {
          "text": "Теперь, оправдавшись благодаря нашей вере, мы имеем мир с Богом через нашего Господа, Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": "Через Него, благодаря вере, мы также достигли благодати, которая нам теперь оказана, и полны радости, ожидая разделить Славу Божью.",
          "ID": "2"
        },
        {
          "text": "Более того, мы счастливы даже, когда у нас горести, так как знаем, что горести порождают долготерпение,",
          "ID": "3"
        },
        {
          "text": "долготерпение воспитывает стойкость, а в ней — надежда.",
          "ID": "4"
        },
        {
          "text": "Надежда же не обманет нас, потому что Божья любовь излита в наши сердца через Святого Духа, дарованного нам Богом.",
          "ID": "5"
        },
        {
          "text": "Христос умер за нас, когда мы были ещё немощны. Мы жили, не признавая Бога, но в назначенное время Христос отдал Свою жизнь за нас.",
          "ID": "6"
        },
        {
          "text": "Вряд ли кто-то захочет умереть за хорошего человека, хотя у кого-то может оказаться достаточно мужества умереть ради очень хорошего человека.",
          "ID": "7"
        },
        {
          "text": "Христос же умер ради нас, когда мы ещё были грешниками, и этим Бог показал, как велика Его любовь к нам.",
          "ID": "8"
        },
        {
          "text": "Так как теперь мы, благодаря смерти Христа, оправданы перед Богом, то тем более через Него мы будем спасены от гнева Божьего.",
          "ID": "9"
        },
        {
          "text": "Потому что, когда мы ещё враждовали с Богом, Он примирился с нами через смерть Своего Сына. И теперь, когда мы примирились с Ним, то Он тем более спасёт нас через жизнь Своего Сына.",
          "ID": "10"
        },
        {
          "text": "И не только будем мы спасены, но сейчас испытываем радость в Боге через нашего Господа Иисуса Христа, примирившись с Богом через Него.",
          "ID": "11"
        },
        {
          "text": "И потому, так же как грех пришёл в мир через одного человека, а вместе с грехом пришла и смерть, так и смерть стала уделом всех людей, потому что все они согрешили.",
          "ID": "12"
        },
        {
          "text": "Грех же был в мире ещё до Закона Моисея, но грех не ставится никому в вину, когда нет Закона.",
          "ID": "13"
        },
        {
          "text": "Смерть же царствовала со времён Адама до Моисея. Она правила даже теми, кто не грешил так, как это сделал Адам, нарушив заповедь Божью.",
          "ID": "14"
        },
        {
          "text": "Адам был подобен Христу, Который должен был прийти в будущем.",
          "ID": "14"
        },
        {
          "text": "Однако бескорыстный дар Божий не был подобен греху Адама. Многие умерли из-за греха этого человека, но Бог дал гораздо бо́льшую благодать и дар жизни, принесённые благодатью одного Человека — Иисуса Христа, Который стал достоянием многих.",
          "ID": "15"
        },
        {
          "text": "Этот дар отличался от дара Адама, который, согрешив однажды, был осуждён, но Дар Божий был получен после многих грехов и сделал людей праведными перед Богом.",
          "ID": "16"
        },
        {
          "text": "И так как смерть воцарилась из-за греха только одного человека, то с тем большим основанием те, кто пользуются благодатью Божьей и даром праведности, будут царствовать в жизни через одного Человека — Иисуса Христа.",
          "ID": "17"
        },
        {
          "text": "Поэтому, как за один грех Адама все были осуждены, так за один праведный поступок оправдание перед Богом придёт ко всем людям и принесёт им жизнь истинную.",
          "ID": "18"
        },
        {
          "text": "И как за непослушание одного человека, Адама, многие стали грешниками, так и за послушание одного Человека, Христа, многие станут праведниками.",
          "ID": "19"
        },
        {
          "text": "Закон получил силу, чтобы грехи, подобные греху Адама, умножились, но там, где грехи возрастали, благодать Божья возрастала ещё больше.",
          "ID": "20"
        },
        {
          "text": "В прошлом грех правил нами с помощью смерти, но Бог дал нам благодать, чтобы она могла править, сделав нас праведными перед Ним, неся вечную жизнь через Иисуса Христа, Господа нашего.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.5",
      "name": "Послание К Римлянам 5"
    },
    {
      "text": [
        {
          "text": "Что же мы скажем тогда? Следует ли нам оставаться в грехе, чтобы Бог всё больше и больше наделял нас Своей благодатью?",
          "ID": "1"
        },
        {
          "text": "Конечно же, нет! Мы прекратили жизнь в грехе, как же мы можем продолжать её?",
          "ID": "2"
        },
        {
          "text": "Разве вы не знаете, что когда мы крестились, то все вместе стали последователями Христа Иисуса и через крещение объединились в Его смерти?",
          "ID": "3"
        },
        {
          "text": "Итак, через крещение мы были погребены вместе с Ним, чтобы так же, как Христос был воскрешён из мёртвых славной властью Отца, и мы могли бы жить новой жизнью.",
          "ID": "4"
        },
        {
          "text": "Если мы соединились с Христом, умерев так же, как и Он, то, несомненно, будем воскрешены, как и Он.",
          "ID": "5"
        },
        {
          "text": "Мы знаем, что наша старая жизнь была распята вместе с Иисусом, чтобы наша греховная природа не имела над нами власти и мы более не были рабами греха,",
          "ID": "6"
        },
        {
          "text": "потому что если человек умирает, то освобождается от власти греха.",
          "ID": "7"
        },
        {
          "text": "И если мы умерли вместе с Христом, то у нас нет сомнений, что и жить будем вместе с Ним,",
          "ID": "8"
        },
        {
          "text": "так как знаем, что Христос был воскрешён из мёртвых и поэтому больше не умрёт. Смерть больше не властна над Ним.",
          "ID": "9"
        },
        {
          "text": "Когда Иисус умер, Он Своей смертью победил грех раз и навсегда. Теперь же Он живёт новой жизнью, жизнью с Богом.",
          "ID": "10"
        },
        {
          "text": "И вы также можете считать себя мёртвыми для греха, но живущими для Бога во Христе Иисусе.",
          "ID": "11"
        },
        {
          "text": "И потому не давайте греху править вашим смертным телом; вы не должны подчиняться желаниям вашей греховной природы.",
          "ID": "12"
        },
        {
          "text": "Пусть ни единая часть вашего тела не будет находиться во власти греха и не станет его орудием на службе у неправедности. Вместо того, посвятите себя служению Богу как люди, которые были мертвы, а теперь живут. И части вашего тела тоже поставьте на служение Богу как орудия праведности.",
          "ID": "13"
        },
        {
          "text": "Грех больше не будет править вами, потому что вы живёте не под властью Закона, а Божьей милости.",
          "ID": "14"
        },
        {
          "text": "Так что же мы должны делать? Должны ли мы грешить, потому что живём не под властью Закона, а Божьей милости? Конечно же, нет!",
          "ID": "15"
        },
        {
          "text": "Разве вы не знаете, что когда вы отдаёте себя в чьё-то распоряжение, подобно рабам, то становитесь рабами того, кого слушаетесь, будь то рабами греха, а это рабство приводит к смерти, или рабами послушания Богу, а это рабство ведёт к праведности.",
          "ID": "16"
        },
        {
          "text": "В прошлом, вы были рабами греха, но благодаря Богу, от всего сердца стали послушны тому, чему вас учили!",
          "ID": "17"
        },
        {
          "text": "Вы были освобождены от греха и стали рабами праведности.",
          "ID": "18"
        },
        {
          "text": "Поскольку вы нуждаетесь в объяснении духовных истин, я приведу простой пример из жизни. В прошлом вы позволяли частям своего тела находиться в рабстве неправедности и беззакония, так поставьте их теперь на служение праведности и тогда будете жить только для Бога.",
          "ID": "19"
        },
        {
          "text": "В прошлом, когда вы были рабами греха, то в вас не было праведности.",
          "ID": "20"
        },
        {
          "text": "Вы совершали злые поступки, которых теперь стыдитесь. Разве они помогли вам? Нет, не помогли! Они приводят к смерти.",
          "ID": "21"
        },
        {
          "text": "Теперь же, когда вы свободны от греха и стали рабами Божьими, плоды, пожинаемые вами, приводят к жизни, посвящённой службе Божьей, и приносят жизнь вечную.",
          "ID": "22"
        },
        {
          "text": "Плата за грех — смерть, благодатный же дар Божий — вечная жизнь во Христе Иисусе, Господе нашем.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.6",
      "name": "Послание К Римлянам 6"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, я обращаюсь к вам как к людям, знающим Закон, разве вы не знаете, что Закон правит человеком только в продолжение всей жизни?",
          "ID": "1"
        },
        {
          "text": "Например, замужняя женщина по Закону должна оставаться женой своего мужа, пока он жив, но если её муж умирает, то она освобождается от власти Закона о браке.",
          "ID": "2"
        },
        {
          "text": "И потому, пока её муж жив, будет считаться, что она нарушила супружескую верность, если станет женой другого. Но если её муж умрёт, то она больше не подвластна Закону о браке и потому не нарушает супружеской верности, став женой другого.",
          "ID": "3"
        },
        {
          "text": "Точно так же, братья и сёстры мои, ваша прежняя сущность умерла, обретя свободу от власти Закона через тело Христово. Отныне вы принадлежите Тому, Кто воскрес из мёртвых. Мы принадлежим Христу и поэтому посвятим себя служению Богу!",
          "ID": "4"
        },
        {
          "text": "В прошлом, когда мы жили в согласии со своей греховной природой, греховные страсти, происходящие от Закона, владели нашими телами, приводя к духовной смерти.",
          "ID": "5"
        },
        {
          "text": "В прошлом мы были пленниками Закона, но теперь, когда наша прежняя сущность умерла, мы стали свободными от него. Сейчас же мы служим Богу в новой жизни, управляемой Духом, а не в старой, управляемой письменным уставом.",
          "ID": "6"
        },
        {
          "text": "Исходя из моих слов, вы можете подумать, что Закон — грех. Это не так! Но только благодаря Закону я узнал, что такое грех. На самом деле, я не знал бы, что означает желать чужого, если бы Закон не гласил: «Не пожелай чужого».",
          "ID": "7"
        },
        {
          "text": "Но грех нашёл способ воспользоваться этой заповедью, и у меня возникли всякого рода желания того, что мне не принадлежит. Грех пришёл ко мне из-за этой заповеди, без Закона же грех мёртв.",
          "ID": "8"
        },
        {
          "text": "До того как я узнал Закон, я жил, но когда же появились заповеди, грех ожил,",
          "ID": "9"
        },
        {
          "text": "а меня постигла духовная смерть. И даже заповедь, которая должна была принести жизнь, принесла мне смерть.",
          "ID": "10"
        },
        {
          "text": "Потому что грех, найдя способ обмануть меня, с помощью этой заповеди убил меня.",
          "ID": "11"
        },
        {
          "text": "Итак, Закон свят, и заповедь священна, справедлива и добра.",
          "ID": "12"
        },
        {
          "text": "Так означает ли это, что добро принесло мне смерть? Конечно же, нет! Грех воспользовался доброй заповедью, чтобы принести мне смерть. Тогда я увидел, насколько ужасен грех на самом деле: с помощью доброй заповеди, он проявил свою отвратительную сущность.",
          "ID": "13"
        },
        {
          "text": "Мы знаем, что Закон — нечто духовное, я же — смертный человек. Грех управляет мной, как будто я нахожусь в его рабстве.",
          "ID": "14"
        },
        {
          "text": "Я не понимаю того, что делаю, вернее, я не совершаю добрых поступков, к которым стремлюсь, но творю зло, которое сам же ненавижу.",
          "ID": "15"
        },
        {
          "text": "И если я творю то, чего сам не желаю, то значит, я согласен с Законом в том, что он добр.",
          "ID": "16"
        },
        {
          "text": "Но на самом деле не я всё это делаю, а грех, живущий во мне.",
          "ID": "17"
        },
        {
          "text": "Да, я знаю, что добро не живёт во мне, то есть не во мне, а в моей грешной природе. Желание совершать праведные поступки всегда со мной, но я не совершаю их.",
          "ID": "18"
        },
        {
          "text": "Я не творю добро, как мне бы хотелось, но вместо того я творю то самое зло, которого не хочу совершать.",
          "ID": "19"
        },
        {
          "text": "И если я совершаю те самые поступки, которые не хотел бы совершать, то на самом деле это не я поступаю так, а грех, живущий во мне.",
          "ID": "20"
        },
        {
          "text": "Итак, вот правило, усвоенное мною: когда я хочу творить добро, зло руководит моими поступками.",
          "ID": "21"
        },
        {
          "text": "Духом своим я с радостью принимаю Закон Божий.",
          "ID": "22"
        },
        {
          "text": "Но я вижу, что закон, которому подчиняется моё тело, враждует с Законом, который принимает мой разум. Тот закон, которому подчиняется моё тело — закон греха, и этот закон превращает меня в своего узника.",
          "ID": "23"
        },
        {
          "text": "Это ужасно! Кто спасёт меня от этого тела, которое несёт мне смерть?",
          "ID": "24"
        },
        {
          "text": "Я благодарю Бога за Его спасение через Иисуса Христа, Господа нашего!",
          "ID": "25"
        },
        {
          "text": "Так вот, разумом я служу Закону Божьему, но греховной природой я служу закону греха.",
          "ID": "25"
        }
      ],
      "ID": "NT:ROM.7",
      "name": "Послание К Римлянам 7"
    },
    {
      "text": [
        {
          "text": "Итак, теперь нет осуждения живущим во Христе Иисусе,",
          "ID": "1"
        },
        {
          "text": "потому что через Христа Иисуса Закон Духа жизни освободил тебя от закона, ведущего к греху и смерти.",
          "ID": "2"
        },
        {
          "text": "Бог исполнил то, чего не смог исполнить Закон, ослабленный нашей греховной природой. Послав на землю своего Сына в подобии грешного человека, чтобы Тот стал жертвой за грех, Бог уничтожил грех.",
          "ID": "3"
        },
        {
          "text": "Бог исполнил это, чтобы мы стали праведными, как того требует Закон. И теперь мы живём, следуя Духу, а не своей греховной природе.",
          "ID": "4"
        },
        {
          "text": "У тех, кто живёт, следуя своей греховной природе, все мысли устремлены на то, чего желает эта греховная природа, те же, кто живёт, следуя Духу, думают о том, чего желает Дух.",
          "ID": "5"
        },
        {
          "text": "Мысли, управляемые греховной природой, в конце концов приведут к духовной смерти, а мысли, управляемые Духом, принесут жизнь и спокойствие.",
          "ID": "6"
        },
        {
          "text": "Почему так происходит? Потому что если мыслями человека управляет его греховная природа, то этот человек враждует против Бога, так как не хочет, то есть на самом деле, не может подчиниться Закону Божьему,",
          "ID": "7"
        },
        {
          "text": "и те, кто подчиняется своей греховной природе, не могут угодить Богу.",
          "ID": "8"
        },
        {
          "text": "Вы же не подчиняетесь своей греховной природе, а подчиняетесь Духу, если только Дух Божий живёт в вас, а тот человек, который не имеет Духа Христова, не принадлежит Христу.",
          "ID": "9"
        },
        {
          "text": "Ваши тела всегда будут мертвы вследствие греха, но, если Христос живёт в вас, то Дух даёт вам жизнь, потому что Бог принял вас.",
          "ID": "10"
        },
        {
          "text": "И так как Дух, воскресивший Иисуса из мёртвых, живёт в вас, то Воскресивший Иисуса из мёртвых, дарует жизнь вашим смертным телам через Духа, живущего в вас.",
          "ID": "11"
        },
        {
          "text": "И потому, братья и сёстры, мы не должны подчиняться своей греховной природе и исполнять её желания.",
          "ID": "12"
        },
        {
          "text": "Если вы живёте, подчиняясь ей, то вас настигнет духовная смерть, но если вы с помощью Духа прекратите совершать греховные поступки своей плоти, то обретёте вечную жизнь.",
          "ID": "13"
        },
        {
          "text": "Люди, ведомые Духом Божьим, — истинные дети Божьи.",
          "ID": "14"
        },
        {
          "text": "Потому что Дух, обретённый нами, не превращает нас в рабов и не вызывает новый страх, а превращает нас в детей Божьих. И с этим Духом мы восклицаем: «Авва, Отец!»",
          "ID": "15"
        },
        {
          "text": "Сам Дух, обращаясь к нашему духу, подтверждает, что мы — дети Божьи,",
          "ID": "16"
        },
        {
          "text": "и раз мы дети Божьи, то мы и наследники Божьи, как и Сам Христос, так как разделяя с Ним страдания, мы разделим с Ним и Славу.",
          "ID": "17"
        },
        {
          "text": "Я считаю, что наши страдания в этой жизни ничего не значат по сравнению с будущей Славой, которую мы обретём.",
          "ID": "18"
        },
        {
          "text": "Потому что всё, сотворённое Богом, с нетерпением ожидает того времени, когда Он откроет, кто же является детьми Божьими. Весь мир жаждет этого.",
          "ID": "19"
        },
        {
          "text": "Всё сотворённое Богом было осуждено на суетность не по своей воле, а по воле Бога. Но была надежда,",
          "ID": "20"
        },
        {
          "text": "что всё, сотворённое Богом, освободится от губительного рабства и придёт к свободе и Славе, принадлежащей детям Божьим.",
          "ID": "21"
        },
        {
          "text": "Мы знаем, что до этого дня, всё сотворённое Богом находится в ожидании и страдает, словно женщина в родовых муках.",
          "ID": "22"
        },
        {
          "text": "И не только всё сотворённое, но и все мы, получишие Духа как первый дар обещания Божьего, находимся в ожидании и страдаем внутренне, ожидая полного усыновления Богом и освобождения нашей плоти.",
          "ID": "23"
        },
        {
          "text": "Мы были спасены, чтобы обрести эту надежду, но если бы мы могли видеть, на что надеемся, то это уже не была бы надежда, потому что кто же может надеяться на то, что он уже получил?",
          "ID": "24"
        },
        {
          "text": "Мы же надеемся на то, чего у нас ещё нет, и терпеливо ждём этого.",
          "ID": "25"
        },
        {
          "text": "К тому же, нам, немощным, помогает Дух в нашей слабости. Мы не умеем молиться как положено, Дух же молит за нас Бога, когда мы лишь стонем бессловесно.",
          "ID": "26"
        },
        {
          "text": "Но Бог, для Которого открыты наши сердца, знает, о чём молит Дух, потому что по воле Самого Бога он молит за святых Божьих.",
          "ID": "27"
        },
        {
          "text": "Мы знаем, что Бог во всём проявляет Себя на благо тем, кто любит Его, тем, кто был призван согласно Его воле.",
          "ID": "28"
        },
        {
          "text": "Тем, кого Бог узнал ещё до сотворения мира, Он предопределил стать подобными Сыну Своему, чтобы Тот был Первенцем среди многих братьев и сестёр.",
          "ID": "29"
        },
        {
          "text": "Тех, кому Бог предопределил это, Он также призвал и оправдал их перед Собой, а оправдав, прославил.",
          "ID": "30"
        },
        {
          "text": "Что же сказать обо всём этом? Если Бог за нас, то кто же может быть против нас?",
          "ID": "31"
        },
        {
          "text": "Бог не пощадил Сына Своего, отдав Его на страдание ради всех нас. Поэтому, несомненно, вместе с Сыном Он даст нам и всё остальное.",
          "ID": "32"
        },
        {
          "text": "Кто осмелится выступить против избранного народа Божьего? Никто! Ведь Бог оправдывает их.",
          "ID": "33"
        },
        {
          "text": "Кто может осудить людей Божьих? Никто! Христос Иисус умер за нас и, что более важно, воскрес из мёртвых. Воскреснув, Он воссел по правую руку от Бога и молит за нас Всевышнего.",
          "ID": "34"
        },
        {
          "text": "Может ли кто разлучить нас с любовью Христовой? Нет! Может ли горе, или даже смерть, разлучить нас с любовью Христовой? Нет! Могут ли горе, беда, преследования, голод, холод, опасность или даже смерть разлучить нас с любовью Христовой? Нет!",
          "ID": "35"
        },
        {
          "text": "Как сказано в Писании:",
          "ID": "36"
        },
        {
          "text": "«За Тебя мы ежедневно подвергаемся смертельной опасности;",
          "ID": "36"
        },
        {
          "text": "нас считают овцами, обречёнными на заклание». Псалом 43:23",
          "ID": "36"
        },
        {
          "text": "Тем не менее, во всём этом мы празднуем славную победу, благодаря Богу, Который любит нас.",
          "ID": "37"
        },
        {
          "text": "Я убеждён, что ни жизнь, ни смерть, ни Ангелы, ни духи высшие, ничто в настоящем и ничто в будущем,",
          "ID": "38"
        },
        {
          "text": "ни силы, ничто над нами и ничто под нами, и ничто другое в целом мире не смогут отнять у нас любви Божьей, воплощённой во Христе Иисусе, Господе нашем.",
          "ID": "39"
        }
      ],
      "ID": "NT:ROM.8",
      "name": "Послание К Римлянам 8"
    },
    {
      "text": [
        {
          "text": "Я истину говорю вам во Христе. Я не лгу, и пусть моя совесть, находящаяся во власти Святого Духа, будет мне в этом свидетелем:",
          "ID": "1"
        },
        {
          "text": "в сердце моём великая печаль и боль за свой народ.",
          "ID": "2"
        },
        {
          "text": "Я так близок к тому, чтобы себе самому пожелать оказаться отлучённым от Христа, ради спасения моих братьев и сестёр, моих соплеменников.",
          "ID": "3"
        },
        {
          "text": "Они — избранные дети Божьи, им принадлежит право быть признанными детьми Божьими, увидеть Славу Божью и принять Соглашение, заключённое Богом со Своим народом. Им был дарован Закон Моисея, истинный обряд богослужения в храме и обещания Божьи.",
          "ID": "4"
        },
        {
          "text": "Это они — потомки наших великих отцов, они — земная семья Христа, Бога над всем, благословенного вовеки. Аминь!",
          "ID": "5"
        },
        {
          "text": "Я ни в коем случае не утверждаю, что Божье обещание народу израильскому не исполнилось, однако не все, кто произошёл от Израиля, на самом деле израильтяне.",
          "ID": "6"
        },
        {
          "text": "И если они — потомки Авраама, то это ещё не значит, что все они — истинные дети Авраама. Как сказал Бог: «Твоими единственными законными потомками будут дети Исаака».",
          "ID": "7"
        },
        {
          "text": "Это означает, что не все потомки Авраама — истинные дети Божьи, а лишь те, кто родился во исполнение Божьего обещания Аврааму.",
          "ID": "8"
        },
        {
          "text": "Обещание же гласило: «Через год, когда Я вернусь, у Сарры родится сын».",
          "ID": "9"
        },
        {
          "text": "И это ещё не всё. Ревекка также имела сыновей, у которых был один отец — наш предок Исаак.",
          "ID": "10"
        },
        {
          "text": "И перед тем как родились оба сына, ещё до того, как они совершили что-либо хорошее или плохое, Бог сказал Ревекке: «Старший сын будет служить младшему». Бог сказал это ещё до их рождения, потому что мальчик, которого Он избрал, был избран на основании того, что Бог решил избрать его во исполнение Своего намерения призвать именно его, а не на основании их поступков.",
          "ID": "11+ROM"
        },
        {
          "text": "Как сказано в Писании: «Я любил Иакова, но ненавидел Исава».",
          "ID": "13"
        },
        {
          "text": "Что же сказать теперь? Ведь Бог не бывает несправедлив, не так ли? Разумеется, не бывает!",
          "ID": "14"
        },
        {
          "text": "Он сказал Моисею: «Я помилую того, кого Сам решу помиловать, и сжалюсь над тем, над кем Сам решу сжалиться».",
          "ID": "15"
        },
        {
          "text": "Это значит, что Бог выбирает, кому из людей оказать милость, независимо от человеческих желаний или усилий.",
          "ID": "16"
        },
        {
          "text": "Но согласно Писанию, Бог сказал фараону: «Я сделал тебя царём для того, чтобы через тебя явить всем силу Мою, и имя Моё было проповедано по всей земле».",
          "ID": "17"
        },
        {
          "text": "Так вот, Бог проявляет милость к тому, кого Сам избирает для милости Своей, и ожесточает тех, кого Сам выбирает для этого.",
          "ID": "18"
        },
        {
          "text": "Вы, может быть, скажете мне: «Если Бог руководит нашими поступками, то почему же, в таком случае, Он винит нас за грехи?»",
          "ID": "19"
        },
        {
          "text": "Да, но кто же ты, смертный человек, чтобы задавать такие вопросы Богу? Ведь не спрашивает же глиняный горшок у горшечника: «Почему ты создал меня таким?»",
          "ID": "20"
        },
        {
          "text": "И разве глина не подвластна воле горшечника, когда он превращает кусок глины в особый сосуд или в простой кувшин?",
          "ID": "21"
        },
        {
          "text": "Бог хотел проявить Свой гнев и показать Свою силу, но Всевышний проявил большое терпение по отношению к людям, которые вызывали у Него гнев, и которым было назначено уничтожение.",
          "ID": "22"
        },
        {
          "text": "Он терпел, чтобы проявить Свою безграничную милость к людям, которые должны были обрести Его милосердие, и которых Он приготовил к принятию Своей Славы.",
          "ID": "23"
        },
        {
          "text": "Мы именно те люди, которых Он призвал не только из иудеев, но и из язычников.",
          "ID": "24"
        },
        {
          "text": "Как сказано в Писании в книге Осии:",
          "ID": "25"
        },
        {
          "text": "«Тех, кто не принадлежит к народу Моему,",
          "ID": "25"
        },
        {
          "text": "Я назову Своим народом,",
          "ID": "25"
        },
        {
          "text": "и нелюбимый народ",
          "ID": "25"
        },
        {
          "text": "Я назову любимым». Осия 2:23",
          "ID": "25"
        },
        {
          "text": "А также:",
          "ID": "26"
        },
        {
          "text": "«И в том же самом месте, где,",
          "ID": "26"
        },
        {
          "text": "в прошлом сказал Бог: „Вы — не Мой народ”,",
          "ID": "26"
        },
        {
          "text": "в том самом месте их назовут детьми живого Бога». Осия 1:10",
          "ID": "26"
        },
        {
          "text": "И Исаия восклицает по поводу Израиля:",
          "ID": "27"
        },
        {
          "text": "«Даже если дети Израиля числом своим",
          "ID": "27"
        },
        {
          "text": "подобны песчинкам на дне морском,",
          "ID": "27"
        },
        {
          "text": "то только небольшое число их будет спасено,",
          "ID": "27"
        },
        {
          "text": "так как Господь быстро исполнит Свой суд",
          "ID": "28"
        },
        {
          "text": "над людьми на земле». Исаия 10:22-23",
          "ID": "28"
        },
        {
          "text": "И, как предсказал Исаия:",
          "ID": "29"
        },
        {
          "text": "«Если бы Господь Всемогущий",
          "ID": "29"
        },
        {
          "text": "не оставил нам потомков,",
          "ID": "29"
        },
        {
          "text": "то ныне мы уподобились бы Содому",
          "ID": "29"
        },
        {
          "text": "и стали как Гоморра». Исаия 1:9",
          "ID": "29"
        },
        {
          "text": "Что же сказать теперь? Мы приходим к заключению, что язычники, не искавшие праведности, всё же обрели праведность через веру.",
          "ID": "30"
        },
        {
          "text": "Но народ Израиля, следовавший указаниям Закона, который мог привести к оправданию перед Богом, не преуспел в этом.",
          "ID": "31"
        },
        {
          "text": "Почему же? Потому, что они искали оправдания перед Богом не через веру, а через свои дела. Они не доверились Богу и споткнулись о камень преткновения,",
          "ID": "32"
        },
        {
          "text": "как и сказано в Писании:",
          "ID": "33"
        },
        {
          "text": "«Смотри же, Я положу в Сионе",
          "ID": "33"
        },
        {
          "text": "камень преткновения,",
          "ID": "33"
        },
        {
          "text": "камень, о который люди спотыкаются.",
          "ID": "33"
        },
        {
          "text": "Но кто верит в Него, никогда не разочаруется». Исаия 8:14; 28:16",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.9",
      "name": "Послание К Римлянам 9"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры! Я от всего сердца желаю, чтобы все израильтяне были спасены, и молю об этом Бога.",
          "ID": "1"
        },
        {
          "text": "Я свидетельствую о том, что они ревностно относятся к Богу, хотя и не знают верного пути.",
          "ID": "2"
        },
        {
          "text": "Так как они не знали о праведности, даруемой Самим Богом, и пытались по-своему достичь праведность, то не принимали того пути, следуя которым люди могут оправдаться перед Ним.",
          "ID": "3"
        },
        {
          "text": "Христос положил Закону конец, чтобы каждый, кто уверовал, был оправдан перед Богом.",
          "ID": "4"
        },
        {
          "text": "Моисей так пишет о праведности по Закону: «Кто хочет обрести жизнь, следуя этому Закону, должен исполнять его».",
          "ID": "5"
        },
        {
          "text": "Но в Писании так говорится о праведности перед Богом, достигнутой через веру: «Не спрашивайте про себя: „Кто вознесётся на Небо?”» (То есть «Кто вознесётся на Небо, чтобы привести Христа на землю?»)",
          "ID": "6"
        },
        {
          "text": "«И не спрашивайте: „Кто спустится в бездну?”» (То есть «Кто спустится в бездну, чтобы привести Христа обратно из царства мёртвых?»).",
          "ID": "7"
        },
        {
          "text": "Вот что сказано в Писании: «Слово Божье рядом с тобой, оно на устах твоих и в сердце твоём». И слово это о вере, которой мы учим людей.",
          "ID": "8"
        },
        {
          "text": "Если ты произнесёшь своими устами: «Иисус — Господь» — и поверишь в сердце своём, что Бог воскресил Его из мёртвых, то будешь спасён.",
          "ID": "9"
        },
        {
          "text": "Каждый, кто в сердце своём верует, что оправдается перед Богом, устами объявляет свою веру, чтобы обрести спасение.",
          "ID": "10"
        },
        {
          "text": "Потому что Писание гласит: «Кто верует в Него, никогда не разочаруется».",
          "ID": "11"
        },
        {
          "text": "Нет никакого различия между иудеем и язычником, так как Господь един для всех, и Он безмерно вознаграждает Своими благословениями всех тех, кто взывает о помощи к Нему.",
          "ID": "12"
        },
        {
          "text": "Потому что «каждый, кто полагается на Господа, будет спасён».",
          "ID": "13"
        },
        {
          "text": "Но как же люди смогут молиться Господу о помощи, если они не поверили в Него? И как смогут они поверить в Него, если не слышали о Нём? И как смогут они услышать о Господе, если никто им не проповедует о Нём?",
          "ID": "14"
        },
        {
          "text": "И как же будут люди проповедовать, если никто не пошлёт их на проповедь? Как сказано в Писании: «Как прекрасны те люди, которые приносят благую весть».",
          "ID": "15"
        },
        {
          "text": "Но не все люди признали Благую Весть. Исаия сказал: «Господи, кто поверил поучениям нашим?»",
          "ID": "16"
        },
        {
          "text": "Это значит, что вера приходит к людям, если они слышат Благую Весть, проповедуемую о Христе.",
          "ID": "17"
        },
        {
          "text": "Но я спрашиваю: «Разве они не слышали Благую Весть?» Конечно, слышали! В Писании сказано:",
          "ID": "18"
        },
        {
          "text": "«Звуки голосов их разнеслись по всей земле,",
          "ID": "18"
        },
        {
          "text": "и слова их достигли края света». Псалом 18:5",
          "ID": "18"
        },
        {
          "text": "Но я снова спрашиваю: «Ведь народ Израиля понял всё, не так ли?» Сначала Моисей вот что сказал:",
          "ID": "19"
        },
        {
          "text": "«Я возбужу в вас ревность с помощью народа,",
          "ID": "19"
        },
        {
          "text": "который и не народ.",
          "ID": "19"
        },
        {
          "text": "Я вызову у вас гнев с помощью народа,",
          "ID": "19"
        },
        {
          "text": "которому не дано понять». Второзаконие 32:21",
          "ID": "19"
        },
        {
          "text": "Затем Исаия повторяет смело:",
          "ID": "20"
        },
        {
          "text": "«Меня нашли те, кто не искал Меня.",
          "ID": "20"
        },
        {
          "text": "Я открылся тем, кто не спрашивал обо Мне». Исаия 65:1",
          "ID": "20"
        },
        {
          "text": "Но о народе Израиля Бог говорит:",
          "ID": "21"
        },
        {
          "text": "«Я ждал весь день, чтобы принять этих людей,",
          "ID": "21"
        },
        {
          "text": "но они отказываются повиноваться",
          "ID": "21"
        },
        {
          "text": "и следовать за Мной». Исаия 65:2.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.10",
      "name": "Послание К Римлянам 10"
    },
    {
      "text": [
        {
          "text": "И вот я спрашиваю: «Неужели Бог отверг народ Свой?» Конечно же, нет! Ведь я также израильтянин, из семьи Авраама, из рода Вениамина.",
          "ID": "1"
        },
        {
          "text": "Бог избрал израильтян стать Своим народом ещё до их рождения! Или вы не знаете, что сказано в Писании о том, как Илия обратился к Богу с мольбой против народа Израиля:",
          "ID": "2"
        },
        {
          "text": "«Господи, они убили Твоих пророков и разрушили Твои алтари; один только я из пророков уцелел, но они и меня собираются убить».",
          "ID": "3"
        },
        {
          "text": "И какой же ответ он получил от Бога? «Я сохранил для Себя семь тысяч человек, не склонившихся перед Ваалом».",
          "ID": "4"
        },
        {
          "text": "Так и сейчас осталось немного людей, избранных Богом по благодати Его.",
          "ID": "5"
        },
        {
          "text": "И если Бог избрал их по благодати Своей, то значит, это случилось независимо от поступков людей. Иначе дар благодати Божьей перестал бы быть даром.",
          "ID": "6"
        },
        {
          "text": "Что же тогда? Народ Израиля стремился к благословению Божьему, но не все получили его. Только избранные обрели это благословение, остальные же очерствели и отказались слушать Бога.",
          "ID": "7"
        },
        {
          "text": "Как сказано в Писании:",
          "ID": "8"
        },
        {
          "text": "«Бог усыпил их». Исаия 29:10",
          "ID": "8"
        },
        {
          "text": "«Бог закрыл им глаза, чтобы они не видели,",
          "ID": "8"
        },
        {
          "text": "и заткнул им уши, чтобы они не слышали,",
          "ID": "8"
        },
        {
          "text": "и так продолжается до сих пор». Второзаконие 29:4",
          "ID": "8"
        },
        {
          "text": "Давид говорит:",
          "ID": "9"
        },
        {
          "text": "«Пусть же попадутся они в ловушки",
          "ID": "9"
        },
        {
          "text": "и сети на собственных пирах своих.",
          "ID": "9"
        },
        {
          "text": "Пусть падут они низко",
          "ID": "9"
        },
        {
          "text": "и будут наказаны.",
          "ID": "9"
        },
        {
          "text": "Пусть глаза их будут закрыты,",
          "ID": "10"
        },
        {
          "text": "чтобы они не видели.",
          "ID": "10"
        },
        {
          "text": "И пусть никогда им не будет покоя». Псалом 68:23-24",
          "ID": "10"
        },
        {
          "text": "И потому я спрашиваю: когда иудеи упали, принесло ли им смерть это падение? Конечно же, нет! Скорее, от их ошибки спасение пришло к язычникам, чтобы иудеи загорелись ревностью.",
          "ID": "11"
        },
        {
          "text": "Но если их падение принесло великое благословение остальному миру, а утерянное ими принесло великое благословение язычникам, тогда насколько бо́льшие блага принесло бы миру то, если бы больше иудеев стали угодными Богу.",
          "ID": "12"
        },
        {
          "text": "Теперь я обращаюсь к вам, язычники. Именно потому, что я — апостол язычников, я буду стараться изо всех сил исполнить назначенный мне труд",
          "ID": "13"
        },
        {
          "text": "в надежде на то, что вызову ревность у некоторых своих соплеменников и приведу некоторых из них к спасению.",
          "ID": "14"
        },
        {
          "text": "Так как, отвернувшись от иудеев, Бог примирился с другими народами мира, и потому, когда Бог примет иудеев, это будет подобно воскресению из мёртвых.",
          "ID": "15"
        },
        {
          "text": "Если первый кусок хлеба твоего посвящается Богу, то и весь хлеб освящён. И если корни дерева священны, то и ветви также священны.",
          "ID": "16"
        },
        {
          "text": "Подобно тому, как отломав ветви оливкового дерева, прививают к ней дикие ветви, а вы, язычники, словно такая дикая ветвь, вы теперь приобщаетесь к силе и жизни оливкового дерева.",
          "ID": "17"
        },
        {
          "text": "Так не думай, что ты лучше отломанных ветвей, так как у тебя нет повода для этого, потому что не ты даёшь жизнь корням, а корни дают жизнь тебе.",
          "ID": "18"
        },
        {
          "text": "Ты скажешь: «Да, но другие ветви были отломаны, чтобы привить меня».",
          "ID": "19"
        },
        {
          "text": "Это верно. Они были отломаны из-за того, что не было в них веры. Ты же, благодаря вере, остаёшься частью дерева. Так не возгордись же, а исполнись страха.",
          "ID": "20"
        },
        {
          "text": "Бог не пощадил природных ветвей, так и тебя не пощадит, если ты потеряешь веру.",
          "ID": "21"
        },
        {
          "text": "Итак, ты видишь милосердие Бога и Его строгость. Бог накажет тех, кто отрёкся от Него, но будет милосерден к тебе, если будешь полагаться на Его доброту. А иначе и ты будешь отсечён от дерева!",
          "ID": "22"
        },
        {
          "text": "И если иудеи не будут упорствовать в своём неверии, то Бог снова примет их, потому что Он властен вновь привить отпавшие ветви.",
          "ID": "23"
        },
        {
          "text": "Вы, язычники, словно ветвь, отрезанная от дикого оливкового дерева, которая была привита к домашней оливке наперекор природе. И если вы были привиты, то насколько же легче природным ветвям вновь привиться к родному дереву!",
          "ID": "24"
        },
        {
          "text": "Братья и сёстры, я не хочу, чтобы вы оставались в неведении относительно этой тайны, и не слишком полагались на свою собственную мудрость. Тайна состоит в том, что некоторые израильтяне зачерствели в упрямстве своём, и так будет продолжаться, пока достаточное число язычников не обратится к Богу.",
          "ID": "25"
        },
        {
          "text": "И тогда весь народ Израиля будет спасён. Как сказано в Писании:",
          "ID": "26"
        },
        {
          "text": "«Спаситель явится из Сиона",
          "ID": "26"
        },
        {
          "text": "и изгонит из семьи Иакова всё зло.",
          "ID": "26"
        },
        {
          "text": "И Я заключу Соглашение с ними,",
          "ID": "27"
        },
        {
          "text": "когда сниму с них их грехи». Исаия 59:20-21; 27:9",
          "ID": "27"
        },
        {
          "text": "Отказываясь принять Благовестие, иудеи становятся врагами Бога, что идёт на пользу вам, язычникам, но всё же иудеи остаются избранным народом Божьим, и Бог любит их ради своих обещаний, данных отцам их.",
          "ID": "28"
        },
        {
          "text": "Бог никогда не меняет своего решения о тех, кого призывает к Себе, и о тех дарах, которые даёт им.",
          "ID": "29"
        },
        {
          "text": "Когда-то вы не признавали Бога, но сейчас Он проявляет к вам милосердие, потому что иудеи отказываются быть послушными Ему.",
          "ID": "30"
        },
        {
          "text": "Так и иудеи теперь не послушны Богу, потому что Он показал вам милосердие Своё. Это произошло для того, чтобы и на их долю выпало Его милосердие.",
          "ID": "31"
        },
        {
          "text": "Бог заключил всех людей в темницу из-за их непокорности, чтобы проявить к ним милосердие.",
          "ID": "32"
        },
        {
          "text": "Как щедр Бог в милости Своей, и как велика мудрость Его и знание! Как непредсказуемы Его суждения, и как непостижимы Его пути!",
          "ID": "33"
        },
        {
          "text": "В Писании сказано:",
          "ID": "34"
        },
        {
          "text": "«Кто постигнет мудрость Господнюю,",
          "ID": "34"
        },
        {
          "text": "и кто может давать Ему советы?» Исаия 40:13",
          "ID": "34"
        },
        {
          "text": "«Кто дал Богу что-нибудь взаймы,",
          "ID": "35"
        },
        {
          "text": "чтобы Он обязан был им возвратить?» Иов 41:11",
          "ID": "35"
        },
        {
          "text": "Ведь всё создано Богом, и всё существует только через Него и для Него. Слава Ему во веки веков! Аминь.",
          "ID": "36"
        }
      ],
      "ID": "NT:ROM.11",
      "name": "Послание К Римлянам 11"
    },
    {
      "text": [
        {
          "text": "Потому молю вас, братья и сёстры, ради этого милосердия Божьего, принесите свою жизнь Богу в жертву живую, святую и угодную Ему. Принимая во внимание всё то, что Бог совершил, это служение будет подобающим ответом Ему.",
          "ID": "1"
        },
        {
          "text": "Не уподобляйтесь людям этого мира, вместо того, пусть Бог возродит ваш разум и принесёт вам обновление, чтобы вы поняли и приняли то, чего Он желает для вас. Тогда вы узнаете волю Божью: что есть добро, что угодно Ему и что совершенно.",
          "ID": "2"
        },
        {
          "text": "Бог дал мне драгоценный дар, и потому я призываю всех вас, чтобы вы не возомнили о себе более положенного; трезво оценивайте своё поведение; рассуждайте разумно, согласно той вере, которую Бог дал каждому из вас.",
          "ID": "3"
        },
        {
          "text": "Потому что, как тело наше состоит из многих членов, но не все они имеют одно и то же назначение,",
          "ID": "4"
        },
        {
          "text": "так и все мы, хотя нас и множество, — единое тело Христово, в котором все члены связаны друг с другом.",
          "ID": "5"
        },
        {
          "text": "Разные дары получили мы от Бога по благодати Его. Тот, кто обладает пророческим даром, пусть пользуется им согласно своей вере.",
          "ID": "6"
        },
        {
          "text": "Тот, кто имеет дар служения другим, пусть посвятит себя этому служению. Кто обладает даром наставничества, пусть посвятит себя наставничеству.",
          "ID": "7"
        },
        {
          "text": "Кто обладает даром приносить другим утешение, пусть утешает. Кто обладает даром делиться, пусть делает это бескорыстно. Тот, кто обладает даром руководить другими, пусть делает это с усердием и прилежанием. Кто одарён стремлением к милосердию, пусть делает это с радостью.",
          "ID": "8"
        },
        {
          "text": "Пусть любовь ваша будет искренней. Будьте непримиримы к злу, стремитесь к добру.",
          "ID": "9"
        },
        {
          "text": "Любите друг друга как членов своей семьи, уважайте друг друга больше, чем самих себя.",
          "ID": "10"
        },
        {
          "text": "Не ленитесь в служении Богу, но будьте ревностны и усердны.",
          "ID": "11"
        },
        {
          "text": "Радуйтесь в надежде, проявляйте терпение в беде, молитесь постоянно.",
          "ID": "12"
        },
        {
          "text": "Помогайте людям Божьим в их нуждах, будьте гостеприимны.",
          "ID": "13"
        },
        {
          "text": "Благословляйте преследующих вас; просите Бога благословить, а не проклясть их.",
          "ID": "14"
        },
        {
          "text": "Радуйтесь с теми, кто радуется, печальтесь с теми, кто печалится.",
          "ID": "15"
        },
        {
          "text": "Живите в согласии друг с другом; не возгордитесь, а общайтесь с униженными; не мните о себе.",
          "ID": "16"
        },
        {
          "text": "Не воздавайте злом за зло, а заботьтесь о том, что есть добро в глазах всех людей.",
          "ID": "17"
        },
        {
          "text": "Насколько это от вас зависит, живите в мире со всеми.",
          "ID": "18"
        },
        {
          "text": "Дорогие друзья, не будьте мстительны. Пусть Бог накажет ваших обидчиков в гневе Своём. Так как записано в Писании: «Мщение принадлежит Мне, Я отплачу», — говорит Господь.",
          "ID": "19"
        },
        {
          "text": "Итак:",
          "ID": "20"
        },
        {
          "text": "«Если враг твой голоден, накорми его.",
          "ID": "20"
        },
        {
          "text": "Если он томится жаждой, напои его.",
          "ID": "20"
        },
        {
          "text": "Потому что если так будешь поступать,",
          "ID": "20"
        },
        {
          "text": "то заставишь его устыдиться». Притчи 25:21-22",
          "ID": "20"
        },
        {
          "text": "Не поддавайся злу, преодолевай зло добром.",
          "ID": "21"
        }
      ],
      "ID": "NT:ROM.12",
      "name": "Послание К Римлянам 12"
    },
    {
      "text": [
        {
          "text": "Каждый должен подчиняться правительству и властям, потому что нет власти не от Бога, та же, что существует, установлена Богом.",
          "ID": "1"
        },
        {
          "text": "Значит, кто выступает против властей, сопротивляется тому, что установлено Богом. Те же, кто поступают так, навлекут на себя наказание.",
          "ID": "2"
        },
        {
          "text": "Ведь правители вызывают страх не у того, кто творит добро, а у того, кто творит зло. Если ты не хочешь бояться властей, то продолжай творить добро и услышишь от них похвалу.",
          "ID": "3"
        },
        {
          "text": "Властитель — слуга Божий, который трудится на твоё благо. Если же ты творишь зло, то бойся, так как в его власти наказать тебя. И он воспользуется этой властью, потому что служит Богу, наказывая творящих зло.",
          "ID": "4"
        },
        {
          "text": "Поэтому ему надо покоряться, и не только потому, что ослушание приведёт к наказанию, но и ради собственной совести.",
          "ID": "5"
        },
        {
          "text": "И налоги платите потому, что властители — служители Божьи и посвящают правлению всё своё время.",
          "ID": "6"
        },
        {
          "text": "Отдавайте каждому должное: кому — налоги, кому — уважение, кому — почёт.",
          "ID": "7"
        },
        {
          "text": "Не будьте ни у кого в долгу. Пусть единственным вашим долгом будет долг любви друг к другу. Кто любит ближнего своего, исполнит Закон.",
          "ID": "8"
        },
        {
          "text": "Я говорю это, так как заповеди гласят: «Не прелюбодействуй», «Не убей», «Не укради», «Не пожелай чужого». Какие бы ещё ни существовали заповеди, все они вместе сводятся вот к чему: «Люби ближнего своего, как самого себя».",
          "ID": "9"
        },
        {
          "text": "Любовь не причиняет людям зла, вот почему она приравнивается к исполнению Закона.",
          "ID": "10"
        },
        {
          "text": "Исполняйте всё это, потому что вы знаете, в какое время мы живём. Вы знаете, что уже пришло вам время пробудиться ото сна, так как спасение наше теперь ближе, чем тогда, когда мы впервые поверили.",
          "ID": "11"
        },
        {
          "text": "Ночь уже почти миновала, и День уже близок. Так отречёмся от всего, что принадлежит тьме, и вооружимся всем тем, что принадлежит Свету.",
          "ID": "12"
        },
        {
          "text": "Давайте жить пристойно, как подобает при дневном свете: не станем предаваться пьянству и излишествам, не будем грешить и развратничать, не будем ссориться и ревновать друг друга.",
          "ID": "13"
        },
        {
          "text": "Вместо того давайте уподобимся Господу Иисусу Христу и перестанем потакать желаниям нашей греховной природы.",
          "ID": "14"
        }
      ],
      "ID": "NT:ROM.13",
      "name": "Послание К Римлянам 13"
    },
    {
      "text": [
        {
          "text": "Принимайте тех, кто слаб в своей вере, но не спорьте с ними о различных мнениях.",
          "ID": "1"
        },
        {
          "text": "Одни считают, что можно принимать любую пищу, а другие, чья вера слаба, едят только овощи.",
          "ID": "2"
        },
        {
          "text": "Кто ест всё, не должен смотреть свысока на того, кто ест только овощи. И кто ест только овощи, не должен осуждать того, кто ест всё, потому что Бог принял его.",
          "ID": "3"
        },
        {
          "text": "Ты не можешь осуждать слугу, принадлежащего другому человеку. Только перед своим хозяином слуга бывает прав или виноват. Слуги же Господние будут правы, потому что Господь обладает властью принять их.",
          "ID": "4"
        },
        {
          "text": "Кто-то считает, что один день важнее другого, а другой, что все дни одинаково важны. Каждый пусть поступает в соответствии со своим убеждением.",
          "ID": "5"
        },
        {
          "text": "Кто считает какой-то день особенным, делает это, почитая Господа, и тот, кто принимает какую-либо пищу, делает это во имя Господа, потому что благодарит Бога. И тот, кто не принимает какую-либо пищу, делает это во имя Господа, потому что также возносит благодарность Богу.",
          "ID": "6"
        },
        {
          "text": "Никто из нас не живёт сам по себе и не умирает сам по себе,",
          "ID": "7"
        },
        {
          "text": "потому что если мы живём, то живём ради Господа, и если умираем, то умираем также ради Господа. Это значит, что в жизни или смерти своей мы принадлежим Господу.",
          "ID": "8"
        },
        {
          "text": "Вот почему Христос умер и воскрес, чтобы Он мог стать Господом как для тех, кто уже мёртв, так и для тех, кто ещё жив.",
          "ID": "9"
        },
        {
          "text": "Так почему же ты осуждаешь своего брата или сестру свою во Христе? И почему думаешь, что ты лучше их? Ведь мы все предстанем перед судом Божьим.",
          "ID": "10"
        },
        {
          "text": "В Писании сказано:",
          "ID": "11"
        },
        {
          "text": "«Каждый склонится передо Мной,",
          "ID": "11"
        },
        {
          "text": "и каждый скажет, что Я — Бог.",
          "ID": "11"
        },
        {
          "text": "И как верно то, что Я живу,",
          "ID": "11"
        },
        {
          "text": "так верно и то, что это всё случится»,",
          "ID": "11"
        },
        {
          "text": "— говорит Господь. Исаия 45:23",
          "ID": "11"
        },
        {
          "text": "Значит, каждому из нас придётся отчитаться за себя перед Богом.",
          "ID": "12"
        },
        {
          "text": "Так перестанем же осуждать друг друга и примем решение, что никто из нас не будет создавать сложности для своего брата или сестры своей, и не станет причиной их неверия.",
          "ID": "13"
        },
        {
          "text": "Я знаю и уверен в Господе Иисусе, что нет никакой нечистой пищи. Только для того она нечиста, кто считает её нечистой.",
          "ID": "14"
        },
        {
          "text": "Если твой брат или сестра твоя потеряли веру из-за того, какую пищу ты ешь, значит, ты поступаешь не по любви. Не погуби тем, что ты ешь, веру брата или сестры твоей, за которых умер Христос.",
          "ID": "15"
        },
        {
          "text": "И тогда то, что для тебя хорошо, не станет предметом осуждения для других.",
          "ID": "16"
        },
        {
          "text": "Царство Божье не сводится к еде и питью, оно выражается в праведной жизни, мире и радости, которые дарует Святой Дух.",
          "ID": "17"
        },
        {
          "text": "Кто служит Христу, живя таким образом, угождает Богу, и людьми уважаем.",
          "ID": "18"
        },
        {
          "text": "Так давайте же стремиться ко всему, что приносит мир, и изо всех сил помогать друг другу расти в вере.",
          "ID": "19"
        },
        {
          "text": "Не разрушай дела Божьего из-за пищи, потому что любая еда пригодна к употреблению, но нехорошо есть то, что может повредить вере другого человека.",
          "ID": "20"
        },
        {
          "text": "Лучше не есть мяса, не пить вина, а также не делать ничего такого, что может повредить вере твоего брата или твоей сестры.",
          "ID": "21"
        },
        {
          "text": "Храни свои убеждения между собой и Богом. Блажен человек, который поступая, как считает правильно, не испытывает осуждения совести.",
          "ID": "22"
        },
        {
          "text": "Тот же, кто колеблется, будет осуждён Богом, если съест что-либо из того, что считает неправильным употреблять в пищу. Так как он поступает так, хотя и не верит, что это правильно. А всё, что совершается без веры — грех.",
          "ID": "23"
        }
      ],
      "ID": "NT:ROM.14",
      "name": "Послание К Римлянам 14"
    },
    {
      "text": [
        {
          "text": "Мы, сильные духом, должны терпимо относиться к слабостям тех, кто не силён, а не себе угождать.",
          "ID": "1"
        },
        {
          "text": "Каждый из нас должен угождать ближнему ради блага его с той целью, чтобы его дух укрепился.",
          "ID": "2"
        },
        {
          "text": "Даже Христос не Себе угождал, так как сказано в Писании: «Поношения, исходящие от тех, кто оскорблял тебя, пали на Меня».",
          "ID": "3"
        },
        {
          "text": "Итак, всё, что было написано ранее в Писаниях, было написано к нашему поучению, чтобы в терпении и утешении, исходящих от Писаний, мы не теряли надежду.",
          "ID": "4"
        },
        {
          "text": "И пусть Бог, источник всякого терпения и утешения, дарует вам способность жить в согласии друг с другом, следуя примеру Христа Иисуса,",
          "ID": "5"
        },
        {
          "text": "чтобы все вместе вы единым голосом возносили хвалу Богу, Отцу Господа нашего Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": "Поэтому принимайте друг друга так же, как Христос принял вас. Поступайте так ради Славы Божьей.",
          "ID": "7"
        },
        {
          "text": "Я говорю вам, что Христос стал слугой иудеям, чтобы подтвердить обещание Бога их отцам,",
          "ID": "8"
        },
        {
          "text": "и чтобы язычники прославили Бога за Его милость к ним. Как говорится в Писании:",
          "ID": "9"
        },
        {
          "text": "«Итак, Я превознесу тебя среди язычников",
          "ID": "9"
        },
        {
          "text": "и воспою гимны имени Твоему». Псалом 17:50",
          "ID": "9"
        },
        {
          "text": "И ещё сказано:",
          "ID": "10"
        },
        {
          "text": "«Радуйтесь, язычники, вместе с народом Божьим». Второзаконие 32:43",
          "ID": "10"
        },
        {
          "text": "И также сказано:",
          "ID": "11"
        },
        {
          "text": "«Восхвалите Господа, все вы, язычники,",
          "ID": "11"
        },
        {
          "text": "и пусть все народы восхваляют Его». Псалом 116:1",
          "ID": "11"
        },
        {
          "text": "И Исаия также говорит:",
          "ID": "12"
        },
        {
          "text": "«И появится потомок Иессея,",
          "ID": "12"
        },
        {
          "text": "Который будет править народами.",
          "ID": "12"
        },
        {
          "text": "Они возложат на Него свои надежды». Исаия 11:10",
          "ID": "12"
        },
        {
          "text": "Я молю, чтобы Бог надежды наполнил вас радостью и миром через вашу веру и чтобы надежда ваша возрастала непрестанно силою Святого Духа.",
          "ID": "13"
        },
        {
          "text": "Братья и сёстры мои, я уверен в том, что вы исполнены добра, обладаете необходимыми знаниями и в состоянии наставлять друг друга.",
          "ID": "14"
        },
        {
          "text": "Но я довольно смело писал вам о некоторых делах, которые мне хотелось бы, чтобы вы запомнили. Я сделал это, потому что даровано мне было по благодати Божьей",
          "ID": "15"
        },
        {
          "text": "стать слугой Христа Иисуса для всех язычников. Я, словно священник, который проповедует Благовестие Божье для того, чтобы они стали приношением, угодным Богу, освящённым Святым Духом.",
          "ID": "16"
        },
        {
          "text": "И потому я горжусь своим трудом ради Бога, находясь на служении Христу Иисусу.",
          "ID": "17"
        },
        {
          "text": "Я не буду говорить о том, что сделал сам, а только о том, что свершил через меня Христос, приведя язычников к повиновению Богу, благодаря тому, что я говорил и делал",
          "ID": "18"
        },
        {
          "text": "с помощью знамений и чудес и силой Духа Божьего. И вот, от Иерусалима и до самого Иллирика я проповедовал Благовестие Христово, выполняя своё служение.",
          "ID": "19"
        },
        {
          "text": "Я всегда стремился проповедовать Благовестие там, где имя Христово неизвестно, потому что я не хочу строить на чужом основании,",
          "ID": "20"
        },
        {
          "text": "но как сказано в Писании:",
          "ID": "21"
        },
        {
          "text": "«Те, кому не было сказано о Нём, увидят,",
          "ID": "21"
        },
        {
          "text": "а те, кто не слышал, поймут». Исаия 52:15",
          "ID": "21"
        },
        {
          "text": "Именно поэтому, несмотря на мои намерения прийти к вам, мне много раз не удавалось это сделать.",
          "ID": "22"
        },
        {
          "text": "Но теперь, выполнив своё поручение в этих краях, и имея уже много лет желание прийти к вам,",
          "ID": "23"
        },
        {
          "text": "я собираюсь посетить вас, когда пойду в Испанию. Я надеюсь повидать вас на пути моём в Испанию и получить от вас помощь в моём путешествии туда после того, как я с радостью пробуду с вами некоторое время.",
          "ID": "24"
        },
        {
          "text": "Сейчас же я иду в Иерусалим, чтобы служить там людям Божьим,",
          "ID": "25"
        },
        {
          "text": "потому что церкви Македонии и Ахаии решили внести пожертвования для людей Божьих в Иерусалиме, которые бедны.",
          "ID": "26"
        },
        {
          "text": "Они так решили, да и есть у них обязательство перед верующими в Иерусалиме. Так как раз язычники разделили с иудеями их духовные блага, то должны поделиться с иудеями и своими материальными благами.",
          "ID": "27"
        },
        {
          "text": "Итак, когда я выполню это задание и удостоверюсь, что они получили все переданные им деньги, то отправлюсь в Испанию и по дороге туда навещу вас.",
          "ID": "28"
        },
        {
          "text": "И я знаю, что когда я приду к вам, то принесу вам полное благословение Христа.",
          "ID": "29"
        },
        {
          "text": "Умоляю вас, братья и сёстры, во имя Господа нашего Иисуса Христа и во имя любви Святого Духа к нам, присоединиться ко мне в усердной молитве Богу обо мне.",
          "ID": "30"
        },
        {
          "text": "Молитесь, чтобы Он избавил меня от тех, кто выступает против Благовестия в Иудее, и служение моё церкви в Иерусалиме было принято людьми Божьими.",
          "ID": "31"
        },
        {
          "text": "И тогда, если будет на то воля Божья, я приду к вам с радостью и отдохну вместе с вами.",
          "ID": "32"
        },
        {
          "text": "Бог мира да будет со всеми вами. Аминь.",
          "ID": "33"
        }
      ],
      "ID": "NT:ROM.15",
      "name": "Послание К Римлянам 15"
    },
    {
      "text": [
        {
          "text": "Я хочу, чтобы вы с доверием относились к нашей сестре Фиве, одной из особых слуг церкви в Кенхреях.",
          "ID": "1"
        },
        {
          "text": "Прошу вас принять её в Господе, как и подобает людям Божьим, и помочь ей во всём, что понадобится ей от вас, потому что сама она помогала многим, включая меня.",
          "ID": "2"
        },
        {
          "text": "Приветствуйте Прискиллу с Акилой, со мной трудящихся во Христе Иисусе,",
          "ID": "3"
        },
        {
          "text": "которые не щадили жизни своей, чтобы спасти мою. Не только я один воздаю им благодарность, но и все церкви, состоящие из язычников.",
          "ID": "4"
        },
        {
          "text": "Приветствуйте и церковь, которая собирается в их доме.",
          "ID": "5"
        },
        {
          "text": "Приветствуйте моего возлюбленного Епенета, первого из обратившихся к Христу в Азии.",
          "ID": "5"
        },
        {
          "text": "Приветствуйте Марию, которая неустанно трудилась на ваше благо.",
          "ID": "6"
        },
        {
          "text": "Приветствуйте Андроника и Юнию, моих сородичей, которые вместе со мной находились в темнице. Они одни из самых важных среди апостолов, и ещё раньше меня обратились ко Христу.",
          "ID": "7"
        },
        {
          "text": "Приветствуйте Амплия, моего дорогого друга в Господе.",
          "ID": "8"
        },
        {
          "text": "Приветствуйте Урбана, нашего брата по трудам во Христе, и моего дорогого друга Стахия.",
          "ID": "9"
        },
        {
          "text": "Приветствуйте Апеллеса, испытанного и истинного христианина.",
          "ID": "10"
        },
        {
          "text": "Приветствуйте тех, кто принадлежит к семейству Аристовула.",
          "ID": "10"
        },
        {
          "text": "Приветствуйте Иродиона, моего сородича.",
          "ID": "11"
        },
        {
          "text": "Приветствуйте всех из семейства Наркисса, принадлежащего Господу.",
          "ID": "11"
        },
        {
          "text": "Приветствуйте Трифену и Трифосу, женщин, которые усердно трудятся во Славу Господа.",
          "ID": "12"
        },
        {
          "text": "Приветствуйте мою дорогую подругу Персиду, которая столь усердно трудилась ради Господа.",
          "ID": "12"
        },
        {
          "text": "Приветствуйте Руфа, избранного в Господе, и мать его, которая и мне была матерью.",
          "ID": "13"
        },
        {
          "text": "Приветствуйте Асинкрита, Флегонта, Ерма, Патрова, Ермия и братьев, которые с ними.",
          "ID": "14"
        },
        {
          "text": "Приветствуйте Филолога, Юлию, Нирея и сестру его, Олимпана и всех святых людей Божьих, находящихся вместе с ними.",
          "ID": "15"
        },
        {
          "text": "Приветствуйте друг друга святым поцелуем. Все христианские церкви приветствуют вас.",
          "ID": "16"
        },
        {
          "text": "Я молю вас, братья и сёстры, остерегайтесь тех, кто вызывает распри и подрывает веру, проповедуя учения, противоречащие всем тем наставлениям, которые вы получили. Держитесь от них подальше,",
          "ID": "17"
        },
        {
          "text": "потому что эти люди служат не Господу нашему Христу, а лишь собственным страстям. Они обманывают сердца невинных гладкими речами и лестью.",
          "ID": "18"
        },
        {
          "text": "Держитесь подальше от них, так как весть о послушании вашем достигла всех, и все верующие знают, как вы послушны. И я радуюсь за вас, но хочу, чтобы вы поступали мудро по отношению ко всему доброму и сохраняли невинность перед всяким злом.",
          "ID": "19"
        },
        {
          "text": "Бог мира вскоре сокрушит сатану и даст вам власть над ним.",
          "ID": "20"
        },
        {
          "text": "Да будет с вами благодать Господа нашего Иисуса.",
          "ID": "20"
        },
        {
          "text": "Тимофей, мой брат по трудам, приветствует вас, а с ним Луций, Иасон и Сосипатр, мои сородичи.",
          "ID": "21"
        },
        {
          "text": "Я, Тертий, пишущий это письмо для Павла, приветствую вас в Господе.",
          "ID": "22"
        },
        {
          "text": "Приветствует вас и Гаий, который дал в своём доме приют и мне, и всей церкви. Ераст, городской казначей, и брат наш Кварт также приветствуют вас.",
          "ID": "23"
        },
        {
          "text": "[Благодать Господа нашего Иисуса Христа да будет со всеми вами. Аминь.]",
          "ID": "24"
        },
        {
          "text": "Пусть будет хвала Богу, Который может укрепить вас в вере вашей в согласии с Благовестием, которое я проповедую. Это Благая Весть о Иисусе Христе — тайна истинная, сокрытая от начала, а теперь открытая нам Богом",
          "ID": "25"
        },
        {
          "text": "и объявленная нам через Писания пророков по воле Бога. И стала эта тайна известна всем людям, чтобы они поверили и стали послушны Богу, вечно живущему.",
          "ID": "26"
        },
        {
          "text": "Слава вовеки единому мудрому Богу через Иисуса Христа! Аминь.",
          "ID": "27"
        }
      ],
      "ID": "NT:ROM.16",
      "name": "Послание К Римлянам 16"
    }
  ],
  "ID": "NT:ROM(RSP)",
  "name": "Послание К Римлянам"
}