{
  "name": "Proverbs",
  "text": [
    {
      "name": "Proverbs 1",
      "text": [
        {
          "text": "THE PROVERBS (truths obscurely expressed, maxims, and parables) of Solomon son of David, king of Israel:",
          "ID": "1"
        },
        {
          "text": "That people may know skillful and godly Wisdom and instruction, discern and comprehend the words of understanding and insight,",
          "ID": "2"
        },
        {
          "text": "Receive instruction in wise dealing and the discipline of wise thoughtfulness, righteousness, justice, and integrity,",
          "ID": "3"
        },
        {
          "text": "That prudence may be given to the simple, and knowledge, discretion, and discernment to the youth–",
          "ID": "4"
        },
        {
          "text": "The wise also will hear and increase in learning, and the person of understanding will acquire skill and attain to sound counsel [so that he may be able to steer his course rightly]–[Prov. 9:9.]",
          "ID": "5"
        },
        {
          "text": "That people may understand a proverb and a figure of speech or an enigma with its interpretation, and the words of the wise and their dark sayings or riddles.",
          "ID": "6"
        },
        {
          "text": "The reverent and worshipful fear of the Lord is the beginning and the principal and choice part of knowledge [its starting point and its essence]; but fools despise skillful and godly Wisdom, instruction, and discipline. [Ps. 111:10.]",
          "ID": "7"
        },
        {
          "text": "My son, hear the instruction of your father; reject not nor forsake the teaching of your mother.",
          "ID": "8"
        },
        {
          "text": "For they are a [victor's] chaplet (garland) of grace upon your head and chains and pendants [of gold worn by kings] for your neck.",
          "ID": "9"
        },
        {
          "text": "My son, if sinners entice you, do not consent. [Ps. 1:1; Eph. 5:11.]",
          "ID": "10"
        },
        {
          "text": "If they say, Come with us; let us lie in wait [to shed] blood, let us ambush the innocent without cause [and show that his piety is in vain];",
          "ID": "11"
        },
        {
          "text": "Let us swallow them up alive as does Sheol (the place of the dead), and whole, as those who go down into the pit [of the dead];",
          "ID": "12"
        },
        {
          "text": "We shall find and take all kinds of precious goods [when our victims are put out of the way], we shall fill our houses with plunder;",
          "ID": "13"
        },
        {
          "text": "Throw in your lot with us [they insist] and be a sworn brother and comrade; let us all have one purse in common–",
          "ID": "14"
        },
        {
          "text": "My son, do not walk in the way with them; restrain your foot from their path;",
          "ID": "15"
        },
        {
          "text": "For their feet run to evil, and they make haste to shed blood.",
          "ID": "16"
        },
        {
          "text": "For in vain is the net spread in the sight of any bird!",
          "ID": "17"
        },
        {
          "text": "But [when these men set a trap for others] they are lying in wait for their own blood; they set an ambush for their own lives.",
          "ID": "18"
        },
        {
          "text": "So are the ways of everyone who is greedy of gain; such [greed for plunder] takes away the lives of its possessors. [Prov. 15:27; I Tim. 6:10.]",
          "ID": "19"
        },
        {
          "text": "Wisdom cries aloud in the street, she raises her voice in the markets;",
          "ID": "20"
        },
        {
          "text": "She cries at the head of the noisy intersections [in the chief gathering places]; at the entrance of the city gates she speaks:",
          "ID": "21"
        },
        {
          "text": "How long, O simple ones [open to evil], will you love being simple? And the scoffers delight in scoffing and [self-confident] fools hate knowledge?",
          "ID": "22"
        },
        {
          "text": "If you will turn (repent) and give heed to my reproof, behold, I [Wisdom] will pour out my spirit upon you, I will make my words known to you. [Isa. 11:2; Eph. 1:17-20.]",
          "ID": "23"
        },
        {
          "text": "Because I have called and you have refused [to answer], have stretched out my hand and no man has heeded it, [Isa. 65:11, 12; 66:4; Jer. 7:13, 14; Zech. 7:11-13.]",
          "ID": "24"
        },
        {
          "text": "And you treated as nothing all my counsel and would accept none of my reproof,",
          "ID": "25"
        },
        {
          "text": "I also will laugh at your calamity; I will mock when the thing comes that shall cause you terror and panic–",
          "ID": "26"
        },
        {
          "text": "When your panic comes as a storm and desolation and your calamity comes on as a whirlwind, when distress and anguish come upon you.",
          "ID": "27"
        },
        {
          "text": "Then will they call upon me [Wisdom] but I will not answer; they will seek me early and diligently but they will not find me. [Job 27:9; 35:12, 13; Isa. 1:15, 16; Jer. 11:11; Mic. 3:4; James 4:3.]",
          "ID": "28"
        },
        {
          "text": "Because they hated knowledge and did not choose the reverent and worshipful fear of the Lord, [Prov. 8:13.]",
          "ID": "29"
        },
        {
          "text": "Would accept none of my counsel, and despised all my reproof,",
          "ID": "30"
        },
        {
          "text": "Therefore shall they eat of the fruit of their own way and be satiated with their own devices.",
          "ID": "31"
        },
        {
          "text": "For the backsliding of the simple shall slay them, and the careless ease of [self-confident] fools shall destroy them. [Isa. 32:6.]",
          "ID": "32"
        },
        {
          "text": "But whoso hearkens to me [Wisdom] shall dwell securely and in confident trust and shall be quiet, without fear or dread of evil.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.1"
    },
    {
      "name": "Proverbs 2",
      "text": [
        {
          "text": "MY SON, if you will receive my words and treasure up my commandments within you,",
          "ID": "1"
        },
        {
          "text": "Making your ear attentive to skillful and godly Wisdom and inclining and directing your heart and mind to understanding [applying all your powers to the quest for it];",
          "ID": "2"
        },
        {
          "text": "Yes, if you cry out for insight and raise your voice for understanding,",
          "ID": "3"
        },
        {
          "text": "If you seek [Wisdom] as for silver and search for skillful and godly Wisdom as for hidden treasures,",
          "ID": "4"
        },
        {
          "text": "Then you will understand the reverent and worshipful fear of the Lord and find the knowledge of [our omniscient] God. [Prov. 1:7.]",
          "ID": "5"
        },
        {
          "text": "For the Lord gives skillful and godly Wisdom; from His mouth come knowledge and understanding.",
          "ID": "6"
        },
        {
          "text": "He hides away sound and godly Wisdom and stores it for the righteous (those who are upright and in right standing with Him); He is a shield to those who walk uprightly and in integrity,",
          "ID": "7"
        },
        {
          "text": "That He may guard the paths of justice; yes, He preserves the way of His saints. [I Sam. 2:9; Ps. 66:8, 9.]",
          "ID": "8"
        },
        {
          "text": "Then you will understand righteousness, justice, and fair dealing [in every area and relation]; yes, you will understand every good path.",
          "ID": "9"
        },
        {
          "text": "For skillful and godly Wisdom shall enter into your heart, and knowledge shall be pleasant to you.",
          "ID": "10"
        },
        {
          "text": "Discretion shall watch over you, understanding shall keep you,",
          "ID": "11"
        },
        {
          "text": "To deliver you from the way of evil and the evil men, from men who speak perverse things and are liars,",
          "ID": "12"
        },
        {
          "text": "Men who forsake the paths of uprightness to walk in the ways of darkness,",
          "ID": "13"
        },
        {
          "text": "Who rejoice to do evil and delight in the perverseness of evil,",
          "ID": "14"
        },
        {
          "text": "Who are crooked in their ways, wayward and devious in their paths.",
          "ID": "15"
        },
        {
          "text": "[Discretion shall watch over you, understanding shall keep you] to deliver you from the alien woman, from the outsider with her flattering words, [Prov. 2:11.]",
          "ID": "16"
        },
        {
          "text": "Who forsakes the husband and guide of her youth and forgets the covenant of her God.",
          "ID": "17"
        },
        {
          "text": "For her house sinks down to death and her paths to the spirits [of the dead].",
          "ID": "18"
        },
        {
          "text": "None who go to her return again, neither do they attain or regain the paths of life.",
          "ID": "19"
        },
        {
          "text": "So may you walk in the way of good men, and keep to the paths of the [consistently] righteous (the upright, in right standing with God).",
          "ID": "20"
        },
        {
          "text": "For the upright shall dwell in the land, and the men of integrity, blameless and complete [in God's sight], shall remain in it;",
          "ID": "21"
        },
        {
          "text": "But the wicked shall be cut off from the earth, and the treacherous shall be rooted out of it.",
          "ID": "22"
        }
      ],
      "ID": "OT:PRO.2"
    },
    {
      "name": "Proverbs 3",
      "text": [
        {
          "text": "MY SON, forget not my law or teaching, but let your heart keep my commandments;",
          "ID": "1"
        },
        {
          "text": "For length of days and years of a life [worth living] and tranquility [inward and outward and continuing through old age till death], these shall they add to you.",
          "ID": "2"
        },
        {
          "text": "Let not mercy and kindness [shutting out all hatred and selfishness] and truth [shutting out all deliberate hypocrisy or falsehood] forsake you; bind them about your neck, write them upon the tablet of your heart. [Col. 3:9-12.]",
          "ID": "3"
        },
        {
          "text": "So shall you find favor, good understanding, and high esteem in the sight [or judgment] of God and man. [Luke 2:52.]",
          "ID": "4"
        },
        {
          "text": "Lean on, trust in, and be confident in the Lord with all your heart and mind and do not rely on your own insight or understanding.",
          "ID": "5"
        },
        {
          "text": "In all your ways know, recognize, and acknowledge Him, and He will direct and make straight and plain your paths.",
          "ID": "6"
        },
        {
          "text": "Be not wise in your own eyes; reverently fear and worship the Lord and turn [entirely] away from evil. [Prov. 8:13.]",
          "ID": "7"
        },
        {
          "text": "It shall be health to your nerves and sinews, and marrow and moistening to your bones.",
          "ID": "8"
        },
        {
          "text": "Honor the Lord with your capital and sufficiency [from righteous labors] and with the firstfruits of all your income; [Deut. 26:2; Mal. 3:10; Luke 14:13, 14.]",
          "ID": "9"
        },
        {
          "text": "So shall your storage places be filled with plenty, and your vats shall be overflowing with new wine. [Deut. 28:8.]",
          "ID": "10"
        },
        {
          "text": "My son, do not despise or shrink from the chastening of the Lord [His correction by punishment or by subjection to suffering or trial]; neither be weary of or impatient about or loathe or abhor His reproof, [Ps. 94:12; Heb. 12:5, 6; Rev. 3:19.]",
          "ID": "11"
        },
        {
          "text": "For whom the Lord loves He corrects, even as a father corrects the son in whom he delights.",
          "ID": "12"
        },
        {
          "text": "Happy (blessed, fortunate, enviable) is the man who finds skillful and godly Wisdom, and the man who gets understanding [drawing it forth from God's Word and life's experiences],",
          "ID": "13"
        },
        {
          "text": "For the gaining of it is better than the gaining of silver, and the profit of it better than fine gold.",
          "ID": "14"
        },
        {
          "text": "Skillful and godly Wisdom is more precious than rubies; and nothing you can wish for is to be compared to her. [Job 28:12-18.]",
          "ID": "15"
        },
        {
          "text": "Length of days is in her right hand, and in her left hand are riches and honor. [Prov. 8:12-21; I Tim. 4:8.]",
          "ID": "16"
        },
        {
          "text": "Her ways are highways of pleasantness, and all her paths are peace.",
          "ID": "17"
        },
        {
          "text": "She is a tree of life to those who lay hold on her; and happy (blessed, fortunate, to be envied) is everyone who holds her fast.",
          "ID": "18"
        },
        {
          "text": "The Lord by skillful and godly Wisdom has founded the earth; by understanding He has established the heavens. [Col. 1:16.]",
          "ID": "19"
        },
        {
          "text": "By His knowledge the deeps were broken up, and the skies distill the dew.",
          "ID": "20"
        },
        {
          "text": "My son, let them not escape from your sight, but keep sound and godly Wisdom and discretion,",
          "ID": "21"
        },
        {
          "text": "And they will be life to your inner self, and a gracious ornament to your neck (your outer self).",
          "ID": "22"
        },
        {
          "text": "Then you will walk in your way securely and in confident trust, and you shall not dash your foot or stumble. [Ps. 91:11, 12; Prov. 10:9.]",
          "ID": "23"
        },
        {
          "text": "When you lie down, you shall not be afraid; yes, you shall lie down, and your sleep shall be sweet.",
          "ID": "24"
        },
        {
          "text": "Be not afraid of sudden terror and panic, nor of the stormy blast or the storm and ruin of the wicked when it comes [for you will be guiltless],",
          "ID": "25"
        },
        {
          "text": "For the Lord shall be your confidence, firm and strong, and shall keep your foot from being caught [in a trap or some hidden danger].",
          "ID": "26"
        },
        {
          "text": "Withhold not good from those to whom it is due [its rightful owners], when it is in the power of your hand to do it. [Rom. 13:7; Gal. 6:10.]",
          "ID": "27"
        },
        {
          "text": "Do not say to your neighbor, Go, and come again; and tomorrow I will give it–when you have it with you. [Lev. 19:13; Deut. 24:15.]",
          "ID": "28"
        },
        {
          "text": "Do not contrive or dig up or cultivate evil against your neighbor, who dwells trustingly and confidently beside you.",
          "ID": "29"
        },
        {
          "text": "Contend not with a man for no reason–when he has done you no wrong. [Rom. 12:18.]",
          "ID": "30"
        },
        {
          "text": "Do not resentfully envy and be jealous of an unscrupulous, grasping man, and choose none of his ways. [Ps. 37:1; 73:3; Prov. 24:1.]",
          "ID": "31"
        },
        {
          "text": "For the perverse are an abomination [extremely disgusting and detestable] to the Lord; but His confidential communion and secret counsel are with the [uncompromisingly] righteous (those who are upright and in right standing with Him). [Ps. 25:14.]",
          "ID": "32"
        },
        {
          "text": "The curse of the Lord is in and on the house of the wicked, but He declares blessed (joyful and favored with blessings) the home of the just and consistently righteous. [Ps. 37:22; Zech. 5:4; Mal. 2:2.]",
          "ID": "33"
        },
        {
          "text": "Though He scoffs at the scoffers and scorns the scorners, yet He gives His undeserved favor to the low [in rank], the humble, and the afflicted. [James 4:6; I Pet. 5:5.]",
          "ID": "34"
        },
        {
          "text": "The wise shall inherit glory (all honor and good) but shame is the highest rank conferred on [self-confident] fools. [Isa. 32:6.]",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.3"
    },
    {
      "name": "Proverbs 4",
      "text": [
        {
          "text": "HEAR, MY sons, the instruction of a father, and pay attention in order to gain and to know intelligent discernment, comprehension, and interpretation [of spiritual matters].",
          "ID": "1"
        },
        {
          "text": "For I give you good doctrine [what is to be received]; do not forsake my teaching.",
          "ID": "2"
        },
        {
          "text": "When I [Solomon] was a son with my father [David], tender and the only son in the sight of my mother [Bathsheba],",
          "ID": "3"
        },
        {
          "text": "He taught me and said to me, Let your heart hold fast my words; keep my commandments and live. [I Chron. 28:9; Eph. 6:4.]",
          "ID": "4"
        },
        {
          "text": "Get skillful and godly Wisdom, get understanding (discernment, comprehension, and interpretation); do not forget and do not turn back from the words of my mouth.",
          "ID": "5"
        },
        {
          "text": "Forsake not [Wisdom], and she will keep, defend, and protect you; love her, and she will guard you.",
          "ID": "6"
        },
        {
          "text": "The beginning of Wisdom is: get Wisdom (skillful and godly Wisdom)! [For skillful and godly Wisdom is the principal thing.] And with all you have gotten, get understanding (discernment, comprehension, and interpretation). [James 1:5.]",
          "ID": "7"
        },
        {
          "text": "Prize Wisdom highly and exalt her, and she will exalt and promote you; she will bring you to honor when you embrace her.",
          "ID": "8"
        },
        {
          "text": "She shall give to your head a wreath of gracefulness; a crown of beauty and glory will she deliver to you.",
          "ID": "9"
        },
        {
          "text": "Hear, O my son, and receive my sayings, and the years of your life shall be many.",
          "ID": "10"
        },
        {
          "text": "I have taught you in the way of skillful and godly Wisdom [which is comprehensive insight into the ways and purposes of God]; I have led you in paths of uprightness.",
          "ID": "11"
        },
        {
          "text": "When you walk, your steps shall not be hampered [your path will be clear and open]; and when you run, you shall not stumble.",
          "ID": "12"
        },
        {
          "text": "Take firm hold of instruction, do not let go; guard her, for she is your life.",
          "ID": "13"
        },
        {
          "text": "Enter not into the path of the wicked, and go not in the way of evil men.",
          "ID": "14"
        },
        {
          "text": "Avoid it, do not go on it; turn from it and pass on.",
          "ID": "15"
        },
        {
          "text": "For they cannot sleep unless they have caused trouble or vexation; their sleep is taken away unless they have caused someone to fall.",
          "ID": "16"
        },
        {
          "text": "For they eat the bread of wickedness and drink the wine of violence.",
          "ID": "17"
        },
        {
          "text": "But the path of the [uncompromisingly] just and righteous is like the light of dawn, that shines more and more (brighter and clearer) until [it reaches its full strength and glory in] the perfect day [to be prepared]. [II Sam. 23:4; Matt. 5:14; Phil. 2:15.]",
          "ID": "18"
        },
        {
          "text": "The way of the wicked is like deep darkness; they do not know over what they stumble. [John 12:35.]",
          "ID": "19"
        },
        {
          "text": "My son, attend to my words; consent and submit to my sayings.",
          "ID": "20"
        },
        {
          "text": "Let them not depart from your sight; keep them in the center of your heart.",
          "ID": "21"
        },
        {
          "text": "For they are life to those who find them, healing and health to all their flesh.",
          "ID": "22"
        },
        {
          "text": "Keep and guard your heart with all vigilance and above all that you guard, for out of it flow the springs of life.",
          "ID": "23"
        },
        {
          "text": "Put away from you false and dishonest speech, and willful and contrary talk put far from you.",
          "ID": "24"
        },
        {
          "text": "Let your eyes look right on [with fixed purpose], and let your gaze be straight before you.",
          "ID": "25"
        },
        {
          "text": "Consider well the path of your feet, and let all your ways be established and ordered aright.",
          "ID": "26"
        },
        {
          "text": "Turn not aside to the right hand or to the left; remove your foot from evil.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.4"
    },
    {
      "name": "Proverbs 5",
      "text": [
        {
          "text": "MY SON, be attentive to my Wisdom [godly Wisdom learned by actual and costly experience], and incline your ear to my understanding [of what is becoming and prudent for you],",
          "ID": "1"
        },
        {
          "text": "That you may exercise proper discrimination and discretion and your lips may guard and keep knowledge and the wise answer [to temptation].",
          "ID": "2"
        },
        {
          "text": "For the lips of a loose woman drip honey as a honeycomb, and her mouth is smoother than oil; [Ezek. 20:30; Col. 2:8-10; II Pet. 2:14-17.]",
          "ID": "3"
        },
        {
          "text": "But in the end she is bitter as wormwood, sharp as a two-edged and devouring sword.",
          "ID": "4"
        },
        {
          "text": "Her feet go down to death; her steps take hold of Sheol (Hades, the place of the dead).",
          "ID": "5"
        },
        {
          "text": "She loses sight of and walks not in the path of life; her ways wind about aimlessly, and you cannot know them.",
          "ID": "6"
        },
        {
          "text": "Now therefore, my sons, listen to me, and depart not from the words of my mouth.",
          "ID": "7"
        },
        {
          "text": "Let your way in life be far from her, and come not near the door of her house [avoid the very scenes of temptation], [Prov. 4:15; Rom. 16:17; I Thess. 5:19-22.]",
          "ID": "8"
        },
        {
          "text": "Lest you give your honor to others and your years to those without mercy,",
          "ID": "9"
        },
        {
          "text": "Lest strangers [and false teachings] take their fill of your strength and wealth and your labors go to the house of an alien [from God]–",
          "ID": "10"
        },
        {
          "text": "And you groan and mourn when your end comes, when your flesh and body are consumed,",
          "ID": "11"
        },
        {
          "text": "And you say, How I hated instruction and discipline, and my heart despised reproof!",
          "ID": "12"
        },
        {
          "text": "I have not obeyed the voice of my teachers nor submitted and consented to those who instructed me.",
          "ID": "13"
        },
        {
          "text": "[The extent and boldness of] my sin involved almost all evil [in the estimation] of the congregation and the community.",
          "ID": "14"
        },
        {
          "text": "Drink waters out of your own cistern [of a pure marriage relationship], and fresh running waters out of your own well.",
          "ID": "15"
        },
        {
          "text": "Should your offspring be dispersed abroad as water brooks in the streets?",
          "ID": "16"
        },
        {
          "text": "[Confine yourself to your own wife] let your children be for you alone, and not the children of strangers with you.",
          "ID": "17"
        },
        {
          "text": "Let your fountain [of human life] be blessed [with the rewards of fidelity], and rejoice in the wife of your youth.",
          "ID": "18"
        },
        {
          "text": "Let her be as the loving hind and pleasant doe [tender, gentle, attractive]–let her bosom satisfy you at all times, and always be transported with delight in her love.",
          "ID": "19"
        },
        {
          "text": "Why should you, my son, be infatuated with a loose woman, embrace the bosom of an outsider, and go astray?",
          "ID": "20"
        },
        {
          "text": "For the ways of man are directly before the eyes of the Lord, and He [Who would have us live soberly, chastely, and godly] carefully weighs all man's goings. [II Chron. 16:9; Job 31:4; 34:21; Prov. 15:3; Jer. 16:17; Hos. 7:2; Heb. 4:13.]",
          "ID": "21"
        },
        {
          "text": "His own iniquities shall ensnare the wicked man, and he shall be held with the cords of his sin.",
          "ID": "22"
        },
        {
          "text": "He will die for lack of discipline and instruction, and in the greatness of his folly he will go astray and be lost.",
          "ID": "23"
        }
      ],
      "ID": "OT:PRO.5"
    },
    {
      "name": "Proverbs 6",
      "text": [
        {
          "text": "MY SON, if you have become security for your neighbor, if you have given your pledge for a stranger or another,",
          "ID": "1"
        },
        {
          "text": "You are snared with the words of your lips, you are caught by the speech of your mouth.",
          "ID": "2"
        },
        {
          "text": "Do this now [at once and earnestly], my son, and deliver yourself when you have put yourself into the power of your neighbor; go, bestir and humble yourself, and beg your neighbor [to pay his debt and thereby release you].",
          "ID": "3"
        },
        {
          "text": "Give not [unnecessary] sleep to your eyes, nor slumber to your eyelids;",
          "ID": "4"
        },
        {
          "text": "Deliver yourself, as a roe or gazelle from the hand of the hunter, and as a bird from the hand of the fowler.",
          "ID": "5"
        },
        {
          "text": "Go to the ant, you sluggard; consider her ways and be wise!–[Job 12:7.]",
          "ID": "6"
        },
        {
          "text": "Which, having no chief, overseer, or ruler,",
          "ID": "7"
        },
        {
          "text": "Provides her food in the summer and gathers her supplies in the harvest.",
          "ID": "8"
        },
        {
          "text": "How long will you sleep, O sluggard? When will you arise out of your sleep? [Prov. 24:33, 34.]",
          "ID": "9"
        },
        {
          "text": "Yet a little sleep, a little slumber, a little folding of the hands to lie down and sleep–",
          "ID": "10"
        },
        {
          "text": "So will your poverty come like a robber or one who travels [with slowly but surely approaching steps] and your want like an armed man [making you helpless]. [Prov. 10:4; 13:4; 20:4.]",
          "ID": "11"
        },
        {
          "text": "A worthless person, a wicked man, is he who goes about with a perverse (contrary, wayward) mouth.",
          "ID": "12"
        },
        {
          "text": "He winks with his eyes, he speaks by shuffling or tapping with his feet, he makes signs [to mislead and deceive] and teaches with his fingers.",
          "ID": "13"
        },
        {
          "text": "Willful and contrary in his heart, he devises trouble, vexation, and evil continually; he lets loose discord and sows it.",
          "ID": "14"
        },
        {
          "text": "Therefore upon him shall the crushing weight of calamity come suddenly; suddenly shall he be broken, and that without remedy.",
          "ID": "15"
        },
        {
          "text": "These six things the Lord hates, indeed, seven are an abomination to Him:",
          "ID": "16"
        },
        {
          "text": "A proud look [the spirit that makes one overestimate himself and underestimate others], a lying tongue, and hands that shed innocent blood, [Ps. 120:2, 3.]",
          "ID": "17"
        },
        {
          "text": "A heart that manufactures wicked thoughts and plans, feet that are swift in running to evil,",
          "ID": "18"
        },
        {
          "text": "A false witness who breathes out lies [even under oath], and he who sows discord among his brethren.",
          "ID": "19"
        },
        {
          "text": "My son, keep your father's [God-given] commandment and forsake not the law of [God] your mother [taught you]. [Eph. 6:1-3.]",
          "ID": "20"
        },
        {
          "text": "Bind them continually upon your heart and tie them about your neck. [Prov. 3:3; 7:3.]",
          "ID": "21"
        },
        {
          "text": "When you go, they [the words of your parents' God] shall lead you; when you sleep, they shall keep you; and when you waken, they shall talk with you.",
          "ID": "22"
        },
        {
          "text": "For the commandment is a lamp, and the whole teaching [of the law] is light, and reproofs of discipline are the way of life, [Ps. 19:8; 119:105.]",
          "ID": "23"
        },
        {
          "text": "To keep you from the evil woman, from the flattery of the tongue of a loose woman.",
          "ID": "24"
        },
        {
          "text": "Lust not after her beauty in your heart, neither let her capture you with her eyelids.",
          "ID": "25"
        },
        {
          "text": "For on account of a harlot a man is brought to a piece of bread, and the adulteress stalks and snares [as with a hook] the precious life [of a man].",
          "ID": "26"
        },
        {
          "text": "Can a man take fire in his bosom and his clothes not be burned?",
          "ID": "27"
        },
        {
          "text": "Can one go upon hot coals and his feet not be burned?",
          "ID": "28"
        },
        {
          "text": "So he who cohabits with his neighbor's wife [will be tortured with evil consequences and just retribution]; he who touches her shall not be innocent or go unpunished.",
          "ID": "29"
        },
        {
          "text": "Men do not despise a thief if he steals to satisfy himself when he is hungry;",
          "ID": "30"
        },
        {
          "text": "But if he is found out, he must restore seven times [what he stole]; he must give the whole substance of his house [if necessary–to meet his fine].",
          "ID": "31"
        },
        {
          "text": "But whoever commits adultery with a woman lacks heart and understanding (moral principle and prudence); he who does it is destroying his own life.",
          "ID": "32"
        },
        {
          "text": "Wounds and disgrace will he get, and his reproach will not be wiped away.",
          "ID": "33"
        },
        {
          "text": "For jealousy makes [the wronged] man furious; therefore he will not spare in the day of vengeance [upon the detected one].",
          "ID": "34"
        },
        {
          "text": "He will not consider any ransom [offered to buy him off from demanding full punishment]; neither will he be satisfied, though you offer him many gifts and bribes.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.6"
    },
    {
      "name": "Proverbs 7",
      "text": [
        {
          "text": "MY SON, keep my words; lay up within you my commandments [for use when needed] and treasure them.",
          "ID": "1"
        },
        {
          "text": "Keep my commandments and live, and keep my law and teaching as the apple (the pupil) of your eye.",
          "ID": "2"
        },
        {
          "text": "Bind them on your fingers; write them on the tablet of your heart.",
          "ID": "3"
        },
        {
          "text": "Say to skillful and godly Wisdom, You are my sister, and regard understanding or insight as your intimate friend–",
          "ID": "4"
        },
        {
          "text": "That they may keep you from the loose woman, from the adventuress who flatters with and makes smooth her words.",
          "ID": "5"
        },
        {
          "text": "For at the window of my house I looked out through my lattice.",
          "ID": "6"
        },
        {
          "text": "And among the simple (empty-headed and emptyhearted) ones, I perceived among the youths a young man void of good sense,",
          "ID": "7"
        },
        {
          "text": "Sauntering through the street near the [loose woman's] corner; and he went the way to her house",
          "ID": "8"
        },
        {
          "text": "In the twilight, in the evening; night black and dense was falling [over the young man's life].",
          "ID": "9"
        },
        {
          "text": "And behold, there met him a woman, dressed as a harlot and sly and cunning of heart.",
          "ID": "10"
        },
        {
          "text": "She is turbulent and willful; her feet stay not in her house;",
          "ID": "11"
        },
        {
          "text": "Now in the streets, now in the marketplaces, she sets her ambush at every corner.",
          "ID": "12"
        },
        {
          "text": "So she caught him and kissed him and with impudent face she said to him,",
          "ID": "13"
        },
        {
          "text": "Sacrifices of peace offerings were due from me; this day I paid my vows.",
          "ID": "14"
        },
        {
          "text": "So I came forth to meet you [that you might share with me the feast from my offering]; diligently I sought your face, and I have found you.",
          "ID": "15"
        },
        {
          "text": "I have spread my couch with rugs and cushions of tapestry, with striped sheets of fine linen of Egypt.",
          "ID": "16"
        },
        {
          "text": "I have perfumed my bed with myrrh, aloes, and cinnamon.",
          "ID": "17"
        },
        {
          "text": "Come, let us take our fill of love until morning; let us console and delight ourselves with love.",
          "ID": "18"
        },
        {
          "text": "For the man is not at home; he is gone on a long journey;",
          "ID": "19"
        },
        {
          "text": "He has taken a bag of money with him and will come home at the day appointed [at the full moon].",
          "ID": "20"
        },
        {
          "text": "With much justifying and enticing argument she persuades him, with the allurements of her lips she leads him [to overcome his conscience and his fears] and forces him along.",
          "ID": "21"
        },
        {
          "text": "Suddenly he [yields and] follows her reluctantly like an ox moving to the slaughter, like one in fetters going to the correction [to be given] to a fool or like a dog enticed by food to the muzzle",
          "ID": "22"
        },
        {
          "text": "Till a dart [of passion] pierces and inflames his vitals; then like a bird fluttering straight into the net [he hastens], not knowing that it will cost him his life.",
          "ID": "23"
        },
        {
          "text": "Listen to me now therefore, O you sons, and be attentive to the words of my mouth.",
          "ID": "24"
        },
        {
          "text": "Let not your heart incline toward her ways, do not stray into her paths.",
          "ID": "25"
        },
        {
          "text": "For she has cast down many wounded; indeed, all her slain are a mighty host. [Neh. 13:26.]",
          "ID": "26"
        },
        {
          "text": "Her house is the way to Sheol (Hades, the place of the dead), going down to the chambers of death.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.7"
    },
    {
      "name": "Proverbs 8",
      "text": [
        {
          "text": "DOES NOT skillful and godly Wisdom cry out, and understanding raise her voice [in contrast to the loose woman]?",
          "ID": "1"
        },
        {
          "text": "On the top of the heights beside the way, where the paths meet, stands Wisdom [skillful and godly];",
          "ID": "2"
        },
        {
          "text": "At the gates at the entrance of the town, at the coming in at the doors, she cries out:",
          "ID": "3"
        },
        {
          "text": "To you, O men, I call, and my voice is directed to the sons of men.",
          "ID": "4"
        },
        {
          "text": "O you simple and thoughtless ones, understand prudence; you [self-confident] fools, be of an understanding heart. [Isa. 32:6.]",
          "ID": "5"
        },
        {
          "text": "Hear, for I will speak excellent and princely things; and the opening of my lips shall be for right things.",
          "ID": "6"
        },
        {
          "text": "For my mouth shall utter truth, and wrongdoing is detestable and loathsome to my lips.",
          "ID": "7"
        },
        {
          "text": "All the words of my mouth are righteous (upright and in right standing with God); there is nothing contrary to truth or crooked in them.",
          "ID": "8"
        },
        {
          "text": "They are all plain to him who understands [and opens his heart], and right to those who find knowledge [and live by it].",
          "ID": "9"
        },
        {
          "text": "Receive my instruction in preference to [striving for] silver, and knowledge rather than choice gold,",
          "ID": "10"
        },
        {
          "text": "For skillful and godly Wisdom is better than rubies or pearls, and all the things that may be desired are not to be compared to it. [Job 28:15; Ps. 19:10; 119:127.]",
          "ID": "11"
        },
        {
          "text": "I, Wisdom [from God], make prudence my dwelling, and I find out knowledge and discretion. [James 1:5.]",
          "ID": "12"
        },
        {
          "text": "The reverent fear and worshipful awe of the Lord [includes] the hatred of evil; pride, arrogance, the evil way, and perverted and twisted speech I hate.",
          "ID": "13"
        },
        {
          "text": "I have counsel and sound knowledge, I have understanding, I have might and power.",
          "ID": "14"
        },
        {
          "text": "By me kings reign and rulers decree justice. [Dan. 2:21; Rom. 13:1.]",
          "ID": "15"
        },
        {
          "text": "By me princes rule, and nobles, even all the judges and governors of the earth.",
          "ID": "16"
        },
        {
          "text": "I love those who love me, and those who seek me early and diligently shall find me. [I Sam. 2:30; Ps. 91:14; John 14:21; James 1:5.]",
          "ID": "17"
        },
        {
          "text": "Riches and honor are with me, enduring wealth and righteousness (uprightness in every area and relation, and right standing with God). [Prov. 3:16; Matt. 6:33.]",
          "ID": "18"
        },
        {
          "text": "My fruit is better than gold, yes, than refined gold, and my increase than choice silver.",
          "ID": "19"
        },
        {
          "text": "I [Wisdom] walk in the way of righteousness (moral and spiritual rectitude in every area and relation), in the midst of the paths of justice,",
          "ID": "20"
        },
        {
          "text": "That I may cause those who love me to inherit [true] riches and that I may fill their treasuries.",
          "ID": "21"
        },
        {
          "text": "The Lord formed and brought me [Wisdom] forth at the beginning of His way, before His acts of old.",
          "ID": "22"
        },
        {
          "text": "I [Wisdom] was inaugurated and ordained from everlasting, from the beginning, before ever the earth existed. [John 1:1; I Cor. 1:24.]",
          "ID": "23"
        },
        {
          "text": "When there were no deeps, I was brought forth, when there were no fountains laden with water.",
          "ID": "24"
        },
        {
          "text": "Before the mountains were settled, before the hills, I was brought forth, [Job 15:7, 8.]",
          "ID": "25"
        },
        {
          "text": "While as yet He had not made the land or the fields or the first of the dust of the earth.",
          "ID": "26"
        },
        {
          "text": "When He prepared the heavens, I [Wisdom] was there; when He drew a circle upon the face of the deep and stretched out the firmament over it,",
          "ID": "27"
        },
        {
          "text": "When He made firm the skies above, when He established the fountains of the deep,",
          "ID": "28"
        },
        {
          "text": "When He gave to the sea its limit and His decree that the waters should not transgress [across the boundaries set by] His command, when He appointed the foundations of the earth–[Job 38:10, 11; Ps. 104:6-9; Jer. 5:22.]",
          "ID": "29"
        },
        {
          "text": "Then I [Wisdom] was beside Him as a master and director of the work; and I was daily His delight, rejoicing before Him always, [Matt. 3:17; John 1:2, 18.]",
          "ID": "30"
        },
        {
          "text": "Rejoicing in His inhabited earth and delighting in the sons of men. [Ps. 16:3.]",
          "ID": "31"
        },
        {
          "text": "Now therefore listen to me, O you sons; for blessed (happy, fortunate, to be envied) are those who keep my ways. [Ps. 119:1, 2; 128:1, 2; Luke 11:28.]",
          "ID": "32"
        },
        {
          "text": "Hear instruction and be wise, and do not refuse or neglect it.",
          "ID": "33"
        },
        {
          "text": "Blessed (happy, fortunate, to be envied) is the man who listens to me, watching daily at my gates, waiting at the posts of my doors.",
          "ID": "34"
        },
        {
          "text": "For whoever finds me [Wisdom] finds life and draws forth and obtains favor from the Lord.",
          "ID": "35"
        },
        {
          "text": "But he who misses me or sins against me wrongs and injures himself; all who hate me love and court death.",
          "ID": "36"
        }
      ],
      "ID": "OT:PRO.8"
    },
    {
      "name": "Proverbs 9",
      "text": [
        {
          "text": "WISDOM HAS built her house; she has hewn out and set up her seven [perfect number of] pillars.",
          "ID": "1"
        },
        {
          "text": "She has killed her beasts, she has mixed her [spiritual] wine; she has also set her table. [Matt. 22:2-4.]",
          "ID": "2"
        },
        {
          "text": "She has sent out her maids to cry from the highest places of the town:",
          "ID": "3"
        },
        {
          "text": "Whoever is simple (easily led astray and wavering), let him turn in here! As for him who lacks understanding, [God's] Wisdom says to him,",
          "ID": "4"
        },
        {
          "text": "Come, eat of my bread and drink of the [spiritual] wine which I have mixed. [Isa. 55:1; John 6:27.]",
          "ID": "5"
        },
        {
          "text": "Leave off, simple ones [forsake the foolish and simpleminded] and live! And walk in the way of insight and understanding.",
          "ID": "6"
        },
        {
          "text": "He who rebukes a scorner heaps upon himself abuse, and he who reproves a wicked man gets for himself bruises.",
          "ID": "7"
        },
        {
          "text": "Reprove not a scorner, lest he hate you; reprove a wise man, and he will love you. [Ps. 141:5.]",
          "ID": "8"
        },
        {
          "text": "Give instruction to a wise man and he will be yet wiser; teach a righteous man (one upright and in right standing with God) and he will increase in learning.",
          "ID": "9"
        },
        {
          "text": "The reverent and worshipful fear of the Lord is the beginning (the chief and choice part) of Wisdom, and the knowledge of the Holy One is insight and understanding.",
          "ID": "10"
        },
        {
          "text": "For by me [Wisdom from God] your days shall be multiplied, and the years of your life shall be increased.",
          "ID": "11"
        },
        {
          "text": "If you are wise, you are wise for yourself; if you scorn, you alone will bear it and pay the penalty.",
          "ID": "12"
        },
        {
          "text": "The foolish woman is noisy; she is simple and open to all forms of evil, she [willfully and recklessly] knows nothing whatever [of eternal value].",
          "ID": "13"
        },
        {
          "text": "For she sits at the door of her house or on a seat in the conspicuous places of the town,",
          "ID": "14"
        },
        {
          "text": "Calling to those who pass by, who go uprightly on their way:",
          "ID": "15"
        },
        {
          "text": "Whoever is simple (wavering and easily led astray), let him turn in here! And as for him who lacks understanding, she says to him,",
          "ID": "16"
        },
        {
          "text": "Stolen waters (pleasures) are sweet [because they are forbidden]; and bread eaten in secret is pleasant. [Prov. 20:17.]",
          "ID": "17"
        },
        {
          "text": "But he knows not that the shades of the dead are there [specters haunting the scene of past transgressions], and that her invited guests are [already sunk] in the depths of Sheol (the lower world, Hades, the place of the dead).",
          "ID": "18"
        }
      ],
      "ID": "OT:PRO.9"
    },
    {
      "name": "Proverbs 10",
      "text": [
        {
          "text": "THE PROVERBS of Solomon: A wise son makes a glad father, but a foolish and self-confident son is the grief of his mother.",
          "ID": "1"
        },
        {
          "text": "Treasures of wickedness profit nothing, but righteousness (moral and spiritual rectitude in every area and relation) delivers from death.",
          "ID": "2"
        },
        {
          "text": "The Lord will not allow the [uncompromisingly] righteous to famish, but He thwarts the desire of the wicked. [Ps. 34:9, 10; 37:25.]",
          "ID": "3"
        },
        {
          "text": "He becomes poor who works with a slack and idle hand, but the hand of the diligent makes rich.",
          "ID": "4"
        },
        {
          "text": "He who gathers in summer is a wise son, but he who sleeps in harvest is a son who causes shame.",
          "ID": "5"
        },
        {
          "text": "Blessings are upon the head of the [uncompromisingly] righteous (the upright, in right standing with God) but the mouth of the wicked conceals violence.",
          "ID": "6"
        },
        {
          "text": "The memory of the [uncompromisingly] righteous is a blessing, but the name of the wicked shall rot. [Ps. 112:6; 9:5.]",
          "ID": "7"
        },
        {
          "text": "The wise in heart will accept and obey commandments, but the foolish of lips will fall headlong.",
          "ID": "8"
        },
        {
          "text": "He who walks uprightly walks securely, but he who takes a crooked way shall be found out and punished.",
          "ID": "9"
        },
        {
          "text": "He who winks with the eye [craftily and with malice] causes sorrow; the foolish of lips will fall headlong but he who boldly reproves makes peace.",
          "ID": "10"
        },
        {
          "text": "The mouth of the [uncompromisingly] righteous man is a well of life, but the mouth of the wicked conceals violence.",
          "ID": "11"
        },
        {
          "text": "Hatred stirs up contentions, but love covers all transgressions.",
          "ID": "12"
        },
        {
          "text": "On the lips of him who has discernment skillful and godly Wisdom is found, but discipline and the rod are for the back of him who is without sense and understanding.",
          "ID": "13"
        },
        {
          "text": "Wise men store up knowledge [in mind and heart], but the mouth of the foolish is a present destruction.",
          "ID": "14"
        },
        {
          "text": "The rich man's wealth is his strong city; the poverty of the poor is their ruin. [Ps. 52:7; I Tim. 6:17.]",
          "ID": "15"
        },
        {
          "text": "The earnings of the righteous (the upright, in right standing with God) lead to life, but the profit of the wicked leads to further sin. [Rom. 6:21; I Tim. 6:10.]",
          "ID": "16"
        },
        {
          "text": "He who heeds instruction and correction is [not only himself] in the way of life [but also] is a way of life for others. And he who neglects or refuses reproof [not only himself] goes astray [but also] causes to err and is a path toward ruin for others.",
          "ID": "17"
        },
        {
          "text": "He who hides hatred is of lying lips, and he who utters slander is a [self-confident] fool. [Prov. 26:24-26.]",
          "ID": "18"
        },
        {
          "text": "In a multitude of words transgression is not lacking, but he who restrains his lips is prudent.",
          "ID": "19"
        },
        {
          "text": "The tongues of those who are upright and in right standing with God are as choice silver; the minds of those who are wicked and out of harmony with God are of little value.",
          "ID": "20"
        },
        {
          "text": "The lips of the [uncompromisingly] righteous feed and guide many, but fools die for want of understanding and heart.",
          "ID": "21"
        },
        {
          "text": "The blessing of the Lord–it makes [truly] rich, and He adds no sorrow with it [neither does toiling increase it].",
          "ID": "22"
        },
        {
          "text": "It is as sport to a [self-confident] fool to do wickedness, but to have skillful and godly Wisdom is pleasure and relaxation to a man of understanding.",
          "ID": "23"
        },
        {
          "text": "The thing a wicked man fears shall come upon him, but the desire of the [uncompromisingly] righteous shall be granted.",
          "ID": "24"
        },
        {
          "text": "When the whirlwind passes, the wicked are no more, but the [uncompromisingly] righteous have an everlasting foundation. [Ps. 125:1; Matt. 7:24-27.]",
          "ID": "25"
        },
        {
          "text": "As vinegar to the teeth and as smoke to the eyes, so is the sluggard to those who employ and send him.",
          "ID": "26"
        },
        {
          "text": "The reverent and worshipful fear of the Lord prolongs one's days, but the years of the wicked shall be made short.",
          "ID": "27"
        },
        {
          "text": "The hope of the [uncompromisingly] righteous (the upright, in right standing with God) is gladness, but the expectation of the wicked (those who are out of harmony with God) comes to nothing.",
          "ID": "28"
        },
        {
          "text": "The way of the Lord is strength and a stronghold to the upright, but it is destruction to the workers of iniquity.",
          "ID": "29"
        },
        {
          "text": "The [consistently] righteous shall never be removed, but the wicked shall not inhabit the earth [eventually]. [Ps. 37:22; 125:1.]",
          "ID": "30"
        },
        {
          "text": "The mouths of the righteous (those harmonious with God) bring forth skillful and godly Wisdom, but the perverse tongue shall be cut down [like a barren and rotten tree].",
          "ID": "31"
        },
        {
          "text": "The lips of the [uncompromisingly] righteous know [and therefore utter] what is acceptable, but the mouth of the wicked knows [and therefore speaks only] what is obstinately willful and contrary.",
          "ID": "32"
        }
      ],
      "ID": "OT:PRO.10"
    },
    {
      "name": "Proverbs 11",
      "text": [
        {
          "text": "A FALSE balance and unrighteous dealings are extremely offensive and shamefully sinful to the Lord, but a just weight is His delight. [Lev. 19:35, 36; Prov. 16:11.]",
          "ID": "1"
        },
        {
          "text": "When swelling and pride come, then emptiness and shame come also, but with the humble (those who are lowly, who have been pruned or chiseled by trial, and renounce self) are skillful and godly Wisdom and soundness.",
          "ID": "2"
        },
        {
          "text": "The integrity of the upright shall guide them, but the willful contrariness and crookedness of the treacherous shall destroy them.",
          "ID": "3"
        },
        {
          "text": "Riches provide no security in any day of wrath and judgment, but righteousness (uprightness and right standing with God) delivers from death. [Prov. 10:2; Zeph. 1:18.]",
          "ID": "4"
        },
        {
          "text": "The righteousness of the blameless shall rectify and make plain their way and keep it straight, but the wicked shall fall by their own wickedness.",
          "ID": "5"
        },
        {
          "text": "The righteousness of the upright [their rectitude in every area and relation] shall deliver them, but the treacherous shall be taken in their own iniquity and greedy desire.",
          "ID": "6"
        },
        {
          "text": "When the wicked man dies, his hope [for the future] perishes; and the expectation of the godless comes to nothing.",
          "ID": "7"
        },
        {
          "text": "The [uncompromisingly] righteous is delivered out of trouble, and the wicked gets into it instead.",
          "ID": "8"
        },
        {
          "text": "With his mouth the godless man destroys his neighbor, but through knowledge and superior discernment shall the righteous be delivered.",
          "ID": "9"
        },
        {
          "text": "When it goes well with the [uncompromisingly] righteous, the city rejoices, but when the wicked perish, there are shouts of joy.",
          "ID": "10"
        },
        {
          "text": "By the blessing of the influence of the upright and God's favor [because of them] the city is exalted, but it is overthrown by the mouth of the wicked.",
          "ID": "11"
        },
        {
          "text": "He who belittles and despises his neighbor lacks sense, but a man of understanding keeps silent.",
          "ID": "12"
        },
        {
          "text": "He who goes about as a talebearer reveals secrets, but he who is trustworthy and faithful in spirit keeps the matter hidden.",
          "ID": "13"
        },
        {
          "text": "Where no wise guidance is, the people fall, but in the multitude of counselors there is safety.",
          "ID": "14"
        },
        {
          "text": "He who becomes security for an outsider shall smart for it, but he who hates suretyship is secure [from its penalties].",
          "ID": "15"
        },
        {
          "text": "A gracious and good woman wins honor [for her husband], and violent men win riches but a woman who hates righteousness is a throne of dishonor for him.",
          "ID": "16"
        },
        {
          "text": "The merciful, kind, and generous man benefits himself [for his deeds return to bless him], but he who is cruel and callous [to the wants of others] brings on himself retribution.",
          "ID": "17"
        },
        {
          "text": "The wicked man earns deceitful wages, but he who sows righteousness (moral and spiritual rectitude in every area and relation) shall have a sure reward [permanent and satisfying]. [Hos. 10:12; Gal. 6:8, 9; James 3:18.]",
          "ID": "18"
        },
        {
          "text": "He who is steadfast in righteousness (uprightness and right standing with God) attains to life, but he who pursues evil does it to his own death.",
          "ID": "19"
        },
        {
          "text": "They who are willfully contrary in heart are extremely disgusting and shamefully vile in the eyes of the Lord, but such as are blameless and wholehearted in their ways are His delight!",
          "ID": "20"
        },
        {
          "text": "Assuredly [I pledge it] the wicked shall not go unpunished, but the multitude of the [uncompromisingly] righteous shall be delivered.",
          "ID": "21"
        },
        {
          "text": "As a ring of gold in a swine's snout, so is a fair woman who is without discretion.",
          "ID": "22"
        },
        {
          "text": "The desire of the [consistently] righteous brings only good, but the expectation of the wicked brings wrath.",
          "ID": "23"
        },
        {
          "text": "There are those who [generously] scatter abroad, and yet increase more; there are those who withhold more than is fitting or what is justly due, but it results only in want.",
          "ID": "24"
        },
        {
          "text": "The liberal person shall be enriched, and he who waters shall himself be watered. [II Cor. 9:6-10.]",
          "ID": "25"
        },
        {
          "text": "The people curse him who holds back grain [when the public needs it], but a blessing [from God and man] is upon the head of him who sells it.",
          "ID": "26"
        },
        {
          "text": "He who diligently seeks good seeks [God's] favor, but he who searches after evil, it shall come upon him.",
          "ID": "27"
        },
        {
          "text": "He who leans on, trusts in, and is confident in his riches shall fall, but the [uncompromisingly] righteous shall flourish like a green bough.",
          "ID": "28"
        },
        {
          "text": "He who troubles his own house shall inherit the wind, and the foolish shall be servant to the wise of heart.",
          "ID": "29"
        },
        {
          "text": "The fruit of the [uncompromisingly] righteous is a tree of life, and he who is wise captures human lives [for God, as a fisher of men–he gathers and receives them for eternity]. [Matt. 4:19; I Cor. 9:19; James 5:20.]",
          "ID": "30"
        },
        {
          "text": "Behold, the [uncompromisingly] righteous shall be recompensed on earth; how much more the wicked and the sinner! And if the righteous are barely saved, what will become of the ungodly and wicked? [I Pet. 4:18.]",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.11"
    },
    {
      "name": "Proverbs 12",
      "text": [
        {
          "text": "WHOEVER LOVES instruction and correction loves knowledge, but he who hates reproof is like a brute beast, stupid and indiscriminating.",
          "ID": "1"
        },
        {
          "text": "A good man obtains favor from the Lord, but a man of wicked devices He condemns.",
          "ID": "2"
        },
        {
          "text": "A man shall not be established by wickedness, but the root of the [uncompromisingly] righteous shall never be moved.",
          "ID": "3"
        },
        {
          "text": "A virtuous and worthy wife [earnest and strong in character] is a crowning joy to her husband, but she who makes him ashamed is as rottenness in his bones. [Prov. 31:23; I Cor. 11:7.]",
          "ID": "4"
        },
        {
          "text": "The thoughts and purposes of the [consistently] righteous are honest and reliable, but the counsels and designs of the wicked are treacherous.",
          "ID": "5"
        },
        {
          "text": "The words of the wicked lie in wait for blood, but the mouth of the upright shall deliver them and the innocent ones [thus endangered].",
          "ID": "6"
        },
        {
          "text": "The wicked are overthrown and are not, but the house of the [uncompromisingly] righteous shall stand.",
          "ID": "7"
        },
        {
          "text": "A man shall be commended according to his Wisdom [godly Wisdom, which is comprehensive insight into the ways and purposes of God], but he who is of a perverse heart shall be despised.",
          "ID": "8"
        },
        {
          "text": "Better is he who is lightly esteemed but works for his own support than he who assumes honor for himself and lacks bread.",
          "ID": "9"
        },
        {
          "text": "A [consistently] righteous man regards the life of his beast, but even the tender mercies of the wicked are cruel. [Deut. 25:4.]",
          "ID": "10"
        },
        {
          "text": "He who tills his land shall be satisfied with bread, but he who follows worthless pursuits is lacking in sense and is without understanding.",
          "ID": "11"
        },
        {
          "text": "The wicked desire the booty of evil men, but the root of the [uncompromisingly] righteous yields [richer fruitage].",
          "ID": "12"
        },
        {
          "text": "The wicked is [dangerously] snared by the transgression of his lips, but the [uncompromisingly] righteous shall come out of trouble.",
          "ID": "13"
        },
        {
          "text": "From the fruit of his words a man shall be satisfied with good, and the work of a man's hands shall come back to him [as a harvest].",
          "ID": "14"
        },
        {
          "text": "The way of a fool is right in his own eyes, but he who listens to counsel is wise. [Prov. 3:7; 9:9; 21:2.]",
          "ID": "15"
        },
        {
          "text": "A fool's wrath is quickly and openly known, but a prudent man ignores an insult.",
          "ID": "16"
        },
        {
          "text": "He who breathes out truth shows forth righteousness (uprightness and right standing with God), but a false witness utters deceit.",
          "ID": "17"
        },
        {
          "text": "There are those who speak rashly, like the piercing of a sword, but the tongue of the wise brings healing.",
          "ID": "18"
        },
        {
          "text": "Truthful lips shall be established forever, but a lying tongue is [credited] but for a moment.",
          "ID": "19"
        },
        {
          "text": "Deceit is in the hearts of those who devise evil, but for the counselors of peace there is joy.",
          "ID": "20"
        },
        {
          "text": "No [actual] evil, misfortune, or calamity shall come upon the righteous, but the wicked shall be filled with evil, misfortune, and calamity. [Job 5:19; Ps. 91:3; Prov. 12:13; Isa. 46:4; Jer. 1:8; Dan. 6:27; II Tim. 4:18.]",
          "ID": "21"
        },
        {
          "text": "Lying lips are extremely disgusting and hateful to the Lord, but they who deal faithfully are His delight. [Prov. 6:17; 11:20; Rev. 22:15.]",
          "ID": "22"
        },
        {
          "text": "A prudent man is reluctant to display his knowledge, but the heart of [self-confident] fools proclaims their folly. [Isa. 32:6.]",
          "ID": "23"
        },
        {
          "text": "The hand of the diligent will rule, but the slothful will be put to forced labor.",
          "ID": "24"
        },
        {
          "text": "Anxiety in a man's heart weighs it down, but an encouraging word makes it glad. [Ps. 50:4; Prov. 15:13.]",
          "ID": "25"
        },
        {
          "text": "The [consistently] righteous man is a guide to his neighbor, but the way of the wicked causes others to go astray.",
          "ID": "26"
        },
        {
          "text": "The slothful man does not catch his game or roast it once he kills it, but the diligent man gets precious possessions.",
          "ID": "27"
        },
        {
          "text": "Life is in the way of righteousness (moral and spiritual rectitude in every area and relation), and in its pathway there is no death but immortality (perpetual, eternal life). [John 3:36; 4:36; 8:51; 11:26; I Cor. 15:54; Gal. 6:8.]",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.12"
    },
    {
      "name": "Proverbs 13",
      "text": [
        {
          "text": "A WISE son heeds [and is the fruit of] his father's instruction and correction, but a scoffer listens not to rebuke.",
          "ID": "1"
        },
        {
          "text": "A good man eats good from the fruit of his mouth, but the desire of the treacherous is for violence.",
          "ID": "2"
        },
        {
          "text": "He who guards his mouth keeps his life, but he who opens wide his lips comes to ruin.",
          "ID": "3"
        },
        {
          "text": "The appetite of the sluggard craves and gets nothing, but the appetite of the diligent is abundantly supplied. [Prov. 10:4.]",
          "ID": "4"
        },
        {
          "text": "A [consistently] righteous man hates lying and deceit, but a wicked man is loathsome [his very breath spreads pollution] and he comes [surely] to shame.",
          "ID": "5"
        },
        {
          "text": "Righteousness (rightness and justice in every area and relation) guards him who is upright in the way, but wickedness plunges into sin and overthrows the sinner.",
          "ID": "6"
        },
        {
          "text": "One man considers himself rich, yet has nothing [to keep permanently]; another man considers himself poor, yet has great [and indestructible] riches. [Prov. 12:9; Luke 12:20, 21.]",
          "ID": "7"
        },
        {
          "text": "A rich man can buy his way out of threatened death by paying a ransom, but the poor man does not even have to listen to threats [from the envious].",
          "ID": "8"
        },
        {
          "text": "The light of the [uncompromisingly] righteous [is within him–it grows brighter and] rejoices, but the lamp of the wicked [furnishes only a derived, temporary light and] shall be put out shortly.",
          "ID": "9"
        },
        {
          "text": "By pride and insolence comes only contention, but with the well-advised is skillful and godly Wisdom.",
          "ID": "10"
        },
        {
          "text": "Wealth [not earned but] won in haste or unjustly or from the production of things for vain or detrimental use [such riches] will dwindle away, but he who gathers little by little will increase [his riches].",
          "ID": "11"
        },
        {
          "text": "Hope deferred makes the heart sick, but when the desire is fulfilled, it is a tree of life.",
          "ID": "12"
        },
        {
          "text": "Whoever despises the word and counsel [of God] brings destruction upon himself, but he who [reverently] fears and respects the commandment [of God] is rewarded.",
          "ID": "13"
        },
        {
          "text": "The teaching of the wise is a fountain of life, that one may avoid the snares of death.",
          "ID": "14"
        },
        {
          "text": "Good understanding wins favor, but the way of the transgressor is hard [like the barren, dry soil or the impassable swamp].",
          "ID": "15"
        },
        {
          "text": "Every prudent man deals with knowledge, but a [self-confident] fool exposes and flaunts his folly.",
          "ID": "16"
        },
        {
          "text": "A wicked messenger falls into evil, but a faithful ambassador brings healing.",
          "ID": "17"
        },
        {
          "text": "Poverty and shame come to him who refuses instruction and correction, but he who heeds reproof is honored.",
          "ID": "18"
        },
        {
          "text": "Satisfied desire is sweet to a person; therefore it is hateful and exceedingly offensive to [self-confident] fools to give up evil [upon which they have set their hearts].",
          "ID": "19"
        },
        {
          "text": "He who walks [as a companion] with wise men is wise, but he who associates with [self-confident] fools is [a fool himself and] shall smart for it. [Isa. 32:6.]",
          "ID": "20"
        },
        {
          "text": "Evil pursues sinners, but the consistently upright and in right standing with God is recompensed with good.",
          "ID": "21"
        },
        {
          "text": "A good man leaves an inheritance [of moral stability and goodness] to his children's children, and the wealth of the sinner [finds its way eventually] into the hands of the righteous, for whom it was laid up.",
          "ID": "22"
        },
        {
          "text": "Much food is in the tilled land of the poor, but there are those who are destroyed because of injustice.",
          "ID": "23"
        },
        {
          "text": "He who spares his rod [of discipline] hates his son, but he who loves him disciplines diligently and punishes him early. [Prov. 19:18; 22:15; 23:13; 29:15, 17.]",
          "ID": "24"
        },
        {
          "text": "The [uncompromisingly] righteous eats to his own satisfaction, but the stomach of the wicked is in want.",
          "ID": "25"
        }
      ],
      "ID": "OT:PRO.13"
    },
    {
      "name": "Proverbs 14",
      "text": [
        {
          "text": "EVERY WISE woman builds her house, but the foolish one tears it down with her own hands.",
          "ID": "1"
        },
        {
          "text": "He who walks in uprightness reverently and worshipfully fears the Lord, but he who is contrary and devious in his ways despises Him.",
          "ID": "2"
        },
        {
          "text": "In the fool's own mouth is a rod [to shame] his pride, but the wise men's lips preserve them.",
          "ID": "3"
        },
        {
          "text": "Where no oxen are, the grain crib is empty, but much increase [of crops] comes by the strength of the ox.",
          "ID": "4"
        },
        {
          "text": "A faithful witness will not lie, but a false witness breathes out falsehoods.",
          "ID": "5"
        },
        {
          "text": "A scoffer seeks Wisdom in vain [for his very attitude blinds and deafens him to it], but knowledge is easy to him who [being teachable] understands.",
          "ID": "6"
        },
        {
          "text": "Go from the presence of a foolish and self-confident man, for you will not find knowledge on his lips.",
          "ID": "7"
        },
        {
          "text": "The Wisdom [godly Wisdom, which is comprehensive insight into the ways and purposes of God] of the prudent is to understand his way, but the folly of [self-confident] fools is to deceive.",
          "ID": "8"
        },
        {
          "text": "Fools make a mock of sin and sin mocks the fools [who are its victims; a sin offering made by them only mocks them, bringing them disappointment and disfavor], but among the upright there is the favor of God. [Prov. 10:23.]",
          "ID": "9"
        },
        {
          "text": "The heart knows its own bitterness, and no stranger shares its joy.",
          "ID": "10"
        },
        {
          "text": "The house of the wicked shall be overthrown, but the tent of the upright shall flourish.",
          "ID": "11"
        },
        {
          "text": "There is a way which seems right to a man and appears straight before him, but at the end of it is the way of death.",
          "ID": "12"
        },
        {
          "text": "Even in laughter the heart is sorrowful, and the end of mirth is heaviness and grief.",
          "ID": "13"
        },
        {
          "text": "The backslider in heart [from God and from fearing God] shall be filled with [the fruit of] his own ways, and a good man shall be satisfied with [the fruit of] his ways [with the holy thoughts and actions which his heart prompts and in which he delights].",
          "ID": "14"
        },
        {
          "text": "The simpleton believes every word he hears, but the prudent man looks and considers well where he is going.",
          "ID": "15"
        },
        {
          "text": "A wise man suspects danger and cautiously avoids evil, but the fool bears himself insolently and is [presumptuously] confident.",
          "ID": "16"
        },
        {
          "text": "He who foams up quickly and flies into a passion deals foolishly, and a man of wicked plots and plans is hated.",
          "ID": "17"
        },
        {
          "text": "The simple acquire folly, but the prudent are crowned with knowledge.",
          "ID": "18"
        },
        {
          "text": "The evil men bow before the good, and the wicked [stand suppliantly] at the gates of the [uncompromisingly] righteous.",
          "ID": "19"
        },
        {
          "text": "The poor is hated even by his own neighbor, but the rich has many friends.",
          "ID": "20"
        },
        {
          "text": "He who despises his neighbor sins [against God, his fellowman, and himself], but happy (blessed and fortunate) is he who is kind and merciful to the poor.",
          "ID": "21"
        },
        {
          "text": "Do they not err who devise evil and wander from the way of life? But loving-kindness and mercy, loyalty and faithfulness, shall be to those who devise good.",
          "ID": "22"
        },
        {
          "text": "In all labor there is profit, but idle talk leads only to poverty.",
          "ID": "23"
        },
        {
          "text": "The crown of the wise is their wealth of Wisdom, but the foolishness of [self-confident] fools is [nothing but] folly.",
          "ID": "24"
        },
        {
          "text": "A truthful witness saves lives, but a deceitful witness speaks lies [and endangers lives].",
          "ID": "25"
        },
        {
          "text": "In the reverent and worshipful fear of the Lord there is strong confidence, and His children shall always have a place of refuge.",
          "ID": "26"
        },
        {
          "text": "Reverent and worshipful fear of the Lord is a fountain of life, that one may avoid the snares of death. [John 4:10, 14.]",
          "ID": "27"
        },
        {
          "text": "In a multitude of people is the king's glory, but in a lack of people is the prince's ruin.",
          "ID": "28"
        },
        {
          "text": "He who is slow to anger has great understanding, but he who is hasty of spirit exposes and exalts his folly. [Prov. 16:32; James 1:19.]",
          "ID": "29"
        },
        {
          "text": "A calm and undisturbed mind and heart are the life and health of the body, but envy, jealousy, and wrath are like rottenness of the bones.",
          "ID": "30"
        },
        {
          "text": "He who oppresses the poor reproaches, mocks, and insults his Maker, but he who is kind and merciful to the needy honors Him. [Prov. 17:5; Matt. 25:40, 45.]",
          "ID": "31"
        },
        {
          "text": "The wicked is overthrown through his wrongdoing and calamity, but the [consistently] righteous has hope and confidence even in death.",
          "ID": "32"
        },
        {
          "text": "Wisdom rests [silently] in the mind and heart of him who has understanding, but that which is in the inward part of [self-confident] fools is made known. [Isa. 32:6.]",
          "ID": "33"
        },
        {
          "text": "Uprightness and right standing with God (moral and spiritual rectitude in every area and relation) elevate a nation, but sin is a reproach to any people.",
          "ID": "34"
        },
        {
          "text": "The king's favor is toward a wise and discreet servant, but his wrath is against him who does shamefully. [Matt. 24:45, 47.]",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.14"
    },
    {
      "name": "Proverbs 15",
      "text": [
        {
          "text": "A SOFT answer turns away wrath, but grievous words stir up anger. [Prov. 25:15.]",
          "ID": "1"
        },
        {
          "text": "The tongue of the wise utters knowledge rightly, but the mouth of the [self-confident] fool pours out folly.",
          "ID": "2"
        },
        {
          "text": "The eyes of the Lord are in every place, keeping watch upon the evil and the good. [Job 34:21; Prov. 5:21; Jer. 16:17; 32:19; Heb. 4:13.]",
          "ID": "3"
        },
        {
          "text": "A gentle tongue [with its healing power] is a tree of life, but willful contrariness in it breaks down the spirit.",
          "ID": "4"
        },
        {
          "text": "A fool despises his father's instruction and correction, but he who regards reproof acquires prudence.",
          "ID": "5"
        },
        {
          "text": "In the house of the [uncompromisingly] righteous is great [priceless] treasure, but with the income of the wicked is trouble and vexation.",
          "ID": "6"
        },
        {
          "text": "The lips of the wise disperse knowledge [sifting it as chaff from the grain]; not so the minds and hearts of the self-confident and foolish.",
          "ID": "7"
        },
        {
          "text": "The sacrifice of the wicked is an abomination, hateful and exceedingly offensive to the Lord, but the prayer of the upright is His delight! [Isa. 1:11; Jer. 6:20; Amos 5:22.]",
          "ID": "8"
        },
        {
          "text": "The way of the wicked is an abomination, extremely disgusting and shamefully vile to the Lord, but He loves him who pursues righteousness (moral and spiritual rectitude in every area and relation).",
          "ID": "9"
        },
        {
          "text": "There is severe discipline for him who forsakes God's way; and he who hates reproof will die [physically, morally, and spiritually].",
          "ID": "10"
        },
        {
          "text": "Sheol (the place of the dead) and Abaddon (the abyss, the final place of the accuser Satan) are both before the Lord–how much more, then, the hearts of the children of men? [Job 26:6; Ps. 139:8; Rev. 9:2; 20:1, 2.]",
          "ID": "11"
        },
        {
          "text": "A scorner has no love for one who rebukes him; neither will he go to the wise [for counsel].",
          "ID": "12"
        },
        {
          "text": "A glad heart makes a cheerful countenance, but by sorrow of heart the spirit is broken. [Prov. 17:22.]",
          "ID": "13"
        },
        {
          "text": "The mind of him who has understanding seeks knowledge and inquires after and craves it, but the mouth of the [self-confident] fool feeds on folly. [Isa. 32:6.]",
          "ID": "14"
        },
        {
          "text": "All the days of the desponding and afflicted are made evil [by anxious thoughts and forebodings], but he who has a glad heart has a continual feast [regardless of circumstances].",
          "ID": "15"
        },
        {
          "text": "Better is little with the reverent, worshipful fear of the Lord than great and rich treasure and trouble with it. [Ps. 37:16; Prov. 16:8; I Tim. 6:6.]",
          "ID": "16"
        },
        {
          "text": "Better is a dinner of herbs where love is than a fatted ox and hatred with it. [Prov. 17:1.]",
          "ID": "17"
        },
        {
          "text": "A hot-tempered man stirs up strife, but he who is slow to anger appeases contention.",
          "ID": "18"
        },
        {
          "text": "The way of the sluggard is overgrown with thorns [it pricks, lacerates, and entangles him], but the way of the righteous is plain and raised like a highway.",
          "ID": "19"
        },
        {
          "text": "A wise son makes a glad father, but a self-confident and foolish man despises his mother and puts her to shame.",
          "ID": "20"
        },
        {
          "text": "Folly is pleasure to him who is without heart and sense, but a man of understanding walks uprightly [making straight his course]. [Eph. 5:15.]",
          "ID": "21"
        },
        {
          "text": "Where there is no counsel, purposes are frustrated, but with many counselors they are accomplished.",
          "ID": "22"
        },
        {
          "text": "A man has joy in making an apt answer, and a word spoken at the right moment–how good it is!",
          "ID": "23"
        },
        {
          "text": "The path of the wise leads upward to life, that he may avoid [the gloom] in the depths of Sheol (Hades, the place of the dead). [Phil. 3:20; Col. 3:1, 2.]",
          "ID": "24"
        },
        {
          "text": "The Lord tears down the house of the proud, but He makes secure the boundaries of the [consecrated] widow.",
          "ID": "25"
        },
        {
          "text": "The thoughts of the wicked are shamefully vile and exceedingly offensive to the Lord, but the words of the pure are pleasing words to Him.",
          "ID": "26"
        },
        {
          "text": "He who is greedy for unjust gain troubles his own household, but he who hates bribes will live. [Isa. 5:8; Jer. 17:11.]",
          "ID": "27"
        },
        {
          "text": "The mind of the [uncompromisingly] righteous studies how to answer, but the mouth of the wicked pours out evil things. [I Pet. 3:15.]",
          "ID": "28"
        },
        {
          "text": "The Lord is far from the wicked, but He hears the prayer of the [consistently] righteous (the upright, in right standing with Him).",
          "ID": "29"
        },
        {
          "text": "The light in the eyes [of him whose heart is joyful] rejoices the hearts of others, and good news nourishes the bones.",
          "ID": "30"
        },
        {
          "text": "The ear that listens to the reproof [that leads to or gives] life will remain among the wise.",
          "ID": "31"
        },
        {
          "text": "He who refuses and ignores instruction and correction despises himself, but he who heeds reproof gets understanding.",
          "ID": "32"
        },
        {
          "text": "The reverent and worshipful fear of the Lord brings instruction in Wisdom, and humility comes before honor.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.15"
    },
    {
      "name": "Proverbs 16",
      "text": [
        {
          "text": "THE PLANS of the mind and orderly thinking belong to man, but from the Lord comes the [wise] answer of the tongue.",
          "ID": "1"
        },
        {
          "text": "All the ways of a man are pure in his own eyes, but the Lord weighs the spirits (the thoughts and intents of the heart). [I Sam. 16:7; Heb. 4:12.]",
          "ID": "2"
        },
        {
          "text": "Roll your works upon the Lord [commit and trust them wholly to Him; He will cause your thoughts to become agreeable to His will, and] so shall your plans be established and succeed.",
          "ID": "3"
        },
        {
          "text": "The Lord has made everything [to accommodate itself and contribute] to its own end and His own purpose–even the wicked [are fitted for their role] for the day of calamity and evil.",
          "ID": "4"
        },
        {
          "text": "Everyone proud and arrogant in heart is disgusting, hateful, and exceedingly offensive to the Lord; be assured [I pledge it] they will not go unpunished. [Prov. 8:13; 11:20-21.]",
          "ID": "5"
        },
        {
          "text": "By mercy and love, truth and fidelity [to God and man–not by sacrificial offerings], iniquity is purged out of the heart, and by the reverent, worshipful fear of the Lord men depart from and avoid evil.",
          "ID": "6"
        },
        {
          "text": "When a man's ways please the Lord, He makes even his enemies to be at peace with him.",
          "ID": "7"
        },
        {
          "text": "Better is a little with righteousness (uprightness in every area and relation and right standing with God) than great revenues with injustice. [Ps. 37:16; Prov. 15:16.]",
          "ID": "8"
        },
        {
          "text": "A man's mind plans his way, but the Lord directs his steps and makes them sure. [Ps. 37:23; Prov. 20:24; Jer. 10:23.]",
          "ID": "9"
        },
        {
          "text": "Divinely directed decisions are on the lips of the king; his mouth should not transgress in judgment.",
          "ID": "10"
        },
        {
          "text": "A just balance and scales are the Lord's; all the weights of the bag are His work [established on His eternal principles].",
          "ID": "11"
        },
        {
          "text": "It is an abomination [to God and men] for kings to commit wickedness, for a throne is established and made secure by righteousness (moral and spiritual rectitude in every area and relation).",
          "ID": "12"
        },
        {
          "text": "Right and just lips are the delight of a king, and he loves him who speaks what is right.",
          "ID": "13"
        },
        {
          "text": "The wrath of a king is as messengers of death, but a wise man will pacify it.",
          "ID": "14"
        },
        {
          "text": "In the light of the king's countenance is life, and his favor is as a cloud bringing the spring rain.",
          "ID": "15"
        },
        {
          "text": "How much better it is to get skillful and godly Wisdom than gold! And to get understanding is to be chosen rather than silver. [Prov. 8:10, 19.]",
          "ID": "16"
        },
        {
          "text": "The highway of the upright turns aside from evil; he who guards his way preserves his life.",
          "ID": "17"
        },
        {
          "text": "Pride goes before destruction, and a haughty spirit before a fall.",
          "ID": "18"
        },
        {
          "text": "Better it is to be of a humble spirit with the meek and poor than to divide the spoil with the proud.",
          "ID": "19"
        },
        {
          "text": "He who deals wisely and heeds [God's] word and counsel shall find good, and whoever leans on, trusts in, and is confident in the Lord–happy, blessed, and fortunate is he.",
          "ID": "20"
        },
        {
          "text": "The wise in heart are called prudent, understanding, and knowing, and winsome speech increases learning [in both speaker and listener].",
          "ID": "21"
        },
        {
          "text": "Understanding is a wellspring of life to those who have it, but to give instruction to fools is folly.",
          "ID": "22"
        },
        {
          "text": "The mind of the wise instructs his mouth, and adds learning and persuasiveness to his lips.",
          "ID": "23"
        },
        {
          "text": "Pleasant words are as a honeycomb, sweet to the mind and healing to the body.",
          "ID": "24"
        },
        {
          "text": "There is a way that seems right to a man and appears straight before him, but at the end of it is the way of death.",
          "ID": "25"
        },
        {
          "text": "The appetite of the laborer works for him, for [the need of] his mouth urges him on.",
          "ID": "26"
        },
        {
          "text": "A worthless man devises and digs up mischief, and in his lips there is as a scorching fire.",
          "ID": "27"
        },
        {
          "text": "A perverse man sows strife, and a whisperer separates close friends. [Prov. 17:9.]",
          "ID": "28"
        },
        {
          "text": "The exceedingly grasping, covetous, and violent man entices his neighbor, leading him in a way that is not good.",
          "ID": "29"
        },
        {
          "text": "He who shuts his eyes to devise perverse things and who compresses his lips [as if in concealment] brings evil to pass.",
          "ID": "30"
        },
        {
          "text": "The hoary head is a crown of beauty and glory if it is found in the way of righteousness (moral and spiritual rectitude in every area and relation). [Prov. 20:29.]",
          "ID": "31"
        },
        {
          "text": "He who is slow to anger is better than the mighty, he who rules his [own] spirit than he who takes a city.",
          "ID": "32"
        },
        {
          "text": "The lot is cast into the lap, but the decision is wholly of the Lord [even the events that seem accidental are really ordered by Him].",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.16"
    },
    {
      "name": "Proverbs 17",
      "text": [
        {
          "text": "BETTER IS a dry morsel with quietness than a house full of feasting [on offered sacrifices] with strife.",
          "ID": "1"
        },
        {
          "text": "A wise servant shall have rule over a son who causes shame, and shall share in the inheritance among the brothers.",
          "ID": "2"
        },
        {
          "text": "The refining pot is for silver and the furnace for gold, but the Lord tries the hearts. [Ps. 26:2; Prov. 27:21; Jer. 17:10; Mal. 3:3.]",
          "ID": "3"
        },
        {
          "text": "An evildoer gives heed to wicked lips; and a liar listens to a mischievous tongue.",
          "ID": "4"
        },
        {
          "text": "Whoever mocks the poor reproaches his Maker, and he who is glad at calamity shall not be held innocent or go unpunished. [Job 31:29; Prov. 14:31; Obad. 12.]",
          "ID": "5"
        },
        {
          "text": "Children's children are the crown of old men, and the glory of children is their fathers. [Ps. 127:3; 128:3.]",
          "ID": "6"
        },
        {
          "text": "Fine or arrogant speech does not befit [an empty-headed] fool–much less do lying lips befit a prince.",
          "ID": "7"
        },
        {
          "text": "A bribe is like a bright, precious stone that dazzles the eyes and affects the mind of him who gives it; [as if by magic] he prospers, whichever way he turns.",
          "ID": "8"
        },
        {
          "text": "He who covers and forgives an offense seeks love, but he who repeats or harps on a matter separates even close friends.",
          "ID": "9"
        },
        {
          "text": "A reproof enters deeper into a man of understanding than a hundred lashes into a [self-confident] fool. [Isa. 32:6.]",
          "ID": "10"
        },
        {
          "text": "An evil man seeks only rebellion; therefore a stern and pitiless messenger shall be sent against him.",
          "ID": "11"
        },
        {
          "text": "Let [the brute ferocity of] a bear robbed of her whelps meet a man rather than a [self-confident] fool in his folly [when he is in a rage]. [Hos. 13:8.]",
          "ID": "12"
        },
        {
          "text": "Whoever rewards evil for good, evil shall not depart from his house. [Ps. 109:4, 5; Jer. 18:20.]",
          "ID": "13"
        },
        {
          "text": "The beginning of strife is as when water first trickles [from a crack in a dam]; therefore stop contention before it becomes worse and quarreling breaks out.",
          "ID": "14"
        },
        {
          "text": "He who justifies the wicked and he who condemns the righteous are both an abomination [exceedingly disgusting and hateful] to the Lord. [Exod. 23:7; Prov. 24:24; Isa. 5:23.]",
          "ID": "15"
        },
        {
          "text": "Of what use is money in the hand of a [self-confident] fool to buy skillful and godly Wisdom–when he has no understanding or heart for it?",
          "ID": "16"
        },
        {
          "text": "A friend loves at all times, and is born, as is a brother, for adversity.",
          "ID": "17"
        },
        {
          "text": "A man void of good sense gives a pledge and becomes security for another in the presence of his neighbor.",
          "ID": "18"
        },
        {
          "text": "He who loves strife and is quarrelsome loves transgression and involves himself in guilt; he who raises high his gateway and is boastful and arrogant invites destruction.",
          "ID": "19"
        },
        {
          "text": "He who has a wayward and crooked mind finds no good, and he who has a willful and contrary tongue will fall into calamity. [James 3:8.]",
          "ID": "20"
        },
        {
          "text": "He who becomes the parent of a [self-confident] fool does it to his sorrow, and the father of [an empty-headed] fool has no joy [in him].",
          "ID": "21"
        },
        {
          "text": "A happy heart is good medicine and a cheerful mind works healing, but a broken spirit dries up the bones. [Prov. 12:25; 15:13, 15.]",
          "ID": "22"
        },
        {
          "text": "A wicked man receives a bribe out of the bosom (pocket) to pervert the ways of justice.",
          "ID": "23"
        },
        {
          "text": "A man of understanding sets skillful and godly Wisdom before his face, but the eyes of a [self-confident] fool are on the ends of the earth.",
          "ID": "24"
        },
        {
          "text": "A self-confident and foolish son is a grief to his father and bitterness to her who bore him.",
          "ID": "25"
        },
        {
          "text": "Also, to punish or fine the righteous is not good, nor to smite the noble for their uprightness.",
          "ID": "26"
        },
        {
          "text": "He who has knowledge spares his words, and a man of understanding has a cool spirit. [James 1:19.]",
          "ID": "27"
        },
        {
          "text": "Even a fool when he holds his peace is considered wise; when he closes his lips he is esteemed a man of understanding.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.17"
    },
    {
      "name": "Proverbs 18",
      "text": [
        {
          "text": "HE WHO willfully separates and estranges himself [from God and man] seeks his own desire and pretext to break out against all wise and sound judgment.",
          "ID": "1"
        },
        {
          "text": "A [self-confident] fool has no delight in understanding but only in revealing his personal opinions and himself.",
          "ID": "2"
        },
        {
          "text": "When the wicked comes in [to the depth of evil], he becomes a contemptuous despiser [of all that is pure and good], and with inner baseness comes outer shame and reproach.",
          "ID": "3"
        },
        {
          "text": "The words of a [discreet and wise] man's mouth are like deep waters [plenteous and difficult to fathom], and the fountain of skillful and godly Wisdom is like a gushing stream [sparkling, fresh, pure, and life-giving].",
          "ID": "4"
        },
        {
          "text": "To respect the person of the wicked and be partial to him, so as to deprive the [consistently] righteous of justice, is not good.",
          "ID": "5"
        },
        {
          "text": "A [self-confident] fool's lips bring contention, and his mouth invites a beating.",
          "ID": "6"
        },
        {
          "text": "A [self-confident] fool's mouth is his ruin, and his lips are a snare to himself.",
          "ID": "7"
        },
        {
          "text": "The words of a whisperer or talebearer are as dainty morsels; they go down into the innermost parts of the body.",
          "ID": "8"
        },
        {
          "text": "He who is loose and slack in his work is brother to him who is a destroyer and he who does not use his endeavors to heal himself is brother to him who commits suicide.",
          "ID": "9"
        },
        {
          "text": "The name of the Lord is a strong tower; the [consistently] righteous man [upright and in right standing with God] runs into it and is safe, high [above evil] and strong.",
          "ID": "10"
        },
        {
          "text": "The rich man's wealth is his strong city, and as a high protecting wall in his own imagination and conceit.",
          "ID": "11"
        },
        {
          "text": "Haughtiness comes before disaster, but humility before honor.",
          "ID": "12"
        },
        {
          "text": "He who answers a matter before he hears the facts–it is folly and shame to him. [John 7:51.]",
          "ID": "13"
        },
        {
          "text": "The strong spirit of a man sustains him in bodily pain or trouble, but a weak and broken spirit who can raise up or bear?",
          "ID": "14"
        },
        {
          "text": "The mind of the prudent is ever getting knowledge, and the ear of the wise is ever seeking (inquiring for and craving) knowledge.",
          "ID": "15"
        },
        {
          "text": "A man's gift makes room for him and brings him before great men. [Gen. 32:20; I Sam. 25:27; Prov. 17:8; 21:14.]",
          "ID": "16"
        },
        {
          "text": "He who states his case first seems right, until his rival comes and cross-examines him.",
          "ID": "17"
        },
        {
          "text": "To cast lots puts an end to disputes and decides between powerful contenders.",
          "ID": "18"
        },
        {
          "text": "A brother offended is harder to be won over than a strong city, and [their] contentions separate them like the bars of a castle.",
          "ID": "19"
        },
        {
          "text": "A man's [moral] self shall be filled with the fruit of his mouth; and with the consequence of his words he must be satisfied [whether good or evil].",
          "ID": "20"
        },
        {
          "text": "Death and life are in the power of the tongue, and they who indulge in it shall eat the fruit of it [for death or life]. [Matt. 12:37.]",
          "ID": "21"
        },
        {
          "text": "He who finds a [true] wife finds a good thing and obtains favor from the Lord. [Prov. 19:14; 31:10.]",
          "ID": "22"
        },
        {
          "text": "The poor man uses entreaties, but the rich answers roughly.",
          "ID": "23"
        },
        {
          "text": "The man of many friends [a friend of all the world] will prove himself a bad friend, but there is a friend who sticks closer than a brother.",
          "ID": "24"
        }
      ],
      "ID": "OT:PRO.18"
    },
    {
      "name": "Proverbs 19",
      "text": [
        {
          "text": "BETTER IS a poor man who walks in his integrity than a rich man who is perverse in his speech and is a [self-confident] fool.",
          "ID": "1"
        },
        {
          "text": "Desire without knowledge is not good, and to be overhasty is to sin and miss the mark.",
          "ID": "2"
        },
        {
          "text": "The foolishness of man subverts his way [ruins his affairs]; then his heart is resentful and frets against the Lord.",
          "ID": "3"
        },
        {
          "text": "Wealth makes many friends, but the poor man is avoided by his neighbor. [Prov. 14:20.]",
          "ID": "4"
        },
        {
          "text": "A false witness shall not be unpunished, and he who breathes out lies shall not escape. [Exod. 23:1; Deut. 19:16-19; Prov. 6:19; 21:28.]",
          "ID": "5"
        },
        {
          "text": "Many will entreat the favor of a liberal man, and every man is a friend to him who gives gifts.",
          "ID": "6"
        },
        {
          "text": "All the brothers of a poor man detest him–how much more do his friends go far from him! He pursues them with words, but they are gone.",
          "ID": "7"
        },
        {
          "text": "He who gains Wisdom loves his own life; he who keeps understanding shall prosper and find good.",
          "ID": "8"
        },
        {
          "text": "A false witness shall not be unpunished, and he who breathes forth lies shall perish.",
          "ID": "9"
        },
        {
          "text": "Luxury is not fitting for a [self-confident] fool–much less for a slave to rule over princes.",
          "ID": "10"
        },
        {
          "text": "Good sense makes a man restrain his anger, and it is his glory to overlook a transgression or an offense.",
          "ID": "11"
        },
        {
          "text": "The king's wrath is as terrifying as the roaring of a lion, but his favor is as [refreshing as] dew upon the grass. [Hos. 14:5.]",
          "ID": "12"
        },
        {
          "text": "A self-confident and foolish son is the [multiplied] calamity of his father, and the contentions of a wife are like a continual dripping [of water through a chink in the roof].",
          "ID": "13"
        },
        {
          "text": "House and riches are the inheritance from fathers, but a wise, understanding, and prudent wife is from the Lord. [Prov. 18:22.]",
          "ID": "14"
        },
        {
          "text": "Slothfulness casts one into a deep sleep, and the idle person shall suffer hunger.",
          "ID": "15"
        },
        {
          "text": "He who keeps the commandment [of the Lord] keeps his own life, but he who despises His ways shall die. [Luke 10:28; 11:28.]",
          "ID": "16"
        },
        {
          "text": "He who has pity on the poor lends to the Lord, and that which he has given He will repay to him. [Prov. 28:27; Eccl. 11:1; Matt. 10:42; 25:40; II Cor. 9:6-8; Heb. 6:10.]",
          "ID": "17"
        },
        {
          "text": "Discipline your son while there is hope, but do not [indulge your angry resentments by undue chastisements and] set yourself to his ruin.",
          "ID": "18"
        },
        {
          "text": "A man of great wrath shall suffer the penalty; for if you deliver him [from the consequences], he will [feel free to] cause you to do it again.",
          "ID": "19"
        },
        {
          "text": "Hear counsel, receive instruction, and accept correction, that you may be wise in the time to come.",
          "ID": "20"
        },
        {
          "text": "Many plans are in a man's mind, but it is the Lord's purpose for him that will stand. [Job 23:13; Ps. 33:10, 11; Isa. 14:26, 27; 46:10; Acts 5:39; Heb. 6:17.]",
          "ID": "21"
        },
        {
          "text": "That which is desired in a man is loyalty and kindness [and his glory and delight are his giving], but a poor man is better than a liar.",
          "ID": "22"
        },
        {
          "text": "The reverent, worshipful fear of the Lord leads to life, and he who has it rests satisfied; he cannot be visited with [actual] evil. [Job 5:19; Ps. 91:3; Prov. 12:13; Isa. 46:4; Jer. 1:8; Dan. 6:27; II Tim. 4:8.]",
          "ID": "23"
        },
        {
          "text": "The sluggard buries his hand in the dish, and will not so much as bring it to his mouth again.",
          "ID": "24"
        },
        {
          "text": "Strike a scoffer, and the simple will learn prudence; reprove a man of understanding, and he will increase in knowledge.",
          "ID": "25"
        },
        {
          "text": "He who does violence to his father and chases away his mother is a son who causes shame and brings reproach.",
          "ID": "26"
        },
        {
          "text": "Cease, my son, to hear instruction only to ignore it and stray from the words of knowledge.",
          "ID": "27"
        },
        {
          "text": "A worthless witness scoffs at justice, and the mouth of the wicked swallows iniquity.",
          "ID": "28"
        },
        {
          "text": "Judgments are prepared for scoffers, and stripes for the backs of [self-confident] fools. [Isa. 32:6.]",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.19"
    },
    {
      "name": "Proverbs 20",
      "text": [
        {
          "text": "WINE IS a mocker, strong drink a riotous brawler; and whoever errs or reels because of it is not wise. [Prov. 23:29, 30; Isa. 28:7; Hos. 4:11.]",
          "ID": "1"
        },
        {
          "text": "The terror of a king is as the roaring of a lion; whoever provokes him to anger or angers himself against him sins against his own life.",
          "ID": "2"
        },
        {
          "text": "It is an honor for a man to cease from strife and keep aloof from it, but every fool will quarrel.",
          "ID": "3"
        },
        {
          "text": "The sluggard does not plow when winter sets in; therefore he begs in harvest and has nothing.",
          "ID": "4"
        },
        {
          "text": "Counsel in the heart of man is like water in a deep well, but a man of understanding draws it out. [Prov. 18:4.]",
          "ID": "5"
        },
        {
          "text": "Many a man proclaims his own loving-kindness and goodness, but a faithful man who can find?",
          "ID": "6"
        },
        {
          "text": "The righteous man walks in his integrity; blessed (happy, fortunate, enviable) are his children after him.",
          "ID": "7"
        },
        {
          "text": "A king who sits on the throne of judgment winnows out all evil [like chaff] with his eyes.",
          "ID": "8"
        },
        {
          "text": "Who can say, I have made my heart clean, I am pure from my sin? [I Kings 8:46; II Chron. 6:36; Job 9:30; 14:4; Ps. 51:5; I John 1:8.]",
          "ID": "9"
        },
        {
          "text": "Diverse weights [one for buying and another for selling] and diverse measures–both of them are exceedingly offensive and abhorrent to the Lord. [Deut. 25:13; Mic. 6:10, 11.]",
          "ID": "10"
        },
        {
          "text": "Even a child is known by his acts, whether [or not] what he does is pure and right.",
          "ID": "11"
        },
        {
          "text": "The hearing ear and the seeing eye–the Lord has made both of them.",
          "ID": "12"
        },
        {
          "text": "Love not sleep, lest you come to poverty; open your eyes and you will be satisfied with bread.",
          "ID": "13"
        },
        {
          "text": "It is worthless, it is worthless! says the buyer; but when he goes his way, then he boasts [about his bargain].",
          "ID": "14"
        },
        {
          "text": "There is gold, and a multitude of pearls, but the lips of knowledge are a vase of preciousness [the most precious of all]. [Job 28:12, 16-19; Prov. 3:15; 8:11.]",
          "ID": "15"
        },
        {
          "text": "[The judge tells the creditor] Take the garment of one who is security for a stranger; and hold him in pledge when he is security for foreigners.",
          "ID": "16"
        },
        {
          "text": "Food gained by deceit is sweet to a man, but afterward his mouth will be filled with gravel.",
          "ID": "17"
        },
        {
          "text": "Purposes and plans are established by counsel; and [only] with good advice make or carry on war.",
          "ID": "18"
        },
        {
          "text": "He who goes about as a talebearer reveals secrets; therefore associate not with him who talks too freely. [Rom. 16:17, 18.]",
          "ID": "19"
        },
        {
          "text": "Whoever curses his father or his mother, his lamp shall be put out in complete darkness.",
          "ID": "20"
        },
        {
          "text": "An inheritance hastily gotten [by greedy, unjust means] at the beginning, in the end it will not be blessed. [Prov. 28:20; Hab. 2:6.]",
          "ID": "21"
        },
        {
          "text": "Do not say, I will repay evil; wait [expectantly] for the Lord, and He will rescue you. [II Sam. 16:12; Rom. 12:17-19; I Thess. 5:15; I Pet. 3:9.]",
          "ID": "22"
        },
        {
          "text": "Diverse and deceitful weights are shamefully vile and abhorrent to the Lord, and false scales are not good.",
          "ID": "23"
        },
        {
          "text": "Man's steps are ordered by the Lord. How then can a man understand his way?",
          "ID": "24"
        },
        {
          "text": "It is a snare to a man to utter a vow [of consecration] rashly and [not until] afterward inquire [whether he can fulfill it].",
          "ID": "25"
        },
        {
          "text": "A wise king winnows out the wicked [from among the good] and brings the threshing wheel over them [to separate the chaff from the grain].",
          "ID": "26"
        },
        {
          "text": "The spirit of man [that factor in human personality which proceeds immediately from God] is the lamp of the Lord, searching all his innermost parts. [I Cor. 2:11.]",
          "ID": "27"
        },
        {
          "text": "Loving-kindness and mercy, truth and faithfulness, preserve the king, and his throne is upheld by [the people's] loyalty.",
          "ID": "28"
        },
        {
          "text": "The glory of young men is their strength, and the beauty of old men is their gray head [suggesting wisdom and experience].",
          "ID": "29"
        },
        {
          "text": "Blows that wound cleanse away evil, and strokes [for correction] reach to the innermost parts.",
          "ID": "30"
        }
      ],
      "ID": "OT:PRO.20"
    },
    {
      "name": "Proverbs 21",
      "text": [
        {
          "text": "THE KING'S heart is in the hand of the Lord, as are the watercourses; He turns it whichever way He wills.",
          "ID": "1"
        },
        {
          "text": "Every way of a man is right in his own eyes, but the Lord weighs and tries the hearts. [Prov. 24:12; Luke 16:15.]",
          "ID": "2"
        },
        {
          "text": "To do righteousness and justice is more acceptable to the Lord than sacrifice. [I Sam. 15:22; Prov. 15:8; Isa. 1:11; Hos. 6:6; Mic. 6:7, 8.]",
          "ID": "3"
        },
        {
          "text": "Haughtiness of eyes and a proud heart, even the tillage of the wicked or the lamp [of joy] to them [whatever it may be], are sin [in the eyes of God].",
          "ID": "4"
        },
        {
          "text": "The thoughts of the [steadily] diligent tend only to plenteousness, but everyone who is impatient and hasty hastens only to want.",
          "ID": "5"
        },
        {
          "text": "Securing treasures by a lying tongue is a vapor driven to and fro; those who seek them seek death.",
          "ID": "6"
        },
        {
          "text": "The violence of the wicked shall sweep them away, because they refuse to do justice.",
          "ID": "7"
        },
        {
          "text": "The way of the guilty is exceedingly crooked, but as for the pure, his work is right and his conduct is straight.",
          "ID": "8"
        },
        {
          "text": "It is better to dwell in a corner of the housetop [on the flat oriental roof, exposed to all kinds of weather] than in a house shared with a nagging, quarrelsome, and faultfinding woman.",
          "ID": "9"
        },
        {
          "text": "The soul or life of the wicked craves and seeks evil; his neighbor finds no favor in his eyes. [James 2:16.]",
          "ID": "10"
        },
        {
          "text": "When the scoffer is punished, the fool gets a lesson in being wise; but men of [godly] Wisdom and good sense learn by being instructed.",
          "ID": "11"
        },
        {
          "text": "The [uncompromisingly] righteous man considers well the house of the wicked–how the wicked are cast down to ruin.",
          "ID": "12"
        },
        {
          "text": "Whoever stops his ears at the cry of the poor will cry out himself and not be heard. [Matt. 18:30-34; James 2:13.]",
          "ID": "13"
        },
        {
          "text": "A gift in secret pacifies and turns away anger, and a bribe in the lap, strong wrath.",
          "ID": "14"
        },
        {
          "text": "When justice is done, it is a joy to the righteous (the upright, in right standing with God), but to the evildoers it is dismay, calamity, and ruin.",
          "ID": "15"
        },
        {
          "text": "A man who wanders out of the way of understanding shall abide in the congregation of the spirits (of the dead).",
          "ID": "16"
        },
        {
          "text": "He who loves pleasure will be a poor man; he who loves wine and oil will not be rich.",
          "ID": "17"
        },
        {
          "text": "The wicked become a ransom for the [uncompromisingly] righteous, and the treacherous for the upright [because the wicked themselves fall into the traps and pits they have dug for the good].",
          "ID": "18"
        },
        {
          "text": "It is better to dwell in a desert land than with a contentious woman and with vexation.",
          "ID": "19"
        },
        {
          "text": "There are precious treasures and oil in the dwelling of the wise, but a self-confident and foolish man swallows it up and wastes it.",
          "ID": "20"
        },
        {
          "text": "He who earnestly seeks after and craves righteousness, mercy, and loving-kindness will find life in addition to righteousness (uprightness and right standing with God) and honor. [Prov. 15:9; Matt. 5:6.]",
          "ID": "21"
        },
        {
          "text": "A wise man scales the city walls of the mighty and brings down the stronghold in which they trust.",
          "ID": "22"
        },
        {
          "text": "He who guards his mouth and his tongue keeps himself from troubles. [Prov. 12:13; 13:3; 18:21; James 3:2.]",
          "ID": "23"
        },
        {
          "text": "The proud and haughty man–Scoffer is his name–deals and acts with overbearing pride.",
          "ID": "24"
        },
        {
          "text": "The desire of the slothful kills him, for his hands refuse to labor.",
          "ID": "25"
        },
        {
          "text": "He covets greedily all the day long, but the [uncompromisingly] righteous gives and does not withhold. [II Cor. 9:6-10.]",
          "ID": "26"
        },
        {
          "text": "The sacrifice of the wicked is exceedingly disgusting and abhorrent [to the Lord]–how much more when he brings it with evil intention?",
          "ID": "27"
        },
        {
          "text": "A false witness will perish, but the word of a man who hears attentively will endure and go unchallenged.",
          "ID": "28"
        },
        {
          "text": "A wicked man puts on the bold, unfeeling face [of guilt], but as for the upright, he considers, directs, and establishes his way [with the confidence of integrity].",
          "ID": "29"
        },
        {
          "text": "There is no [human] wisdom or understanding or counsel [that can prevail] against the Lord.",
          "ID": "30"
        },
        {
          "text": "The horse is prepared for the day of battle, but deliverance and victory are of the Lord.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.21"
    },
    {
      "name": "Proverbs 22",
      "text": [
        {
          "text": "A GOOD name is rather to be chosen than great riches, and loving favor rather than silver and gold.",
          "ID": "1"
        },
        {
          "text": "The rich and poor meet together; the Lord is the Maker of them all. [Job 31:15; Prov. 14:31.]",
          "ID": "2"
        },
        {
          "text": "A prudent man sees the evil and hides himself, but the simple pass on and are punished [with suffering].",
          "ID": "3"
        },
        {
          "text": "The reward of humility and the reverent and worshipful fear of the Lord is riches and honor and life.",
          "ID": "4"
        },
        {
          "text": "Thorns and snares are in the way of the obstinate and willful; he who guards himself will be far from them.",
          "ID": "5"
        },
        {
          "text": "Train up a child in the way he should go [and in keeping with his individual gift or bent], and when he is old he will not depart from it. [Eph. 6:4; II Tim. 3:15.]",
          "ID": "6"
        },
        {
          "text": "The rich rule over the poor, and the borrower is servant to the lender.",
          "ID": "7"
        },
        {
          "text": "He who sows iniquity will reap calamity and futility, and the rod of his wrath [with which he smites others] will fail.",
          "ID": "8"
        },
        {
          "text": "He who has a bountiful eye shall be blessed, for he gives of his bread to the poor. [II Cor. 9:6-10.]",
          "ID": "9"
        },
        {
          "text": "Drive out the scoffer, and contention will go out; yes, strife and abuse will cease.",
          "ID": "10"
        },
        {
          "text": "He who loves purity and the pure in heart and who is gracious in speech–because of the grace of his lips will he have the king for his friend.",
          "ID": "11"
        },
        {
          "text": "The eyes of the Lord keep guard over knowledge and him who has it, but He overthrows the words of the treacherous.",
          "ID": "12"
        },
        {
          "text": "The sluggard says, There is a lion outside! I shall be slain in the streets!",
          "ID": "13"
        },
        {
          "text": "The mouth of a loose woman is a deep pit [for ensnaring wild animals]; he with whom the Lord is indignant and who is abhorrent to Him will fall into it.",
          "ID": "14"
        },
        {
          "text": "Foolishness is bound up in the heart of a child, but the rod of discipline will drive it far from him.",
          "ID": "15"
        },
        {
          "text": "He who oppresses the poor to get gain for himself and he who gives to the rich–both will surely come to want.",
          "ID": "16"
        },
        {
          "text": "Listen (consent and submit) to the words of the wise, and apply your mind to my knowledge;",
          "ID": "17"
        },
        {
          "text": "For it will be pleasant if you keep them in your mind [believing them]; your lips will be accustomed to [confessing] them.",
          "ID": "18"
        },
        {
          "text": "So that your trust (belief, reliance, support, and confidence) may be in the Lord, I have made known these things to you today, even to you.",
          "ID": "19"
        },
        {
          "text": "Have I not written to you [long ago] excellent things in counsels and knowledge,",
          "ID": "20"
        },
        {
          "text": "To make you know the certainty of the words of truth, that you may give a true answer to those who sent you? [Luke 1:3, 4.]",
          "ID": "21"
        },
        {
          "text": "Rob not the poor [being tempted by their helplessness], neither oppress the afflicted at the gate [where the city court is held], [Exod. 23:6; Job 31:16, 21.]",
          "ID": "22"
        },
        {
          "text": "For the Lord will plead their cause and deprive of life those who deprive [the poor or afflicted]. [Zech. 7:10; Mal. 3:5.]",
          "ID": "23"
        },
        {
          "text": "Make no friendships with a man given to anger, and with a wrathful man do not associate,",
          "ID": "24"
        },
        {
          "text": "Lest you learn his ways and get yourself into a snare.",
          "ID": "25"
        },
        {
          "text": "Be not one of those who strike hands and pledge themselves, or of those who become security for another's debts.",
          "ID": "26"
        },
        {
          "text": "If you have nothing with which to pay, why should he take your bed from under you?",
          "ID": "27"
        },
        {
          "text": "Remove not the ancient landmark which your fathers have set up.",
          "ID": "28"
        },
        {
          "text": "Do you see a man diligent and skillful in his business? He will stand before kings; he will not stand before obscure men.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.22"
    },
    {
      "name": "Proverbs 23",
      "text": [
        {
          "text": "WHEN YOU sit down to eat with a ruler, consider who and what are before you;",
          "ID": "1"
        },
        {
          "text": "For you will put a knife to your throat if you are a man given to desire.",
          "ID": "2"
        },
        {
          "text": "Be not desirous of his dainties, for it is deceitful food [offered with questionable motives].",
          "ID": "3"
        },
        {
          "text": "Weary not yourself to be rich; cease from your own [human] wisdom. [Prov. 28:20; I Tim. 6:9, 10.]",
          "ID": "4"
        },
        {
          "text": "Will you set your eyes upon wealth, when [suddenly] it is gone? For riches certainly make themselves wings, like an eagle that flies toward the heavens.",
          "ID": "5"
        },
        {
          "text": "Eat not the bread of him who has a hard, grudging, and envious eye, neither desire his dainty foods;",
          "ID": "6"
        },
        {
          "text": "For as he thinks in his heart, so is he. As one who reckons, he says to you, eat and drink, yet his heart is not with you [but is grudging the cost].",
          "ID": "7"
        },
        {
          "text": "The morsel which you have eaten you will vomit up, and your complimentary words will be wasted.",
          "ID": "8"
        },
        {
          "text": "Speak not in the ears of a [self-confident] fool, for he will despise the [godly] Wisdom of your words. [Isa. 32:6.]",
          "ID": "9"
        },
        {
          "text": "Remove not the ancient landmark and enter not into the fields of the fatherless, [Deut. 19:14; 27:17; Prov. 22:28.]",
          "ID": "10"
        },
        {
          "text": "For their Redeemer is mighty; He will plead their cause against you.",
          "ID": "11"
        },
        {
          "text": "Apply your mind to instruction and correction and your ears to words of knowledge.",
          "ID": "12"
        },
        {
          "text": "Withhold not discipline from the child; for if you strike and punish him with the [reedlike] rod, he will not die.",
          "ID": "13"
        },
        {
          "text": "You shall whip him with the rod and deliver his life from Sheol (Hades, the place of the dead).",
          "ID": "14"
        },
        {
          "text": "My son, if your heart is wise, my heart will be glad, even mine;",
          "ID": "15"
        },
        {
          "text": "Yes, my heart will rejoice when your lips speak right things.",
          "ID": "16"
        },
        {
          "text": "Let not your heart envy sinners, but continue in the reverent and worshipful fear of the Lord all the day long.",
          "ID": "17"
        },
        {
          "text": "For surely there is a latter end [a future and a reward], and your hope and expectation shall not be cut off.",
          "ID": "18"
        },
        {
          "text": "Hear, my son, and be wise, and direct your mind in the way [of the Lord].",
          "ID": "19"
        },
        {
          "text": "Do not associate with winebibbers; be not among them nor among gluttonous eaters of meat, [Isa. 5:22; Luke 21:34; Rom. 13:13; Eph. 5:18.]",
          "ID": "20"
        },
        {
          "text": "For the drunkard and the glutton shall come to poverty, and drowsiness shall clothe a man with rags.",
          "ID": "21"
        },
        {
          "text": "Hearken to your father, who begot you, and despise not your mother when she is old.",
          "ID": "22"
        },
        {
          "text": "Buy the truth and sell it not; not only that, but also get discernment and judgment, instruction and understanding.",
          "ID": "23"
        },
        {
          "text": "The father of the [uncompromisingly] righteous (the upright, in right standing with God) shall greatly rejoice, and he who becomes the father of a wise child shall have joy in him.",
          "ID": "24"
        },
        {
          "text": "Let your father and your mother be glad, and let her who bore you rejoice.",
          "ID": "25"
        },
        {
          "text": "My son, give me your heart and let your eyes observe and delight in my ways,",
          "ID": "26"
        },
        {
          "text": "For a harlot is a deep ditch, and a loose woman is a narrow pit.",
          "ID": "27"
        },
        {
          "text": "She also lies in wait as a robber or as one waits for prey, and she increases the treacherous among men.",
          "ID": "28"
        },
        {
          "text": "Who has woe? Who has sorrow? Who has strife? Who has complaining? Who has wounds without cause? Who has redness and dimness of eyes?",
          "ID": "29"
        },
        {
          "text": "Those who tarry long at the wine, those who go to seek and try mixed wine. [Prov. 20:1; Eph. 5:18.]",
          "ID": "30"
        },
        {
          "text": "Do not look at wine when it is red, when it sparkles in the wineglass, when it goes down smoothly.",
          "ID": "31"
        },
        {
          "text": "At the last it bites like a serpent and stings like an adder.",
          "ID": "32"
        },
        {
          "text": "[Under the influence of wine] your eyes will behold strange things [and loose women] and your mind will utter things turned the wrong way [untrue, incorrect, and petulant].",
          "ID": "33"
        },
        {
          "text": "Yes, you will be [as unsteady] as he who lies down in the midst of the sea, and [as open to disaster] as he who lies upon the top of a mast.",
          "ID": "34"
        },
        {
          "text": "You will say, They struck me, but I was not hurt! They beat me [as with a hammer], but I did not feel it! When shall I awake? I will crave and seek more wine again [and escape reality].",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.23"
    },
    {
      "name": "Proverbs 24",
      "text": [
        {
          "text": "BE NOT envious of evil men, nor desire to be with them;",
          "ID": "1"
        },
        {
          "text": "For their minds plot oppression and devise violence, and their lips talk of causing trouble and vexation.",
          "ID": "2"
        },
        {
          "text": "Through skillful and godly Wisdom is a house (a life, a home, a family) built, and by understanding it is established [on a sound and good foundation],",
          "ID": "3"
        },
        {
          "text": "And by knowledge shall its chambers [of every area] be filled with all precious and pleasant riches.",
          "ID": "4"
        },
        {
          "text": "A wise man is strong and is better than a strong man, and a man of knowledge increases and strengthens his power; [Prov. 21:22; Eccl. 9:16.]",
          "ID": "5"
        },
        {
          "text": "For by wise counsel you can wage your war, and in an abundance of counselors there is victory and safety.",
          "ID": "6"
        },
        {
          "text": "Wisdom is too high for a fool; he opens not his mouth in the gate [where the city's rulers sit in judgment].",
          "ID": "7"
        },
        {
          "text": "He who plans to do evil will be called a mischief-maker.",
          "ID": "8"
        },
        {
          "text": "The plans of the foolish and the thought of foolishness are sin, and the scoffer is an abomination to men.",
          "ID": "9"
        },
        {
          "text": "If you faint in the day of adversity, your strength is small.",
          "ID": "10"
        },
        {
          "text": "Deliver those who are drawn away to death, and those who totter to the slaughter, hold them back [from their doom].",
          "ID": "11"
        },
        {
          "text": "If you [profess ignorance and] say, Behold, we did not know this, does not He Who weighs and ponders the heart perceive and consider it? And He Who guards your life, does not He know it? And shall not He render to [you and] every man according to his works?",
          "ID": "12"
        },
        {
          "text": "My son, eat honey, because it is good, and the drippings of the honeycomb are sweet to your taste.",
          "ID": "13"
        },
        {
          "text": "So shall you know skillful and godly Wisdom to be thus to your life; if you find it, then shall there be a future and a reward, and your hope and expectation shall not be cut off.",
          "ID": "14"
        },
        {
          "text": "Lie not in wait as a wicked man against the dwelling of the [uncompromisingly] righteous (the upright, in right standing with God); destroy not his resting-place;",
          "ID": "15"
        },
        {
          "text": "For a righteous man falls seven times and rises again, but the wicked are overthrown by calamity. [Job 5:19; Ps. 34:19; 37:24; Mic. 7:8.]",
          "ID": "16"
        },
        {
          "text": "Rejoice not when your enemy falls, and let not your heart be glad when he stumbles or is overthrown,",
          "ID": "17"
        },
        {
          "text": "Lest the Lord see it and it be evil in His eyes and displease Him, and He turn away His wrath from him [to expend it upon you, the worse offender].",
          "ID": "18"
        },
        {
          "text": "Fret not because of evildoers, neither be envious of the wicked,",
          "ID": "19"
        },
        {
          "text": "For there shall be no reward for the evil man; the lamp of the wicked shall be put out.",
          "ID": "20"
        },
        {
          "text": "My son, [reverently] fear the Lord and the king, and do not associate with those who are given to change [of allegiance, and are revolutionary],",
          "ID": "21"
        },
        {
          "text": "For their calamity shall rise suddenly, and who knows the punishment and ruin which both [the Lord and the king] will bring upon [the rebellious]?",
          "ID": "22"
        },
        {
          "text": "These also are sayings of the wise: To discriminate and show partiality, having respect of persons in judging, is not good.",
          "ID": "23"
        },
        {
          "text": "He who says to the wicked, You are righteous and innocent–peoples will curse him, nations will defy and abhor him.",
          "ID": "24"
        },
        {
          "text": "But to those [upright judges] who rebuke the wicked, it will go well with them and they will find delight, and a good blessing will be upon them.",
          "ID": "25"
        },
        {
          "text": "He kisses the lips [and wins the hearts of men] who give a right answer.",
          "ID": "26"
        },
        {
          "text": "[Put first things first.] Prepare your work outside and get it ready for yourself in the field; and afterward build your house and establish a home.",
          "ID": "27"
        },
        {
          "text": "Be not a witness against your neighbor without cause, and deceive not with your lips. [Eph. 4:25.]",
          "ID": "28"
        },
        {
          "text": "Say not, I will do to him as he has done to me; I will pay the man back for his deed. [Prov. 20:22; Matt. 5:39, 44; Rom. 12:17, 19.]",
          "ID": "29"
        },
        {
          "text": "I went by the field of the lazy man, and by the vineyard of the man void of understanding;",
          "ID": "30"
        },
        {
          "text": "And, behold, it was all grown over with thorns, and nettles were covering its face, and its stone wall was broken down.",
          "ID": "31"
        },
        {
          "text": "Then I beheld and considered it well; I looked and received instruction.",
          "ID": "32"
        },
        {
          "text": "Yet a little sleep, a little slumber, a little folding of the hands to sleep–",
          "ID": "33"
        },
        {
          "text": "So shall your poverty come as a robber, and your want as an armed man.",
          "ID": "34"
        }
      ],
      "ID": "OT:PRO.24"
    },
    {
      "name": "Proverbs 25",
      "text": [
        {
          "text": "THESE ARE also the proverbs of Solomon, which the men of Hezekiah king of Judah copied: [I Kings 4:32.]",
          "ID": "1"
        },
        {
          "text": "It is the glory of God to conceal a thing, but the glory of kings is to search out a thing. [Deut. 29:29; Rom. 11:33.]",
          "ID": "2"
        },
        {
          "text": "As the heavens for height and the earth for depth, so the hearts and minds of kings are unsearchable.",
          "ID": "3"
        },
        {
          "text": "Take away the dross from the silver, and there shall come forth [the material for] a vessel for the silversmith [to work up]. [II Tim. 2:21.]",
          "ID": "4"
        },
        {
          "text": "Take away the wicked from before the king, and his throne will be established in righteousness (moral and spiritual rectitude in every area and relation).",
          "ID": "5"
        },
        {
          "text": "Be not forward (self-assertive and boastfully ambitious) in the presence of the king, and stand not in the place of great men;",
          "ID": "6"
        },
        {
          "text": "For better it is that it should be said to you, Come up here, than that you should be put lower in the presence of the prince, whose eyes have seen you. [Luke 14:8-10.]",
          "ID": "7"
        },
        {
          "text": "Rush not forth soon to quarrel [before magistrates or elsewhere], lest you know not what to do in the end when your neighbor has put you to shame. [Prov. 17:14; Matt. 5:25.]",
          "ID": "8"
        },
        {
          "text": "Argue your cause with your neighbor himself; discover not and disclose not another's secret, [Matt. 18:15.]",
          "ID": "9"
        },
        {
          "text": "Lest he who hears you revile you and bring shame upon you and your ill repute have no end.",
          "ID": "10"
        },
        {
          "text": "A word fitly spoken and in due season is like apples of gold in settings of silver. [Prov. 15:23; Isa. 50:4.]",
          "ID": "11"
        },
        {
          "text": "Like an earring or nose ring of gold or an ornament of fine gold is a wise reprover to an ear that listens and obeys.",
          "ID": "12"
        },
        {
          "text": "Like the cold of snow [brought from the mountains] in the time of harvest, so is a faithful messenger to those who send him; for he refreshes the life of his masters.",
          "ID": "13"
        },
        {
          "text": "Whoever falsely boasts of gifts [he does not give] is like clouds and wind without rain. [Jude 12.]",
          "ID": "14"
        },
        {
          "text": "By long forbearance and calmness of spirit a judge or ruler is persuaded, and soft speech breaks down the most bonelike resistance. [Gen. 32:4; I Sam. 25:24; Prov. 15:1; 16:14.]",
          "ID": "15"
        },
        {
          "text": "Have you found [pleasure sweet like] honey? Eat only as much as is sufficient for you, lest, being filled with it, you vomit it.",
          "ID": "16"
        },
        {
          "text": "Let your foot seldom be in your neighbor's house, lest he become tired of you and hate you.",
          "ID": "17"
        },
        {
          "text": "A man who bears false witness against his neighbor is like a heavy sledgehammer and a sword and a sharp arrow.",
          "ID": "18"
        },
        {
          "text": "Confidence in an unfaithful man in time of trouble is like a broken tooth or a foot out of joint.",
          "ID": "19"
        },
        {
          "text": "He who sings songs to a heavy heart is like him who lays off a garment in cold weather and like vinegar upon soda. [Dan. 6:18; Rom. 12:15.]",
          "ID": "20"
        },
        {
          "text": "If your enemy is hungry, give him bread to eat; and if he is thirsty, give him water to drink; [Matt. 5:44; Rom. 12:20.]",
          "ID": "21"
        },
        {
          "text": "For in doing so, you will heap coals of fire upon his head, and the Lord will reward you.",
          "ID": "22"
        },
        {
          "text": "The north wind brings forth rain; so does a backbiting tongue bring forth an angry countenance.",
          "ID": "23"
        },
        {
          "text": "It is better to dwell in the corner of the housetop than to share a house with a disagreeing, quarrelsome, and scolding woman. [Prov. 21:9.]",
          "ID": "24"
        },
        {
          "text": "Like cold water to a thirsty soul, so is good news from a far [home] country.",
          "ID": "25"
        },
        {
          "text": "Like a muddied fountain and a polluted spring is a righteous man who yields, falls down, and compromises his integrity before the wicked.",
          "ID": "26"
        },
        {
          "text": "It is not good to eat much honey; so for men to seek glory, their own glory, causes suffering and is not glory.",
          "ID": "27"
        },
        {
          "text": "He who has no rule over his own spirit is like a city that is broken down and without walls. [Prov. 16:32.]",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.25"
    },
    {
      "name": "Proverbs 26",
      "text": [
        {
          "text": "LIKE SNOW in summer and like rain in harvest, so honor is not fitting for a [self-confident] fool. [Isa. 32:6.]",
          "ID": "1"
        },
        {
          "text": "Like the sparrow in her wandering, like the swallow in her flying, so the causeless curse does not alight. [Num. 23:8.]",
          "ID": "2"
        },
        {
          "text": "A whip for the horse, a bridle for the donkey, and a [straight, slender] rod for the backs of [self-confident] fools.",
          "ID": "3"
        },
        {
          "text": "Answer not a [self-confident] fool according to his folly, lest you also be like him.",
          "ID": "4"
        },
        {
          "text": "Answer a [self-confident] fool according to his folly, lest he be wise in his own eyes and conceit. [Matt. 16:1-4; 21:24-27.]",
          "ID": "5"
        },
        {
          "text": "He who sends a message by the hand of a fool cuts off the feet [of satisfactory delivery] and drinks the damage. [Prov. 13:17.]",
          "ID": "6"
        },
        {
          "text": "Like the legs of a lame man which hang loose, so is a parable in the mouth of a fool.",
          "ID": "7"
        },
        {
          "text": "Like he who binds a stone in a sling, so is he who gives honor to a [self-confident] fool.",
          "ID": "8"
        },
        {
          "text": "Like a thorn that goes [without being felt] into the hand of a drunken man, so is a proverb in the mouth of a [self-confident] fool.",
          "ID": "9"
        },
        {
          "text": "[But] like an archer who wounds all, so is he who hires a fool or chance passers-by.",
          "ID": "10"
        },
        {
          "text": "As a dog returns to his vomit, so a fool returns to his folly.",
          "ID": "11"
        },
        {
          "text": "Do you see a man wise in his own eyes and conceit? There is more hope for a [self-confident] fool than for him. [Prov. 29:20; Luke 18:11; Rom. 12:16; Rev. 3:17.]",
          "ID": "12"
        },
        {
          "text": "The sluggard says, There is a lion in the way! A lion is in the streets! [Prov. 22:13.]",
          "ID": "13"
        },
        {
          "text": "As the door turns on its hinges, so does the lazy man [move not from his place] upon his bed.",
          "ID": "14"
        },
        {
          "text": "The slothful and self-indulgent buries his hand in his bosom; it distresses and wearies him to bring it again to his mouth. [Prov. 19:24.]",
          "ID": "15"
        },
        {
          "text": "The sluggard is wiser in his own eyes and conceit than seven men who can render a reason and answer discreetly.",
          "ID": "16"
        },
        {
          "text": "He who, passing by, stops to meddle with strife that is none of his business is like one who takes a dog by the ears.",
          "ID": "17"
        },
        {
          "text": "Like a madman who casts firebrands, arrows, and death,",
          "ID": "18"
        },
        {
          "text": "So is the man who deceives his neighbor and then says, Was I not joking? [Eph. 5:4.]",
          "ID": "19"
        },
        {
          "text": "For lack of wood the fire goes out, and where there is no whisperer, contention ceases.",
          "ID": "20"
        },
        {
          "text": "As coals are to hot embers and as wood to fire, so is a quarrelsome man to inflame strife. [Prov. 15:18; 29:22.]",
          "ID": "21"
        },
        {
          "text": "The words of a whisperer or slanderer are like dainty morsels or words of sport [to some, but to others are like deadly wounds]; and they go down into the innermost parts of the body [or of the victim's nature].",
          "ID": "22"
        },
        {
          "text": "Burning lips [uttering insincere words of love] and a wicked heart are like an earthen vessel covered with the scum thrown off from molten silver [making it appear to be solid silver].",
          "ID": "23"
        },
        {
          "text": "He who hates pretends with his lips, but stores up deceit within himself.",
          "ID": "24"
        },
        {
          "text": "When he speaks kindly, do not trust him, for seven abominations are in his heart.",
          "ID": "25"
        },
        {
          "text": "Though his hatred covers itself with guile, his wickedness shall be shown openly before the assembly.",
          "ID": "26"
        },
        {
          "text": "Whoever digs a pit [for another man's feet] shall fall into it himself, and he who rolls a stone [up a height to do mischief], it will return upon him. [Ps. 7:15, 16; 9:15; 10:2; 57:6; Prov. 28:10; Eccl. 10:8.]",
          "ID": "27"
        },
        {
          "text": "A lying tongue hates those it wounds and crushes, and a flattering mouth works ruin.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.26"
    },
    {
      "name": "Proverbs 27",
      "text": [
        {
          "text": "DO NOT boast of [yourself and] tomorrow, for you know not what a day may bring forth. [Luke 12:19, 20; James 4:13.]",
          "ID": "1"
        },
        {
          "text": "Let another man praise you, and not your own mouth; a stranger, and not your own lips.",
          "ID": "2"
        },
        {
          "text": "Stone is heavy and sand weighty, but a fool's [unreasoning] wrath is heavier and more intolerable than both of them.",
          "ID": "3"
        },
        {
          "text": "Wrath is cruel and anger is an overwhelming flood, but who is able to stand before jealousy?",
          "ID": "4"
        },
        {
          "text": "Open rebuke is better than love that is hidden. [Prov. 28:23; Gal. 2:14.]",
          "ID": "5"
        },
        {
          "text": "Faithful are the wounds of a friend, but the kisses of an enemy are lavish and deceitful.",
          "ID": "6"
        },
        {
          "text": "He who is satiated [with sensual pleasures] loathes and treads underfoot a honeycomb, but to the hungry soul every bitter thing is sweet.",
          "ID": "7"
        },
        {
          "text": "Like a bird that wanders from her nest, so is a man who strays from his home.",
          "ID": "8"
        },
        {
          "text": "Oil and perfume rejoice the heart; so does the sweetness of a friend's counsel that comes from the heart.",
          "ID": "9"
        },
        {
          "text": "Your own friend and your father's friend, forsake them not; neither go to your brother's house in the day of your calamity. Better is a neighbor who is near [in spirit] than a brother who is far off [in heart].",
          "ID": "10"
        },
        {
          "text": "My son, be wise, and make my heart glad, that I may answer him who reproaches me [as having failed in my parental duty]. [Prov. 10:1; 23:15, 24.]",
          "ID": "11"
        },
        {
          "text": "A prudent man sees the evil and hides himself, but the simple pass on and are punished [with suffering].",
          "ID": "12"
        },
        {
          "text": "[The judge tells the creditor] Take the garment of one who is security for a stranger; and hold him in pledge when he is security for foreigners. [Prov. 20:16.]",
          "ID": "13"
        },
        {
          "text": "The flatterer who loudly praises and glorifies his neighbor, rising early in the morning, it shall be counted as cursing him [for he will be suspected of sinister purposes].",
          "ID": "14"
        },
        {
          "text": "A continual dripping on a day of violent showers and a contentious woman are alike; [Prov. 19:13.]",
          "ID": "15"
        },
        {
          "text": "Whoever attempts to restrain [a contentious woman] might as well try to stop the wind–his right hand encounters oil [and she slips through his fingers].",
          "ID": "16"
        },
        {
          "text": "Iron sharpens iron; so a man sharpens the countenance of his friend [to show rage or worthy purpose].",
          "ID": "17"
        },
        {
          "text": "Whoever tends the fig tree shall eat its fruit; so he who patiently and faithfully guards and heeds his master shall be honored. [I Cor. 9:7, 13.]",
          "ID": "18"
        },
        {
          "text": "As in water face answers to and reflects face, so the heart of man to man.",
          "ID": "19"
        },
        {
          "text": "Sheol (the place of the dead) and Abaddon (the place of destruction) are never satisfied; so [the lust of] the eyes of man is never satisfied. [Prov. 30:16; Hab. 2:5.]",
          "ID": "20"
        },
        {
          "text": "As the refining pot for silver and the furnace for gold [bring forth all the impurities of the metal], so let a man be in his trial of praise [ridding himself of all that is base or insincere; for a man is judged by what he praises and of what he boasts].",
          "ID": "21"
        },
        {
          "text": "Even though like grain you should pound a fool in a mortar with a pestle, yet will not his foolishness depart from him.",
          "ID": "22"
        },
        {
          "text": "Be diligent to know the state of your flocks, and look well to your herds;",
          "ID": "23"
        },
        {
          "text": "For riches are not forever; does a crown endure to all generations?",
          "ID": "24"
        },
        {
          "text": "When the hay is gone, the tender grass shows itself, and herbs of the mountain are gathered in,",
          "ID": "25"
        },
        {
          "text": "The lambs will be for your clothing, and the goats [will furnish you] the price of a field.",
          "ID": "26"
        },
        {
          "text": "And there will be goats' milk enough for your food, for the food of your household, and for the maintenance of your maids.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.27"
    },
    {
      "name": "Proverbs 28",
      "text": [
        {
          "text": "THE WICKED flee when no man pursues them, but the [uncompromisingly] righteous are bold as a lion. [Lev. 26:17, 36; Ps. 53:5.]",
          "ID": "1"
        },
        {
          "text": "When a land transgresses, it has many rulers, but when the ruler is a man of discernment, understanding, and knowledge, its stability will long continue.",
          "ID": "2"
        },
        {
          "text": "A poor man who oppresses the poor is like a sweeping rain which leaves no food [plundering them of their last morsels]. [Matt. 18:28.]",
          "ID": "3"
        },
        {
          "text": "Those who forsake the law [of God and man] praise the wicked, but those who keep the law [of God and man] contend with them. [Prov. 29:18.]",
          "ID": "4"
        },
        {
          "text": "Evil men do not understand justice, but they who crave and seek the Lord understand it fully. [John 7:17; I Cor. 2:15; I John 2:20, 27.]",
          "ID": "5"
        },
        {
          "text": "Better is the poor man who walks in his integrity than he who willfully goes in double and wrong ways, though he is rich.",
          "ID": "6"
        },
        {
          "text": "Whoever keeps the law [of God and man] is a wise son, but he who is a companion of gluttons and the carousing, self-indulgent, and extravagant shames his father.",
          "ID": "7"
        },
        {
          "text": "He who by charging excessive interest and who by unjust efforts to get gain increases his material possession gathers it for him [to spend] who is kind and generous to the poor. [Job 27:16, 17; Prov. 13:22; Eccl. 2:26.]",
          "ID": "8"
        },
        {
          "text": "He who turns away his ear from hearing the law [of God and man], even his prayer is an abomination, hateful and revolting [to God]. [Ps. 66:18; 109:7; Prov. 15:8; Zech. 7:11.]",
          "ID": "9"
        },
        {
          "text": "Whoever leads the upright astray into an evil way, he will himself fall into his own pit, but the blameless will have a goodly inheritance.",
          "ID": "10"
        },
        {
          "text": "The rich man is wise in his own eyes and conceit, but the poor man who has understanding will find him out.",
          "ID": "11"
        },
        {
          "text": "When the [uncompromisingly] righteous triumph, there is great glory and celebration; but when the wicked rise [to power], men hide themselves.",
          "ID": "12"
        },
        {
          "text": "He who covers his transgressions will not prosper, but whoever confesses and forsakes his sins will obtain mercy. [Ps. 32:3, 5; I John 1:8-10.]",
          "ID": "13"
        },
        {
          "text": "Blessed (happy, fortunate, and to be envied) is the man who reverently and worshipfully fears [the Lord] at all times [regardless of circumstances], but he who hardens his heart will fall into calamity.",
          "ID": "14"
        },
        {
          "text": "Like a roaring lion or a ravenous and charging bear is a wicked ruler over a poor people.",
          "ID": "15"
        },
        {
          "text": "A ruler who lacks understanding is [like a wicked one] a great oppressor, but he who hates covetousness and unjust gain shall prolong his days.",
          "ID": "16"
        },
        {
          "text": "If a man willfully sheds the blood of a person [and keeps the guilt of murder upon his conscience], he is fleeing to the pit (the grave) and hastening to his own destruction; let no man stop him!",
          "ID": "17"
        },
        {
          "text": "He who walks uprightly shall be safe, but he who willfully goes in double and wrong ways shall fall in one of them.",
          "ID": "18"
        },
        {
          "text": "He who cultivates his land will have plenty of bread, but he who follows worthless people and pursuits will have poverty enough.",
          "ID": "19"
        },
        {
          "text": "A faithful man shall abound with blessings, but he who makes haste to be rich [at any cost] shall not go unpunished. [Prov. 13:11; 20:21; 23:4; I Tim. 6:9.]",
          "ID": "20"
        },
        {
          "text": "To have respect of persons and to show partiality is not good, neither is it good that man should transgress for a piece of bread.",
          "ID": "21"
        },
        {
          "text": "He who has an evil and covetous eye hastens to be rich and knows not that want will come upon him. [Prov. 21:5; 28:20.]",
          "ID": "22"
        },
        {
          "text": "He who rebukes a man shall afterward find more favor than he who flatters with the tongue.",
          "ID": "23"
        },
        {
          "text": "Whoever robs his father or his mother and says, This is no sin–he is in the same class as [an open, lawless robber and] a destroyer.",
          "ID": "24"
        },
        {
          "text": "He who is of a greedy spirit stirs up strife, but he who puts his trust in the Lord shall be enriched and blessed.",
          "ID": "25"
        },
        {
          "text": "He who leans on, trusts in, and is confident of his own mind and heart is a [self-confident] fool, but he who walks in skillful and godly Wisdom shall be delivered. [James 1:5.]",
          "ID": "26"
        },
        {
          "text": "He who gives to the poor will not want, but he who hides his eyes [from their want] will have many a curse. [Deut. 15:7; Prov. 19:17; 22:9.]",
          "ID": "27"
        },
        {
          "text": "When the wicked rise [to power], men hide themselves; but when they perish, the [consistently] righteous increase and become many. [Prov. 28:12.]",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.28"
    },
    {
      "name": "Proverbs 29",
      "text": [
        {
          "text": "HE WHO, being often reproved, hardens his neck shall suddenly be destroyed–and that without remedy.",
          "ID": "1"
        },
        {
          "text": "When the [uncompromisingly] righteous are in authority, the people rejoice; but when the wicked man rules, the people groan and sigh.",
          "ID": "2"
        },
        {
          "text": "Whoever loves skillful and godly Wisdom rejoices his father, but he who associates with harlots wastes his substance.",
          "ID": "3"
        },
        {
          "text": "The king by justice establishes the land, but he who exacts gifts and tribute overthrows it.",
          "ID": "4"
        },
        {
          "text": "A man who flatters his neighbor spreads a net for his own feet.",
          "ID": "5"
        },
        {
          "text": "In the transgression of an evil man there is a snare, but the [uncompromisingly] righteous man sings and rejoices.",
          "ID": "6"
        },
        {
          "text": "The [consistently] righteous man knows and cares for the rights of the poor, but the wicked man has no interest in such knowledge. [Job 29:16; 31:13; Ps. 41:1.]",
          "ID": "7"
        },
        {
          "text": "Scoffers set a city afire [inflaming the minds of the people], but wise men turn away wrath.",
          "ID": "8"
        },
        {
          "text": "If a wise man has an argument with a foolish man, the fool only rages or laughs, and there is no rest.",
          "ID": "9"
        },
        {
          "text": "The bloodthirsty hate the blameless man, but the upright care for and seek [to save] his life. [Gen. 4:5, 8; I John 3:12.]",
          "ID": "10"
        },
        {
          "text": "A [self-confident] fool utters all his anger, but a wise man holds it back and stills it.",
          "ID": "11"
        },
        {
          "text": "If a ruler listens to falsehood, all his officials will become wicked.",
          "ID": "12"
        },
        {
          "text": "The poor man and the oppressor meet together–the Lord gives light to the eyes of both.",
          "ID": "13"
        },
        {
          "text": "The king who faithfully judges the poor, his throne shall be established continuously.",
          "ID": "14"
        },
        {
          "text": "The rod and reproof give wisdom, but a child left undisciplined brings his mother to shame.",
          "ID": "15"
        },
        {
          "text": "When the wicked are in authority, transgression increases, but the [uncompromisingly] righteous shall see the fall of the wicked.",
          "ID": "16"
        },
        {
          "text": "Correct your son, and he will give you rest; yes, he will give delight to your heart.",
          "ID": "17"
        },
        {
          "text": "Where there is no vision [no redemptive revelation of God], the people perish; but he who keeps the law [of God, which includes that of man]–blessed (happy, fortunate, and enviable) is he. [I Sam. 3:1; Amos 8:11, 12.]",
          "ID": "18"
        },
        {
          "text": "A servant will not be corrected by words alone; for though he understands, he will not answer [the master who mistreats him].",
          "ID": "19"
        },
        {
          "text": "Do you see a man who is hasty in his words? There is more hope for a [self-confident] fool than for him.",
          "ID": "20"
        },
        {
          "text": "He who pampers his servant from childhood will have him expecting the rights of a son afterward.",
          "ID": "21"
        },
        {
          "text": "A man of wrath stirs up strife, and a man given to anger commits and causes much transgression.",
          "ID": "22"
        },
        {
          "text": "A man's pride will bring him low, but he who is of a humble spirit will obtain honor. [Prov. 15:33; 18:12; Isa. 66:2; Dan. 4:30; Matt. 23:12; James 4:6, 10; I Pet. 5:5.]",
          "ID": "23"
        },
        {
          "text": "Whoever is partner with a thief hates his own life; he falls under the curse [pronounced upon him who knows who the thief is] but discloses nothing.",
          "ID": "24"
        },
        {
          "text": "The fear of man brings a snare, but whoever leans on, trusts in, and puts his confidence in the Lord is safe and set on high.",
          "ID": "25"
        },
        {
          "text": "Many crave and seek the ruler's favor, but the wise man [waits] for justice from the Lord.",
          "ID": "26"
        },
        {
          "text": "An unjust man is an abomination to the righteous, and he who is upright in the way [of the Lord] is an abomination to the wicked.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.29"
    },
    {
      "name": "Proverbs 30",
      "text": [
        {
          "text": "THE WORDS of Agur son of Jakeh of Massa: The man says to Ithiel, to Ithiel and to Ucal:",
          "ID": "1"
        },
        {
          "text": "Surely I am too brutish and stupid to be called a man, and I have not the understanding of a man [for all my secular learning is as nothing].",
          "ID": "2"
        },
        {
          "text": "I have not learned skillful and godly Wisdom, that I should have the knowledge or burden of the Holy One.",
          "ID": "3"
        },
        {
          "text": "Who has ascended into heaven and descended? Who has gathered the wind in His fists? Who has bound the waters in His garment? Who has established all the ends of the earth? What is His name, and what is His Son's name, if you know? [John 3:13; Rev. 19:12.]",
          "ID": "4"
        },
        {
          "text": "Every word of God is tried and purified; He is a shield to those who trust and take refuge in Him. [Ps. 18:30; 84:11; 115:9-11.]",
          "ID": "5"
        },
        {
          "text": "Add not to His words, lest He reprove you, and you be found a liar.",
          "ID": "6"
        },
        {
          "text": "Two things have I asked of You [O Lord]; deny them not to me before I die:",
          "ID": "7"
        },
        {
          "text": "Remove far from me falsehood and lies; give me neither poverty nor riches; feed me with the food that is needful for me,",
          "ID": "8"
        },
        {
          "text": "Lest I be full and deny You and say, Who is the Lord? Or lest I be poor and steal, and so profane the name of my God. [Deut. 8:12, 14, 17; Neh. 9:25, 26; Job 31:24; Hos. 13:6.]",
          "ID": "9"
        },
        {
          "text": "Do not accuse and hurt a servant before his master, lest he curse you, and you be held guilty [of adding to the burdens of the lowly].",
          "ID": "10"
        },
        {
          "text": "There is a class of people who curse their fathers and do not bless their mothers.",
          "ID": "11"
        },
        {
          "text": "There is a class of people who are pure in their own eyes, and yet are not washed from their own filth.",
          "ID": "12"
        },
        {
          "text": "There is a class of people–oh, how lofty are their eyes and their raised eyelids!",
          "ID": "13"
        },
        {
          "text": "There is a class of people whose teeth are as swords and whose fangs as knives, to devour the poor from the earth and the needy from among men.",
          "ID": "14"
        },
        {
          "text": "The leech has two daughters, crying, Give, give! There are three things that are never satisfied, yes, four that do not say, It is enough:",
          "ID": "15"
        },
        {
          "text": "Sheol (the place of the dead), the barren womb, the earth that is not satisfied with water, and the fire that says not, It is enough.",
          "ID": "16"
        },
        {
          "text": "The eye that mocks a father and scorns to obey a mother, the ravens of the valley will pick it out, and the young vultures will devour it. [Lev. 20:9; Prov. 20:20; 23:22.]",
          "ID": "17"
        },
        {
          "text": "There are three things which are too wonderful for me, yes, four which I do not understand:",
          "ID": "18"
        },
        {
          "text": "The way of an eagle in the air, the way of a serpent upon a rock, the way of a ship in the midst of the sea, and the way of a man with a maid.",
          "ID": "19"
        },
        {
          "text": "This is the way of an adulterous woman: she eats and wipes her mouth and says, I have done no wickedness.",
          "ID": "20"
        },
        {
          "text": "Under three things the earth is disquieted, and under four it cannot bear up:",
          "ID": "21"
        },
        {
          "text": "Under a servant when he reigns, a [empty-headed] fool when he is filled with food,",
          "ID": "22"
        },
        {
          "text": "An unloved and repugnant woman when she is married, and a maidservant when she supplants her mistress.",
          "ID": "23"
        },
        {
          "text": "There are four things which are little on the earth, but they are exceedingly wise:",
          "ID": "24"
        },
        {
          "text": "The ants are a people not strong, yet they lay up their food in the summer; [Prov. 6:6.]",
          "ID": "25"
        },
        {
          "text": "The conies are but a feeble folk, yet they make their houses in the rocks; [Ps. 104:18.]",
          "ID": "26"
        },
        {
          "text": "The locusts have no king, yet they go forth all of them by bands;",
          "ID": "27"
        },
        {
          "text": "The lizard you can seize with your hands, yet it is in kings' palaces.",
          "ID": "28"
        },
        {
          "text": "There are three things which are stately in step, yes, four which are stately in their stride:",
          "ID": "29"
        },
        {
          "text": "The lion, which is mightiest among beasts and turns not back before any;",
          "ID": "30"
        },
        {
          "text": "The war horse [well-knit in the loins], the male goat also, and the king [when his army is with him and] against whom there is no uprising.",
          "ID": "31"
        },
        {
          "text": "If you have done foolishly in exalting yourself, or if you have thought evil, lay your hand upon your mouth. [Job 21:5; 40:4.]",
          "ID": "32"
        },
        {
          "text": "Surely the churning of milk brings forth butter, and the wringing of the nose brings forth blood; so the forcing of wrath brings forth strife.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.30"
    },
    {
      "name": "Proverbs 31",
      "text": [
        {
          "text": "THE WORDS of Lemuel king of Massa, which his mother taught him:",
          "ID": "1"
        },
        {
          "text": "What, my son? What, son of my womb? What [shall I advise you], son of my vows and dedication to God?",
          "ID": "2"
        },
        {
          "text": "Give not your strength to [loose] women, nor your ways to those who and that which ruin and destroy kings.",
          "ID": "3"
        },
        {
          "text": "It is not for kings, O Lemuel, it is not for kings to drink wine, or for rulers to desire strong drink, [Eccl. 10:17; Hos. 4:11.]",
          "ID": "4"
        },
        {
          "text": "Lest they drink and forget the law and what it decrees, and pervert the justice due any of the afflicted.",
          "ID": "5"
        },
        {
          "text": "Give strong drink [as medicine] to him who is ready to pass away, and wine to him in bitter distress of heart.",
          "ID": "6"
        },
        {
          "text": "Let him drink and forget his poverty and [seriously] remember his want and misery no more.",
          "ID": "7"
        },
        {
          "text": "Open your mouth for the dumb [those unable to speak for themselves], for the rights of all who are left desolate and defenseless; [I Sam. 19:4; Esth. 4:16; Job 29:15, 16.]",
          "ID": "8"
        },
        {
          "text": "Open your mouth, judge righteously, and administer justice for the poor and needy. [Lev. 19:15; Deut. 1:16; Job 29:12; Isa. 1:17; Jer. 22:16.]",
          "ID": "9"
        },
        {
          "text": "A capable, intelligent, and virtuous woman–who is he who can find her? She is far more precious than jewels and her value is far above rubies or pearls. [Prov. 12:4; 18:22; 19:14.]",
          "ID": "10"
        },
        {
          "text": "The heart of her husband trusts in her confidently and relies on and believes in her securely, so that he has no lack of [honest] gain or need of [dishonest] spoil.",
          "ID": "11"
        },
        {
          "text": "She comforts, encourages, and does him only good as long as there is life within her.",
          "ID": "12"
        },
        {
          "text": "She seeks out wool and flax and works with willing hands [to develop it].",
          "ID": "13"
        },
        {
          "text": "She is like the merchant ships loaded with foodstuffs; she brings her household's food from a far [country].",
          "ID": "14"
        },
        {
          "text": "She rises while it is yet night and gets [spiritual] food for her household and assigns her maids their tasks. [Job 23:12.]",
          "ID": "15"
        },
        {
          "text": "She considers a [new] field before she buys or accepts it [expanding prudently and not courting neglect of her present duties by assuming other duties]; with her savings [of time and strength] she plants fruitful vines in her vineyard. [S. of Sol. 8:12.]",
          "ID": "16"
        },
        {
          "text": "She girds herself with strength [spiritual, mental, and physical fitness for her God-given task] and makes her arms strong and firm.",
          "ID": "17"
        },
        {
          "text": "She tastes and sees that her gain from work [with and for God] is good; her lamp goes not out, but it burns on continually through the night [of trouble, privation, or sorrow, warning away fear, doubt, and distrust].",
          "ID": "18"
        },
        {
          "text": "She lays her hands to the spindle, and her hands hold the distaff.",
          "ID": "19"
        },
        {
          "text": "She opens her hand to the poor, yes, she reaches out her filled hands to the needy [whether in body, mind, or spirit].",
          "ID": "20"
        },
        {
          "text": "She fears not the snow for her family, for all her household are doubly clothed in scarlet. [Josh. 2:18, 19; Heb. 9:19-22.]",
          "ID": "21"
        },
        {
          "text": "She makes for herself coverlets, cushions, and rugs of tapestry. Her clothing is of linen, pure and fine, and of purple [such as that of which the clothing of the priests and the hallowed cloths of the temple were made]. [Isa. 61:10; I Tim. 2:9; Rev. 3:5; 19:8, 14.]",
          "ID": "22"
        },
        {
          "text": "Her husband is known in the [city's] gates, when he sits among the elders of the land. [Prov. 12:4.]",
          "ID": "23"
        },
        {
          "text": "She makes fine linen garments and leads others to buy them; she delivers to the merchants girdles [or sashes that free one up for service].",
          "ID": "24"
        },
        {
          "text": "Strength and dignity are her clothing and her position is strong and secure; she rejoices over the future [the latter day or time to come, knowing that she and her family are in readiness for it]!",
          "ID": "25"
        },
        {
          "text": "She opens her mouth in skillful and godly Wisdom, and on her tongue is the law of kindness [giving counsel and instruction].",
          "ID": "26"
        },
        {
          "text": "She looks well to how things go in her household, and the bread of idleness (gossip, discontent, and self-pity) she will not eat. [I Tim. 5:14; Tit. 2:5.]",
          "ID": "27"
        },
        {
          "text": "Her children rise up and call her blessed (happy, fortunate, and to be envied); and her husband boasts of and praises her, [saying],",
          "ID": "28"
        },
        {
          "text": "Many daughters have done virtuously, nobly, and well [with the strength of character that is steadfast in goodness], but you excel them all.",
          "ID": "29"
        },
        {
          "text": "Charm and grace are deceptive, and beauty is vain [because it is not lasting], but a woman who reverently and worshipfully fears the Lord, she shall be praised!",
          "ID": "30"
        },
        {
          "text": "Give her of the fruit of her hands, and let her own works praise her in the gates [of the city]! [Phil. 4:8.]",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.31"
    }
  ],
  "version": "AMP",
  "ID": "OT:PRO(AMP)"
}