{
  "text": [
    {
      "text": [
        {
          "text": "The parables of Solomon, son of David, king of Israel,",
          "ID": "1"
        },
        {
          "text": "in order to know wisdom and discipline,",
          "ID": "2"
        },
        {
          "text": "to understand words of prudence, and to accept the instruction of doctrine, justice and judgment, and equity,",
          "ID": "3"
        },
        {
          "text": "so as to give discernment to little ones, knowledge and understanding to adolescents.",
          "ID": "4"
        },
        {
          "text": "By listening, the wise shall become wiser and the intelligent shall possess governments.",
          "ID": "5"
        },
        {
          "text": "He shall turn his soul to a parable and to its interpretation, to the words of the wise and their enigmas.",
          "ID": "6"
        },
        {
          "text": "The fear of the Lord is the beginning of wisdom. The foolish despise wisdom as well as doctrine.",
          "ID": "7"
        },
        {
          "text": "Listen, my son, to the discipline of your father, and forsake not the law of your mother,",
          "ID": "8"
        },
        {
          "text": "so that grace may be added to your head and a collar to your neck.",
          "ID": "9"
        },
        {
          "text": "My son, if sinners should entice you, do not consent to them.",
          "ID": "10"
        },
        {
          "text": "If they should say: \"Come with us. We will lie in wait for blood. We will lay traps against the innocent, without cause.",
          "ID": "11"
        },
        {
          "text": "Let us swallow him alive, like Hell, and whole, like one descending into the pit.",
          "ID": "12"
        },
        {
          "text": "We will discover every precious substance. We will fill our houses with spoils.",
          "ID": "13"
        },
        {
          "text": "Cast your lot with us. One purse will be for us all.\"",
          "ID": "14"
        },
        {
          "text": "My son, do not walk with them. Preclude your feet from their paths.",
          "ID": "15"
        },
        {
          "text": "For their feet rush to evil, and they hurry to shed blood.",
          "ID": "16"
        },
        {
          "text": "But a net is thrown in vain before the eyes of those who have wings.",
          "ID": "17"
        },
        {
          "text": "Likewise, they lie in ambush against their own blood, and they undertake deceits against their own souls.",
          "ID": "18"
        },
        {
          "text": "Thus, the ways of all those who are greedy seize the souls of those who possess.",
          "ID": "19"
        },
        {
          "text": "Wisdom forewarns far and wide; she bestows her voice in the streets.",
          "ID": "20"
        },
        {
          "text": "She cries out at the head of crowds; at the entrance of the gates of the city, she offers her words, saying:",
          "ID": "21"
        },
        {
          "text": "\"Little ones, how long will you choose to be childish, and how long will the foolish desire what is harmful to themselves, and how long will the imprudent hate knowledge?",
          "ID": "22"
        },
        {
          "text": "Be converted by my correction. Lo, I will offer my spirit to you, and I will reveal my words to you.",
          "ID": "23"
        },
        {
          "text": "For I called, and you refused. I extended my hand, and there was no one who watched.",
          "ID": "24"
        },
        {
          "text": "You have despised all my counsels, and you have neglected my rebukes.",
          "ID": "25"
        },
        {
          "text": "Similarly, I will ridicule you at your demise, and I will mock you, when that which you feared shall overcome you.",
          "ID": "26"
        },
        {
          "text": "When sudden calamity rushes upon you, and your demise advances like a tempest, when tribulation and anguish overcome you,",
          "ID": "27"
        },
        {
          "text": "then they will call to me, and I will not heed, they will arise in the morning, and not find me.",
          "ID": "28"
        },
        {
          "text": "For they held hatred for discipline, and they would not accept the fear of the Lord;",
          "ID": "29"
        },
        {
          "text": "they would not consent to my counsel, but they detracted from all of my corrections.",
          "ID": "30"
        },
        {
          "text": "Therefore, they shall eat the fruit of their way, and they shall have their fill of their own counsels.",
          "ID": "31"
        },
        {
          "text": "The loathing of the little ones shall destroy them, and the prosperity of the foolish shall perish them.",
          "ID": "32"
        },
        {
          "text": "But whoever will listen to me shall rest without terror, and shall have full enjoyment of abundance, without fear of evils.\"",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.1",
      "name": "Proverbs 1"
    },
    {
      "text": [
        {
          "text": "My son, if you would accept my words, and conceal my commandments within you,",
          "ID": "1"
        },
        {
          "text": "so that your ears may listen to wisdom, then bend your heart in order to know prudence.",
          "ID": "2"
        },
        {
          "text": "For if you would call upon wisdom and bend your heart to prudence,",
          "ID": "3"
        },
        {
          "text": "if you will seek her like money, and dig for her as if for treasure,",
          "ID": "4"
        },
        {
          "text": "then you will understand the fear of the Lord, and you will discover the knowledge of God.",
          "ID": "5"
        },
        {
          "text": "For the Lord bestows wisdom, and out of his mouth, prudence and knowledge.",
          "ID": "6"
        },
        {
          "text": "He will preserve the salvation of the righteous, and he will protect those who walk in simplicity:",
          "ID": "7"
        },
        {
          "text": "serving the paths of justice, and guarding the ways of sanctity.",
          "ID": "8"
        },
        {
          "text": "Then you shall understand justice and judgment, and equity, and every good path.",
          "ID": "9"
        },
        {
          "text": "If wisdom is to enter into your heart, and if knowledge is to become pleasing to your soul,",
          "ID": "10"
        },
        {
          "text": "then counsel must guard you, and prudence must serve you,",
          "ID": "11"
        },
        {
          "text": "so that you may be rescued from the evil way, and from the man who speaks perversities,",
          "ID": "12"
        },
        {
          "text": "from those who leave the straight path to walk in dark ways,",
          "ID": "13"
        },
        {
          "text": "who rejoice when they have done evil, and who exult in the most wicked things.",
          "ID": "14"
        },
        {
          "text": "Their ways are perverse, and their steps are infamous.",
          "ID": "15"
        },
        {
          "text": "So may you be rescued from the foreign woman, and from the outsider, who softens her speech,",
          "ID": "16"
        },
        {
          "text": "and who leaves behind the Guide of her youth,",
          "ID": "17"
        },
        {
          "text": "and who has forgotten the covenant of her God. For her household inclines toward death, and her paths toward Hell.",
          "ID": "18"
        },
        {
          "text": "All those who enter to her will not return again, nor will they take hold of the paths of life.",
          "ID": "19"
        },
        {
          "text": "So may you walk in the good way, and keep to the difficult paths of the just.",
          "ID": "20"
        },
        {
          "text": "For those who are upright shall live upon the earth, and the simple shall continue upon it.",
          "ID": "21"
        },
        {
          "text": "Yet truly, the impious shall perish from the earth, and those who act unjustly shall be taken away from it.",
          "ID": "22"
        }
      ],
      "ID": "OT:PRO.2",
      "name": "Proverbs 2"
    },
    {
      "text": [
        {
          "text": "My son, do not forget my law, but let your heart guard my precepts.",
          "ID": "1"
        },
        {
          "text": "For they shall set before you length of days, and years of life, and peace.",
          "ID": "2"
        },
        {
          "text": "Let not mercy and truth abandon you: encircle them around your throat, and inscribe them on the tablets of your heart.",
          "ID": "3"
        },
        {
          "text": "And so shall you discover grace and good discipline, in the sight of God and men.",
          "ID": "4"
        },
        {
          "text": "Have confidence in the Lord with all your heart, and do not depend upon your own prudence.",
          "ID": "5"
        },
        {
          "text": "In all your ways, consider him, and he himself will direct your steps.",
          "ID": "6"
        },
        {
          "text": "Do not seem wise to yourself. Fear God, and withdraw from evil.",
          "ID": "7"
        },
        {
          "text": "Certainly, it shall be health to your navel, and refreshment to your bones.",
          "ID": "8"
        },
        {
          "text": "Honor the Lord with your substance, and give to him from the first of all your fruits,",
          "ID": "9"
        },
        {
          "text": "and then your storehouses will be filled with abundance, and your presses shall overflow with wine.",
          "ID": "10"
        },
        {
          "text": "My son, do not discard the discipline of the Lord, and do not fall away when you are corrected by him.",
          "ID": "11"
        },
        {
          "text": "For whomever the Lord loves, he corrects, and just as a father does with a son, he wins him over.",
          "ID": "12"
        },
        {
          "text": "Blessed is the man who finds wisdom and who advances to prudence.",
          "ID": "13"
        },
        {
          "text": "Her acquisition is better than trading in silver, and her fruit is better than the first and purest gold.",
          "ID": "14"
        },
        {
          "text": "She is more precious than all riches, and all that can be desired cannot prevail in comparison to her.",
          "ID": "15"
        },
        {
          "text": "Length of days is at her right hand, and at her left hand is wealth and glory.",
          "ID": "16"
        },
        {
          "text": "Her ways are beautiful ways, and all her paths are peaceful.",
          "ID": "17"
        },
        {
          "text": "She is a tree of life to those who overtake her, and he who shall take hold of her is blessed.",
          "ID": "18"
        },
        {
          "text": "The Lord founded the earth on wisdom. He secured the heavens with prudence.",
          "ID": "19"
        },
        {
          "text": "By his wisdom, the abyss erupted and the clouds increased with dew.",
          "ID": "20"
        },
        {
          "text": "My son, let not these things move away from your eyes. Preserve law as well as counsel.",
          "ID": "21"
        },
        {
          "text": "And so shall there be life in your soul and grace in your voice.",
          "ID": "22"
        },
        {
          "text": "Then you shall walk confidently in your way, and your feet will not stumble.",
          "ID": "23"
        },
        {
          "text": "When you slumber, you shall not fear. When you rest, your sleep also will be sweet.",
          "ID": "24"
        },
        {
          "text": "Do not fear unexpected terror, nor the power of the impious falling upon you.",
          "ID": "25"
        },
        {
          "text": "For the Lord will be at your side, and he will guard your feet, so that you may not be seized.",
          "ID": "26"
        },
        {
          "text": "Do not prevent him who is able from doing good. When you are able, do good yourself too.",
          "ID": "27"
        },
        {
          "text": "Do not say to your friend: \"Go away, and then return. Tomorrow I will give to you.\" When you are able to do so, give in the present.",
          "ID": "28"
        },
        {
          "text": "Do not undertake evil against your friend, even though he has trust in you.",
          "ID": "29"
        },
        {
          "text": "Do not contend against a man without cause, even though he has done no evil to you.",
          "ID": "30"
        },
        {
          "text": "Do not rival an unjust man, and do not imitate his ways.",
          "ID": "31"
        },
        {
          "text": "For everyone who ridicules is an abomination to the Lord, and his communication is for the simple.",
          "ID": "32"
        },
        {
          "text": "Destitution in the house of the impious is from the Lord. But the habitations of the just shall be blessed.",
          "ID": "33"
        },
        {
          "text": "He will ridicule those who ridicule, but he will bestow grace upon the mild.",
          "ID": "34"
        },
        {
          "text": "The wise will possess glory. The exaltation of the foolish is disgraceful.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.3",
      "name": "Proverbs 3"
    },
    {
      "text": [
        {
          "text": "Listen, sons, to the discipline of a father, and pay attention, so that you may know prudence.",
          "ID": "1"
        },
        {
          "text": "I will bestow upon you a good gift. Do not relinquish my law.",
          "ID": "2"
        },
        {
          "text": "For I, too, was the son of my father, tender and an only son in the sight of my mother.",
          "ID": "3"
        },
        {
          "text": "And he taught me, and he also said: \"Let your heart accept my words. Keep my precepts, and you shall live.",
          "ID": "4"
        },
        {
          "text": "Obtain wisdom, obtain prudence. May you neither forget, nor turn away from, the words of my mouth.",
          "ID": "5"
        },
        {
          "text": "Do not send her away, and she will guard you. Love her, and she will preserve you.",
          "ID": "6"
        },
        {
          "text": "The beginning of wisdom is to obtain wisdom, and, with all that you possess, to acquire prudence.",
          "ID": "7"
        },
        {
          "text": "Grasp her, and she will exalt you. You will be glorified by her, when you have embraced her.",
          "ID": "8"
        },
        {
          "text": "She will bestow upon your head an increase in graces, and she will protect you with a noble crown.",
          "ID": "9"
        },
        {
          "text": "Listen, my son, and accept my words, so that years of life may be multiplied for you.",
          "ID": "10"
        },
        {
          "text": "I will demonstrate to you the way of wisdom. I will lead you along the paths of equity.",
          "ID": "11"
        },
        {
          "text": "When you have entered by these, your steps will not be constrained, and when running, you will have no obstacle.",
          "ID": "12"
        },
        {
          "text": "Take hold of discipline. Do not dismiss it. Guard it, for it is your life.",
          "ID": "13"
        },
        {
          "text": "Do not delight in the paths of the impious, nor permit the way of evil-doers to please you.",
          "ID": "14"
        },
        {
          "text": "Take flight from it. Do not pass close to it. Turn away and abandon it.",
          "ID": "15"
        },
        {
          "text": "For they do not sleep, unless they have done evil. And their sleep is quickly taken away from them, unless they have overthrown.",
          "ID": "16"
        },
        {
          "text": "They eat the bread of impiety, and they drink the wine of iniquity.",
          "ID": "17"
        },
        {
          "text": "But the path of the just is like a shining light: it advances and increases, even to the day of completion.",
          "ID": "18"
        },
        {
          "text": "The way of the impious is darkened. They do not know where they may fall.",
          "ID": "19"
        },
        {
          "text": "My son, pay attention to my sermons, and incline your ear to my eloquent words.",
          "ID": "20"
        },
        {
          "text": "Let them not recede from your eyes. Keep them in the midst of your heart.",
          "ID": "21"
        },
        {
          "text": "For they are life to those who find them and health to all that is flesh.",
          "ID": "22"
        },
        {
          "text": "Preserve your heart with all watchfulness, for life proceeds from this.",
          "ID": "23"
        },
        {
          "text": "Remove from yourself a corrupt mouth, and let detracting lips be far from you.",
          "ID": "24"
        },
        {
          "text": "Let your eyes look straight ahead, and let your eyelids precede your steps.",
          "ID": "25"
        },
        {
          "text": "Direct the path of your feet, and all your ways shall be secure.",
          "ID": "26"
        },
        {
          "text": "Turn aside, neither to the right, nor to the left; yet turn your foot away from evil. For the Lord knows the ways that are on the right, and truly, those that are on the left are perverse. But he himself will make your courses straight. Then your journey will advance in peace.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.4",
      "name": "Proverbs 4"
    },
    {
      "text": [
        {
          "text": "My son, pay attention to my wisdom, and incline your ear to my prudence,",
          "ID": "1"
        },
        {
          "text": "so that you may guard your thinking, and so that your lips may preserve discipline. Do not pay attention to the deceit of a woman.",
          "ID": "2"
        },
        {
          "text": "For the lips of a loose woman are like a dripping honeycomb, and her voice is smoother than oil.",
          "ID": "3"
        },
        {
          "text": "But in the end, she is as bitter as wormwood, and as sharp as a two-edged sword.",
          "ID": "4"
        },
        {
          "text": "Her feet descend into death, and her steps reach even to Hell.",
          "ID": "5"
        },
        {
          "text": "They do not walk along the path of life; her steps are wandering and untraceable.",
          "ID": "6"
        },
        {
          "text": "Therefore, my son, listen to me now, and do not withdraw from the words of my mouth.",
          "ID": "7"
        },
        {
          "text": "Make your way at a distance from her, and do not approach the doors of her house.",
          "ID": "8"
        },
        {
          "text": "Do not give your honor to foreigners, and your years to the cruel.",
          "ID": "9"
        },
        {
          "text": "Otherwise, outsiders may be filled with your strength, and your labors may be in a foreign house,",
          "ID": "10"
        },
        {
          "text": "and you may mourn in the end, when you will have consumed your flesh and your body. And so you may say:",
          "ID": "11"
        },
        {
          "text": "\"Why have I detested discipline, and why has my heart not been quieted by correction?",
          "ID": "12"
        },
        {
          "text": "And why have I not listened to the voice of those who guided me? And why has my ear not inclined to my teachers?",
          "ID": "13"
        },
        {
          "text": "I have almost been with all evil in the midst of the church and of the assembly.\"",
          "ID": "14"
        },
        {
          "text": "Drink water from your own cistern and from the springs of your own well.",
          "ID": "15"
        },
        {
          "text": "Let your fountains be diverted far and wide, and divide your waters in the streets.",
          "ID": "16"
        },
        {
          "text": "Hold them for yourself alone, and do not let strangers be partakers with you.",
          "ID": "17"
        },
        {
          "text": "Let your spring be blessed, and rejoice with the wife of your youth:",
          "ID": "18"
        },
        {
          "text": "a beloved doe and most pleasing fawn. Let her breasts inebriate you at all times. Be delighted continually by her love.",
          "ID": "19"
        },
        {
          "text": "Why are you seduced, my son, by a strange woman, and why are you kept warm by the bosom of another?",
          "ID": "20"
        },
        {
          "text": "The Lord beholds the ways of man, and he considers all his steps.",
          "ID": "21"
        },
        {
          "text": "His own iniquities take hold of the impious, and he is bound by the cords of his own sins.",
          "ID": "22"
        },
        {
          "text": "He shall die, for he has not held to discipline. And by the multitude of his foolishness, he shall be deceived.",
          "ID": "23"
        }
      ],
      "ID": "OT:PRO.5",
      "name": "Proverbs 5"
    },
    {
      "text": [
        {
          "text": "My son, if you have taken a pledge on behalf of your friend, then you have bound your hand to an outsider,",
          "ID": "1"
        },
        {
          "text": "then you are ensnared by the words of your own mouth, and taken captive by your own words.",
          "ID": "2"
        },
        {
          "text": "Therefore, my son, do what I say, and free yourself, for you have fallen into the hand of your neighbor. Run, hurry, awaken your friend.",
          "ID": "3"
        },
        {
          "text": "Do not grant sleep to your eyes, nor let your eyelids slumber.",
          "ID": "4"
        },
        {
          "text": "Rescue yourself like a gazelle from the hand, and like a bird from the hand of the fowler.",
          "ID": "5"
        },
        {
          "text": "Go to the ant, you lazy one, and consider her ways, and so learn wisdom.",
          "ID": "6"
        },
        {
          "text": "For though she has no ruler, nor instructor, nor leader,",
          "ID": "7"
        },
        {
          "text": "she provides meals for herself in the summer, and she gathers at the harvest what she may eat.",
          "ID": "8"
        },
        {
          "text": "How long will you slumber, you lazy one? When will you rise up from your sleep?",
          "ID": "9"
        },
        {
          "text": "You will sleep a little, you will slumber a little, you will fold your hands a little to sleep,",
          "ID": "10"
        },
        {
          "text": "and then destitution will meet with you, like a traveler, and poverty, like an armed man. Yet truly, if you would be diligent, then your harvest will arrive like a fountain, and destitution will flee far from you.",
          "ID": "11"
        },
        {
          "text": "An apostate man, a harmful man, walks with a perverse mouth;",
          "ID": "12"
        },
        {
          "text": "he winks with the eyes, touches with the foot, speaks with the finger.",
          "ID": "13"
        },
        {
          "text": "With a depraved heart he devises evil, and at all times he sows conflict.",
          "ID": "14"
        },
        {
          "text": "To this one, his perdition will arrive promptly, and he shall be crushed suddenly: he will no longer have any remedy.",
          "ID": "15"
        },
        {
          "text": "Six things there are that the Lord hates, and the seventh, his soul detests:",
          "ID": "16"
        },
        {
          "text": "haughty eyes, a lying tongue, hands that shed innocent blood,",
          "ID": "17"
        },
        {
          "text": "a heart that devises the most wicked thoughts, feet running swiftly unto evil,",
          "ID": "18"
        },
        {
          "text": "a deceitful witness bringing forth lies, and he who sows discord among brothers.",
          "ID": "19"
        },
        {
          "text": "My son, preserve the precepts of your father, and do not dismiss the law of your mother.",
          "ID": "20"
        },
        {
          "text": "Bind them to your heart unceasingly, and encircle them around your throat.",
          "ID": "21"
        },
        {
          "text": "When you walk, let them keep step with you. When you sleep, let them guard you. And when you keep watch, speak with them.",
          "ID": "22"
        },
        {
          "text": "For commandment is a lamp, and law is a light, and the reproofs of discipline are the way of life.",
          "ID": "23"
        },
        {
          "text": "So may they guard you from an evil woman, and from the flattering tongue of the outsider.",
          "ID": "24"
        },
        {
          "text": "Let not your heart desire her beauty; do not be captivated by her winks.",
          "ID": "25"
        },
        {
          "text": "For the price of a prostitute is only one loaf. Yet the woman seizes the precious soul of a man.",
          "ID": "26"
        },
        {
          "text": "Would a man be able to conceal fire in his bosom, so that his garments would not burn?",
          "ID": "27"
        },
        {
          "text": "Or could he walk over burning coals, so that his feet would not be burned?",
          "ID": "28"
        },
        {
          "text": "So also, he who enters to the wife of his neighbor shall not be clean when he touches her.",
          "ID": "29"
        },
        {
          "text": "Not so great is the fault when someone has stolen. For he steals so as to satisfy a hungry soul.",
          "ID": "30"
        },
        {
          "text": "Also, if he is apprehended, he shall repay sevenfold and hand over all the substance of his house.",
          "ID": "31"
        },
        {
          "text": "But whoever is an adulterer, because of the emptiness of his heart, will destroy his own soul.",
          "ID": "32"
        },
        {
          "text": "He gathers shame and dishonor to himself, and his disgrace will not be wiped away.",
          "ID": "33"
        },
        {
          "text": "For the jealousy and fury of the husband will not spare him on the day of vindication,",
          "ID": "34"
        },
        {
          "text": "nor will he agree to the pleadings of anyone, nor will he accept, as repayment, a multitude of gifts.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.6",
      "name": "Proverbs 6"
    },
    {
      "text": [
        {
          "text": "My son, guard my words and conceal my precepts within you.",
          "ID": "1"
        },
        {
          "text": "Son, preserve my commandments, and you shall live. And keep my law as the pupil of your eye.",
          "ID": "2"
        },
        {
          "text": "Bind it with your fingers; write it on the tablets of your heart.",
          "ID": "3"
        },
        {
          "text": "Say to wisdom, \"You are my sister,\" and call prudence your friend.",
          "ID": "4"
        },
        {
          "text": "So may she guard you from the woman who is an outsider, and from the stranger who sweetens her words.",
          "ID": "5"
        },
        {
          "text": "For I gaze from the window of my house, through the lattice,",
          "ID": "6"
        },
        {
          "text": "and I see little ones. I consider a frenzied youth,",
          "ID": "7"
        },
        {
          "text": "who crosses the street at the corner and close to the way of that house.",
          "ID": "8"
        },
        {
          "text": "He steps into shadows, as day becomes evening, into the darkness and gloom of the night.",
          "ID": "9"
        },
        {
          "text": "And behold, a woman meets him, dressed like a harlot, prepared to captivate souls: chattering and rambling,",
          "ID": "10"
        },
        {
          "text": "unwilling to bear silence, unable to keep her feet at home,",
          "ID": "11"
        },
        {
          "text": "now outside, now in the streets, now lying in ambush near the corners.",
          "ID": "12"
        },
        {
          "text": "And overtaking the youth, she kisses him, and with a provocative face, she flatters him, saying:",
          "ID": "13"
        },
        {
          "text": "\"I vowed sacrifices for well-being. Today I have repaid my vows.",
          "ID": "14"
        },
        {
          "text": "Because of this, I have gone out to meet you, desiring to see you, and I have found you.",
          "ID": "15"
        },
        {
          "text": "I have woven my bed with cords. I have strewn it with embroidered tapestries from Egypt.",
          "ID": "16"
        },
        {
          "text": "I have sprinkled my bed with myrrh, aloe, and cinnamon.",
          "ID": "17"
        },
        {
          "text": "Come, let us be inebriated in abundance, and let us delight in the embraces of desire, until the day begins to dawn.",
          "ID": "18"
        },
        {
          "text": "For my husband is not in his house. He has gone away on a very long journey.",
          "ID": "19"
        },
        {
          "text": "He took with him a bag of money. He will return to his house on the day of the full moon.\"",
          "ID": "20"
        },
        {
          "text": "She enmeshed him with many words, and she drew him forward with the flattery of her lips.",
          "ID": "21"
        },
        {
          "text": "Immediately, he follows her, like an ox being led to the sacrifice, and like a lamb acting lasciviously, and not knowing that he is being drawn foolishly into chains,",
          "ID": "22"
        },
        {
          "text": "until the arrow pierces his liver. It is just as if a bird were to hurry into the snare. And he does not know that his actions endanger his own soul.",
          "ID": "23"
        },
        {
          "text": "Therefore, my son, hear me now, and attend to the words of my mouth.",
          "ID": "24"
        },
        {
          "text": "Do not let your mind be pulled into her ways. And do not be deceived by her paths.",
          "ID": "25"
        },
        {
          "text": "For she has tossed aside many wounded, and some of those who were very strong have been slain by her.",
          "ID": "26"
        },
        {
          "text": "Her household is the way to Hell, reaching even to the inner places of death.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.7",
      "name": "Proverbs 7"
    },
    {
      "text": [
        {
          "text": "Does not wisdom call out, and prudence bestow her voice?",
          "ID": "1"
        },
        {
          "text": "At the summits and the tops of exalted places, standing above the ways, in the midst of the paths,",
          "ID": "2"
        },
        {
          "text": "beside the gates of the city, at the very doors, she speaks, saying:",
          "ID": "3"
        },
        {
          "text": "\"O men, to you I call out, and my voice is to the sons of men.",
          "ID": "4"
        },
        {
          "text": "O little ones, understand discernment. And you who are unwise, turn your souls.",
          "ID": "5"
        },
        {
          "text": "Listen, for I will speak about great things, and my lips will be opened, so as to foretell what is right.",
          "ID": "6"
        },
        {
          "text": "My throat shall practice truth, and my lips shall detest the impious.",
          "ID": "7"
        },
        {
          "text": "All my words are just. There is no depravity in them, and no perversity.",
          "ID": "8"
        },
        {
          "text": "They are upright to those who understand, and equitable to those who discover knowledge.",
          "ID": "9"
        },
        {
          "text": "Accept my discipline, and not money. Choose the doctrine that is greater than gold.",
          "ID": "10"
        },
        {
          "text": "For wisdom is better than all that is most precious, and everything that is desirable cannot compare to her.",
          "ID": "11"
        },
        {
          "text": "I, wisdom, dwell in counsel, and I am inside learned thoughts.",
          "ID": "12"
        },
        {
          "text": "The fear of the Lord hates evil. I detest arrogance, and pride, and every wicked way, and a mouth with a double tongue.",
          "ID": "13"
        },
        {
          "text": "Counsel is mine, and equity. Prudence is mine. Strength is mine.",
          "ID": "14"
        },
        {
          "text": "Through me, kings reign and legislators decree just conditions.",
          "ID": "15"
        },
        {
          "text": "Through me, princes rule and the powerful decree justice.",
          "ID": "16"
        },
        {
          "text": "I love those who love me. And those who stand watch for me until morning shall discover me.",
          "ID": "17"
        },
        {
          "text": "With me, are wealth and glory, superb riches and justice.",
          "ID": "18"
        },
        {
          "text": "For my fruit is better than gold and precious stones, and my progeny better than choice silver.",
          "ID": "19"
        },
        {
          "text": "I walk in the way of justice, in the midst of the paths of judgment,",
          "ID": "20"
        },
        {
          "text": "so that I may enrich those who love me, and thus complete their treasures.",
          "ID": "21"
        },
        {
          "text": "The Lord possessed me in the beginning of his ways, before he made anything, from the beginning.",
          "ID": "22"
        },
        {
          "text": "I was ordained from eternity, and out of antiquity, before the earth was formed.",
          "ID": "23"
        },
        {
          "text": "The abyss did not yet exist, and I was already conceived; neither had the fountains of waters yet erupted.",
          "ID": "24"
        },
        {
          "text": "The mountains, with their great mass, had not yet been established. Before the hills, I was brought forth.",
          "ID": "25"
        },
        {
          "text": "Still he had not made the earth, and the rivers, and the poles of the globe of the earth.",
          "ID": "26"
        },
        {
          "text": "I was already present: when he prepared the heavens; when, with a certain law and a circuit, he fortified the abyss;",
          "ID": "27"
        },
        {
          "text": "when he made firm the sky above, and set free the fountains of waters;",
          "ID": "28"
        },
        {
          "text": "when he encompassed the sea within its limits, and laid down a law for the waters, lest they transgress their limits; when he weighed the foundations of the earth.",
          "ID": "29"
        },
        {
          "text": "I was with him in composing all things. And I was delighted, throughout every day, by playing in his sight at all times,",
          "ID": "30"
        },
        {
          "text": "playing in globe of the earth. And my delight was to be with the sons of men.",
          "ID": "31"
        },
        {
          "text": "Therefore, sons, hear me now. Blessed are those who preserve my ways.",
          "ID": "32"
        },
        {
          "text": "Listen to discipline, and become wise, and do not be willing to cast it aside.",
          "ID": "33"
        },
        {
          "text": "Blessed is the man who listens to me, and who stands watch at my gates everyday, and who observes at the posts of my doors.",
          "ID": "34"
        },
        {
          "text": "He who finds me, finds life, and he will draw salvation from the Lord.",
          "ID": "35"
        },
        {
          "text": "But he who sins against me will wound his own soul. All who hate me love death.\"",
          "ID": "36"
        }
      ],
      "ID": "OT:PRO.8",
      "name": "Proverbs 8"
    },
    {
      "text": [
        {
          "text": "Wisdom has built a house for herself. She has hewn seven columns.",
          "ID": "1"
        },
        {
          "text": "She has immolated her victims. She has mixed her wine and set forth her table.",
          "ID": "2"
        },
        {
          "text": "She has sent her maids to call out to the tower and to the fortified walls of the city,",
          "ID": "3"
        },
        {
          "text": "\"If anyone is little, let him come to me.\" And to the unwise, she has said:",
          "ID": "4"
        },
        {
          "text": "\"Approach. Eat my bread, and drink the wine that I have mixed for you.",
          "ID": "5"
        },
        {
          "text": "Leave behind childishness. And live and walk by the ways of prudence.\"",
          "ID": "6"
        },
        {
          "text": "Whoever teaches a mocker causes injury to himself. And whoever argues with the impious produces a blemish on himself.",
          "ID": "7"
        },
        {
          "text": "Do not be willing to argue with a mocker, lest he hate you. Dispute with the wise, and he will love you.",
          "ID": "8"
        },
        {
          "text": "Present an opportunity to the wise, and wisdom shall be added to him. Teach the just, and he will hurry to receive it.",
          "ID": "9"
        },
        {
          "text": "The fear of the Lord is the beginning of wisdom, and knowledge of holiness is prudence.",
          "ID": "10"
        },
        {
          "text": "For by me, your days will be multiplied and years of life will be added to you.",
          "ID": "11"
        },
        {
          "text": "If you would be wise, you will be so for yourself. But if you would be one who ridicules, you alone shall carry the evil.",
          "ID": "12"
        },
        {
          "text": "A foolish and loud woman, who is full of enticements and who knows nothing at all,",
          "ID": "13"
        },
        {
          "text": "sat at the entrance of her house on a seat, in a high place of the city,",
          "ID": "14"
        },
        {
          "text": "so as to call to those who were passing by the way and continuing on their journey:",
          "ID": "15"
        },
        {
          "text": "\"Whoever is little, let him turn aside to me.\" And to the frenzied, she said,",
          "ID": "16"
        },
        {
          "text": "\"Stolen waters are more soothing, and secret bread is more pleasant.\"",
          "ID": "17"
        },
        {
          "text": "And he did not know that giants are there, and that her companions are in the depths of Hell.",
          "ID": "18"
        }
      ],
      "ID": "OT:PRO.9",
      "name": "Proverbs 9"
    },
    {
      "text": [
        {
          "text": "A wise son gladdens the father. Yet truly, a foolish son is the grief of his mother.",
          "ID": "1"
        },
        {
          "text": "Treasures of impiety will profit nothing. Truly, justice shall liberate from death.",
          "ID": "2"
        },
        {
          "text": "The Lord will not afflict with famine the soul of the just, and he will overthrow the treacheries of the impious.",
          "ID": "3"
        },
        {
          "text": "The neglectful hand has wrought destitution. But the hand of the steadfast prepares riches. He who advances by lies, this one feeds on the wind. For he is the same as one who runs after flying birds.",
          "ID": "4"
        },
        {
          "text": "He who gathers the harvest is a wise son. But he who snores in warm weather is a son of confusion.",
          "ID": "5"
        },
        {
          "text": "The blessing of the Lord is on the head of the just. But iniquity covers the mouth of the impious.",
          "ID": "6"
        },
        {
          "text": "The remembrance of the just is with praises. And the name of the impious shall decay.",
          "ID": "7"
        },
        {
          "text": "The wise of heart accept precepts. The foolish are cut down by the lips.",
          "ID": "8"
        },
        {
          "text": "He who walks in simplicity walks in confidence. But he who corrupts his ways shall be discovered.",
          "ID": "9"
        },
        {
          "text": "He who winks with the eye gives sorrow. And the foolish in lips shall be beaten.",
          "ID": "10"
        },
        {
          "text": "The mouth of the just is a vein of life. And the mouth of the impious covers iniquity.",
          "ID": "11"
        },
        {
          "text": "Hatred rises up from disputes. And charity covers all offenses.",
          "ID": "12"
        },
        {
          "text": "In the lips of the wise, wisdom is discovered. And a rod is for the back of one who lacks heart.",
          "ID": "13"
        },
        {
          "text": "The wise store away knowledge. But the mouth of the foolish is a neighbor to confusion.",
          "ID": "14"
        },
        {
          "text": "The substance of the rich is the city of his strength. The fear of the poor is their destitution.",
          "ID": "15"
        },
        {
          "text": "The work of the just is unto life. But the fruit of the impious is unto sin.",
          "ID": "16"
        },
        {
          "text": "The way of life is for those who observe discipline. But whoever abandons correction wanders astray.",
          "ID": "17"
        },
        {
          "text": "Lying lips conceal hatred; whoever brings forth contempt is unwise.",
          "ID": "18"
        },
        {
          "text": "In a multitude of speaking, sin will not be lacking. But whoever tempers his lips is most prudent.",
          "ID": "19"
        },
        {
          "text": "The tongue of the just is choice silver. But the heart of the impious is exchanged for nothing.",
          "ID": "20"
        },
        {
          "text": "The lips of the just instruct many. But those who are unlearned shall die in destitution of heart.",
          "ID": "21"
        },
        {
          "text": "The blessing of the Lord causes riches. Affliction will not be a companion to them.",
          "ID": "22"
        },
        {
          "text": "The foolish work wickedness as if in jest. But wisdom is prudence to a man.",
          "ID": "23"
        },
        {
          "text": "What the impious fear will overwhelm them. The just shall be given their desire.",
          "ID": "24"
        },
        {
          "text": "Like a passing tempest, so the impious one will be no more. But the just one is like an everlasting foundation.",
          "ID": "25"
        },
        {
          "text": "Like vinegar to the teeth, and smoke to the eyes, so is a lazy one to those who sent him.",
          "ID": "26"
        },
        {
          "text": "The fear of the Lord adds days. And the years of the impious will be shortened.",
          "ID": "27"
        },
        {
          "text": "The expectation of the just is rejoicing. But the hope of the impious will perish.",
          "ID": "28"
        },
        {
          "text": "The strength of the simple is the way of the Lord, and it is fear to those who work evil.",
          "ID": "29"
        },
        {
          "text": "The just in eternity shall not be moved. But the impious will not live upon the earth.",
          "ID": "30"
        },
        {
          "text": "The mouth of the just shall bring forth wisdom. The tongue of the depraved will perish.",
          "ID": "31"
        },
        {
          "text": "The lips of the just consider what is acceptable. And the mouth of the impious considers perversities.",
          "ID": "32"
        }
      ],
      "ID": "OT:PRO.10",
      "name": "Proverbs 10"
    },
    {
      "text": [
        {
          "text": "A deceitful scale is an abomination with the Lord, and a fair weighing is his will.",
          "ID": "1"
        },
        {
          "text": "Wherever arrogance may be, there too is insult. But wherever humility is, there too is wisdom.",
          "ID": "2"
        },
        {
          "text": "The simplicity of the just shall direct them, and the rebellion of the perverse will devastate them.",
          "ID": "3"
        },
        {
          "text": "Wealth will not profit in the day of vengeance. But justice shall liberate from death.",
          "ID": "4"
        },
        {
          "text": "The justice of the simple shall direct his way. And the impious will fall in his impiety.",
          "ID": "5"
        },
        {
          "text": "The justice of the upright shall free them. And the iniquitous will be seized by their own treachery.",
          "ID": "6"
        },
        {
          "text": "When the impious man is dead, there will no longer be any hope. And the expectation of the anxious will perish.",
          "ID": "7"
        },
        {
          "text": "The just one is freed from anguish. And the impious one will be handed over instead of him.",
          "ID": "8"
        },
        {
          "text": "The pretender deceives his friend by mouth. But the just shall be freed by knowledge.",
          "ID": "9"
        },
        {
          "text": "In the good of the just, the city shall exult. And in the perdition of the impious, there shall be praise.",
          "ID": "10"
        },
        {
          "text": "By the blessing of the just, the city shall be exalted. And by the mouth of the impious, it will be subverted.",
          "ID": "11"
        },
        {
          "text": "Whoever despises his friend is destitute in heart. But the prudent man will remain silent.",
          "ID": "12"
        },
        {
          "text": "Whoever walks dishonestly reveals secrets. But whoever is of a faithful soul conceals what is confided by a friend.",
          "ID": "13"
        },
        {
          "text": "Where there is no governor, the people shall fall. But where there is much counsel, well-being shall be.",
          "ID": "14"
        },
        {
          "text": "He will be afflicted with evil, who provides a guarantee for an outsider. But whoever is wary of traps shall be secure.",
          "ID": "15"
        },
        {
          "text": "A gracious woman shall discover glory. And the robust will have wealth.",
          "ID": "16"
        },
        {
          "text": "A merciful man benefits his own soul. But whoever is cruel casts out even his close relatives.",
          "ID": "17"
        },
        {
          "text": "The impious does work with inconstancy. But for the sower of justice, there is the reward of faithfulness.",
          "ID": "18"
        },
        {
          "text": "Clemency prepares life. And the pursuit of evils prepares death.",
          "ID": "19"
        },
        {
          "text": "A depraved heart is abominable to the Lord. And his will is with those who walk in simplicity.",
          "ID": "20"
        },
        {
          "text": "Hand in hand, the evil shall not be innocent. But the offspring of the just shall be saved.",
          "ID": "21"
        },
        {
          "text": "A beautiful and senseless woman is like a gold ring in the snout of a swine.",
          "ID": "22"
        },
        {
          "text": "The desire of the just is entirely good. The anticipation of the impious is fury.",
          "ID": "23"
        },
        {
          "text": "Some distribute their own goods, and they become wealthier. Others seize what is not their own, and they are always in need.",
          "ID": "24"
        },
        {
          "text": "The soul that blesses shall be made fat. And whoever inebriates will likewise be inebriated himself.",
          "ID": "25"
        },
        {
          "text": "Whoever hides away grain shall be cursed among the people. But a blessing is upon the head of those who sell it.",
          "ID": "26"
        },
        {
          "text": "He does well to rise early, who seeks what is good. But whoever is a seeker of evils shall be oppressed by them.",
          "ID": "27"
        },
        {
          "text": "Whoever trusts in his riches will fall. But the just shall spring up like a green leaf.",
          "ID": "28"
        },
        {
          "text": "Whoever troubles his own house will possess the winds. And whoever is foolish will serve the wise.",
          "ID": "29"
        },
        {
          "text": "The fruit of the just one is the tree of life. And whoever receives souls is wise.",
          "ID": "30"
        },
        {
          "text": "If the just are repaid upon the earth, how much more the impious and the sinner!",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.11",
      "name": "Proverbs 11"
    },
    {
      "text": [
        {
          "text": "Whoever loves discipline loves knowledge. But whoever hates correction is unwise.",
          "ID": "1"
        },
        {
          "text": "Whoever is good shall draw grace from the Lord. But whoever trusts in his own thoughts acts impiously.",
          "ID": "2"
        },
        {
          "text": "Man will not be made strong from impiety. And the root of the just shall not be moved.",
          "ID": "3"
        },
        {
          "text": "A diligent woman is a crown to her husband. And she who acts with confusion as to which things are worthy is decay to his bones.",
          "ID": "4"
        },
        {
          "text": "The thoughts of the just are judgments. And the counsels of the impious are dishonest.",
          "ID": "5"
        },
        {
          "text": "The words of the impious lie in wait for blood. The mouth of the just shall free them.",
          "ID": "6"
        },
        {
          "text": "Turn from the impious, and they will not be. But the house of the just shall stand firm.",
          "ID": "7"
        },
        {
          "text": "A man will be known by his doctrine. But whoever is vain and heartless will suffer contempt.",
          "ID": "8"
        },
        {
          "text": "Better is a pauper who has what he needs, than someone glorious and in need of bread.",
          "ID": "9"
        },
        {
          "text": "The just one knows the lives of his beasts. But the inner most parts of the impious are cruel.",
          "ID": "10"
        },
        {
          "text": "Whoever works his land shall be satisfied with bread. But whoever continually pursues leisure is most foolish. Whoever is soothed by lingering over wine leaves behind contempt in his strongholds.",
          "ID": "11"
        },
        {
          "text": "The desire of the impious is the fortification of what is most wicked. But the root of the just shall prosper.",
          "ID": "12"
        },
        {
          "text": "For the sins of the lips draw ruin to the evil. But the just shall escape from distress.",
          "ID": "13"
        },
        {
          "text": "By the fruit of his own mouth, each one shall be filled with good things, and according to the works of his own hands, it will be distributed to him.",
          "ID": "14"
        },
        {
          "text": "The way of the foolish is right in his own eyes. But whoever is wise listens to counsels.",
          "ID": "15"
        },
        {
          "text": "The senseless immediately reveals his anger. But whoever ignores injuries is clever.",
          "ID": "16"
        },
        {
          "text": "He is a sign of justice, who speaks what he knows. But whoever deceives is a dishonest witness.",
          "ID": "17"
        },
        {
          "text": "He who makes promises is also jabbed, as if with a sword, in conscience. But the tongue of the wise is reasonable.",
          "ID": "18"
        },
        {
          "text": "The lips of truth shall be steadfast forever. But a hasty witness readies a lying tongue.",
          "ID": "19"
        },
        {
          "text": "Deceit is in the heart of those who devise evils. But gladness follows those who take up counsels of peace.",
          "ID": "20"
        },
        {
          "text": "Whatever may befall the just, it will not discourage him. But the impious will be filled with disasters.",
          "ID": "21"
        },
        {
          "text": "Lying lips are an abomination to the Lord. But whoever acts faithfully pleases him.",
          "ID": "22"
        },
        {
          "text": "A resourceful man conceals knowledge. And the heart of the unwise provokes foolishness.",
          "ID": "23"
        },
        {
          "text": "The hand of the strong will rule. But anyone who is neglectful will pay tribute.",
          "ID": "24"
        },
        {
          "text": "Grief in the heart of a man humbles him. And with a good word he shall be made glad.",
          "ID": "25"
        },
        {
          "text": "He who ignores a loss for the sake of a friend is just. But the way of the impious will deceive them.",
          "ID": "26"
        },
        {
          "text": "The dishonest will not discover gain. But the substance of a man will be like precious gold.",
          "ID": "27"
        },
        {
          "text": "In the path of justice, there is life. But the devious way leads to death.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.12",
      "name": "Proverbs 12"
    },
    {
      "text": [
        {
          "text": "A wise son is the doctrine of his father. But he who ridicules does not listen when he is reproved.",
          "ID": "1"
        },
        {
          "text": "From the fruit of his own month, a man shall be satisfied with good things. But the soul of betrayers is iniquity.",
          "ID": "2"
        },
        {
          "text": "Whoever guards his mouth guards his soul. But whoever gives no consideration to his speech shall experience misfortunes.",
          "ID": "3"
        },
        {
          "text": "The lazy one is willing and then not willing. But the soul of he who labors shall be made fat.",
          "ID": "4"
        },
        {
          "text": "The just shall detest a lying word. But the impious confound and will be confounded.",
          "ID": "5"
        },
        {
          "text": "Justice guards the way of the innocent. But impiety undermines the sinner.",
          "ID": "6"
        },
        {
          "text": "One is like the rich, though he has nothing. And another is like the poor, though he has many riches.",
          "ID": "7"
        },
        {
          "text": "The redemption of a man's life is his riches. But he who is poor cannot tolerate correction.",
          "ID": "8"
        },
        {
          "text": "The light of the just enriches. But the lamp of the impious will be extinguished.",
          "ID": "9"
        },
        {
          "text": "Among the arrogant, there are always conflicts. But those who do everything with counsel are ruled by wisdom.",
          "ID": "10"
        },
        {
          "text": "Substance obtained in haste will be diminished. But what is collected by hand, little by little, shall be multiplied.",
          "ID": "11"
        },
        {
          "text": "Hope, when it is delayed, afflicts the soul. The arrival of the desired is a tree of life.",
          "ID": "12"
        },
        {
          "text": "Whoever denounces something obligates himself for the future. But whoever fears a lesson shall turn away in peace. Deceitful souls wander into sins. The just are merciful and compassionate.",
          "ID": "13"
        },
        {
          "text": "The law of the wise is a fountain of life, so that he may turn aside from the ruin of death.",
          "ID": "14"
        },
        {
          "text": "Good doctrine bestows grace. In the way of the contemptuous, there is a chasm.",
          "ID": "15"
        },
        {
          "text": "The discerning do everything with counsel. But whoever is senseless discloses his stupidity.",
          "ID": "16"
        },
        {
          "text": "The messenger of the impious will fall into evil. But a faithful ambassador shall prosper.",
          "ID": "17"
        },
        {
          "text": "Destitution and disgrace are for those who abandon discipline. But whoever agrees with a reproof shall be glorified.",
          "ID": "18"
        },
        {
          "text": "The desired, when perfected, shall delight the soul. The foolish detest those who flee from evils.",
          "ID": "19"
        },
        {
          "text": "Whoever keeps step with the wise shall be wise. A friend of the foolish will become like them.",
          "ID": "20"
        },
        {
          "text": "Evil pursues sinners. And good things shall be distributed to the just.",
          "ID": "21"
        },
        {
          "text": "The good leave behind heirs: children and grandchildren. And the substance of the sinner is preserved for the just.",
          "ID": "22"
        },
        {
          "text": "Much nourishment is in the fallow land of the fathers. But for others, it is gathered without judgment.",
          "ID": "23"
        },
        {
          "text": "He who spares the rod hates his son. But he who loves him urgently instructs him.",
          "ID": "24"
        },
        {
          "text": "The just eats and fills his soul. But the belly of the impious is never satisfied.",
          "ID": "25"
        }
      ],
      "ID": "OT:PRO.13",
      "name": "Proverbs 13"
    },
    {
      "text": [
        {
          "text": "A wise woman builds up her household. But a foolish one will pull down with her own hands what has been built up.",
          "ID": "1"
        },
        {
          "text": "One who walks on a virtuous journey, and who fears God, is despised by him who advances along a disreputable way.",
          "ID": "2"
        },
        {
          "text": "In the mouth of the foolish, there is a rod of arrogance. But the lips of the wise guard them.",
          "ID": "3"
        },
        {
          "text": "Where there are no oxen, the feeding trough is empty. But where there are many crops, there the strength of the ox is manifest.",
          "ID": "4"
        },
        {
          "text": "A faithful witness will not lie. But a deceitful witness offers a lie.",
          "ID": "5"
        },
        {
          "text": "A mocker seeks wisdom and does not find it. The doctrine of the prudent is accessible.",
          "ID": "6"
        },
        {
          "text": "Go against a foolish man, and he does not acknowledge lips of prudence.",
          "ID": "7"
        },
        {
          "text": "The wisdom of a discerning man is to understand his way. And the imprudence of the foolish is to be wandering astray.",
          "ID": "8"
        },
        {
          "text": "The foolish will speak mockingly of sin. But grace lingers among the just.",
          "ID": "9"
        },
        {
          "text": "The heart that knows the bitterness of its own soul, in its gladness the outsider shall not meddle.",
          "ID": "10"
        },
        {
          "text": "The house of the impious will be wiped away. Yet truly, the tabernacles of the just shall spring forth.",
          "ID": "11"
        },
        {
          "text": "There is a way which seems just to a man, but its conclusion leads to death.",
          "ID": "12"
        },
        {
          "text": "Laughter shall be mingled with sorrow, and mourning occupies the limits of joy.",
          "ID": "13"
        },
        {
          "text": "The foolish will be filled up by his own ways. And the good man shall be above him.",
          "ID": "14"
        },
        {
          "text": "The innocent trust every word. The astute one considers his own steps. Nothing good will be for the deceitful son. But the wise servant shall act prosperously and his way will be set in order.",
          "ID": "15"
        },
        {
          "text": "The wise fear, and so turn away from evil. The foolish leap ahead with confidence.",
          "ID": "16"
        },
        {
          "text": "The impatient will work foolishness. And a resourceful man is hated.",
          "ID": "17"
        },
        {
          "text": "The childish will possess foolishness, and the discerning will anticipate knowledge.",
          "ID": "18"
        },
        {
          "text": "The evil will fall down before the good. And the impious will fall down before the gates of the just.",
          "ID": "19"
        },
        {
          "text": "The pauper will be hated, even by his own neighbor. Yet truly, the friends of the wealthy are many.",
          "ID": "20"
        },
        {
          "text": "Whoever despises his neighbor, sins. But whoever pities the poor shall be blessed. Whoever trusts in the Lord loves mercy.",
          "ID": "21"
        },
        {
          "text": "They wander astray who work evil. But mercy and truth prepare good things.",
          "ID": "22"
        },
        {
          "text": "In every work, there shall be abundance. But where there are many words, there is often need.",
          "ID": "23"
        },
        {
          "text": "The crown of the wise is their wealth. The senselessness of the foolish is imprudence.",
          "ID": "24"
        },
        {
          "text": "A faithful witness frees souls. And the chameleon utters lies.",
          "ID": "25"
        },
        {
          "text": "In the fear of the Lord is the faithfulness of strength, and there shall be hope for his sons.",
          "ID": "26"
        },
        {
          "text": "The fear of the Lord is a fountain of life, so as to turn aside from the ruin of death.",
          "ID": "27"
        },
        {
          "text": "In a multitude of people, there is dignity for the king. And in a paucity of people, there is disgrace for the prince.",
          "ID": "28"
        },
        {
          "text": "Whoever is patient is governed by much prudence. But whoever is impatient exalts his foolishness.",
          "ID": "29"
        },
        {
          "text": "The well-being of the heart is life for the flesh. But envy is decay for the bones.",
          "ID": "30"
        },
        {
          "text": "Whoever slanders the indigent argues against his Maker. But he who has compassion on the poor honors his Maker.",
          "ID": "31"
        },
        {
          "text": "The impious will be expelled in his malice. But the just finds hope even in his own death.",
          "ID": "32"
        },
        {
          "text": "In the heart of the prudent, wisdom finds rest. And so shall he instruct all the uneducated.",
          "ID": "33"
        },
        {
          "text": "Justice elevates a nation. But sin makes the peoples miserable.",
          "ID": "34"
        },
        {
          "text": "An intelligent minister is acceptable to the king. Whoever is useless shall bear his wrath.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.14",
      "name": "Proverbs 14"
    },
    {
      "text": [
        {
          "text": "A mild response shatters anger. But a harsh word stirs up fury.",
          "ID": "1"
        },
        {
          "text": "The tongue of the wise adorns knowledge. But the mouth of the senseless gushes with foolishness.",
          "ID": "2"
        },
        {
          "text": "In every place, the eyes of the Lord consider good and evil.",
          "ID": "3"
        },
        {
          "text": "A peaceful tongue is a tree of life. But that which is immoderate will crush the spirit.",
          "ID": "4"
        },
        {
          "text": "A fool laughs at the discipline of his father. But whoever preserves rebukes will become astute. In abundant justice, there is very great virtue. But the intentions of the impious will be eradicated.",
          "ID": "5"
        },
        {
          "text": "The house of the just has very great strength. And in the fruits of the impious, there is disorder.",
          "ID": "6"
        },
        {
          "text": "The lips of the wise shall disseminate knowledge. The heart of the foolish will be dissimilar.",
          "ID": "7"
        },
        {
          "text": "The sacrifices of the impious are abominable to the Lord. The vows of the just are appeasing.",
          "ID": "8"
        },
        {
          "text": "The way of the impious is an abomination to the Lord. Whoever pursues justice is loved by him.",
          "ID": "9"
        },
        {
          "text": "Doctrine is evil to those who abandon the way of life. Whoever hates correction shall die.",
          "ID": "10"
        },
        {
          "text": "Hell and perdition are in the sight of the Lord. How much more the hearts of the sons of men!",
          "ID": "11"
        },
        {
          "text": "He who corrupts himself does not love the one who afflicts him, nor will he step toward the wise.",
          "ID": "12"
        },
        {
          "text": "A rejoicing heart gladdens the face. But by the grief of the soul, the spirit is cast down.",
          "ID": "13"
        },
        {
          "text": "The heart of the wise seeks doctrine. And the mouth of the foolish feeds on ignorance.",
          "ID": "14"
        },
        {
          "text": "All the days of the poor are evil. A secure mind is like a continual feast.",
          "ID": "15"
        },
        {
          "text": "Better is a little with the fear of the Lord, than great treasures and dissatisfaction.",
          "ID": "16"
        },
        {
          "text": "It is better to be called to vegetables with charity, than to a fatted calf with hatred.",
          "ID": "17"
        },
        {
          "text": "A short-tempered man provokes conflicts. Whoever is patient tempers those who are stirred up.",
          "ID": "18"
        },
        {
          "text": "The way of the slothful is like a hedge of thorns. The way of the just is without offense.",
          "ID": "19"
        },
        {
          "text": "A wise son gladdens the father. But the foolish man despises his mother.",
          "ID": "20"
        },
        {
          "text": "Folly is gladness to the foolish. And the prudent man sets his own steps in order.",
          "ID": "21"
        },
        {
          "text": "Intentions dissipate where there is no counsel. Yet truly, they are confirmed where there are many counselors.",
          "ID": "22"
        },
        {
          "text": "A man rejoices in the verdict of his own mouth. And a word at the right time is best.",
          "ID": "23"
        },
        {
          "text": "The path of life is for the wise above, so that he may turn away from the end of Hell.",
          "ID": "24"
        },
        {
          "text": "The Lord will demolish the house of the arrogant. And He will make firm the borders of the widow.",
          "ID": "25"
        },
        {
          "text": "Evil intentions are an abomination to the Lord. And pure conversation, most beautiful, shall be confirmed by him.",
          "ID": "26"
        },
        {
          "text": "Whoever pursues avarice disturbs his own house. But whoever hates bribes shall live. Through mercy and faith, sins are purged. But through the fear of the Lord, each one turns aside from evil.",
          "ID": "27"
        },
        {
          "text": "The mind of the just meditates on obedience. The mouth of the impious overflows with evils.",
          "ID": "28"
        },
        {
          "text": "The Lord is distant from the impious. And he will heed the prayers of the just.",
          "ID": "29"
        },
        {
          "text": "The light of the eyes rejoices the soul. A good reputation fattens the bones.",
          "ID": "30"
        },
        {
          "text": "The ear that listens to the reproofs of life shall abide in the midst of the wise.",
          "ID": "31"
        },
        {
          "text": "Whoever rejects discipline despises his own soul. But whoever agrees to correction is a possessor of the heart.",
          "ID": "32"
        },
        {
          "text": "The fear of the Lord is the discipline of wisdom. And humility precedes glory.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.15",
      "name": "Proverbs 15"
    },
    {
      "text": [
        {
          "text": "It is for man to prepare the soul, and for the Lord to govern the tongue.",
          "ID": "1"
        },
        {
          "text": "All the ways of a man are open to his eyes; the Lord is the one who weighs spirits.",
          "ID": "2"
        },
        {
          "text": "Open your works to the Lord, and your intentions will be set in order.",
          "ID": "3"
        },
        {
          "text": "The Lord has wrought all things because of himself. Likewise the impious is for the evil day.",
          "ID": "4"
        },
        {
          "text": "All the arrogant are an abomination to the Lord. Even if hand will be joined to hand, he is not innocent. The beginning of a good way is to do justice. And this is more acceptable with God than to immolate sacrifices.",
          "ID": "5"
        },
        {
          "text": "By mercy and truth, iniquity is redeemed. And by the fear of the Lord, one turns away from evil.",
          "ID": "6"
        },
        {
          "text": "When the ways of man will please the Lord, he will convert even his enemies to peace.",
          "ID": "7"
        },
        {
          "text": "Better is a little with justice, than many fruits with iniquity.",
          "ID": "8"
        },
        {
          "text": "The heart of man disposes his way. But it is for Lord to direct his steps.",
          "ID": "9"
        },
        {
          "text": "Foreknowledge is in the lips of the king. His mouth shall not err in judgment.",
          "ID": "10"
        },
        {
          "text": "Weights and scales are judgments of the Lord. And all the stones in the bag are his work.",
          "ID": "11"
        },
        {
          "text": "Those who act impiously are abominable to the king. For the throne is made firm by justice.",
          "ID": "12"
        },
        {
          "text": "Just lips are the will of kings. He who speaks honestly shall be loved.",
          "ID": "13"
        },
        {
          "text": "The indignation of a king is a herald of death. And the wise man will appease it.",
          "ID": "14"
        },
        {
          "text": "In the cheerfulness of the king's countenance, there is life. And his clemency is like belated rain.",
          "ID": "15"
        },
        {
          "text": "Possess wisdom, for it is better than gold. And acquire prudence, for it is more precious than silver.",
          "ID": "16"
        },
        {
          "text": "The path of the just turns away from evils. He who guards his soul preserves his way.",
          "ID": "17"
        },
        {
          "text": "Arrogance precedes destruction. And the spirit is exalted before a fall.",
          "ID": "18"
        },
        {
          "text": "It is better to be humbled with the meek, than to divide spoils with the arrogant.",
          "ID": "19"
        },
        {
          "text": "The learned in word shall find good things. And whoever hopes in the Lord is blessed.",
          "ID": "20"
        },
        {
          "text": "Whoever is wise in heart shall be called prudent. And whoever is sweet in eloquence shall attain to what is greater.",
          "ID": "21"
        },
        {
          "text": "Learning is a fountain of life to one who possesses it. The doctrine of the foolish is senseless.",
          "ID": "22"
        },
        {
          "text": "The heart of the wise shall instruct his mouth and add grace to his lips.",
          "ID": "23"
        },
        {
          "text": "Careful words are a honeycomb: sweet to the soul and healthful to the bones.",
          "ID": "24"
        },
        {
          "text": "There is a way which seems right to a man, and its end result leads to death.",
          "ID": "25"
        },
        {
          "text": "The soul of the laborer labors for himself, because his mouth has driven him to it.",
          "ID": "26"
        },
        {
          "text": "The impious man digs up evil, and in his lips is a burning fire.",
          "ID": "27"
        },
        {
          "text": "A perverse man stirs up lawsuits. And one who is verbose divides leaders.",
          "ID": "28"
        },
        {
          "text": "A man of iniquity entices his friend, and he leads him along a way that is not good.",
          "ID": "29"
        },
        {
          "text": "Whoever, with astonished eyes, thinks up depravities, biting his lips, accomplishes evil.",
          "ID": "30"
        },
        {
          "text": "Old age is a crown of dignity, when it is found in the ways of justice.",
          "ID": "31"
        },
        {
          "text": "A patient man is better than a strong one. And whoever rules his soul is better than one who assaults cities.",
          "ID": "32"
        },
        {
          "text": "Lots are cast into the lap, but they are tempered by the Lord.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.16",
      "name": "Proverbs 16"
    },
    {
      "text": [
        {
          "text": "A dry morsel with gladness is better than a house full of sacrifices along with conflict.",
          "ID": "1"
        },
        {
          "text": "A wise servant shall rule over foolish sons, and he will divide the inheritance among brothers.",
          "ID": "2"
        },
        {
          "text": "Just as silver is tested by fire, and gold is tested in the furnace, so also does the Lord test hearts.",
          "ID": "3"
        },
        {
          "text": "The evil obey an unjust tongue. And the false are submissive to lying lips.",
          "ID": "4"
        },
        {
          "text": "Whoever despises the poor rebukes his Maker. And whoever rejoices in the ruin of another will not go unpunished.",
          "ID": "5"
        },
        {
          "text": "Sons of sons are the crown of old age. And the glory of sons is their fathers.",
          "ID": "6"
        },
        {
          "text": "Well-chosen words are not fitting for the foolish, nor are lying lips fitting for a leader.",
          "ID": "7"
        },
        {
          "text": "The expectation of those who stand ready is a most pleasing jewel. Whichever way he turns himself, he understands prudently.",
          "ID": "8"
        },
        {
          "text": "Whoever conceals an offense seeks friendships. Whoever repeats the words of another separates allies.",
          "ID": "9"
        },
        {
          "text": "A correction benefits more with a wise man, than a hundred stripes with a fool.",
          "ID": "10"
        },
        {
          "text": "The evil one continually seeks conflicts. But a cruel Angel shall be sent against him.",
          "ID": "11"
        },
        {
          "text": "It is more expedient to meet a bear robbed of her young, than the foolish trusting in his own folly.",
          "ID": "12"
        },
        {
          "text": "Whoever repays evil for good, evil shall not withdraw from his house.",
          "ID": "13"
        },
        {
          "text": "Whoever releases the water is the head of the conflict. And just before he suffers contempt, he abandons judgment.",
          "ID": "14"
        },
        {
          "text": "Those who justify the impious, and those who condemn the just, both are abominable with God.",
          "ID": "15"
        },
        {
          "text": "What does it profit the foolish to have riches, when he is not able to buy wisdom? Whoever makes his house high seeks ruin. And whoever shuns learning shall fall into evils.",
          "ID": "16"
        },
        {
          "text": "Whoever is a friend loves at all times. And a brother is proved by distress.",
          "ID": "17"
        },
        {
          "text": "A foolish man will clap his hands, when he makes a pledge for his friend.",
          "ID": "18"
        },
        {
          "text": "Whoever dwells on discord loves disputes. And whoever exalts his door seeks ruin.",
          "ID": "19"
        },
        {
          "text": "Whoever is of a perverse heart shall not find good. And whoever turns his tongue shall fall into evil.",
          "ID": "20"
        },
        {
          "text": "A foolish one is born into his own disgrace. But his father will not rejoice in one who is senseless.",
          "ID": "21"
        },
        {
          "text": "A joyful soul makes a lifetime flourish. A gloomy spirit dries out the bones.",
          "ID": "22"
        },
        {
          "text": "The impious receives gifts from the bosom, so that he may pervert the paths of judgment.",
          "ID": "23"
        },
        {
          "text": "Prudence shines from the face of the wise. The eyes of the foolish are on the ends of the earth.",
          "ID": "24"
        },
        {
          "text": "A foolish son is the anger of the father and the grief of the mother who conceived him.",
          "ID": "25"
        },
        {
          "text": "It is not good to inflict damage on the just, nor to strike the leader who judges uprightly.",
          "ID": "26"
        },
        {
          "text": "Whoever moderates his words is learned and prudent. And a man of learning has a precious spirit.",
          "ID": "27"
        },
        {
          "text": "If he would remain silent, even the foolish would be considered wise, and if he closes his lips, intelligent.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.17",
      "name": "Proverbs 17"
    },
    {
      "text": [
        {
          "text": "Whoever has a will to withdraw from a friend, seeks occasions; he shall be reproached at all times.",
          "ID": "1"
        },
        {
          "text": "The foolish do not accept words of prudence, unless you say what is already turning in his heart.",
          "ID": "2"
        },
        {
          "text": "The impious, when he has arrived within the depths of sin, thinks little of it. But ill repute and disgrace follow him.",
          "ID": "3"
        },
        {
          "text": "Words from the mouth of a man are deep waters. And the fountain of wisdom is a torrent overflowing.",
          "ID": "4"
        },
        {
          "text": "It is not good to accept the character of the impious, so as to turn away from true judgment.",
          "ID": "5"
        },
        {
          "text": "The lips of the foolish meddle in disputes. And his mouth provokes conflicts.",
          "ID": "6"
        },
        {
          "text": "The mouth of the foolish is his destruction, and his own lips are the ruin of his soul.",
          "ID": "7"
        },
        {
          "text": "The words of the double-tongued seem simple. And they reach even to the interior of the gut. Fear casts down the lazy, but the souls of the effeminate shall go hungry.",
          "ID": "8"
        },
        {
          "text": "Whoever is dissolute and slack in his work is the brother of him who wastes his own works.",
          "ID": "9"
        },
        {
          "text": "The name of the Lord is very strong tower. The just one rushes to it, and he shall be exalted.",
          "ID": "10"
        },
        {
          "text": "The substance of the wealthy is the city of his strength, and it is like a strong wall encircling him.",
          "ID": "11"
        },
        {
          "text": "The heart of a man is exalted before it is crushed and humbled before it is glorified.",
          "ID": "12"
        },
        {
          "text": "Whoever responds before he listens, demonstrates himself to be foolish and deserving of confusion.",
          "ID": "13"
        },
        {
          "text": "The spirit of a man sustains his weakness. Yet who can sustain a spirit that is easily angered?",
          "ID": "14"
        },
        {
          "text": "A prudent heart shall possess knowledge. And the ear of the wise seeks doctrine.",
          "ID": "15"
        },
        {
          "text": "A man's gift expands his way and makes space for him before leaders.",
          "ID": "16"
        },
        {
          "text": "The just is the first accuser of himself; his friend arrives and shall investigate him.",
          "ID": "17"
        },
        {
          "text": "Casting a lot suppresses contentions and passes judgment, even among the powerful.",
          "ID": "18"
        },
        {
          "text": "A brother who is helped by a brother is like a reinforced city, and judgments are like the bars of cities.",
          "ID": "19"
        },
        {
          "text": "From the fruit of a man's mouth shall his belly be filled. And the harvest of his own lips shall satisfy him.",
          "ID": "20"
        },
        {
          "text": "Death and life are in the power of the tongue. Whoever values it shall eat from its fruits.",
          "ID": "21"
        },
        {
          "text": "He who has found a good wife has found goodness, and he shall draw contentment from the Lord. He who expels a good wife expels goodness. But he who holds on to an adulteress is foolish and impious.",
          "ID": "22"
        },
        {
          "text": "The poor will speak with supplications. And the rich will express themselves roughly.",
          "ID": "23"
        },
        {
          "text": "A man amiable to society shall be more friendly than a brother.",
          "ID": "24"
        }
      ],
      "ID": "OT:PRO.18",
      "name": "Proverbs 18"
    },
    {
      "text": [
        {
          "text": "Better is the poor who walks in his simplicity, than the rich who twists his lips and is unwise.",
          "ID": "1"
        },
        {
          "text": "Where there is no knowledge of the soul, there is no good. And whoever hurries with his feet will stumble.",
          "ID": "2"
        },
        {
          "text": "The foolishness of a man undermines his steps. And then he seethes in his soul against God.",
          "ID": "3"
        },
        {
          "text": "Riches adds many friends. But from the pauper, even those whom he had become separated.",
          "ID": "4"
        },
        {
          "text": "A false witness shall not go unpunished. And whoever speaks lies will not escape.",
          "ID": "5"
        },
        {
          "text": "Many honor the character of one who is powerful, and there are friends for a giver of gifts.",
          "ID": "6"
        },
        {
          "text": "The brothers of the poor man hate him. Moreover, even his friends have withdrawn far from him. Whoever pursues only words shall have nothing.",
          "ID": "7"
        },
        {
          "text": "But whoever possesses reason loves his own soul. And one who guards prudence shall discover good things.",
          "ID": "8"
        },
        {
          "text": "A false witness shall not go unpunished. And whoever speaks lies will perish.",
          "ID": "9"
        },
        {
          "text": "Fine things are not fitting for the foolish, nor is it fitting for a servant to rule over princes.",
          "ID": "10"
        },
        {
          "text": "The doctrine of a man is known through patience. And his glory is to pass beyond iniquities.",
          "ID": "11"
        },
        {
          "text": "Like the roaring of a lion, so also is the wrath of a king. And his cheerfulness is like the dew upon the grass.",
          "ID": "12"
        },
        {
          "text": "A foolish son is the grief of his father. And an argumentative wife is like a roof that is continually leaking.",
          "ID": "13"
        },
        {
          "text": "A house and its riches are given by parents. But a prudent wife is particularly from the Lord.",
          "ID": "14"
        },
        {
          "text": "Laziness sends one into a deep sleep, and a dissolute soul will go hungry.",
          "ID": "15"
        },
        {
          "text": "Whoever guards a commandment guards his own soul. But whoever neglects his own way will die.",
          "ID": "16"
        },
        {
          "text": "Whoever is merciful to the poor lends to the Lord. And he will repay him for his efforts.",
          "ID": "17"
        },
        {
          "text": "Teach your son; do not despair. But do not set your soul toward putting him to death.",
          "ID": "18"
        },
        {
          "text": "Whoever is impatient will sustain damage. And when it has been taken away, he will set up another.",
          "ID": "19"
        },
        {
          "text": "Listen to counsel and take up discipline, so that you may be wise in your latter days.",
          "ID": "20"
        },
        {
          "text": "There are many intentions in the heart of a man. But the will of the Lord shall stand firm.",
          "ID": "21"
        },
        {
          "text": "An indigent man is merciful. And a pauper is better than a deceitful man.",
          "ID": "22"
        },
        {
          "text": "The fear of the Lord is unto life. And he shall linger in plentitude, without being visited by disaster.",
          "ID": "23"
        },
        {
          "text": "The lazy conceals his hand under his arm, and he will not so much as bring it to his mouth.",
          "ID": "24"
        },
        {
          "text": "When the pestilent are scourged, the foolish will become wiser. But if you chastise the wise, he will understand discipline.",
          "ID": "25"
        },
        {
          "text": "Whoever afflicts his father and flees from his mother is disreputable and unhappy.",
          "ID": "26"
        },
        {
          "text": "Son, do not cease listening to doctrine, and do not be ignorant of the sermons of knowledge.",
          "ID": "27"
        },
        {
          "text": "An unjust witness ridicules judgment. And the mouth of the impious devours iniquity.",
          "ID": "28"
        },
        {
          "text": "Judgments are prepared for those who ridicule. And striking hammers are prepared for the bodies of the foolish.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.19",
      "name": "Proverbs 19"
    },
    {
      "text": [
        {
          "text": "It is a luxurious thing, wine, and inebriation is tumultuous. Anyone who is delighted by this will not be wise.",
          "ID": "1"
        },
        {
          "text": "Just like the roaring of a lion, so also is the dread of a king. Whoever provokes him sins in his own soul.",
          "ID": "2"
        },
        {
          "text": "Honor is for the man who separates himself from contentions. But all the foolish meddle in altercations.",
          "ID": "3"
        },
        {
          "text": "Because of the cold, the lazy one was not willing to plough. Therefore, in the summer, he will beg, and it will not be given to him.",
          "ID": "4"
        },
        {
          "text": "Counsel in the heart of a man is like deep waters. But a wise man will draw it out.",
          "ID": "5"
        },
        {
          "text": "Many men are called merciful. But who will find a faithful man?",
          "ID": "6"
        },
        {
          "text": "The just who walks in his simplicity shall leave behind him blessed sons.",
          "ID": "7"
        },
        {
          "text": "The king who sits on the throne of judgment scatters all evil with his gaze.",
          "ID": "8"
        },
        {
          "text": "Who is able to say: \"My heart is clean. I am pure from sin?\"",
          "ID": "9"
        },
        {
          "text": "Diverse weights, diverse measures: both are abominable with God.",
          "ID": "10"
        },
        {
          "text": "A child may be understood by his interests: whether his works may be clean and upright.",
          "ID": "11"
        },
        {
          "text": "The hearing ear and the seeing eye: the Lord has made them both.",
          "ID": "12"
        },
        {
          "text": "Do not love sleep, lest deprivation oppress you. Open your eyes and be satisfied with bread.",
          "ID": "13"
        },
        {
          "text": "\"It is bad, it is bad,\" says every buyer; and when he has withdrawn, then he will boast.",
          "ID": "14"
        },
        {
          "text": "There is gold, and there are a multitude of jewels. But lips of knowledge are a precious vessel.",
          "ID": "15"
        },
        {
          "text": "Take away the vestments of him who stands up to vouch for a stranger, and take a pledge from him instead of from outsiders.",
          "ID": "16"
        },
        {
          "text": "The bread of lies is sweet to a man. But afterwards, his mouth will be filled with pebbles.",
          "ID": "17"
        },
        {
          "text": "Plans are strengthened by counsels. And wars are to be handled by governments.",
          "ID": "18"
        },
        {
          "text": "Do not become involved with him who reveals mysteries, and who walks deceitfully, and who enlarges his lips.",
          "ID": "19"
        },
        {
          "text": "Whoever curses his father and mother, his lamp will be extinguished in the midst of darkness.",
          "ID": "20"
        },
        {
          "text": "When an inheritance is obtained hastily in the beginning, in the end it will be without a blessing.",
          "ID": "21"
        },
        {
          "text": "Do not say, \"I will repay evil.\" Wait for the Lord, and he will free you.",
          "ID": "22"
        },
        {
          "text": "Diverse weights are an abomination with the Lord. A deceitful balance is not good.",
          "ID": "23"
        },
        {
          "text": "The steps of men are directed by the Lord. But who is the man able to understand his own way?",
          "ID": "24"
        },
        {
          "text": "It is ruin for a man to devour what is holy, or, after making vows, to retract them.",
          "ID": "25"
        },
        {
          "text": "A wise king scatters the impious and bends an archway over them.",
          "ID": "26"
        },
        {
          "text": "The spirit of a man is a lamp to the Lord, which investigates all the secrets of the inner self.",
          "ID": "27"
        },
        {
          "text": "Mercy and truth guard the king, and his throne is strengthened by clemency.",
          "ID": "28"
        },
        {
          "text": "The joy of youths is their strength. And the dignity of old men is their grey hairs.",
          "ID": "29"
        },
        {
          "text": "The bruise of a wound, as well as scourges, shall wipe away evils in the more secret places of the inner self.",
          "ID": "30"
        }
      ],
      "ID": "OT:PRO.20",
      "name": "Proverbs 20"
    },
    {
      "text": [
        {
          "text": "Just as with the dividing of the waters, so also is the heart of the king in the hand of the Lord. He shall bend it whichever way he wills.",
          "ID": "1"
        },
        {
          "text": "Every way of a man seems right to himself. But the Lord weighs hearts.",
          "ID": "2"
        },
        {
          "text": "To do mercy and judgment is more pleasing to the Lord than sacrifices.",
          "ID": "3"
        },
        {
          "text": "To lift up the eyes is to enlarge the heart. The lamp of the impious is sin.",
          "ID": "4"
        },
        {
          "text": "The intentions of the robust continually bring forth abundance. But all the lazy are continually in need.",
          "ID": "5"
        },
        {
          "text": "Whoever gathers treasures by a lying tongue is vain and heartless. And he will stumble into the snares of death.",
          "ID": "6"
        },
        {
          "text": "The robberies of the impious will drag them down, because they were not willing to do judgment.",
          "ID": "7"
        },
        {
          "text": "The perverse way of a man is foreign. But whoever is pure: his work is upright.",
          "ID": "8"
        },
        {
          "text": "It is better to sit in a corner of the attic, than with a contentious woman and in a shared house.",
          "ID": "9"
        },
        {
          "text": "The soul of the impious desires evil; he will not take pity on his neighbor.",
          "ID": "10"
        },
        {
          "text": "When the pestilent is punished, a little one will become wiser. And if he pursues what is wise, he will receive knowledge.",
          "ID": "11"
        },
        {
          "text": "The just thinks carefully about the house of the impious, so that he may draw the impious away from evil.",
          "ID": "12"
        },
        {
          "text": "Whoever blocks his ears to the outcry of the poor shall also cry out himself, and he will not be heeded.",
          "ID": "13"
        },
        {
          "text": "A surprise gift extinguishes anger. And a gift concealed in the bosom extinguishes the greatest indignation.",
          "ID": "14"
        },
        {
          "text": "It is gladness for the just to do judgment; and it is dread for those who work iniquity.",
          "ID": "15"
        },
        {
          "text": "A man who wanders astray from the way of doctrine will linger in the company of the giants.",
          "ID": "16"
        },
        {
          "text": "Whoever loves a feast will be in deprivation. Whoever loves wine and fatness will not be enriched.",
          "ID": "17"
        },
        {
          "text": "The impious is given over instead of the just, and the iniquitous is given over in place of the upright.",
          "ID": "18"
        },
        {
          "text": "It is better to live in a deserted land, than with a quarrelsome and emotional woman.",
          "ID": "19"
        },
        {
          "text": "There is desirable treasure, as well as oil, in the habitations of the just. And the imprudent man will waste it.",
          "ID": "20"
        },
        {
          "text": "Whoever follows justice and mercy shall discover life, justice, and glory.",
          "ID": "21"
        },
        {
          "text": "The wise has ascended the city of the strong, and he has torn down the bulwark of its confidence.",
          "ID": "22"
        },
        {
          "text": "Whoever guards his mouth and his tongue guards his soul from anguish.",
          "ID": "23"
        },
        {
          "text": "A proud and arrogant one is also called ignorant, if he, in anger, acts according to pride.",
          "ID": "24"
        },
        {
          "text": "Desires kill the lazy, for his hands are not willing to work at all.",
          "ID": "25"
        },
        {
          "text": "He covets and desires all day long. But whoever is just shall distribute and shall not cease.",
          "ID": "26"
        },
        {
          "text": "The sacrifices of the impious are abominable, because they are offered out of wickedness.",
          "ID": "27"
        },
        {
          "text": "A lying witness will perish. An obedient man shall speak of victory.",
          "ID": "28"
        },
        {
          "text": "The impious man insolently hardens his face. But whoever is upright corrects his own way.",
          "ID": "29"
        },
        {
          "text": "There is no wisdom, there is no prudence, there is no counsel, which is against the Lord.",
          "ID": "30"
        },
        {
          "text": "The horse is prepared for the day of battle. But the Lord bestows salvation.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.21",
      "name": "Proverbs 21"
    },
    {
      "text": [
        {
          "text": "A good name is better than many riches. And good esteem is above silver and gold.",
          "ID": "1"
        },
        {
          "text": "The rich and poor have met one another. The Lord is the maker of them both.",
          "ID": "2"
        },
        {
          "text": "The clever saw evil and hid himself. The innocent continued on and was afflicted with damage.",
          "ID": "3"
        },
        {
          "text": "The end of moderation is the fear of the Lord, riches and glory and life.",
          "ID": "4"
        },
        {
          "text": "Weapons and swords are on the way of the perverse. But he who guards his own soul withdraws far from them.",
          "ID": "5"
        },
        {
          "text": "The proverb is: A youth is close to his way; even when he is old, he will not withdraw from it.",
          "ID": "6"
        },
        {
          "text": "The rich rule over the poor. And the borrower is servant to the lender.",
          "ID": "7"
        },
        {
          "text": "Whoever sows iniquity will reap evils, and by the rod of his own wrath he will be consumed.",
          "ID": "8"
        },
        {
          "text": "Whoever is inclined to mercy shall be blessed, for from his bread he has given to the poor. Whoever gives gifts will acquire victory and honor. But he carries away the soul of the receiver.",
          "ID": "9"
        },
        {
          "text": "Cast out the one who ridicules, and conflict will go out with him, and accusations and insults will cease.",
          "ID": "10"
        },
        {
          "text": "Whoever loves cleanness of heart, because of the grace of his lips, will have the king as his friend.",
          "ID": "11"
        },
        {
          "text": "The eyes of the Lord watch over knowledge. And the words of the iniquitous are supplanted.",
          "ID": "12"
        },
        {
          "text": "The lazy one says: \"There is a lion outside. I might be slain in the midst of the streets.\"",
          "ID": "13"
        },
        {
          "text": "The mouth of a foreign woman is a deep pit; the Lord was angry with him who will fall into it.",
          "ID": "14"
        },
        {
          "text": "Foolishness has been bound to the heart of a child, and a rod of discipline shall cause it to flee.",
          "ID": "15"
        },
        {
          "text": "Whoever slanders the poor, so as to augment his own riches, will give it away to one who is richer, and will be in need.",
          "ID": "16"
        },
        {
          "text": "Incline your ear, and listen to the words of the wise. Then apply your heart to my doctrine.",
          "ID": "17"
        },
        {
          "text": "It shall be beautiful to you, if you preserve it in your inner self, and it shall overflow from your lips,",
          "ID": "18"
        },
        {
          "text": "so that your confidence may be in the Lord. Therefore, I also have revealed it to you this day.",
          "ID": "19"
        },
        {
          "text": "Behold, I have written it for you in three ways, and with meditations and knowledge,",
          "ID": "20"
        },
        {
          "text": "so that I might reveal to you, firmly and with words of truth, in order to respond about these things to those who sent you.",
          "ID": "21"
        },
        {
          "text": "Do not act with violence toward the pauper because he is poor. And do not weary the needy at the gate.",
          "ID": "22"
        },
        {
          "text": "For the Lord will judge his case, and he will pierce those who have pierced his soul.",
          "ID": "23"
        },
        {
          "text": "Do not be willing to be a friend to an angry man, and do not walk with a furious man,",
          "ID": "24"
        },
        {
          "text": "lest perhaps you learn his ways, and take up a stumbling block to your soul.",
          "ID": "25"
        },
        {
          "text": "Do not be willing to be with those who certify with their hands, and who offer themselves as a guarantee against debts.",
          "ID": "26"
        },
        {
          "text": "For if you do not have the means to restore, what reason should there be for him to take the covering from your bed?",
          "ID": "27"
        },
        {
          "text": "Do not cross beyond the ancient limits that your fathers have set.",
          "ID": "28"
        },
        {
          "text": "Have you seen a man swift in his work? He shall stand in the sight of kings, and not before those who are disreputable.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.22",
      "name": "Proverbs 22"
    },
    {
      "text": [
        {
          "text": "When you sit down to eat with a leader, pay close attention to what has been set before your face,",
          "ID": "1"
        },
        {
          "text": "and put a knife to your throat, if, in such a way, you could hold your soul in your own power.",
          "ID": "2"
        },
        {
          "text": "Do not desire his foods, in which is the bread of deceit.",
          "ID": "3"
        },
        {
          "text": "Do not be willing to labor so that you may be enriched. But set limits by your prudence.",
          "ID": "4"
        },
        {
          "text": "Do not raise your eyes toward wealth that you are not able to have. For they will make themselves wings, like those of an eagle, and they will fly in the sky.",
          "ID": "5"
        },
        {
          "text": "Do not eat with an envious man, and do not desire his foods.",
          "ID": "6"
        },
        {
          "text": "For, like a seer and an interpreter of dreams, he presumes what he does not know. \"Eat and drink,\" he will say to you; and his mind is not with you.",
          "ID": "7"
        },
        {
          "text": "The foods that you had eaten, you will vomit up. And you will lose the beauty in your words.",
          "ID": "8"
        },
        {
          "text": "Do not speak into the ears of the unwise. They will despise the doctrine of your eloquence.",
          "ID": "9"
        },
        {
          "text": "Do not touch the boundaries of little ones, and do not enter into the field of the fatherless.",
          "ID": "10"
        },
        {
          "text": "For their close relative is strong, and he will judge their case against you.",
          "ID": "11"
        },
        {
          "text": "Let your heart enter into doctrine, and let your ears enter into words of knowledge.",
          "ID": "12"
        },
        {
          "text": "Do not be willing to take away discipline from a child. For if you strike him with the rod, he will not die.",
          "ID": "13"
        },
        {
          "text": "You will strike him with the rod, and so shall you deliver his soul from Hell.",
          "ID": "14"
        },
        {
          "text": "My son, if your soul will become wise, my heart will be glad with you.",
          "ID": "15"
        },
        {
          "text": "And my temperament will exult, when your lips will have spoken what is upright.",
          "ID": "16"
        },
        {
          "text": "Let not your heart compete with sinners. But be in the fear of the Lord all day long.",
          "ID": "17"
        },
        {
          "text": "For you will have hope in the end, and your expectation will not be taken away.",
          "ID": "18"
        },
        {
          "text": "Listen, my son, and be wise, and direct your soul along the way.",
          "ID": "19"
        },
        {
          "text": "Do not be willing to be in the feasts of great drinkers, nor in the carousings of those who gather to feed on flesh.",
          "ID": "20"
        },
        {
          "text": "For those who waste time drinking, and who surrender themselves to symbols, will be consumed. And those who sleep will be clothed in rags.",
          "ID": "21"
        },
        {
          "text": "Listen to your father, who conceived you. And do not despise your mother, when she is old.",
          "ID": "22"
        },
        {
          "text": "Purchase truth, and do not sell wisdom, or doctrine, or understanding.",
          "ID": "23"
        },
        {
          "text": "The father of the just exults in gladness; he who has conceived the wise will rejoice in him.",
          "ID": "24"
        },
        {
          "text": "Let your father and your mother be joyful, and may she who conceived you exult.",
          "ID": "25"
        },
        {
          "text": "My son, offer me your heart, and let your eyes keep to my ways.",
          "ID": "26"
        },
        {
          "text": "For a loose woman is a deep pit, and a foreign woman is a constricted well.",
          "ID": "27"
        },
        {
          "text": "She lies in wait along the way like a robber. And the incautious one whom she sees, she will put to death.",
          "ID": "28"
        },
        {
          "text": "Who has woe? Whose father has woe? Who has quarrels? Who falls into pits? Who has wounds without cause? Who has watery eyes?",
          "ID": "29"
        },
        {
          "text": "Is it not those who linger over wine, and who strive to be drinking from their cups?",
          "ID": "30"
        },
        {
          "text": "Do not gaze into the wine when it turns gold, when its color shines in the glass. It enters pleasantly,",
          "ID": "31"
        },
        {
          "text": "but in the end, it will bite like a snake, and it will spread poison like a king of snakes.",
          "ID": "32"
        },
        {
          "text": "Your eyes will see women who are outsiders, and your heart will utter perversities.",
          "ID": "33"
        },
        {
          "text": "And you will be like someone sleeping in the middle of the sea, and like a pilot, fast asleep, who has lost his hold on the helm.",
          "ID": "34"
        },
        {
          "text": "And you will say: \"They have beaten me, but I did not feel pain. They have dragged me, and I did not realize it. When will I awaken and find more wine?\"",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.23",
      "name": "Proverbs 23"
    },
    {
      "text": [
        {
          "text": "Do not imitate evil men, nor desire to be among them.",
          "ID": "1"
        },
        {
          "text": "For their mind meditates on robberies, and their lips speak deceptions.",
          "ID": "2"
        },
        {
          "text": "By wisdom shall a house be built, and by prudence shall it be strengthened.",
          "ID": "3"
        },
        {
          "text": "By doctrine, the storerooms shall be filled with every substance that is precious and most beautiful.",
          "ID": "4"
        },
        {
          "text": "A wise man is strong, and a well-taught man is robust and valiant.",
          "ID": "5"
        },
        {
          "text": "For war is undertaken in an orderly manner, and safety shall be where there are many counsels.",
          "ID": "6"
        },
        {
          "text": "Wisdom is beyond the foolish; at the gate he will not open his mouth.",
          "ID": "7"
        },
        {
          "text": "Whoever intends to do evil shall be called foolish.",
          "ID": "8"
        },
        {
          "text": "The intention of the foolish is sin. And the detractor is an abomination among men.",
          "ID": "9"
        },
        {
          "text": "If you despair, being weary in the day of anguish, your strength will be diminished.",
          "ID": "10"
        },
        {
          "text": "Rescue those who are led away to death. And do not cease from delivering those who are dragged away to a violent death.",
          "ID": "11"
        },
        {
          "text": "If you would say: \"I do not have sufficient strength.\" He who inspects the heart, the same one understands, and nothing slips past the one who preserves your soul. And he shall repay a man according to his works.",
          "ID": "12"
        },
        {
          "text": "My son, eat honey, because it is good, and the honeycomb, because it is so sweet to your throat.",
          "ID": "13"
        },
        {
          "text": "So, too, is the doctrine of wisdom to your soul. When you have found it, you will have hope in the end, and your hope shall not perish.",
          "ID": "14"
        },
        {
          "text": "Do not lie in wait, and do not seek impiety in the house of the just, nor spoil his rest.",
          "ID": "15"
        },
        {
          "text": "For the just one will fall seven times, and he shall rise again. But the impious will fall into evil.",
          "ID": "16"
        },
        {
          "text": "When your enemy will fall, do not be glad, and do not let your heart exult in his ruin,",
          "ID": "17"
        },
        {
          "text": "lest perhaps the Lord see, and it displease him, and he may take away his wrath from him.",
          "ID": "18"
        },
        {
          "text": "Do not contend with the most wicked, and do not be a rival to the impious.",
          "ID": "19"
        },
        {
          "text": "For the evil hold no hope in the future, and the lamp of the impious will be extinguished.",
          "ID": "20"
        },
        {
          "text": "My son, fear the Lord, as well as the king. And do not mingle with detractors.",
          "ID": "21"
        },
        {
          "text": "For their perdition shall up rise suddenly. And who knows what ruin will be for each of them?",
          "ID": "22"
        },
        {
          "text": "Likewise, these things are for the wise. It is not good to base judgment on knowledge of character.",
          "ID": "23"
        },
        {
          "text": "Those who say to the impious, \"You are just,\" shall be cursed by the people, and the tribes shall detest them.",
          "ID": "24"
        },
        {
          "text": "Those who argue against the impious shall be praised, and a blessing shall come upon them.",
          "ID": "25"
        },
        {
          "text": "He shall kiss the lips, who responds with upright words.",
          "ID": "26"
        },
        {
          "text": "Prepare your outdoor work, and diligently cultivate your field, so that afterward, you may build your house.",
          "ID": "27"
        },
        {
          "text": "Do not be a witness without cause against your neighbor. And do not mislead anyone with your lips.",
          "ID": "28"
        },
        {
          "text": "Do not say, \"I will do to him as he has done to me.\" I will repay each one according to his work.",
          "ID": "29"
        },
        {
          "text": "I passed by the field of a lazy man, and by the vineyard of a foolish man,",
          "ID": "30"
        },
        {
          "text": "and behold, it was entirely filled with nettles, and thorns had covered its surface, and the stonewall was destroyed.",
          "ID": "31"
        },
        {
          "text": "When I had seen this, I laid it up in my heart, and by this example, I received discipline.",
          "ID": "32"
        },
        {
          "text": "You will sleep a little,\" I said. \"You will slumber briefly. You will fold your hands a little, so as to rest.",
          "ID": "33"
        },
        {
          "text": "And destitution will overtake you like a runner, and begging will overtake you like an armed man.\"",
          "ID": "34"
        }
      ],
      "ID": "OT:PRO.24",
      "name": "Proverbs 24"
    },
    {
      "text": [
        {
          "text": "These, too, are parables of Solomon, which the men of Hezekiah, king of Judah, transferred.",
          "ID": "1"
        },
        {
          "text": "It is to the glory of God to conceal a word, and it is to the glory of kings to investigate speech.",
          "ID": "2"
        },
        {
          "text": "Heaven above, and earth below, and the heart of kings are each unsearchable.",
          "ID": "3"
        },
        {
          "text": "Take away the tarnish from silver, and a most pure vessel will go forth.",
          "ID": "4"
        },
        {
          "text": "Take away impiety from the face of the king, and his throne shall be made firm by justice.",
          "ID": "5"
        },
        {
          "text": "Do not appear glorious before the king, and do not stand in the place of the great.",
          "ID": "6"
        },
        {
          "text": "For it is better that it should be said to you, \"Ascend to here,\" than that you should be humbled before the prince.",
          "ID": "7"
        },
        {
          "text": "The things that your eyes have seen, do not offer hastily in a quarrel, lest afterward you may not be able to make amends, when you have dishonored your friend.",
          "ID": "8"
        },
        {
          "text": "Argue your case with your friend, and do not reveal the secret to an outsider,",
          "ID": "9"
        },
        {
          "text": "lest perhaps he may insult you, when he has heard it, and he might not cease to reproach you. Grace and friendship free a man; preserve these for yourself, lest you fall under reproach.",
          "ID": "10"
        },
        {
          "text": "Whoever speaks a word at an opportune time is like apples of gold on beds of silver.",
          "ID": "11"
        },
        {
          "text": "Whoever reproves the wise and obedient ear is like an earring of gold with a shining pearl.",
          "ID": "12"
        },
        {
          "text": "Just like the cold of snow in a time of harvest, so also is a faithful messenger to him who sent him: he causes his soul to rest.",
          "ID": "13"
        },
        {
          "text": "A man who boasts and does not fulfill his promises is like clouds and wind, when rain does not follow.",
          "ID": "14"
        },
        {
          "text": "By patience, a leader shall be appeased, and a soft tongue shall break hardness.",
          "ID": "15"
        },
        {
          "text": "You have discovered honey; eat what is sufficient for you, lest perhaps, being filled up, you may vomit it.",
          "ID": "16"
        },
        {
          "text": "Withdraw your feet from the house of your neighbor, lest, when he has had his fill, he may hate you.",
          "ID": "17"
        },
        {
          "text": "A man who speaks false testimony against his neighbor is like a dart and a sword and a sharp arrow.",
          "ID": "18"
        },
        {
          "text": "Whoever sets his hopes on the unfaithful in a day of anguish is like a rotten tooth and weary foot,",
          "ID": "19"
        },
        {
          "text": "and like one who loosens his garment in cold weather. Whoever sings verses to a wicked heart is like vinegar on baking soda. Just like a moth to a garment, and a worm to wood, so too does the sadness of a man do harm to the heart.",
          "ID": "20"
        },
        {
          "text": "If your enemy is hungry, feed him. If he is thirsty, give him water to drink.",
          "ID": "21"
        },
        {
          "text": "For you will gather hot coals upon his head, and the Lord will repay you.",
          "ID": "22"
        },
        {
          "text": "The north wind brings forth the rain, and a sorrowful face brings forth a detracting tongue.",
          "ID": "23"
        },
        {
          "text": "It is better to sit in a corner of the attic, than with an argumentative woman and in a shared house.",
          "ID": "24"
        },
        {
          "text": "Like cold water to a thirsty soul, so too are good reports from a far away land.",
          "ID": "25"
        },
        {
          "text": "The just falling down before the impious is like a fountain stirred up by feet and like a corrupted spring.",
          "ID": "26"
        },
        {
          "text": "Just as whoever eats too much honey, it is not good for him, so also whoever is an investigator of what is majestic will be overwhelmed by glory.",
          "ID": "27"
        },
        {
          "text": "Just like a city lying in the open and without surrounding walls, so also is a man who is unable to restrain his own spirit in speaking.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.25",
      "name": "Proverbs 25"
    },
    {
      "text": [
        {
          "text": "In the manner of snow in the summer, and rain at the harvest, so also is glory unfit for the foolish.",
          "ID": "1"
        },
        {
          "text": "Like a bird flying away to another place, and like a sparrow that hurries away freely, so also a curse uttered against someone without cause will pass away.",
          "ID": "2"
        },
        {
          "text": "A whip is for a horse, and a muzzle is for donkey, and a rod is for the back of the imprudent.",
          "ID": "3"
        },
        {
          "text": "Do not respond to the foolish according to his folly, lest you become like him.",
          "ID": "4"
        },
        {
          "text": "Respond to the foolish according to his folly, lest he imagine himself to be wise.",
          "ID": "5"
        },
        {
          "text": "Whoever sends words by a foolish messenger has lame feet and drinks iniquity.",
          "ID": "6"
        },
        {
          "text": "In the manner of a lame man who has beautiful legs to no purpose, so also is a parable unfit for the mouth of the foolish.",
          "ID": "7"
        },
        {
          "text": "Just like one who casts a stone into the pile of Mercury, so also is he who gives honor to the foolish.",
          "ID": "8"
        },
        {
          "text": "In the manner of a thorn, if it were to spring up from the hand of a drunkard, so also is a parable in the mouth of the foolish.",
          "ID": "9"
        },
        {
          "text": "Judgment determines cases. And whoever imposes silence on the foolish mitigates anger.",
          "ID": "10"
        },
        {
          "text": "Like a dog that returns to his vomit, so also is the imprudent who repeats his foolishness.",
          "ID": "11"
        },
        {
          "text": "Have you seen a man who seems wise to himself? There will be greater hope held for the unwise than for him.",
          "ID": "12"
        },
        {
          "text": "The lazy one says, \"There is a lion along the way, and a lioness in the roads.\"",
          "ID": "13"
        },
        {
          "text": "Just as a door turns upon its hinges, so also does the lazy one turn upon his bed.",
          "ID": "14"
        },
        {
          "text": "The lazy one conceals his hand under his arms, and it is a labor for him to move it to his mouth.",
          "ID": "15"
        },
        {
          "text": "The lazy one seems wiser to himself than seven men speaking judgments.",
          "ID": "16"
        },
        {
          "text": "Just like one who takes hold of a dog by the ears, so also is he who crosses impatiently and meddles in the quarrels of another.",
          "ID": "17"
        },
        {
          "text": "Just as he is guilty who let loose the arrows and the lances unto death,",
          "ID": "18"
        },
        {
          "text": "so also is the man who harms his friend by deceitfulness. And when he has been apprehended, he says, \"I did it jokingly.\"",
          "ID": "19"
        },
        {
          "text": "When the wood fails, the fire will be extinguished. And when the gossiper is taken away, conflicts will be quelled.",
          "ID": "20"
        },
        {
          "text": "Just as charcoals are to burning coals, and wood is to fire, so also is an angry man who stirs up quarrels.",
          "ID": "21"
        },
        {
          "text": "The words of a whisperer seem simple, but they penetrate to the innermost parts of the self.",
          "ID": "22"
        },
        {
          "text": "In the same manner as an earthen vessel, if it were adorned with impure silver, conceited lips are allied with a wicked heart.",
          "ID": "23"
        },
        {
          "text": "An enemy is known by his lips, though it is from his heart that he draws out deceit.",
          "ID": "24"
        },
        {
          "text": "When he will have lowered his voice, do not believe him, for there are seven vices in his heart.",
          "ID": "25"
        },
        {
          "text": "Whoever covers hatred with deceit, his malice shall be revealed in the assembly.",
          "ID": "26"
        },
        {
          "text": "Whoever digs a pit will fall into it. And whoever rolls a stone, it will roll back to him.",
          "ID": "27"
        },
        {
          "text": "A false tongue does not love truth. And a slippery mouth works ruin.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.26",
      "name": "Proverbs 26"
    },
    {
      "text": [
        {
          "text": "Do not boast about tomorrow, for you do not know what the future day may bring.",
          "ID": "1"
        },
        {
          "text": "Let another praise you, and not your own mouth: an outsider, and not your own lips.",
          "ID": "2"
        },
        {
          "text": "A stone is weighty, and sand is burdensome; but the wrath of the foolish is heavier than both.",
          "ID": "3"
        },
        {
          "text": "Anger holds no mercy, nor does fury when it erupts. And who can bear the assault of one who has been provoked?",
          "ID": "4"
        },
        {
          "text": "An open rebuke is better than hidden love.",
          "ID": "5"
        },
        {
          "text": "The wounds of a loved one are better than the deceitful kisses of a hateful one.",
          "ID": "6"
        },
        {
          "text": "A sated soul will trample the honeycomb. And a hungry soul will accept even bitter in place of sweet.",
          "ID": "7"
        },
        {
          "text": "Just like a bird migrating from her nest, so also is a man who abandons his place.",
          "ID": "8"
        },
        {
          "text": "Ointment and various perfumes delight the heart. And the good advice of a friend is sweet to the soul.",
          "ID": "9"
        },
        {
          "text": "Do not dismiss your friend or your father's friend. And do not enter your brother's house in the day of your affliction. A close neighbor is better than a distant brother.",
          "ID": "10"
        },
        {
          "text": "My son, study wisdom, and rejoice my heart, so that you may be able to respond to the one who reproaches.",
          "ID": "11"
        },
        {
          "text": "The discerning man, seeing evil, hides himself. The little ones, continuing on, sustain losses.",
          "ID": "12"
        },
        {
          "text": "Take away the garment of him who has vouched for an outsider. And take a pledge from him on behalf of foreigners.",
          "ID": "13"
        },
        {
          "text": "Whoever blesses his neighbor with a grand voice, rising in the night, shall be like one who curses.",
          "ID": "14"
        },
        {
          "text": "A roof leaking on a cold day, and an argumentative woman, are comparable.",
          "ID": "15"
        },
        {
          "text": "He who would restrain her, he is like one who would grasp the wind, or who would gather together oil with his right hand.",
          "ID": "16"
        },
        {
          "text": "Iron sharpens iron, and a man sharpens the countenance of his friend.",
          "ID": "17"
        },
        {
          "text": "Whoever maintains the fig tree shall eat its fruit. And whoever is the keeper of his master shall be glorified.",
          "ID": "18"
        },
        {
          "text": "In the manner of faces looking into shining water, so are the hearts of men made manifest to the prudent.",
          "ID": "19"
        },
        {
          "text": "Hell and perdition are never filled; similarly the eyes of men are insatiable.",
          "ID": "20"
        },
        {
          "text": "In the manner of silver being tested in the refinery, and gold in the furnace, so also is a man tested by the mouth of one who praises. The heart of the iniquitous inquires after evils, but the heart of the righteous inquires after knowledge.",
          "ID": "21"
        },
        {
          "text": "Even if you were to crush the foolish with a mortar, as when a pestle strikes over pearled barley, his foolishness would not be taken from him.",
          "ID": "22"
        },
        {
          "text": "Be diligent to know the countenance of your cattle, and consider your own flocks,",
          "ID": "23"
        },
        {
          "text": "for you will not always hold this power. But a crown shall be awarded from generation to generation.",
          "ID": "24"
        },
        {
          "text": "The meadows are open, and the green plants have appeared, and the hay has been collected from the mountains.",
          "ID": "25"
        },
        {
          "text": "Lambs are for your clothing, and goats are for the price of a field.",
          "ID": "26"
        },
        {
          "text": "Let the milk of goats be sufficient for your food, and for the necessities of your household, and for the provisions of your handmaids.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.27",
      "name": "Proverbs 27"
    },
    {
      "text": [
        {
          "text": "The impious flees, though no one pursues. But the just, like a confident lion, shall be without dread.",
          "ID": "1"
        },
        {
          "text": "Because of the sins of the land, it has many princes. And because of the wisdom of a man, and the knowledge of those things that are said, the life of the leader shall be prolonged.",
          "ID": "2"
        },
        {
          "text": "A poor man slandering the poor is like a violent rainstorm in advance of a famine.",
          "ID": "3"
        },
        {
          "text": "Those who abandon the law praise the impious. Those who guard it are inflamed against him.",
          "ID": "4"
        },
        {
          "text": "Evil men do not intend judgment. But those who inquire after the Lord turn their souls toward all things.",
          "ID": "5"
        },
        {
          "text": "Better is the pauper walking in his simplicity, than the rich walking in ways of depravity.",
          "ID": "6"
        },
        {
          "text": "Whoever keeps the law is a wise son. But whoever feeds gluttons brings shame to his father.",
          "ID": "7"
        },
        {
          "text": "Whoever piles up riches by usury and profit gathers them for him who will give freely to the poor.",
          "ID": "8"
        },
        {
          "text": "Whoever turns away his ears from listening to the law: his prayer will be detestable.",
          "ID": "9"
        },
        {
          "text": "Whoever deceives the just in a malicious way will fall into his own perdition. And the simple shall possess his goods.",
          "ID": "10"
        },
        {
          "text": "The rich one seems wise to himself. But the poor one, being prudent, shall evaluate him.",
          "ID": "11"
        },
        {
          "text": "In the exultation of the just, there is great glory. When the impious reign, men are brought to ruin.",
          "ID": "12"
        },
        {
          "text": "Whoever hides his crimes will not be guided. But whoever will have confessed and abandoned them shall overtake mercy.",
          "ID": "13"
        },
        {
          "text": "Blessed is the man who is ever fearful. Yet truly, whoever is hardened in mind will fall into evil.",
          "ID": "14"
        },
        {
          "text": "An impious leader over a poor people is like a roaring lion and a hungry bear.",
          "ID": "15"
        },
        {
          "text": "A leader destitute of prudence will oppress many through false accusations. But whoever hates avarice shall prolong his days.",
          "ID": "16"
        },
        {
          "text": "A man who slanders the blood of a life, even if he flees to the pit, no one will tolerate him.",
          "ID": "17"
        },
        {
          "text": "Whoever walks simply shall be saved. Whoever is perverse in his steps will fall all at once.",
          "ID": "18"
        },
        {
          "text": "Whoever works his land shall be satisfied with bread. But whoever pursues leisure will be filled with need.",
          "ID": "19"
        },
        {
          "text": "A faithful man shall be greatly praised. But whoever rushes to become rich will not be innocent.",
          "ID": "20"
        },
        {
          "text": "Whoever shows favoritism in judgment does not do well; even if it is for a morsel of bread, he forsakes the truth.",
          "ID": "21"
        },
        {
          "text": "A man who hurries to become rich, and who envies others, does not know that destitution will overwhelm him.",
          "ID": "22"
        },
        {
          "text": "Whoever corrects a man, afterward he shall find favor with him, more so than he who deceives him with a flattering tongue.",
          "ID": "23"
        },
        {
          "text": "Whoever takes away anything from his father or mother, and who says, \"This is not a sin,\" is the associate of a murderer.",
          "ID": "24"
        },
        {
          "text": "Whoever boasts and enlarges himself stirs up conflicts. Yet truly, whoever trusts in the Lord will be healed.",
          "ID": "25"
        },
        {
          "text": "Whoever trusts in his own heart is a fool. But whoever treads wisely, the same shall be saved.",
          "ID": "26"
        },
        {
          "text": "Whoever gives to the poor shall not be in need. Whoever despises his petition will suffer scarcity.",
          "ID": "27"
        },
        {
          "text": "When the impious rise up, men will hide themselves. When they perish, the just shall be multiplied.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.28",
      "name": "Proverbs 28"
    },
    {
      "text": [
        {
          "text": "The man who, with a stiff neck, treats the one who corrects him with contempt will be suddenly overwhelmed to his own destruction, and reason shall not follow him.",
          "ID": "1"
        },
        {
          "text": "When just men are multiplied, the common people shall rejoice. When the impious take up the leadership, the people shall mourn.",
          "ID": "2"
        },
        {
          "text": "The man who loves wisdom rejoices his father. But whoever nurtures promiscuous women will lose his substance.",
          "ID": "3"
        },
        {
          "text": "A just king guides the land. A man of avarice will destroy it.",
          "ID": "4"
        },
        {
          "text": "A man who speaks to his friend with flattering and feigned words spreads a net for his own feet.",
          "ID": "5"
        },
        {
          "text": "A snare will entangle the iniquitous when he sins. And the just shall praise and be glad.",
          "ID": "6"
        },
        {
          "text": "The just knows the case of the poor. The impious is ignorant of knowledge.",
          "ID": "7"
        },
        {
          "text": "Pestilent men squander a city. Yet truly, the wise avert fury.",
          "ID": "8"
        },
        {
          "text": "A wise man, if he were to contend with the foolish, whether in anger or in laughter, would find no rest.",
          "ID": "9"
        },
        {
          "text": "Bloodthirsty men hate the simple one; but the just seek out his soul.",
          "ID": "10"
        },
        {
          "text": "A foolish one offers everything on his mind. A wise one reserves and defers until later.",
          "ID": "11"
        },
        {
          "text": "A leader who freely listens to lying words has only impious servants.",
          "ID": "12"
        },
        {
          "text": "The pauper and the creditor have met one another. The Lord is the illuminator of them both.",
          "ID": "13"
        },
        {
          "text": "The king who judges the poor in truth, his throne shall be secured in eternity.",
          "ID": "14"
        },
        {
          "text": "The rod and its correction distribute wisdom. But the child who is left to his own will brings shame to his mother.",
          "ID": "15"
        },
        {
          "text": "When the impious are multiplied, crimes will be multiplied. But the just shall see their ruin.",
          "ID": "16"
        },
        {
          "text": "Teach your son, and he will refresh you, and he will give delight to your soul.",
          "ID": "17"
        },
        {
          "text": "When prophecy fails, the people will be scattered. Yet truly, whoever guards the law is blessed.",
          "ID": "18"
        },
        {
          "text": "A servant cannot be taught by words, because he understands what you say, but he disdains to respond.",
          "ID": "19"
        },
        {
          "text": "Have you seen a man rushing to speak? Foolishness has more hope than his correction.",
          "ID": "20"
        },
        {
          "text": "Whoever nurtures his servant delicately from childhood, afterwards will find him defiant.",
          "ID": "21"
        },
        {
          "text": "A short-tempered man provokes quarrels. And whoever is easily angered is more likely to sin.",
          "ID": "22"
        },
        {
          "text": "Humiliation follows the arrogant. And glory shall uphold the humble in spirit.",
          "ID": "23"
        },
        {
          "text": "Whoever participates with a thief hates his own soul; for he listens to his oath and does not denounce him.",
          "ID": "24"
        },
        {
          "text": "Whoever fears man will quickly fall. Whoever hopes in the Lord shall be lifted up.",
          "ID": "25"
        },
        {
          "text": "Many demand the face of the leader. But the judgment of each one proceeds from the Lord.",
          "ID": "26"
        },
        {
          "text": "The just abhor an impious man. And the impious abhor those who are on the right way. By keeping the word, the son shall be free from perdition.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.29",
      "name": "Proverbs 29"
    },
    {
      "text": [
        {
          "text": "The words of the Gatherer, the son of the Vomiter. The vision that the man spoke. God is with him, and he, being strengthened by God and abiding with him, said:",
          "ID": "1"
        },
        {
          "text": "\"I am the most foolish among men, and the wisdom of men is not with me.",
          "ID": "2"
        },
        {
          "text": "I have not learned wisdom, and I have not known the knowledge of sanctity.",
          "ID": "3"
        },
        {
          "text": "Who has ascended to heaven and also descended? Who has grasped the wind in his hands? Who has tied the waters together, as with a garment? Who has raised all the limits of the earth? What is his name, and what is the name of his son, if you know?",
          "ID": "4"
        },
        {
          "text": "Every word of God is fire-tested. He is a bronze shield to those who hope in him.",
          "ID": "5"
        },
        {
          "text": "Do not add anything to his words, lest you be reproved and be discovered to be a liar.",
          "ID": "6"
        },
        {
          "text": "Two things I have asked of you; do not deny them to me before I die.",
          "ID": "7"
        },
        {
          "text": "Remove, far from me, vanity and lying words. Give me neither begging, nor wealth. Apportion to me only the necessities of my life,",
          "ID": "8"
        },
        {
          "text": "lest perhaps, being filled, I might be enticed into denial, and say: 'Who is the Lord?' Or, being compelled by destitution, I might steal, and then perjure myself in the name of my God.",
          "ID": "9"
        },
        {
          "text": "Do not accuse a servant to his lord, lest he curse you, and you fall.",
          "ID": "10"
        },
        {
          "text": "There is a generation which curses their father, and which does not bless their mother.",
          "ID": "11"
        },
        {
          "text": "There is a generation which seems pure to themselves, and yet they are not even washed from their filthiness.",
          "ID": "12"
        },
        {
          "text": "There is a generation, whose eyes have been elevated, and their eyelids are lifted on high.",
          "ID": "13"
        },
        {
          "text": "There is a generation which has swords in place of teeth, and which commands their molars to devour the indigent from the earth and the poor from among men.",
          "ID": "14"
        },
        {
          "text": "The leech has two daughters, who say, 'Bring, bring.' Three things are insatiable, and a fourth never says 'Enough':",
          "ID": "15"
        },
        {
          "text": "Hell, and the mouth of the womb, and a land that is not filled with water. And truly, fire never says, 'Enough.'",
          "ID": "16"
        },
        {
          "text": "The eye of one who mocks his father and who despises the childbearing of his mother, let the ravens of the torrent tear it out, and let the sons of the eagles consume it.",
          "ID": "17"
        },
        {
          "text": "Three things are difficult for me, and about a fourth, I am nearly ignorant:",
          "ID": "18"
        },
        {
          "text": "the way of an eagle in the sky, the way of a serpent on a rock, the way of a ship in the middle of the sea, and the way of a man in adolescence.",
          "ID": "19"
        },
        {
          "text": "Such is the way also of an adulterous woman, who eats, and wiping her mouth, says: \"I have done no evil.\"",
          "ID": "20"
        },
        {
          "text": "By three things, the earth is moved, and a fourth it is not able to sustain:",
          "ID": "21"
        },
        {
          "text": "by a slave when he reigns, by the foolish when he has been filled with food,",
          "ID": "22"
        },
        {
          "text": "by a hateful woman when she has been taken in matrimony, and by a handmaid when she has been heir to her mistress.",
          "ID": "23"
        },
        {
          "text": "Four things are least upon the earth, and they are wiser than the wise:",
          "ID": "24"
        },
        {
          "text": "the ants, an infirm people who provide food for themselves at the harvest,",
          "ID": "25"
        },
        {
          "text": "the rabbit, a sickened people who make their bed upon the rock.",
          "ID": "26"
        },
        {
          "text": "The locust has no king, but they all depart by their troops.",
          "ID": "27"
        },
        {
          "text": "The lizard supports itself on hands and dwells in the buildings of kings.",
          "ID": "28"
        },
        {
          "text": "There are three things that advance well, and a fourth that marches happily on:",
          "ID": "29"
        },
        {
          "text": "a lion, the strongest of beasts, who fears nothing that he meets,",
          "ID": "30"
        },
        {
          "text": "a rooster prepared at the loins, likewise a ram, and a king, whom none can resist.",
          "ID": "31"
        },
        {
          "text": "There is one who has appeared foolish, after he was lifted up on high; for if he had understood, he would have placed his hand over his mouth.",
          "ID": "32"
        },
        {
          "text": "But whoever strongly squeezes the udder to bring out the milk, presses out butter. And whoever violently blows his nose, brings out blood. And whoever provokes wrath, brings forth discord.\"",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.30",
      "name": "Proverbs 30"
    },
    {
      "text": [
        {
          "text": "The words of king Lamuel. The vision by which his mother instructed him:",
          "ID": "1"
        },
        {
          "text": "\"What, O my beloved? What, O beloved of my womb? What, O beloved of my vows?",
          "ID": "2"
        },
        {
          "text": "Do not give your substance to women, or your riches to overthrow kings.",
          "ID": "3"
        },
        {
          "text": "Not to kings, O Lamuel, not to kings give wine. For there are no secrets where drunkenness reigns.",
          "ID": "4"
        },
        {
          "text": "And perhaps they may drink and forget judgments, and alter the case of the sons of the poor.",
          "ID": "5"
        },
        {
          "text": "Give strong drink to the grieving, and wine to those who are bitter in soul.",
          "ID": "6"
        },
        {
          "text": "Let them drink, and forget their needs, and remember their sorrow no more.",
          "ID": "7"
        },
        {
          "text": "Open your mouth for the mute and for all the cases of the sons who are passing through.",
          "ID": "8"
        },
        {
          "text": "Open your mouth, declare what is just, and do justice to the indigent and the poor.",
          "ID": "9"
        },
        {
          "text": "Who shall find a strong woman? Far away, and from the furthest parts, is her price.",
          "ID": "10"
        },
        {
          "text": "The heart of her husband confides in her, and he will not be deprived of spoils.",
          "ID": "11"
        },
        {
          "text": "She will repay him with good, and not evil, all the days of her life.",
          "ID": "12"
        },
        {
          "text": "She has sought wool and flax, and she has worked these by the counsel of her hands.",
          "ID": "13"
        },
        {
          "text": "She has become like a merchant's ship, bringing her bread from far away.",
          "ID": "14"
        },
        {
          "text": "And she has risen in the night, and given a prey to her household, and provisions to her maids.",
          "ID": "15"
        },
        {
          "text": "She has considered a field and bought it. From the fruit of her own hands, she has planted a vineyard.",
          "ID": "16"
        },
        {
          "text": "She has wrapped her waist with fortitude, and she has strengthened her arm.",
          "ID": "17"
        },
        {
          "text": "She has tasted and seen that her tasks are good; her lamp shall not be extinguished at night.",
          "ID": "18"
        },
        {
          "text": "She has put her hand to strong things, and her fingers have taken hold of the spindle.",
          "ID": "19"
        },
        {
          "text": "She has opened her hand to the needy, and she has extended her hands to the poor.",
          "ID": "20"
        },
        {
          "text": "She shall not fear, in the cold of snow, for her household. For all those of her household have been clothed two-fold.",
          "ID": "21"
        },
        {
          "text": "She has made embroidered clothing for herself. Fine linen and purple is her garment.",
          "ID": "22"
        },
        {
          "text": "Her husband is noble at the gates, when he sits among the senators of the land.",
          "ID": "23"
        },
        {
          "text": "She has made finely woven cloth and sold it, and she has delivered a waistband to the Canaanite.",
          "ID": "24"
        },
        {
          "text": "Strength and elegance are her clothing, and she will laugh in the final days.",
          "ID": "25"
        },
        {
          "text": "She has opened her mouth to wisdom, and the law of clemency is on her tongue.",
          "ID": "26"
        },
        {
          "text": "She has considered the paths of her household, and she has not eaten her bread in idleness.",
          "ID": "27"
        },
        {
          "text": "Her sons rose up and predicted great happiness; her husband rose up and praised her.",
          "ID": "28"
        },
        {
          "text": "Many daughters have gathered together riches; you have surpassed them all.",
          "ID": "29"
        },
        {
          "text": "Charm is false, and beauty is vain. The woman who fears the Lord, the same shall be praised.",
          "ID": "30"
        },
        {
          "text": "Give to her from the fruit of her own hands. And let her works praise her at the gates.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.31",
      "name": "Proverbs 31"
    }
  ],
  "ID": "OT:PRO(CPDV)",
  "version": "CPDV",
  "name": "Proverbs"
}