{
  "version": "ERV",
  "text": [
    {
      "title": "The Good Woman—Wisdom",
      "text": [
        {
          "text": "These are the proverbs of Solomon, the son of David and king of Israel.",
          "ID": "1"
        },
        {
          "text": "They will help you learn to be wise, to accept correction, and to understand wise sayings.",
          "ID": "2"
        },
        {
          "text": "They will teach you to develop your mind in the right way. You will learn to do what is right and to be honest and fair.",
          "ID": "3"
        },
        {
          "text": "These proverbs will make even those without education smart. They will teach young people what they need to know and how to use what they have learned.",
          "ID": "4"
        },
        {
          "text": "Even the wise could become wiser by listening to these proverbs. They will gain understanding and learn to solve difficult problems.",
          "ID": "5"
        },
        {
          "text": "These sayings will help you understand proverbs, stories with hidden meanings, words of the wise, and other difficult sayings.",
          "ID": "6"
        },
        {
          "text": "Knowledge begins with fear and respect for the Lord, but stubborn fools hate wisdom and refuse to learn.",
          "ID": "7"
        },
        {
          "text": "My son, listen to your father when he corrects you, and don’t ignore what your mother teaches you.",
          "ID": "8",
          "comments": [
            "My son The proverbs in this section may have been directed originally to a teenage boy, perhaps a prince, who was becoming a young man. They are intended to teach him how to be a responsible person and leader who loves and respects God."
          ]
        },
        {
          "text": "What you learn from your parents will bring you honor and respect, like a crown or a gold medal.",
          "ID": "9",
          "comments": [
            "Literally, “They are like a wreath of favor to your head and a necklace around your neck.”"
          ]
        },
        {
          "text": "My son, those who love to do wrong will try to trick you. Don’t listen to them.",
          "ID": "10"
        },
        {
          "text": "They will say, “Come with us. Let’s hide and beat to death anyone who happens to walk by.",
          "ID": "11"
        },
        {
          "text": "We will swallow them whole, as the grave swallows the dying.",
          "ID": "12"
        },
        {
          "text": "We will take everything they have and fill our houses with stolen goods.",
          "ID": "13"
        },
        {
          "text": "So join us, and you can share everything we get.”",
          "ID": "14"
        },
        {
          "text": "My son, don’t follow them. Don’t even take the first step along that path.",
          "ID": "15"
        },
        {
          "text": "They run to do something evil, and they cannot wait to kill someone.",
          "ID": "16"
        },
        {
          "text": "You cannot trap birds with a net if they see you spreading it out.",
          "ID": "17"
        },
        {
          "text": "But evil people cannot see the trap they set for themselves.",
          "ID": "18"
        },
        {
          "text": "This is what happens to those who are greedy. Whatever they get destroys them.",
          "ID": "19"
        },
        {
          "text": "Listen! Wisdom is shouting in the streets. She is crying out in the marketplace.",
          "ID": "20",
          "comments": [
            "Wisdom Wisdom is pictured here as a good woman trying to get the attention of this young man, calling him to be wise and obey God. In a later passage (9:13-18), Foolishness is represented as another woman who is urging him toward a life of sin."
          ]
        },
        {
          "text": "She is calling out where the noisy crowd gathers:",
          "ID": "21"
        },
        {
          "text": "“Fools, how long will you love being ignorant? How long will you make fun of wisdom? How long will you hate knowledge?",
          "ID": "22"
        },
        {
          "text": "I wanted to tell you everything I knew and give you all my knowledge, but you didn’t listen to my advice and teaching.",
          "ID": "23"
        },
        {
          "text": "“I tried to help, but you refused to listen. I offered my hand, but you turned away from me.",
          "ID": "24"
        },
        {
          "text": "You ignored my advice and refused to be corrected.",
          "ID": "25"
        },
        {
          "text": "So I will laugh at your troubles and make fun of you when what you fear happens.",
          "ID": "26"
        },
        {
          "text": "Disasters will strike you like a storm. Problems will pound you like a strong wind. Trouble and misery will weigh you down.",
          "ID": "27"
        },
        {
          "text": "“Fools will call for me, but I will not answer. They will look for me, but they will not find me.",
          "ID": "28"
        },
        {
          "text": "That is because they hated knowledge. They refused to fear and respect the Lord.",
          "ID": "29"
        },
        {
          "text": "They ignored my advice and refused to be corrected.",
          "ID": "30"
        },
        {
          "text": "They filled their lives with what they wanted. They went their own way, so they will get what they deserve.",
          "ID": "31"
        },
        {
          "text": "“Fools die because they refuse to follow wisdom. They are content to follow their foolish ways, and that will destroy them.",
          "ID": "32"
        },
        {
          "text": "But those who listen to me will live in safety and comfort. They will have nothing to fear.”",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.1",
      "name": "Proverbs 1"
    },
    {
      "title": "Listen to Wisdom",
      "text": [
        {
          "text": "My son, pay attention to what I say. Remember my commands.",
          "ID": "1"
        },
        {
          "text": "Listen to wisdom, and do your best to understand.",
          "ID": "2"
        },
        {
          "text": "Ask for good judgment. Cry out for understanding.",
          "ID": "3"
        },
        {
          "text": "Look for wisdom like silver. Search for it like hidden treasure.",
          "ID": "4"
        },
        {
          "text": "If you do this, you will understand what it means to respect the Lord, and you will come to know God.",
          "ID": "5"
        },
        {
          "text": "The Lord is the source of wisdom; knowledge and understanding come from his mouth.",
          "ID": "6"
        },
        {
          "text": "He gives good advice to honest people and shields those who do what is right.",
          "ID": "7"
        },
        {
          "text": "He makes sure that people are treated fairly. He watches over his loyal followers.",
          "ID": "8"
        },
        {
          "text": "If you listen to him, you will understand what is just and fair and how to do what is right.",
          "ID": "9"
        },
        {
          "text": "You will gain wisdom, and knowledge will bring you joy.",
          "ID": "10"
        },
        {
          "text": "Planning ahead will protect you, and understanding will guard you.",
          "ID": "11"
        },
        {
          "text": "These will keep you from following the wrong path and will protect you from those who have evil plans.",
          "ID": "12"
        },
        {
          "text": "Such people have left the straight path and now walk in darkness.",
          "ID": "13"
        },
        {
          "text": "They enjoy doing evil and are happy with the confusion it brings.",
          "ID": "14"
        },
        {
          "text": "Their ways are crooked; they lie and cheat.",
          "ID": "15"
        },
        {
          "text": "Wisdom will save you from that other woman, another man’s wife, who tempts you with sweet words.",
          "ID": "16"
        },
        {
          "text": "She married when she was young, but then she left her husband. She forgot the marriage vows she made before God.",
          "ID": "17"
        },
        {
          "text": "Going into her house leads to death. She will lead you to the grave.",
          "ID": "18"
        },
        {
          "text": "All who enter lose their life and never return.",
          "ID": "19"
        },
        {
          "text": "Wisdom will help you follow the example of good people and stay on the right path.",
          "ID": "20"
        },
        {
          "text": "Honest people will live in the land, and those who do right will remain there.",
          "ID": "21"
        },
        {
          "text": "But the wicked will be forced to leave. Those who lie and cheat will be thrown out of the land.",
          "ID": "22"
        }
      ],
      "ID": "OT:PRO.2",
      "name": "Proverbs 2"
    },
    {
      "title": "The Blessing of Wisdom",
      "text": [
        {
          "text": "My son, don’t forget my teaching. Remember what I tell you to do.",
          "ID": "1"
        },
        {
          "text": "What I teach will give you a good, long life, and all will go well for you.",
          "ID": "2"
        },
        {
          "text": "Don’t ever let love and loyalty leave you. Tie them around your neck, and write them on your heart.",
          "ID": "3"
        },
        {
          "text": "Then God will be pleased and think well of you and so will everyone else.",
          "ID": "4"
        },
        {
          "text": "Trust the Lord completely, and don’t depend on your own knowledge.",
          "ID": "5"
        },
        {
          "text": "With every step you take, think about what he wants, and he will help you go the right way.",
          "ID": "6"
        },
        {
          "text": "Don’t trust in your own wisdom, but fear and respect the Lord and stay away from evil.",
          "ID": "7"
        },
        {
          "text": "If you do this, it will be like a refreshing drink and medicine for your body.",
          "ID": "8"
        },
        {
          "text": "Honor the Lord with your wealth and the first part of your harvest.",
          "ID": "9"
        },
        {
          "text": "Then your barns will be full of grain, and your barrels will be overflowing with wine.",
          "ID": "10"
        },
        {
          "text": "My son, don’t reject the Lord’s discipline, and don’t be angry when he corrects you.",
          "ID": "11"
        },
        {
          "text": "The Lord corrects the one he loves, just as a father corrects a child he cares about.",
          "ID": "12"
        },
        {
          "text": "Those who find wisdom are fortunate; they will be blessed when they gain understanding.",
          "ID": "13"
        },
        {
          "text": "Profit that comes from wisdom is better than silver and even the finest gold.",
          "ID": "14"
        },
        {
          "text": "Wisdom is worth more than fine jewels. Nothing you desire has more value.",
          "ID": "15"
        },
        {
          "text": "With her right hand, Wisdom offers long life—with the other hand, riches and honor.",
          "ID": "16"
        },
        {
          "text": "Wisdom will lead you to a life of joy and peace.",
          "ID": "17"
        },
        {
          "text": "Wisdom is like a life-giving tree to those who hold on to her; she is a blessing to those who keep her close.",
          "ID": "18"
        },
        {
          "text": "With wisdom and understanding, the Lord created the earth and sky.",
          "ID": "19"
        },
        {
          "text": "With his knowledge, he made the oceans and the clouds that produce rain.",
          "ID": "20"
        },
        {
          "text": "My son, don’t ever let wisdom out of your sight. Hold on to wisdom and careful planning.",
          "ID": "21"
        },
        {
          "text": "They will bring you a long life filled with honor.",
          "ID": "22"
        },
        {
          "text": "As you go through life, you will always be safe and never fall.",
          "ID": "23"
        },
        {
          "text": "When you lie down, you will not be afraid. When you rest, your sleep will be peaceful.",
          "ID": "24"
        },
        {
          "text": "You have no reason to fear a sudden disaster or the destruction that comes to the wicked.",
          "ID": "25"
        },
        {
          "text": "You can trust the Lord to protect you. He will not let you fall into harm.",
          "ID": "26"
        },
        {
          "text": "Do everything you possibly can for those who need help.",
          "ID": "27"
        },
        {
          "text": "If your neighbor needs something you have, don’t say, “Come back tomorrow.” Give it to him immediately.",
          "ID": "28"
        },
        {
          "text": "Don’t make plans to harm your neighbor, who lives near you and trusts you.",
          "ID": "29",
          "comments": [
            "neighbor … trusts you Or “neighbor. After all, you live near one another for protection.”"
          ]
        },
        {
          "text": "Don’t take people to court without good reason, especially when they have done nothing to harm you.",
          "ID": "30"
        },
        {
          "text": "Don’t envy those who are violent. Never choose to be like them.",
          "ID": "31"
        },
        {
          "text": "Such crooked people are disgusting to the Lord. But he is a friend to those who are good and honest.",
          "ID": "32"
        },
        {
          "text": "The Lord curses a wicked family, but he blesses the homes of those who live right.",
          "ID": "33"
        },
        {
          "text": "He will humiliate those who make fun of others, but he is kind to those who are humble.",
          "ID": "34"
        },
        {
          "text": "The way the wise live will bring them honor, but the way fools live will bring them shame.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.3",
      "name": "Proverbs 3"
    },
    {
      "title": "A Father’s Advice About Wisdom",
      "text": [
        {
          "text": "Children, listen to your father’s teaching. Pay attention and you will learn how to learn.",
          "ID": "1"
        },
        {
          "text": "The advice I give is good, so don’t ever forget what I teach you.",
          "ID": "2"
        },
        {
          "text": "When I was my father’s little boy and my mother’s dear son,",
          "ID": "3",
          "comments": [
            "dear son Or “only son.”"
          ]
        },
        {
          "text": "my father taught me this: “Pay attention to what I say. Obey my commands and you will have a good life.",
          "ID": "4"
        },
        {
          "text": "Try to get wisdom and understanding. Don’t forget my teaching or ignore what I say.",
          "ID": "5"
        },
        {
          "text": "Don’t turn away from wisdom, and she will protect you. Love her, and she will keep you safe.",
          "ID": "6"
        },
        {
          "text": "“The first step to becoming wise is to look for wisdom, so use everything you have to get understanding.",
          "ID": "7"
        },
        {
          "text": "Love wisdom, and she will make you great. Hold on to wisdom, and she will bring you honor.",
          "ID": "8"
        },
        {
          "text": "Wisdom will reward you with a crown of honor and glory.”",
          "ID": "9"
        },
        {
          "text": "Son, listen to me. Do what I say, and you will live a long time.",
          "ID": "10"
        },
        {
          "text": "I am teaching you about wisdom and guiding you on the right path.",
          "ID": "11"
        },
        {
          "text": "As you walk on it, you will not step into a trap. Even if you run, you will not trip and fall.",
          "ID": "12"
        },
        {
          "text": "Always remember this teaching. Don’t forget it. It is the key to life, so guard it well.",
          "ID": "13"
        },
        {
          "text": "Don’t take the path of the wicked; don’t follow those who do evil.",
          "ID": "14"
        },
        {
          "text": "Stay away from that path; don’t even go near it. Turn around and go another way.",
          "ID": "15"
        },
        {
          "text": "The wicked cannot sleep until they have done something evil. They will not rest until they bring someone down.",
          "ID": "16"
        },
        {
          "text": "Evil and violence are their food and drink.",
          "ID": "17"
        },
        {
          "text": "The path of those who live right is like the early morning light. It gets brighter and brighter until the full light of day.",
          "ID": "18"
        },
        {
          "text": "But the path of the wicked is like a dark night. They trip and fall over what they cannot see.",
          "ID": "19"
        },
        {
          "text": "My son, pay attention to what I say. Listen closely to my words.",
          "ID": "20"
        },
        {
          "text": "Don’t let them out of your sight. Never stop thinking about them.",
          "ID": "21"
        },
        {
          "text": "These words are the secret of life and health to all who discover them.",
          "ID": "22"
        },
        {
          "text": "Above all, be careful what you think because your thoughts control your life.",
          "ID": "23"
        },
        {
          "text": "Don’t bend the truth or say things that you know are not right.",
          "ID": "24"
        },
        {
          "text": "Keep your eyes on the path, and look straight ahead.",
          "ID": "25"
        },
        {
          "text": "Make sure you are going the right way, and nothing will make you fall.",
          "ID": "26"
        },
        {
          "text": "Don’t go to the right or to the left, and you will stay away from evil.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.4",
      "name": "Proverbs 4"
    },
    {
      "title": "The Wisdom of Avoiding Adultery",
      "text": [
        {
          "text": "Son, listen to this piece of wisdom from me. Pay attention to what I know to be true.",
          "ID": "1"
        },
        {
          "text": "Remember to live wisely, and what you learn will keep your lips from saying the wrong thing.",
          "ID": "2"
        },
        {
          "text": "Now, another man’s wife might be very charming, and the words from her lips so sweet and inviting.",
          "ID": "3"
        },
        {
          "text": "But in the end, she will bring only bitterness and pain. It will be like bitter poison and a sharp sword.",
          "ID": "4"
        },
        {
          "text": "She is on a path leading to death, and she will lead you straight to the grave.",
          "ID": "5"
        },
        {
          "text": "Don’t follow her. She has lost her way and does not even know it. Be careful. Stay on the road that leads to life.",
          "ID": "6"
        },
        {
          "text": "Now, my sons, listen to me. Don’t forget the words I say.",
          "ID": "7"
        },
        {
          "text": "Stay away from the woman who commits adultery. Don’t even go near her house.",
          "ID": "8"
        },
        {
          "text": "If you do, others will get the honor you should have had. Some stranger will get everything you worked years to get.",
          "ID": "9"
        },
        {
          "text": "People you don’t know will take all your wealth. Others will get what you worked for.",
          "ID": "10"
        },
        {
          "text": "At the end of your life, you will be sad that you ruined your health and lost everything you had.",
          "ID": "11"
        },
        {
          "text": "Then you will say, “Why didn’t I listen to my parents? Why didn’t I pay attention to my teachers? I didn’t want to be disciplined. I refused to be corrected.",
          "ID": "12-13"
        },
        {
          "text": "So now I have suffered through just about every kind of trouble anyone can have, and everyone knows it.”",
          "ID": "14"
        },
        {
          "text": "Now, about sex and marriage: Drink only the water that comes from your own well,",
          "ID": "15"
        },
        {
          "text": "and don’t let your water flow out into the streets.",
          "ID": "16"
        },
        {
          "text": "Keep it for yourself, and don’t share it with strangers.",
          "ID": "17"
        },
        {
          "text": "Be happy with your own wife. Enjoy the woman you married while you were young.",
          "ID": "18"
        },
        {
          "text": "She is like a beautiful deer, a lovely fawn. Let her love satisfy you completely. Stay drunk on her love,",
          "ID": "19"
        },
        {
          "text": "and don’t go stumbling into the arms of another woman.",
          "ID": "20"
        },
        {
          "text": "The Lord clearly sees everything you do. He watches where you go.",
          "ID": "21"
        },
        {
          "text": "The sins of the wicked will trap them. Those sins will be like ropes holding them back.",
          "ID": "22"
        },
        {
          "text": "Evil people will die because they refuse to be disciplined. They will be trapped by their own desires.",
          "ID": "23"
        }
      ],
      "ID": "OT:PRO.5",
      "name": "Proverbs 5"
    },
    {
      "title": "Warning Against Adultery",
      "text": [
        {
          "text": "My son, don’t make yourself responsible for the debts of others. Don’t make such deals with friends or strangers.",
          "ID": "1"
        },
        {
          "text": "If you do, your words will trap you.",
          "ID": "2"
        },
        {
          "text": "You will be under the power of other people, so you must go and free yourself. Beg them to free you from that debt.",
          "ID": "3"
        },
        {
          "text": "Don’t wait to rest or sleep.",
          "ID": "4"
        },
        {
          "text": "Escape from that trap like a deer running from a hunter. Free yourself like a bird flying from a trap.",
          "ID": "5"
        },
        {
          "text": "You lazy people, you should watch what the ants do and learn from them.",
          "ID": "6"
        },
        {
          "text": "Ants have no ruler, no boss, and no leader.",
          "ID": "7"
        },
        {
          "text": "But in the summer, ants gather all of their food and save it. So when winter comes, there is plenty to eat.",
          "ID": "8"
        },
        {
          "text": "You lazy people, how long are you going to lie there? When will you get up?",
          "ID": "9"
        },
        {
          "text": "You say, “I need a rest. I think I’ll take a short nap.”",
          "ID": "10"
        },
        {
          "text": "But then you sleep and sleep and become poorer and poorer. Soon you will have nothing. It will be as if a thief came and stole everything you owned.",
          "ID": "11"
        },
        {
          "text": "Some people are just troublemakers. They are always thinking up some crooked plan and telling lies.",
          "ID": "12"
        },
        {
          "text": "They use secret signals to cheat people; they wink their eyes, shuffle their feet, and point a finger.",
          "ID": "13"
        },
        {
          "text": "They are always planning to do something bad.",
          "ID": "14"
        },
        {
          "text": "But they will be punished. Disaster will strike, and they will be destroyed. There will be no one to help them.",
          "ID": "15"
        },
        {
          "text": "The Lord hates these seven things:",
          "ID": "16"
        },
        {
          "text": "    eyes that show pride,\ntongues that tell lies,\nhands that kill innocent people,",
          "ID": "17"
        },
        {
          "text": "    hearts that plan evil things to do,\nfeet that run to do evil,",
          "ID": "18"
        },
        {
          "text": "    witnesses in court who tell lies,\nand anyone who causes family members to fight.",
          "ID": "19"
        },
        {
          "text": "My son, remember your father’s command, and don’t forget your mother’s teaching.",
          "ID": "20"
        },
        {
          "text": "Remember their words always. Tie them around your neck and keep them over your heart.",
          "ID": "21"
        },
        {
          "text": "Let this teaching lead you wherever you go. It will watch over you while you sleep. And when you wake up, it will give you good advice.",
          "ID": "22"
        },
        {
          "text": "Your parents give you commands and teachings that are like lights to show you the right way. This teaching corrects you and trains you to follow the path to life.",
          "ID": "23"
        },
        {
          "text": "It stops you from going to an evil woman, and it protects you from the smooth talk of another man’s wife.",
          "ID": "24"
        },
        {
          "text": "Such a woman might be beautiful, but don’t let that beauty tempt you. Don’t let her eyes capture you.",
          "ID": "25"
        },
        {
          "text": "A prostitute might cost a loaf of bread, but the wife of another man could cost you your life.",
          "ID": "26"
        },
        {
          "text": "If you drop a hot coal in your lap, your clothes will be burned.",
          "ID": "27"
        },
        {
          "text": "If you step on one, your feet will be burned.",
          "ID": "28"
        },
        {
          "text": "If you sleep with another man’s wife, you will be punished.",
          "ID": "29"
        },
        {
          "text": "A hungry man might steal to fill his stomach. If he is caught, he must pay seven times more than he stole. It might cost him everything he owns, but other people understand. They don’t lose all their respect for him.",
          "ID": "30-31"
        },
        {
          "text": "But a man who commits adultery is a fool. He brings about his own destruction.",
          "ID": "32"
        },
        {
          "text": "He will suffer disease and disgrace and never be free from the shame.",
          "ID": "33"
        },
        {
          "text": "The woman’s husband will be jealous and angry and do everything he can to get revenge.",
          "ID": "34"
        },
        {
          "text": "No payment—no amount of money—will stop him.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.6",
      "name": "Proverbs 6"
    },
    {
      "title": "Wisdom Will Keep You From Adultery",
      "text": [
        {
          "text": "My son, remember my words. Don’t forget what I have told you.",
          "ID": "1"
        },
        {
          "text": "Consider my teaching as precious as your own eyes. Obey my commands, and you will have a good life.",
          "ID": "2"
        },
        {
          "text": "Tie them around your finger. Write them on your heart.",
          "ID": "3"
        },
        {
          "text": "Treat wisdom like the woman you love and knowledge like the one dearest to you.",
          "ID": "4"
        },
        {
          "text": "Wisdom will save you from that other woman, the other man’s wife, who tempts you with such sweet words.",
          "ID": "5"
        },
        {
          "text": "One day I was looking out my window",
          "ID": "6"
        },
        {
          "text": "at some foolish teenagers and noticed one who had no sense at all.",
          "ID": "7"
        },
        {
          "text": "He was walking through the marketplace and came to the corner where a certain woman lived. He then turned up the road that goes by her house.",
          "ID": "8"
        },
        {
          "text": "The day was ending. The sun had set, and it was almost dark.",
          "ID": "9"
        },
        {
          "text": "Suddenly, there she was in front of him, dressed like a prostitute. She had plans for him.",
          "ID": "10"
        },
        {
          "text": "She was a wild and rebellious woman who would not stay at home.",
          "ID": "11"
        },
        {
          "text": "She walked the streets, always looking for someone to trap.",
          "ID": "12"
        },
        {
          "text": "She grabbed the young man and kissed him. Without shame, she looked him in the eye and said,",
          "ID": "13"
        },
        {
          "text": "“I offered a fellowship offering today. I gave what I promised to give,",
          "ID": "14"
        },
        {
          "text": "and I still have plenty of food left. So I came out to find you, and here you are!",
          "ID": "15"
        },
        {
          "text": "I have clean sheets on my bed—special ones from Egypt.",
          "ID": "16"
        },
        {
          "text": "My bed smells wonderful with myrrh, aloes, and cinnamon.",
          "ID": "17"
        },
        {
          "text": "Come, let’s enjoy ourselves all night. We can make love until dawn.",
          "ID": "18"
        },
        {
          "text": "My husband has gone on a business trip.",
          "ID": "19"
        },
        {
          "text": "He took enough money for a long trip and won’t be home for two weeks.”",
          "ID": "20",
          "comments": [
            "won’t be … weeks Literally, “will not come home until the full moon.” The fellowship offering (see verse 14) was usually at the time of the new moon, the first day of the Hebrew month, which was two weeks before the full moon."
          ]
        },
        {
          "text": "This is what the woman said to tempt the young man, and her smooth words tricked him.",
          "ID": "21"
        },
        {
          "text": "He followed her, like a bull being led to the slaughter. He was like a deer walking into a trap,",
          "ID": "22"
        },
        {
          "text": "where a hunter waits to shoot an arrow through its heart. The boy was like a bird flying into a net, never seeing the danger he was in.",
          "ID": "23"
        },
        {
          "text": "Now, sons, listen to me. Pay attention to what I say.",
          "ID": "24"
        },
        {
          "text": "Don’t let your heart lead you to an evil woman like that. Don’t go where she wants to lead you.",
          "ID": "25"
        },
        {
          "text": "She has brought down some of the most powerful men; she has left many dead bodies in her path.",
          "ID": "26"
        },
        {
          "text": "Her house is the place of death. The road to it leads straight to the grave.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.7",
      "name": "Proverbs 7"
    },
    {
      "title": "The Value of Wisdom",
      "text": [
        {
          "text": "Listen, Wisdom is calling.\nYes, Understanding is shouting for us.",
          "ID": "1"
        },
        {
          "text": "Wisdom stands at the top of the hill,\nby the road where the paths meet.",
          "ID": "2"
        },
        {
          "text": "She is near the entrance to the city,\ncalling from the open gates.",
          "ID": "3"
        },
        {
          "text": "“I am calling out to all of you.\nI am speaking to everyone.",
          "ID": "4"
        },
        {
          "text": "You who are ignorant, learn to be wise.\nYou who are foolish, get some common sense.",
          "ID": "5"
        },
        {
          "text": "Listen, I have something important to say,\nand I am telling you what is right.",
          "ID": "6"
        },
        {
          "text": "My words are true,\nand I will not say anything that is wrong.",
          "ID": "7"
        },
        {
          "text": "Everything I say is right;\nthere is nothing false or crooked about it.",
          "ID": "8"
        },
        {
          "text": "These things are clear to any intelligent person.\nThey are right to anyone with knowledge.",
          "ID": "9"
        },
        {
          "text": "Choose discipline over silver\nand knowledge over the finest gold.",
          "ID": "10"
        },
        {
          "text": "Wisdom is better than pearls,\nand nothing you desire compares with her.",
          "ID": "11"
        },
        {
          "text": "“I am Wisdom.\nI live with Good Judgment.\nI am at home with Knowledge and Planning.",
          "ID": "12"
        },
        {
          "text": "To respect the Lord means to hate evil.\nI hate pride and boasting,\nevil lives and hurtful words.",
          "ID": "13"
        },
        {
          "text": "I have good advice and common sense to offer.\nI have understanding and power.",
          "ID": "14"
        },
        {
          "text": "With my help kings rule,\nand governors make good laws.",
          "ID": "15"
        },
        {
          "text": "With my help leaders govern,\nand important officials make good decisions.",
          "ID": "16",
          "comments": [
            "and important … decisions The Greek version and some Hebrew copies have “as well as important officials, all the judges on earth.”"
          ]
        },
        {
          "text": "I love those who love me,\nand those who look for me will find me.",
          "ID": "17"
        },
        {
          "text": "With me there are riches and honor.\nI have lasting wealth to give to you.",
          "ID": "18"
        },
        {
          "text": "What I give is better than fine gold.\nWhat I produce is better than pure silver.",
          "ID": "19"
        },
        {
          "text": "I lead people the right way—\nalong the paths of justice.",
          "ID": "20"
        },
        {
          "text": "I give riches to those who love me,\nand I fill their houses with treasures.",
          "ID": "21"
        },
        {
          "text": "“The Lord made me in the beginning,\nlong before he did anything else.",
          "ID": "22"
        },
        {
          "text": "I was formed a long time ago,\nbefore the world was made.",
          "ID": "23"
        },
        {
          "text": "I was born before there was an ocean,\nbefore the springs began to flow.",
          "ID": "24"
        },
        {
          "text": "I was born before the mountains and hills\nwere set into place,",
          "ID": "25"
        },
        {
          "text": "before the earth and fields were made,\nbefore the dust of this world was formed.",
          "ID": "26"
        },
        {
          "text": "I was there when he set up the skies,\nwhen he drew a circle in the ocean to make a place for the land.",
          "ID": "27"
        },
        {
          "text": "I was there when he put the clouds in the sky\nand made the deep springs flow.",
          "ID": "28"
        },
        {
          "text": "I was there when he set the limits on the sea\nto make it stop where he said.\nI was there when he laid the foundations of the earth.",
          "ID": "29"
        },
        {
          "text": "I grew up as a child by his side,\nlaughing and playing all the time.",
          "ID": "30",
          "comments": [
            "I grew … his side Or “I was beside him like a skilled worker.”"
          ]
        },
        {
          "text": "I played in the world he made\nand enjoyed the people he put there.",
          "ID": "31"
        },
        {
          "text": "“Now, children, listen to me.\nIf you follow my ways,\nyou will be happy too.",
          "ID": "32"
        },
        {
          "text": "Listen to my teaching and be wise;\ndon’t ignore what I say.",
          "ID": "33"
        },
        {
          "text": "Whoever waits at my door\nand listens for me will be blessed.",
          "ID": "34"
        },
        {
          "text": "Those who find me find life,\nand the Lord will reward them.",
          "ID": "35"
        },
        {
          "text": "But those who do not find me put their lives in danger.\nWhoever hates me loves death.”",
          "ID": "36"
        }
      ],
      "ID": "OT:PRO.8",
      "name": "Proverbs 8"
    },
    {
      "title": "Foolishness—the Other Woman",
      "text": [
        {
          "text": "Wisdom has built her house; she has made it strong with seven columns.",
          "ID": "1",
          "comments": [
            "seven columns In ancient Israel, a good house was one that had four main rooms with seven columns to support the roof."
          ]
        },
        {
          "text": "She has cooked meat, mixed wine, and put food on the table.",
          "ID": "2"
        },
        {
          "text": "She has sent her servant girls to announce from the highest hill in the city,",
          "ID": "3",
          "comments": [
            "Or “She has sent out her servant girls and invited people to come to the highest hill in the city to eat with her.”"
          ]
        },
        {
          "text": "“Whoever needs instruction, come.” She invites all the simple people and says,",
          "ID": "4"
        },
        {
          "text": "“Come, eat my food and drink the wine I have prepared.",
          "ID": "5"
        },
        {
          "text": "Leave your old, foolish ways and live! Advance along the path of understanding.”",
          "ID": "6"
        },
        {
          "text": "Criticize a person who is rude and shows no respect, and you will only get insults. Correct the wicked, and you will only get hurt.",
          "ID": "7"
        },
        {
          "text": "Don’t correct such people, or they will hate you. But correct those who are wise, and they will love you.",
          "ID": "8"
        },
        {
          "text": "Teach the wise, and they will become wiser. Instruct those who live right, and they will gain more knowledge.",
          "ID": "9"
        },
        {
          "text": "Wisdom begins with fear and respect for the Lord. Knowledge of the Holy One leads to understanding.",
          "ID": "10"
        },
        {
          "text": "Wisdom will help you live longer; she will add years to your life.",
          "ID": "11"
        },
        {
          "text": "If you become wise, it will be for your own good. If you are rude and show no respect, you are the one who will suffer.",
          "ID": "12"
        },
        {
          "text": "Foolishness is that other woman, who is loud, stupid, and knows nothing.",
          "ID": "13"
        },
        {
          "text": "She sits on her chair at the door of her house, up on the highest hill of the city.",
          "ID": "14"
        },
        {
          "text": "When people walk by, she calls out to them. They show no interest in her, but still she says,",
          "ID": "15"
        },
        {
          "text": "“Whoever needs instruction, come.” She invites all the simple people and says,",
          "ID": "16"
        },
        {
          "text": "“Stolen water is sweet. Stolen bread tastes good.”",
          "ID": "17"
        },
        {
          "text": "Those simple people don’t realize that her house is full of ghosts and that her guests have entered the world of the dead.",
          "ID": "18"
        }
      ],
      "ID": "OT:PRO.9",
      "name": "Proverbs 9"
    },
    {
      "title": "Solomon’s Proverbs",
      "text": [
        {
          "text": "These are the proverbs of Solomon:\nA wise son makes his father happy; a foolish one makes his mother sad.",
          "ID": "1"
        },
        {
          "text": "Wealth gained by doing wrong will not really help you, but doing right will save you from death.",
          "ID": "2"
        },
        {
          "text": "The Lord takes care of good people and gives them the food they need, but he keeps the wicked from getting what they want.",
          "ID": "3"
        },
        {
          "text": "Lazy hands will make you poor; hard-working hands will make you rich.",
          "ID": "4"
        },
        {
          "text": "A son who works hard while it is harvest time will be successful, but one who sleeps through the harvest is worthless.",
          "ID": "5"
        },
        {
          "text": "People say good things about those who live right, but the words of the wicked only hide their violent plans.",
          "ID": "6"
        },
        {
          "text": "Good people leave memories that bless us, but the wicked are soon forgotten.",
          "ID": "7"
        },
        {
          "text": "The wise accept instruction, but fools argue and bring trouble on themselves.",
          "ID": "8"
        },
        {
          "text": "Honest people can always feel secure, but lying cheaters will be caught.",
          "ID": "9"
        },
        {
          "text": "If you fail to speak the truth, trouble will follow. If you speak openly, peace will come.",
          "ID": "10",
          "comments": [
            "If you … come This is from the ancient Greek version. The Hebrew text repeats the second half of verse 8."
          ]
        },
        {
          "text": "The words of good people are like a spring of fresh water, but the words of the wicked only hide their violent plans.",
          "ID": "11",
          "comments": [
            "spring of fresh water Or “the source of life.”"
          ]
        },
        {
          "text": "Hatred causes arguments, but love overlooks all wrongs.",
          "ID": "12"
        },
        {
          "text": "Intelligent people speak words of wisdom, but fools must be punished before they learn their lesson.",
          "ID": "13",
          "comments": [
            "Literally, “Wisdom can be found on the lips of the intelligent, but a rod on the back of fools.” This is a wordplay. In Hebrew, “lip” sounds like “rod.”"
          ]
        },
        {
          "text": "Wise people are quiet and learn new things, but fools talk and bring trouble on themselves.",
          "ID": "14"
        },
        {
          "text": "Wealth protects the rich, but poverty destroys the poor.",
          "ID": "15"
        },
        {
          "text": "What good people do brings life, but wicked people produce only sin.",
          "ID": "16"
        },
        {
          "text": "Those who accept correction show others how to live. Those who reject correction lead others the wrong way.",
          "ID": "17"
        },
        {
          "text": "People sometimes lie to hide their hatred, but saying bad things about someone is even more foolish.",
          "ID": "18"
        },
        {
          "text": "A person who talks too much gets into trouble. A wise person learns to be quiet.",
          "ID": "19"
        },
        {
          "text": "Words from good people are like pure silver, but thoughts from the wicked are worthless.",
          "ID": "20"
        },
        {
          "text": "Good people say things that help others, but the wicked die from a lack of understanding.",
          "ID": "21"
        },
        {
          "text": "It is the Lord’s blessing that brings wealth, and no hard work can add to it.",
          "ID": "22",
          "comments": [
            "Or “A blessing from the Lord will bring you true wealth—wealth without troubles.”"
          ]
        },
        {
          "text": "Fools enjoy doing wrong, but the wise enjoy wisdom.",
          "ID": "23"
        },
        {
          "text": "The wicked will be defeated by what they fear, but good people will get what they want.",
          "ID": "24"
        },
        {
          "text": "The wicked are destroyed when trouble comes, but good people stand strong forever.",
          "ID": "25"
        },
        {
          "text": "Sending a lazy person to do anything is as irritating as vinegar on your teeth or smoke in your eyes.",
          "ID": "26"
        },
        {
          "text": "Respect for the Lord will add years to your life, but the wicked will have their lives cut short.",
          "ID": "27"
        },
        {
          "text": "What good people hope for brings happiness, but what the wicked hope for brings destruction.",
          "ID": "28",
          "comments": [
            "good people … happiness Or “Good people can look forward to happiness.”"
          ]
        },
        {
          "text": "The Lord protects those who do right, but he destroys those who do wrong.",
          "ID": "29"
        },
        {
          "text": "Good people will always be safe, but the wicked will be forced out of the land.",
          "ID": "30"
        },
        {
          "text": "Those who live right say wise things, but people stop listening to troublemakers.",
          "ID": "31",
          "comments": [
            "Or “The mouth of a good man speaks wisdom, but the tongue of a troublemaker will be cut off.”"
          ]
        },
        {
          "text": "Good people know the right things to say, but the wicked say things to make trouble.",
          "ID": "32"
        }
      ],
      "ID": "OT:PRO.10",
      "name": "Proverbs 10"
    },
    {
      "title": null,
      "text": [
        {
          "text": "The Lord hates false scales, but he loves accurate weights.",
          "ID": "1"
        },
        {
          "text": "Proud and boastful people will be shamed, but wisdom stays with those who are modest and humble.",
          "ID": "2"
        },
        {
          "text": "Good people are guided by their honesty, but crooks who lie and cheat will ruin themselves.",
          "ID": "3"
        },
        {
          "text": "Money is worthless when you face God’s punishment, but living right will save you from death.",
          "ID": "4"
        },
        {
          "text": "Doing right makes life better for those who are good, but the wicked are destroyed by their own wicked ways.",
          "ID": "5"
        },
        {
          "text": "Doing right sets honest people free, but people who can’t be trusted are trapped by their greed.",
          "ID": "6"
        },
        {
          "text": "When the wicked die, all their hopes are lost; everything they thought they could do comes to nothing.",
          "ID": "7"
        },
        {
          "text": "Good people escape from trouble, but the wicked come along and are trapped by it.",
          "ID": "8"
        },
        {
          "text": "With their words hypocrites can destroy their neighbors. But with what they know, good people can escape.",
          "ID": "9"
        },
        {
          "text": "When good people are successful, the whole city is happy, and they all shout with joy when evil people are destroyed.",
          "ID": "10"
        },
        {
          "text": "Blessings from the honest people living in a city will make it great, but the things evil people say can destroy it.",
          "ID": "11"
        },
        {
          "text": "Stupid people say bad things about their neighbors. Wise people know to be quiet.",
          "ID": "12",
          "comments": [
            "Stupid people … neighbors Or “The neighbors hate a stupid person.”"
          ]
        },
        {
          "text": "People who tell secrets about others cannot be trusted. Those who can be trusted keep quiet.",
          "ID": "13"
        },
        {
          "text": "A nation without wise leaders will fall. Many good advisors make a nation safe.",
          "ID": "14"
        },
        {
          "text": "You will be sorry if you promise to pay a stranger’s debt. Refuse to make such promises and you will be safe.",
          "ID": "15"
        },
        {
          "text": "A kind and gentle woman gains respect, but violent men gain only wealth.",
          "ID": "16"
        },
        {
          "text": "People who are kind will be rewarded for their kindness, but cruel people will be rewarded with trouble.",
          "ID": "17"
        },
        {
          "text": "The work of evil people is all lies, but those who do right will receive a good reward.",
          "ID": "18",
          "comments": [
            "This is a wordplay in Hebrew. The word “lies” sounds like the word “reward.”"
          ]
        },
        {
          "text": "People who do what is right are on their way to life, but those who always want to do wrong are on their way to death.",
          "ID": "19"
        },
        {
          "text": "The Lord hates those who love to do evil, but he is pleased with those who try to do right.",
          "ID": "20"
        },
        {
          "text": "The truth is, evil people will be punished, and good people will be set free.",
          "ID": "21"
        },
        {
          "text": "A beautiful woman without good sense is like a gold ring in a pig’s nose.",
          "ID": "22"
        },
        {
          "text": "What good people want brings more good. What evil people want brings more trouble.",
          "ID": "23"
        },
        {
          "text": "Some people give freely and gain more; others refuse to give and end up with less.",
          "ID": "24"
        },
        {
          "text": "Give freely, and you will profit. Help others, and you will gain more for yourself.",
          "ID": "25"
        },
        {
          "text": "People curse a greedy man who refuses to sell his grain, but they bless a man who sells his grain to feed others.",
          "ID": "26"
        },
        {
          "text": "People are pleased with those who try to do good. Those who look for trouble will find it.",
          "ID": "27"
        },
        {
          "text": "Those who trust in their riches will fall like dead leaves, but good people will blossom.",
          "ID": "28"
        },
        {
          "text": "Those who cause trouble for their families will inherit nothing but the wind. A foolish person will end up as a servant to one who is wise.",
          "ID": "29"
        },
        {
          "text": "What good people produce is like a life-giving tree. Those who are wise give new life to others.",
          "ID": "30",
          "comments": [
            "Or, according to one ancient version, “The fruit of a good man is a tree of life, but a violent man takes lives.”"
          ]
        },
        {
          "text": "If good people are rewarded here on earth, then surely those who do evil will also get what they deserve.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.11",
      "name": "Proverbs 11"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Whoever loves discipline loves to learn; whoever hates to be corrected is stupid.",
          "ID": "1"
        },
        {
          "text": "It is good to learn what pleases the Lord, because he condemns those who plan to do wrong.",
          "ID": "2"
        },
        {
          "text": "Evil people are never safe, but good people remain safe and secure.",
          "ID": "3"
        },
        {
          "text": "A good wife is like a crown to her husband, but a shameful wife is like a cancer.",
          "ID": "4"
        },
        {
          "text": "Good people are honest and fair in all they do, but those who are evil lie and cannot be trusted.",
          "ID": "5"
        },
        {
          "text": "Evil people use their words to hurt others, but the words from good people can save others from danger.",
          "ID": "6"
        },
        {
          "text": "When evil people are destroyed, they are gone and forgotten, but good people are remembered long after they are gone.",
          "ID": "7"
        },
        {
          "text": "You praise people for their intelligence, but no one respects those who are stupid.",
          "ID": "8"
        },
        {
          "text": "It is better to appear unimportant and have a servant than to pretend to be important and have no food.",
          "ID": "9"
        },
        {
          "text": "Good people take good care of their animals, but the wicked know only how to be cruel.",
          "ID": "10",
          "comments": [
            "but the wicked … cruel Or “but even the ‘kindness’ of the wicked is still cruelty.”"
          ]
        },
        {
          "text": "Farmers who work their land have plenty of food, but those who waste their time on worthless projects are foolish.",
          "ID": "11"
        },
        {
          "text": "The wicked want a share of what an evil man might catch. But like a plant with deep roots, a good man is the one who produces the most.",
          "ID": "12",
          "comments": [
            "The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "The wicked are trapped by their foolish words, but good people escape from such trouble.",
          "ID": "13"
        },
        {
          "text": "People get good things for the words they say, and they are rewarded for the work they do.",
          "ID": "14"
        },
        {
          "text": "Fools always think their own way is best, but wise people listen to what others tell them.",
          "ID": "15"
        },
        {
          "text": "Fools are easily upset, but wise people avoid insulting others.",
          "ID": "16"
        },
        {
          "text": "Good people speak the truth and can be trusted in court, but liars make bad witnesses.",
          "ID": "17"
        },
        {
          "text": "Speak without thinking, and your words can cut like a knife. Be wise, and your words can heal.",
          "ID": "18"
        },
        {
          "text": "Lies last only a moment, but the truth lasts forever.",
          "ID": "19"
        },
        {
          "text": "People who work for evil make trouble, but those who plan for peace bring happiness.",
          "ID": "20"
        },
        {
          "text": "The Lord will keep good people safe, but evil people will have many troubles.",
          "ID": "21"
        },
        {
          "text": "The Lord hates people who tell lies, but he is pleased with those who tell the truth.",
          "ID": "22"
        },
        {
          "text": "Smart people don’t tell everything they know, but fools tell everything and show they are fools.",
          "ID": "23"
        },
        {
          "text": "Those who work hard will be put in charge of others, but lazy people will have to work like slaves.",
          "ID": "24"
        },
        {
          "text": "Worry takes away your joy, but a kind word makes you happy.",
          "ID": "25"
        },
        {
          "text": "Good people are careful about choosing their friends, but evil people always choose the wrong ones.",
          "ID": "26"
        },
        {
          "text": "Lazy people don’t get what they want, but riches come to those who work hard.",
          "ID": "27"
        },
        {
          "text": "Along the path of goodness there is life; that is the way to live forever.",
          "ID": "28",
          "comments": [
            "that is … forever Or “but there is a path that leads to death.”"
          ]
        }
      ],
      "ID": "OT:PRO.12",
      "name": "Proverbs 12"
    },
    {
      "title": null,
      "text": [
        {
          "text": "A wise son listens to his father’s advice, but a proud son will not listen to correction.",
          "ID": "1"
        },
        {
          "text": "People get good things for the words they say, but those who cannot be trusted say only bad things.",
          "ID": "2"
        },
        {
          "text": "People who are careful about what they say will save their lives, but those who speak without thinking will be destroyed.",
          "ID": "3"
        },
        {
          "text": "Lazy people always want things but never get them. Those who work hard get plenty.",
          "ID": "4"
        },
        {
          "text": "Good people hate lies, but the wicked do evil, shameful things.",
          "ID": "5"
        },
        {
          "text": "Goodness protects honest people, but evil destroys those who love to sin.",
          "ID": "6"
        },
        {
          "text": "Some people pretend they are rich, but they have nothing. Others pretend they are poor, but they are really rich.",
          "ID": "7"
        },
        {
          "text": "The rich might have to pay a ransom to save their lives, but the poor never receive such threats.",
          "ID": "8"
        },
        {
          "text": "The light of those who do right shines brighter and brighter, but the lamp of the wicked becomes darker and darker.",
          "ID": "9",
          "comments": [
            "Or “The light of those who do right is happy; the lamp of the wicked goes out.”"
          ]
        },
        {
          "text": "Pride causes arguments, but those who listen to others are wise.",
          "ID": "10"
        },
        {
          "text": "Money gained by cheating others will soon be gone. Money earned through hard work will grow and grow.",
          "ID": "11"
        },
        {
          "text": "Hope that is delayed makes you sad, but a wish that comes true fills you with joy.",
          "ID": "12"
        },
        {
          "text": "Those who reject a command hurt themselves; those who respect a command will be rewarded.",
          "ID": "13"
        },
        {
          "text": "The teaching of the wise is a source of life; their words will save you from deadly traps.",
          "ID": "14"
        },
        {
          "text": "People like a person with good sense, but life is hard for someone who cannot be trusted.",
          "ID": "15"
        },
        {
          "text": "Wise people always think before they do anything, but fools show how stupid they are by what they do.",
          "ID": "16"
        },
        {
          "text": "Disaster will catch up to the wicked messenger, but a runner who can be trusted will bring peace.",
          "ID": "17"
        },
        {
          "text": "If you refuse to learn from your mistakes, you will be poor, and no one will respect you. If you listen when you are criticized, you will be honored.",
          "ID": "18"
        },
        {
          "text": "People are happy when they get what they want. But stupid people want nothing but evil, and they refuse to change.",
          "ID": "19"
        },
        {
          "text": "Be friends with those who are wise, and you will become wise. Choose fools to be your friends, and you will have trouble.",
          "ID": "20"
        },
        {
          "text": "Trouble chases sinners wherever they go, but good things happen to good people.",
          "ID": "21"
        },
        {
          "text": "It is good to have something to pass down to your grandchildren. But wealth hidden away by sinners will be given to those who live right.",
          "ID": "22"
        },
        {
          "text": "The poor might have good land that produces plenty of food, but bad decisions can take it away.",
          "ID": "23",
          "comments": [
            "Or “The fields of the poor might produce plenty of food, but the unjust often take it away.”"
          ]
        },
        {
          "text": "If you don’t correct your children, you don’t love them. If you love them, you will be quick to discipline them.",
          "ID": "24"
        },
        {
          "text": "Good people will have plenty to eat, but the wicked will go hungry.",
          "ID": "25"
        }
      ],
      "ID": "OT:PRO.13",
      "name": "Proverbs 13"
    },
    {
      "title": null,
      "text": [
        {
          "text": "A wise woman makes her home what it should be, but the home of a foolish woman is destroyed by her own actions.",
          "ID": "1",
          "comments": [
            "Or “Wisdom builds her house, but Foolishness tears hers down with her own hands.”"
          ]
        },
        {
          "text": "Those who live right respect the Lord, but dishonest people hate him.",
          "ID": "2"
        },
        {
          "text": "Foolish words cause you trouble; wise words protect you.",
          "ID": "3"
        },
        {
          "text": "A barn with no cattle might be clean, but strong bulls are needed for a good harvest.",
          "ID": "4"
        },
        {
          "text": "A good witness is one who does not lie. A bad witness is a liar who cannot be trusted.",
          "ID": "5"
        },
        {
          "text": "Anyone who makes fun of wisdom will never find it, but knowledge comes easily to those who understand its value.",
          "ID": "6"
        },
        {
          "text": "Stay away from fools, there is nothing they can teach you.",
          "ID": "7"
        },
        {
          "text": "Wisdom lets smart people know what they are doing, but stupid people only think they know.",
          "ID": "8"
        },
        {
          "text": "Fines are needed to make fools obey the law, but good people are happy to obey it.",
          "ID": "9"
        },
        {
          "text": "When you are sad, no one else feels the pain; and when you are happy, no one else can really feel the joy.",
          "ID": "10"
        },
        {
          "text": "An evil person’s house will be destroyed, but a good person’s family will do well.",
          "ID": "11"
        },
        {
          "text": "There is a way that people think is right, but it leads only to death.",
          "ID": "12"
        },
        {
          "text": "Laughter might hide your sadness. But when the laughter is gone, the sadness remains.",
          "ID": "13"
        },
        {
          "text": "Evil people will be paid back for the wrong they do, and good people will be rewarded for the good they do.",
          "ID": "14"
        },
        {
          "text": "Fools believe every word they hear, but wise people think carefully about everything.",
          "ID": "15"
        },
        {
          "text": "Wise people are careful and avoid trouble; fools are too confident and careless.",
          "ID": "16"
        },
        {
          "text": "A quick-tempered person does stupid things, but it is also true that people don’t like anyone who quietly plans evil.",
          "ID": "17"
        },
        {
          "text": "Fools are rewarded with more foolishness. Smart people are rewarded with knowledge.",
          "ID": "18"
        },
        {
          "text": "Good people will defeat those who are evil, and the wicked will be forced to show respect to those who live right.",
          "ID": "19"
        },
        {
          "text": "The poor have no friends, not even their neighbors, but the rich have many friends.",
          "ID": "20"
        },
        {
          "text": "It is wrong to say bad things about your neighbors. Be kind to the poor, and you will be blessed.",
          "ID": "21"
        },
        {
          "text": "Whoever works to do good will find love and loyalty. It is a mistake to work at doing evil.",
          "ID": "22"
        },
        {
          "text": "If you work hard, you will have plenty. If you do nothing but talk, you will not have enough.",
          "ID": "23"
        },
        {
          "text": "A wise person’s reward is wealth, but a fool’s reward is foolishness.",
          "ID": "24"
        },
        {
          "text": "A witness who tells the truth saves lives, but one who tells lies hurts others.",
          "ID": "25"
        },
        {
          "text": "People who respect the Lord will be safe, and they will make their children feel secure.",
          "ID": "26"
        },
        {
          "text": "Respect for the Lord gives true life and will save you from death’s trap.",
          "ID": "27"
        },
        {
          "text": "Kings of large nations have great honor. Rulers without a country have nothing.",
          "ID": "28"
        },
        {
          "text": "A patient person is very smart. A quick-tempered person makes stupid mistakes.",
          "ID": "29"
        },
        {
          "text": "Peace of mind makes the body healthy, but jealousy is like a cancer.",
          "ID": "30"
        },
        {
          "text": "Whoever takes advantage of the poor insults their Maker, but whoever is kind to them honors him.",
          "ID": "31"
        },
        {
          "text": "The wicked will be defeated by their evil, but good people are protected by their honesty.",
          "ID": "32",
          "comments": [
            "Or “The wicked will be crushed by their evil, and those who hope for their destruction are right to do so.”"
          ]
        },
        {
          "text": "A wise person is always thinking wise thoughts, but a fool knows nothing about wisdom.",
          "ID": "33"
        },
        {
          "text": "Goodness makes a nation great, but sin is a shame to any people.",
          "ID": "34"
        },
        {
          "text": "Kings are pleased with intelligent officials, but they will punish shameful ones.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.14",
      "name": "Proverbs 14"
    },
    {
      "title": null,
      "text": [
        {
          "text": "A gentle answer makes anger disappear, but a rough answer makes it grow.",
          "ID": "1"
        },
        {
          "text": "Listening to wise people increases your knowledge, but only nonsense comes from the mouths of fools.",
          "ID": "2"
        },
        {
          "text": "The Lord sees what happens everywhere. He watches everyone, good and evil.",
          "ID": "3"
        },
        {
          "text": "Kind words are like a life-giving tree, but lying words will crush your spirit.",
          "ID": "4"
        },
        {
          "text": "Fools refuse to listen to their father’s advice, but those who accept discipline are smart.",
          "ID": "5"
        },
        {
          "text": "Good people are rich in many ways, but those who are evil get nothing but trouble.",
          "ID": "6"
        },
        {
          "text": "Wise people say things that give you new knowledge, but fools say nothing worth hearing.",
          "ID": "7"
        },
        {
          "text": "The Lord hates the offerings of the wicked, but he is happy to hear the prayers of those who live right.",
          "ID": "8"
        },
        {
          "text": "The Lord hates the way evil people live, but he loves those who try to do good.",
          "ID": "9"
        },
        {
          "text": "Whoever stops living right will be punished. Whoever hates to be corrected will be destroyed.",
          "ID": "10"
        },
        {
          "text": "The Lord knows everything, even what happens in the place of death. So surely he knows what people are thinking.",
          "ID": "11"
        },
        {
          "text": "Fools hate to be told they are wrong, so they refuse to ask wise people for advice.",
          "ID": "12"
        },
        {
          "text": "If you are happy, your face shows it. If you are sad, your spirit feels defeated.",
          "ID": "13"
        },
        {
          "text": "Intelligent people want more knowledge, but fools only want more nonsense.",
          "ID": "14"
        },
        {
          "text": "Life is always hard for the poor, but the right attitude can turn it into a party.",
          "ID": "15"
        },
        {
          "text": "It is better to be poor and respect the Lord than to be rich and have many troubles.",
          "ID": "16"
        },
        {
          "text": "It is better to eat a little where there is love than to eat a lot where there is hate.",
          "ID": "17"
        },
        {
          "text": "A quick temper causes fights, but patience brings peace and calm.",
          "ID": "18"
        },
        {
          "text": "For lazy people, life is a path overgrown with thorns and thistles. For those who do what is right, it is a smooth highway.",
          "ID": "19"
        },
        {
          "text": "Wise children make their parents happy. Foolish children bring them shame.",
          "ID": "20"
        },
        {
          "text": "Doing foolish things makes a fool happy, but a wise person is careful to do what is right.",
          "ID": "21"
        },
        {
          "text": "If you don’t ask for advice, your plans will fail. With many advisors, they will succeed.",
          "ID": "22"
        },
        {
          "text": "People are happy when they give a good answer. And there is nothing better than the right word at the right time.",
          "ID": "23"
        },
        {
          "text": "What wise people do leads to life here on earth and stops them from going down to the place of death.",
          "ID": "24",
          "comments": [
            "here on earth Literally, “above,” that is, “above the ground.”"
          ]
        },
        {
          "text": "The Lord destroys a proud man’s house but protects a widow’s property.",
          "ID": "25"
        },
        {
          "text": "The Lord hates evil thoughts, but he is pleased with kind words.",
          "ID": "26"
        },
        {
          "text": "Whoever takes money to do wrong invites disaster. Refuse such gifts, and you will live.",
          "ID": "27"
        },
        {
          "text": "Good people think before they answer, but the wicked do not, and what they say causes trouble.",
          "ID": "28"
        },
        {
          "text": "The Lord is far away from the wicked, but he always hears the prayers of those who do what is right.",
          "ID": "29"
        },
        {
          "text": "A smile makes people happy. Good news makes them feel better.",
          "ID": "30",
          "comments": [
            "smile Literally, “a sparkle in the eyes.”"
          ]
        },
        {
          "text": "To be counted among the wise, you must learn to accept helpful criticism.",
          "ID": "31"
        },
        {
          "text": "If you refuse to be corrected, you are only hurting yourself. Listen to criticism, and you will gain understanding.",
          "ID": "32"
        },
        {
          "text": "Wisdom teaches you to respect the Lord. You must be humbled before you can be honored.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.15",
      "name": "Proverbs 15"
    },
    {
      "title": null,
      "text": [
        {
          "text": "People might plan what they want to say, but it is the Lord who gives them the right words.",
          "ID": "1"
        },
        {
          "text": "People think that whatever they do is right, but the Lord judges their reason for doing it.",
          "ID": "2"
        },
        {
          "text": "Turn to the Lord for help in everything you do, and you will be successful.",
          "ID": "3"
        },
        {
          "text": "The Lord has a plan for everything. In his plan, the wicked will be destroyed.",
          "ID": "4"
        },
        {
          "text": "The Lord hates those who are proud. You can be sure he will punish them all.",
          "ID": "5"
        },
        {
          "text": "Faithful love and loyalty will remove your guilt. Respect the Lord, and you will stay far away from evil.",
          "ID": "6",
          "comments": [
            "remove your guilt Or “make atonement.” The Hebrew word means “to cover,” or “to erase” a person’s sins."
          ]
        },
        {
          "text": "When people live to please the Lord, even their enemies will be at peace with them.",
          "ID": "7"
        },
        {
          "text": "It is better to be poor and do right than to be rich and do wrong.",
          "ID": "8"
        },
        {
          "text": "People can plan what they want to do, but it is the Lord who guides their steps.",
          "ID": "9"
        },
        {
          "text": "When a king speaks, his words are law. So when he makes a decision, it is never a mistake.",
          "ID": "10"
        },
        {
          "text": "The Lord wants all scales and balances to be right; he wants all business agreements to be fair.",
          "ID": "11"
        },
        {
          "text": "Kings hate to see anyone doing wrong, because kingdoms grow strong only when everyone is honest and fair.",
          "ID": "12",
          "comments": [
            "Kings … wrong Or “It is disgusting when kings do wrong,”"
          ]
        },
        {
          "text": "Kings want to hear the truth. They like those who are honest.",
          "ID": "13"
        },
        {
          "text": "When a king gets angry, he can put someone to death. So it is wise to keep the king happy.",
          "ID": "14"
        },
        {
          "text": "When the king is happy, life is better for everyone. When he is pleased, it is like a refreshing spring rain.",
          "ID": "15"
        },
        {
          "text": "Wisdom is worth much more than gold. Understanding is worth much more than silver.",
          "ID": "16"
        },
        {
          "text": "Good people try to avoid evil. They watch what they do and protect themselves.",
          "ID": "17"
        },
        {
          "text": "Pride is the first step toward destruction. Proud thoughts will lead you to defeat.",
          "ID": "18"
        },
        {
          "text": "It is better to be a humble person living among the poor than to share the wealth among the proud.",
          "ID": "19"
        },
        {
          "text": "Good things happen to those who learn from their experiences, and the Lord blesses those who trust him.",
          "ID": "20"
        },
        {
          "text": "People will know if someone is wise. Those who choose their words carefully can be very convincing.",
          "ID": "21"
        },
        {
          "text": "Good sense is a spring of fresh water to those who have it, but fools can offer only foolishness.",
          "ID": "22"
        },
        {
          "text": "Wise people always think before they speak, so what they say is worth listening to.",
          "ID": "23"
        },
        {
          "text": "Kind words are like honey; they are easy to accept and good for your health.",
          "ID": "24"
        },
        {
          "text": "There is a way that seems right to people, but that way leads only to death.",
          "ID": "25"
        },
        {
          "text": "The thought of hunger keeps the workers working so that they can eat.",
          "ID": "26"
        },
        {
          "text": "Troublemakers create disasters. Their advice destroys like a wildfire.",
          "ID": "27"
        },
        {
          "text": "Troublemakers are always causing problems. Their gossip breaks up the closest of friends.",
          "ID": "28"
        },
        {
          "text": "Cruel people trick their neighbors and make them do wrong.",
          "ID": "29"
        },
        {
          "text": "With a wink of the eye, they plan to trick someone. With a grin, they make plans to hurt their friends.",
          "ID": "30"
        },
        {
          "text": "Gray hair is a crown of glory on people who have lived good lives. It is earned by living right.",
          "ID": "31"
        },
        {
          "text": "It is better to be patient than to be a strong soldier. It is better to control your anger than to capture a city.",
          "ID": "32"
        },
        {
          "text": "People might throw lots to make a decision, but the answer always comes from the Lord.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.16",
      "name": "Proverbs 16"
    },
    {
      "title": null,
      "text": [
        {
          "text": "It is better to have nothing but a dry piece of bread to eat in peace than a whole house full of food with everyone arguing.",
          "ID": "1"
        },
        {
          "text": "A smart servant will gain control over his master’s foolish son. He will be treated like a son and get a share of the inheritance.",
          "ID": "2"
        },
        {
          "text": "Fire is used to make gold and silver pure, but a person’s heart is made pure by the Lord.",
          "ID": "3"
        },
        {
          "text": "People who do evil listen to evil ideas. Liars listen to liars.",
          "ID": "4"
        },
        {
          "text": "Whoever makes fun of beggars insults their Maker. Whoever laughs at someone else’s trouble will be punished.",
          "ID": "5"
        },
        {
          "text": "Grandchildren are the pride and joy of old age, and children take great pride in their parents.",
          "ID": "6"
        },
        {
          "text": "You wouldn’t expect to hear a fine speech from a fool, and you shouldn’t expect lies from a ruler.",
          "ID": "7"
        },
        {
          "text": "Some people think a bribe is like a lucky charm—it seems to work wherever they go.",
          "ID": "8"
        },
        {
          "text": "Forgive someone, and you will strengthen your friendship. Keep reminding them, and you will destroy it.",
          "ID": "9"
        },
        {
          "text": "Smart people learn more from a single correction than fools learn from a hundred beatings.",
          "ID": "10"
        },
        {
          "text": "Those who are evil only want to cause trouble. In the end, punishment without mercy will be sent to them.",
          "ID": "11"
        },
        {
          "text": "It is better to meet a bear robbed of her cubs than a fool who is busy doing foolish things.",
          "ID": "12"
        },
        {
          "text": "If you do wrong to those who were good to you, you will have trouble the rest of your life.",
          "ID": "13"
        },
        {
          "text": "The start of an argument is like a small leak in a dam. Stop it before a big fight breaks out.",
          "ID": "14"
        },
        {
          "text": "The Lord hates these two things: punishing the innocent and letting the guilty go free.",
          "ID": "15"
        },
        {
          "text": "Money is wasted on fools. They cannot buy wisdom when they have no sense.",
          "ID": "16"
        },
        {
          "text": "A friend loves you all the time, but a brother was born to help in times of trouble.",
          "ID": "17"
        },
        {
          "text": "Only a fool would promise to pay for someone else’s debts.",
          "ID": "18"
        },
        {
          "text": "A troublemaker loves to start arguments. Anyone who likes to brag is asking for trouble.",
          "ID": "19"
        },
        {
          "text": "Crooks will not profit from their crimes, and those who plan to cause trouble will be trapped when it comes.",
          "ID": "20"
        },
        {
          "text": "A man who has a fool for a son will be disappointed. A fool brings no joy to his father.",
          "ID": "21"
        },
        {
          "text": "Happiness is good medicine, but sorrow is a disease.",
          "ID": "22"
        },
        {
          "text": "A wicked judge will accept a bribe, and that keeps justice from being done.",
          "ID": "23"
        },
        {
          "text": "Intelligent people think about what needs to be done here and now. Fools are always dreaming about faraway places.",
          "ID": "24"
        },
        {
          "text": "Foolish children upset their parents and make them sad.",
          "ID": "25"
        },
        {
          "text": "It is wrong to punish an innocent person or attack leaders for doing what is right.",
          "ID": "26"
        },
        {
          "text": "Intelligent people choose their words carefully. Those who know what they are doing remain calm.",
          "ID": "27",
          "comments": [
            "remain calm Literally, “have a cool spirit.”"
          ]
        },
        {
          "text": "Silent fools seem wise. They say nothing and appear to be smart.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.17",
      "name": "Proverbs 17"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Some people like to do things their own way, and they get upset when people give them advice.",
          "ID": "1"
        },
        {
          "text": "Fools don’t want to learn from others. They only want to tell their own ideas.",
          "ID": "2"
        },
        {
          "text": "Do something evil, and people will hate you. Do something shameful, and they will have no respect for you.",
          "ID": "3"
        },
        {
          "text": "Words from wise people are like water bubbling up from a deep well—the well of wisdom.",
          "ID": "4"
        },
        {
          "text": "You must be fair in judging others. It is wrong to favor the guilty and rob the innocent of justice.",
          "ID": "5"
        },
        {
          "text": "Fools say things to start arguments. They are just asking for a beating.",
          "ID": "6"
        },
        {
          "text": "Fools hurt themselves when they speak. Their own words trap them.",
          "ID": "7"
        },
        {
          "text": "People love to hear gossip. It is like tasty food on its way to the stomach.",
          "ID": "8"
        },
        {
          "text": "Someone who does careless work is as bad as someone who destroys things.",
          "ID": "9"
        },
        {
          "text": "The name of the Lord is like a strong tower. Those who do what is right can run to him for protection.",
          "ID": "10"
        },
        {
          "text": "The rich think their wealth will protect them. They think it is a strong fortress.",
          "ID": "11"
        },
        {
          "text": "A proud person will soon be ruined, but a humble person will be honored.",
          "ID": "12"
        },
        {
          "text": "Let people finish speaking before you try to answer them. That way you will not embarrass yourself and look foolish.",
          "ID": "13"
        },
        {
          "text": "A good attitude will support you when you are sick, but if you give up, nothing can help.",
          "ID": "14",
          "comments": [
            "help Literally, “lift up” or “heal.”"
          ]
        },
        {
          "text": "Wise people want to learn more, so they listen closely to gain knowledge.",
          "ID": "15"
        },
        {
          "text": "Gifts can open many doors and help you meet important people.",
          "ID": "16"
        },
        {
          "text": "The first person to speak always seems right until someone comes and asks the right questions.",
          "ID": "17"
        },
        {
          "text": "The best way to settle an argument between two powerful people may be to use lots.",
          "ID": "18"
        },
        {
          "text": "An insulted brother is harder to win back than a city with strong walls. Arguments separate people like the strong bars of a palace gate.",
          "ID": "19"
        },
        {
          "text": "Your words can be as satisfying as fruit, as pleasing as the food that fills your stomach.",
          "ID": "20"
        },
        {
          "text": "The tongue can speak words that bring life or death. Those who love to talk must be ready to accept what it brings.",
          "ID": "21"
        },
        {
          "text": "If you find a wife, you have found something good. She shows that the Lord is happy with you.",
          "ID": "22"
        },
        {
          "text": "The poor are polite when they beg for help. The rich are rude with their answer.",
          "ID": "23"
        },
        {
          "text": "Some friends are fun to be with, but a true friend can be better than a brother.",
          "ID": "24",
          "comments": [
            "Some friends … with Or “Some friends can bring disaster.”"
          ]
        }
      ],
      "ID": "OT:PRO.18",
      "name": "Proverbs 18"
    },
    {
      "title": null,
      "text": [
        {
          "text": "It is better to be poor and honest than to be a liar and a fool.",
          "ID": "1"
        },
        {
          "text": "Being excited about something is not enough. You must also know what you are doing. Don’t rush into something, or you might do it wrong.",
          "ID": "2"
        },
        {
          "text": "People ruin their lives with the foolish things they do, and then they blame the Lord for it.",
          "ID": "3"
        },
        {
          "text": "Wealth will bring you many friends, but become poor and your friends will leave you.",
          "ID": "4"
        },
        {
          "text": "A witness who lies will be punished; that liar will not escape.",
          "ID": "5"
        },
        {
          "text": "Many people are nice to a generous person. Everyone wants to be friends with someone who gives gifts.",
          "ID": "6"
        },
        {
          "text": "If you are poor, your family will turn against you, and your friends will avoid you even more. You might beg them for help, but no one will come to help you.",
          "ID": "7"
        },
        {
          "text": "Be a friend to yourself; do all you can to be wise. Try hard to understand, and you will be rewarded.",
          "ID": "8"
        },
        {
          "text": "A witness who lies will be punished. That liar will be destroyed.",
          "ID": "9"
        },
        {
          "text": "A fool should not be rich, and a slave should not rule over princes.",
          "ID": "10"
        },
        {
          "text": "Experience makes you more patient, and you are most patient when you ignore insults.",
          "ID": "11"
        },
        {
          "text": "The shouts of an angry king are like a roaring lion, but his kind words are like a gentle rain falling softly on the grass.",
          "ID": "12"
        },
        {
          "text": "A foolish son brings a flood of troubles to his father, and a complaining wife is like the constant dripping of water.",
          "ID": "13"
        },
        {
          "text": "People receive houses and money from their parents, but a good wife is a gift from the Lord.",
          "ID": "14"
        },
        {
          "text": "Laziness brings on sleep, and an appetite for rest brings on hunger.",
          "ID": "15"
        },
        {
          "text": "Obey the law and live; ignore it and die.",
          "ID": "16"
        },
        {
          "text": "Giving help to the poor is like loaning money to the Lord. He will pay you back for your kindness.",
          "ID": "17"
        },
        {
          "text": "Discipline your children while there is still hope. Avoiding it can be deadly.",
          "ID": "18"
        },
        {
          "text": "People who are quick to become angry must pay the price. Protect them from punishment, and they become worse.",
          "ID": "19"
        },
        {
          "text": "Listen to advice and accept discipline; then you, too, will become wise.",
          "ID": "20"
        },
        {
          "text": "People might make many plans, but what the Lord says is what will happen.",
          "ID": "21"
        },
        {
          "text": "People want a friend they can trust. It is better to be poor than to be a liar.",
          "ID": "22"
        },
        {
          "text": "Respect the Lord and you will have a good life, one that is satisfying and free from trouble.",
          "ID": "23"
        },
        {
          "text": "Some people are too lazy to take care of themselves. They will not even lift the food from their plate to their mouth.",
          "ID": "24"
        },
        {
          "text": "Punish a rude, arrogant person, and even slow learners will become wiser. But just a little correction is enough to teach a person who has understanding.",
          "ID": "25"
        },
        {
          "text": "Those who would steal from their father and chase away their mother are disgusting, shameful people.",
          "ID": "26"
        },
        {
          "text": "My son, if you stop listening to instructions, you will keep making stupid mistakes.",
          "ID": "27"
        },
        {
          "text": "Using a criminal as a witness makes a joke of justice. People like that only want to do wrong.",
          "ID": "28"
        },
        {
          "text": "People who show no respect for anything must be brought to justice. You must punish such fools.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.19",
      "name": "Proverbs 19"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Wine and beer make people lose control; they get loud and stumble around. And that is foolish.",
          "ID": "1"
        },
        {
          "text": "An angry king is like a roaring lion. If you make him angry, you could lose your life.",
          "ID": "2"
        },
        {
          "text": "People who refuse to argue deserve respect. Any fool can start an argument.",
          "ID": "3"
        },
        {
          "text": "Some people are too lazy to plant seeds. So at harvest time, they look for food and find nothing.",
          "ID": "4"
        },
        {
          "text": "Getting information from someone can be like getting water from a deep well. If you are smart, you will draw it out.",
          "ID": "5"
        },
        {
          "text": "You might call many people your “friends,” but it is hard to find someone who can really be trusted.",
          "ID": "6"
        },
        {
          "text": "When people live good, honest lives, their children are blessed.",
          "ID": "7"
        },
        {
          "text": "When the king sits and judges people, he must look carefully to separate the evil from the good.",
          "ID": "8"
        },
        {
          "text": "Can anyone say their heart is pure? Who can say, “I am free from sin”?",
          "ID": "9"
        },
        {
          "text": "The Lord hates for people to use the wrong weights and measures to cheat others.",
          "ID": "10"
        },
        {
          "text": "Even children show what they are like by the things they do. You can see if their actions are pure and right.",
          "ID": "11"
        },
        {
          "text": "It was the Lord who gave us eyes for seeing and ears for hearing.",
          "ID": "12"
        },
        {
          "text": "If you love to sleep, you will become poor. Use your time working and you will have plenty to eat.",
          "ID": "13"
        },
        {
          "text": "When buying something, people always say, “It’s no good. It costs too much.” Then they go away and tell others what a good deal they got.",
          "ID": "14"
        },
        {
          "text": "The right knowledge can bring you gold, pearls, and other expensive things.",
          "ID": "15"
        },
        {
          "text": "If someone promises to pay the debt of a stranger, get a coat or something from him to keep until the debt is paid.",
          "ID": "16"
        },
        {
          "text": "It may seem to be a good thing to get something by cheating, but in the end, it will be worth nothing.",
          "ID": "17"
        },
        {
          "text": "Get good advice when you make your plans. Before you start a war, find good advisors.",
          "ID": "18"
        },
        {
          "text": "You cannot trust someone who would talk about things told in private. So don’t be friends with someone who talks too much.",
          "ID": "19"
        },
        {
          "text": "Those who would curse their father or mother are like a lamp that goes out on the darkest night.",
          "ID": "20"
        },
        {
          "text": "If your wealth was easy to get, it will not be worth much to you.",
          "ID": "21",
          "comments": [
            "Or “An inheritance greedily guarded in the beginning will not be blessed in the end.”"
          ]
        },
        {
          "text": "Don’t ever say, “I’ll pay them back for what they did to me!” Wait for the Lord. He will make things right.",
          "ID": "22"
        },
        {
          "text": "The Lord hates for people to use the wrong weights to cheat others. It is wrong to use scales that are not accurate.",
          "ID": "23"
        },
        {
          "text": "The Lord guides our steps, and we never know where he will lead us.",
          "ID": "24",
          "comments": [
            "Or “A man’s steps are from the Lord, and people don’t understand his way.”"
          ]
        },
        {
          "text": "Think carefully before you promise to give something to God. Later, you might wish you had not made that promise.",
          "ID": "25"
        },
        {
          "text": "Like a farmer who separates wheat from the chaff, a wise king will decide who is wrong and crush them.",
          "ID": "26"
        },
        {
          "text": "Your spirit is like a lamp to the Lord. He is able to see into your deepest parts.",
          "ID": "27",
          "comments": [
            "Or “The Lord examines your breath and searches your deepest thoughts.”"
          ]
        },
        {
          "text": "A king who is loyal and true will keep his power. Loyalty will keep his kingdom strong.",
          "ID": "28"
        },
        {
          "text": "We admire a young man for his strength, but we respect an old man for his gray hair.",
          "ID": "29"
        },
        {
          "text": "A beating can remove evil and make you completely clean.",
          "ID": "30",
          "comments": [
            "The Hebrew text here is hard to understand."
          ]
        }
      ],
      "ID": "OT:PRO.20",
      "name": "Proverbs 20"
    },
    {
      "title": null,
      "text": [
        {
          "text": "To the Lord, a king’s mind is like a ditch used to water the fields. He can lead the king wherever he wants him to go.",
          "ID": "1"
        },
        {
          "text": "People think that whatever they do is right, but the Lord judges the reasons for everything they do.",
          "ID": "2"
        },
        {
          "text": "Do what is right and fair. The Lord loves that more than sacrifices.",
          "ID": "3"
        },
        {
          "text": "Proud looks and proud thoughts are sins. They show a person is evil.",
          "ID": "4"
        },
        {
          "text": "Careful planning leads to profit. Acting too quickly leads to poverty.",
          "ID": "5"
        },
        {
          "text": "Wealth that comes from telling lies disappears quickly and leads to death.",
          "ID": "6"
        },
        {
          "text": "The bad things that evil people do will destroy them, because they refuse to do what is right.",
          "ID": "7"
        },
        {
          "text": "Criminals cause trouble wherever they go, but good people are honest and fair.",
          "ID": "8"
        },
        {
          "text": "It is better to live in a small corner on the roof than to share the house with a woman who is always arguing.",
          "ID": "9"
        },
        {
          "text": "Evil people always want to do more evil, and they show no mercy to people around them.",
          "ID": "10"
        },
        {
          "text": "When you punish a proud person who laughs at what is right, even fools will learn something. But a little instruction is enough for the wise to learn what they should.",
          "ID": "11",
          "comments": [
            "Or “Punish a rude, arrogant person, and the others will become wise.”"
          ]
        },
        {
          "text": "God is good. He knows what the wicked are doing, and he will punish them.",
          "ID": "12"
        },
        {
          "text": "Those who refuse to help the poor will not receive help when they need it themselves.",
          "ID": "13"
        },
        {
          "text": "If anyone is angry with you, give them a gift in private. A gift given in secret will calm even the strongest anger.",
          "ID": "14"
        },
        {
          "text": "A decision that is fair makes good people happy, but it makes those who are evil very afraid.",
          "ID": "15"
        },
        {
          "text": "Whoever leaves the path of wisdom will be on their way to an early death.",
          "ID": "16"
        },
        {
          "text": "Loving pleasure leads to poverty. Wine and luxury will never make you wealthy.",
          "ID": "17"
        },
        {
          "text": "The wicked must pay for what happens to good people—the cheaters will be taken in exchange for the honest.",
          "ID": "18"
        },
        {
          "text": "It is better to live alone in the desert than with a quick-tempered wife who loves to argue.",
          "ID": "19"
        },
        {
          "text": "Wise people save the nice things they have. Fools use up everything as soon as they get it.",
          "ID": "20"
        },
        {
          "text": "People who try hard to do good and be faithful will find life, goodness, and honor.",
          "ID": "21"
        },
        {
          "text": "A wise person can defeat a city full of warriors and tear down the defenses they trust in.",
          "ID": "22"
        },
        {
          "text": "People who are careful about what they say will save themselves from trouble.",
          "ID": "23"
        },
        {
          "text": "Proud people think they are better than others. They show they are evil by what they do.",
          "ID": "24"
        },
        {
          "text": "Lazy people will cause their own destruction because they refuse to work.",
          "ID": "25"
        },
        {
          "text": "Some people are greedy and never have enough. Good people are generous and have plenty.",
          "ID": "26"
        },
        {
          "text": "God hates sacrifices from the wicked, especially when their reason for offering them is evil.",
          "ID": "27"
        },
        {
          "text": "Witnesses who lie will be caught and punished. A careful listener will always be there to speak up.",
          "ID": "28"
        },
        {
          "text": "Good people know they are right, but the wicked have to pretend.",
          "ID": "29"
        },
        {
          "text": "There is no one wise enough to make a plan that can succeed if the Lord is against it.",
          "ID": "30"
        },
        {
          "text": "You can prepare your horses for battle, but only the Lord can give you the victory.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.21",
      "name": "Proverbs 21"
    },
    {
      "title": "— 5 —",
      "text": [
        {
          "text": "It is better to be respected than to be rich. A good name is worth more than silver or gold.",
          "ID": "1"
        },
        {
          "text": "The rich and the poor are the same. The Lord made them all.",
          "ID": "2"
        },
        {
          "text": "Wise people see trouble coming and get out of its way, but fools go straight to it and suffer for it.",
          "ID": "3"
        },
        {
          "text": "Respect the Lord and be humble. Then you will have wealth, honor, and true life.",
          "ID": "4"
        },
        {
          "text": "Evil people are trapped by many troubles, but those who want to live avoid them.",
          "ID": "5"
        },
        {
          "text": "Teach children in a way that fits their needs, and even when they are old, they will not leave the right path.",
          "ID": "6"
        },
        {
          "text": "The rich rule over the poor. The one who borrows is a slave to the one who lends.",
          "ID": "7"
        },
        {
          "text": "Those who spread trouble will harvest trouble. In the end, they will be destroyed for the trouble they caused.",
          "ID": "8"
        },
        {
          "text": "Generous people will be blessed, because they share their food with the poor.",
          "ID": "9"
        },
        {
          "text": "Get rid of the proud who laugh at what is right, and trouble will leave with them. All arguments and insults will end.",
          "ID": "10"
        },
        {
          "text": "Love a pure heart and kind words, and the king will be your friend.",
          "ID": "11"
        },
        {
          "text": "The Lord watches over true knowledge, and he opposes those who try to deceive others.",
          "ID": "12"
        },
        {
          "text": "A person who is lazy and wants to stay home says, “There is a lion outside, and I might be killed in the streets!”",
          "ID": "13"
        },
        {
          "text": "The sin of adultery is a trap, and the Lord gets very angry with those who fall into it.",
          "ID": "14"
        },
        {
          "text": "Children do foolish things, but if you punish them, they will learn not to do them.",
          "ID": "15"
        },
        {
          "text": "These two things will make you poor: hurting the poor to make yourself rich and giving gifts to the rich.",
          "ID": "16"
        },
        {
          "text": "Listen carefully to these words from the wise. Pay attention to what I have learned.",
          "ID": "17"
        },
        {
          "text": "It will be good for you to remember these words and have them ready when they are needed.",
          "ID": "18"
        },
        {
          "text": "I will teach you these things now. I want you to trust the Lord.",
          "ID": "19"
        },
        {
          "text": "I have written 30 sayings for you. These are words of advice and wisdom.",
          "ID": "20",
          "comments": [
            "I have … for you Or “I wrote this for you earlier.”"
          ]
        },
        {
          "text": "They will teach you things that you can know for sure to be true. Then you can give good answers to the one who sent you.",
          "ID": "21"
        },
        {
          "text": "It is easy to steal from the poor, but don’t do it. And don’t take advantage of them in court.",
          "ID": "22"
        },
        {
          "text": "The Lord is on their side. He supports the poor, and he will take from those who take from them.",
          "ID": "23"
        },
        {
          "text": "Don’t be friends with people who become angry easily. Don’t stay around quick-tempered people.",
          "ID": "24"
        },
        {
          "text": "If you do, you may learn to be like them. Then you will have the same problems they do.",
          "ID": "25"
        },
        {
          "text": "Don’t promise to pay someone else’s debt.",
          "ID": "26"
        },
        {
          "text": "If you cannot pay, you will lose everything you have. So why should you lose the bed you sleep on?",
          "ID": "27"
        },
        {
          "text": "Never move an old property line that was marked long ago by your ancestors.",
          "ID": "28"
        },
        {
          "text": "Skilled workers will always serve kings. They will never have to work for less important people.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.22",
      "name": "Proverbs 22"
    },
    {
      "title": "— 18 —",
      "text": [
        {
          "text": "When you sit and eat with an important person, remember who you are with.",
          "ID": "1"
        },
        {
          "text": "Never eat too much, even if you are very hungry.",
          "ID": "2"
        },
        {
          "text": "Don’t eat too much of his fine food. It might be a trick.",
          "ID": "3"
        },
        {
          "text": "Don’t ruin your health trying to get rich. If you are smart, you will give it up.",
          "ID": "4"
        },
        {
          "text": "In the blink of an eye, money can disappear, as if it grew wings and flew away like a bird.",
          "ID": "5"
        },
        {
          "text": "Don’t eat with selfish people. Control any desire you have for their finest foods.",
          "ID": "6"
        },
        {
          "text": "They might tell you to eat and drink all you want, but they don’t really mean it. They are the kind of people who are only thinking about the cost.",
          "ID": "7"
        },
        {
          "text": "And if you eat their food, you will get sick and be embarrassed.",
          "ID": "8"
        },
        {
          "text": "Don’t try to teach fools. They will make fun of your wise words.",
          "ID": "9"
        },
        {
          "text": "Never move an old property line, and don’t take land that belongs to orphans.",
          "ID": "10"
        },
        {
          "text": "The Lord will be against you. He is powerful and protects orphans.",
          "ID": "11"
        },
        {
          "text": "Listen to your teacher and learn all you can.",
          "ID": "12"
        },
        {
          "text": "Always correct children when they need it. If you spank them, it will not kill them.",
          "ID": "13"
        },
        {
          "text": "In fact, you might save their lives.",
          "ID": "14"
        },
        {
          "text": "My son, it makes me happy when you make a wise decision.",
          "ID": "15"
        },
        {
          "text": "It makes me feel good inside when you say the right things.",
          "ID": "16"
        },
        {
          "text": "Never envy evil people, but always respect the Lord.",
          "ID": "17"
        },
        {
          "text": "This will give you something to hope for that will not disappoint you.",
          "ID": "18"
        },
        {
          "text": "So listen, my son, and be wise. Always be careful to follow the right path.",
          "ID": "19"
        },
        {
          "text": "Don’t make friends with people who drink too much wine and eat too much food.",
          "ID": "20"
        },
        {
          "text": "Those who eat and drink too much become poor. They sleep too much and end up wearing rags.",
          "ID": "21"
        },
        {
          "text": "Listen to your father. Without him, you would never have been born. Respect your mother, even when she is old.",
          "ID": "22"
        },
        {
          "text": "Truth, wisdom, learning, and understanding are worth paying money for. They are worth far too much to ever sell.",
          "ID": "23"
        },
        {
          "text": "The father of a good person is very happy. A wise child brings him joy.",
          "ID": "24"
        },
        {
          "text": "Make both of your parents happy. Give your mother that same joy.",
          "ID": "25"
        },
        {
          "text": "My son, listen closely to what I am saying. Let my life be your example.",
          "ID": "26"
        },
        {
          "text": "Prostitutes and bad women are a trap. They are like a deep well that you cannot escape.",
          "ID": "27"
        },
        {
          "text": "A bad woman waits for you like a thief, and she causes many men to be unfaithful to their wives.",
          "ID": "28"
        },
        {
          "text": "Who gets into fights and arguments? Who gets hurt for no reason and has red, bloodshot eyes? People who stay out too late drinking wine, staring into their strong drinks.",
          "ID": "29-30"
        },
        {
          "text": "So be careful with wine. It is pretty and red as it sparkles in the cup. And it goes down so smoothly when you drink it.",
          "ID": "31"
        },
        {
          "text": "But in the end, it will bite like a snake.",
          "ID": "32"
        },
        {
          "text": "Wine will cause you to see strange things and to say things that make no sense.",
          "ID": "33"
        },
        {
          "text": "When you lie down, you will think you are on a rough sea and feel like you are at the top of the mast.",
          "ID": "34"
        },
        {
          "text": "You will say, “They hit me, but I never felt it. They beat me, but I don’t remember it. Now I can’t wake up. I need another drink.”",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.23",
      "name": "Proverbs 23"
    },
    {
      "title": "More Wise Sayings",
      "text": [
        {
          "text": "Don’t be jealous of evil people. Have no desire to be around them.",
          "ID": "1"
        },
        {
          "text": "In their hearts they plan to do evil. All they talk about is making trouble.",
          "ID": "2"
        },
        {
          "text": "Good homes are built on wisdom and understanding.",
          "ID": "3"
        },
        {
          "text": "Knowledge fills the rooms with rare and beautiful treasures.",
          "ID": "4"
        },
        {
          "text": "Wisdom makes a man more powerful. Knowledge gives a man strength.",
          "ID": "5"
        },
        {
          "text": "Get good advice before you start a war. To win, you must have many good advisors.",
          "ID": "6"
        },
        {
          "text": "Fools cannot understand wisdom. They have nothing to say when people are discussing important things.",
          "ID": "7"
        },
        {
          "text": "If you start planning ways to do wrong, people will learn that you are a troublemaker.",
          "ID": "8"
        },
        {
          "text": "Such foolish plans are wrong, and people have no respect for someone who laughs at what is right.",
          "ID": "9"
        },
        {
          "text": "If you are weak in times of trouble, that is real weakness.",
          "ID": "10"
        },
        {
          "text": "If you see someone on their way to death or in danger of being killed, you must do something to save them.",
          "ID": "11"
        },
        {
          "text": "You cannot say, “It’s none of my business.” The Lord knows everything, and he knows why you do things. He watches you, and he will pay you back for what you do.",
          "ID": "12"
        },
        {
          "text": "My son, eat honey; it is good. Honey straight from the honeycomb is the sweetest.",
          "ID": "13"
        },
        {
          "text": "In the same way, know that wisdom is good for you. Wisdom will give you something to hope for that will not disappoint you.",
          "ID": "14"
        },
        {
          "text": "Don’t be like a criminal who makes plans to rob those who are good or take away their homes.",
          "ID": "15"
        },
        {
          "text": "Good people might fall again and again, but they always get up. It is the wicked who are defeated by their troubles.",
          "ID": "16"
        },
        {
          "text": "Don’t be happy when your enemy has troubles. Don’t be glad when they fall.",
          "ID": "17"
        },
        {
          "text": "The Lord will see this, and he might be upset with you and decide not to punish your enemy.",
          "ID": "18"
        },
        {
          "text": "Don’t let those who are evil upset you, and don’t be jealous of them.",
          "ID": "19"
        },
        {
          "text": "They have no hope. Their light will burn out.",
          "ID": "20"
        },
        {
          "text": "Son, respect the Lord and the king, and don’t join with those who are against them,",
          "ID": "21"
        },
        {
          "text": "because people like that can quickly be destroyed. You have no idea how much trouble God and the king can make for their enemies.",
          "ID": "22"
        },
        {
          "text": "These are also words from the wise:\nA judge must be fair. He must not support some people simply because he knows them.",
          "ID": "23"
        },
        {
          "text": "The people will turn against a judge who lets the guilty go free. Even the people of other nations will curse him.",
          "ID": "24"
        },
        {
          "text": "But if a judge punishes the guilty, then people will be happy with him, and he will be a blessing to them.",
          "ID": "25"
        },
        {
          "text": "An honest answer is as pleasing as a kiss on the lips.",
          "ID": "26"
        },
        {
          "text": "First get your fields ready, next plant your crops, and then build your house.",
          "ID": "27"
        },
        {
          "text": "Don’t speak against someone without a good reason, or you will appear foolish.",
          "ID": "28"
        },
        {
          "text": "Don’t say, “You hurt me, so I will do the same to you. I will punish you for what you did to me.”",
          "ID": "29"
        },
        {
          "text": "I walked past a field that belonged to a lazy man. It was a vineyard that belonged to someone who understood nothing.",
          "ID": "30"
        },
        {
          "text": "Weeds were growing everywhere! Wild vines covered the ground, and the wall around the vineyard was broken and falling down.",
          "ID": "31"
        },
        {
          "text": "I looked at this and thought about it. This is what I learned:",
          "ID": "32"
        },
        {
          "text": "a little sleep, a little rest, folding your arms, and taking a nap—",
          "ID": "33"
        },
        {
          "text": "these things will make you poor very quickly. Soon you will have nothing, as if a thief broke in and took everything away.",
          "ID": "34"
        }
      ],
      "ID": "OT:PRO.24",
      "name": "Proverbs 24"
    },
    {
      "title": "More Wise Sayings From Solomon",
      "text": [
        {
          "text": "These are some more wise sayings from Solomon. These proverbs were copied by servants of Hezekiah, the king of Judah.",
          "ID": "1"
        },
        {
          "text": "We honor God for the things he keeps secret. But we honor kings for the things they can discover.",
          "ID": "2"
        },
        {
          "text": "We cannot discover how high the sky is above us or how deep the earth is below. The same is true with the minds of kings. We cannot understand them.",
          "ID": "3"
        },
        {
          "text": "Remove the worthless things from silver to make it pure, and a worker can make something beautiful.",
          "ID": "4"
        },
        {
          "text": "Take the evil advisors away from a king, and goodness will make his kingdom strong.",
          "ID": "5"
        },
        {
          "text": "Don’t brag about yourself before the king and pretend you are someone important.",
          "ID": "6"
        },
        {
          "text": "It is much better for the king to invite you to take a more important position than to embarrass you in front of his officials.",
          "ID": "7"
        },
        {
          "text": "Don’t be too quick to tell a judge about something you saw. You will be embarrassed if someone else proves you wrong.",
          "ID": "8"
        },
        {
          "text": "If you want to tell your friends about your own problems, tell them. But don’t discuss what someone told you in private.",
          "ID": "9"
        },
        {
          "text": "Whoever hears it will lose their respect for you and will never trust you again.",
          "ID": "10"
        },
        {
          "text": "Saying the right thing at the right time is like a golden apple in a silver setting.",
          "ID": "11"
        },
        {
          "text": "Wise advice to a listening ear is like gold earrings or fine jewelry.",
          "ID": "12"
        },
        {
          "text": "To his master who sent him, a messenger who can be trusted is as refreshing as a drink of cold water on a hot summer day.",
          "ID": "13",
          "comments": [
            "drink … day Literally, “as the cold snow at harvest time.” This probably refers to snow or ice brought down from Mt. Hermon in Lebanon."
          ]
        },
        {
          "text": "People who promise to give gifts but never give them are like clouds and wind that bring no rain.",
          "ID": "14"
        },
        {
          "text": "With patience, you can make anyone change their thinking, even a ruler. Gentle speech is very powerful.",
          "ID": "15"
        },
        {
          "text": "Honey is good, but don’t eat too much of it, or you will be sick.",
          "ID": "16"
        },
        {
          "text": "And don’t visit your neighbors’ homes too often, or they will begin to hate you.",
          "ID": "17"
        },
        {
          "text": "A person who gives false testimony against a neighbor is as deadly as a club, a sword, or a very sharp arrow.",
          "ID": "18"
        },
        {
          "text": "Never depend on a liar in times of trouble. It’s like chewing with a bad tooth or walking with a crippled foot.",
          "ID": "19"
        },
        {
          "text": "Singing happy songs to a sad person is as foolish as taking a coat off on a cold day or mixing soda and vinegar.",
          "ID": "20"
        },
        {
          "text": "If your enemies are hungry, give them something to eat. If they are thirsty, give them some water.",
          "ID": "21"
        },
        {
          "text": "This will make them feel the burning pain of shame, and the Lord will reward you for being good to them.",
          "ID": "22",
          "comments": [
            "This … shame Literally, “for you will heap coals of fire on his head.”"
          ]
        },
        {
          "text": "Just as wind blowing from the north brings rain, telling secrets brings anger.",
          "ID": "23"
        },
        {
          "text": "It is better to live in a small corner of the roof than to share the house with a woman who is always arguing.",
          "ID": "24"
        },
        {
          "text": "Good news from a faraway place is like a cool drink of water when you are hot and thirsty.",
          "ID": "25"
        },
        {
          "text": "Good people who don’t stand strong against evil are like springs that have been polluted or pools that have turned dirty and muddy.",
          "ID": "26"
        },
        {
          "text": "Just as eating too much honey is not good, it is not good for people to always be looking for honor.",
          "ID": "27"
        },
        {
          "text": "People who cannot control themselves are like cities without walls to protect them.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.25",
      "name": "Proverbs 25"
    },
    {
      "title": "Wise Sayings About Fools",
      "text": [
        {
          "text": "Just as snow should not fall in summer, nor rain at harvest time, so people should not honor a fool.",
          "ID": "1"
        },
        {
          "text": "Don’t worry when someone curses you for no reason. Nothing bad will happen. Such words are like birds that fly past and never stop.",
          "ID": "2"
        },
        {
          "text": "You have to whip a horse, you have to put a bridle on a mule, and you have to beat a fool.",
          "ID": "3"
        },
        {
          "text": "There is no good way to answer fools when they say something stupid. If you answer them, then you, too, will look like a fool. If you don’t answer them, they will think they are smart.",
          "ID": "4-5"
        },
        {
          "text": "Never let a fool carry your message. If you do, it will be like cutting off your own feet. You are only asking for trouble.",
          "ID": "6"
        },
        {
          "text": "A fool trying to say something wise is like a crippled person trying to walk.",
          "ID": "7"
        },
        {
          "text": "Showing honor to a fool is as bad as tying a rock in a sling.",
          "ID": "8"
        },
        {
          "text": "A fool trying to say something wise is like a drunk trying to pick a thorn out of his hand.",
          "ID": "9"
        },
        {
          "text": "Hiring a fool or a stranger who is just passing by is dangerous—you don’t know who might get hurt.",
          "ID": "10"
        },
        {
          "text": "Like a dog that returns to its vomit, a fool does the same foolish things again and again.",
          "ID": "11"
        },
        {
          "text": "People who think they are wise when they are not are worse than fools.",
          "ID": "12"
        },
        {
          "text": "A person who is lazy and wants to stay home says, “What if there is a lion out there? Really, there might be a lion in the street!”",
          "ID": "13"
        },
        {
          "text": "Like a door on its hinges, a lazy man turns back and forth on his bed.",
          "ID": "14"
        },
        {
          "text": "Lazy people are too lazy to lift the food from their plate to their mouth.",
          "ID": "15"
        },
        {
          "text": "Lazy people think they are seven times smarter than the people who really have good sense.",
          "ID": "16"
        },
        {
          "text": "To step between two people arguing is as foolish as going out into the street and grabbing a stray dog by the ears.",
          "ID": "17"
        },
        {
          "text": "Anyone who would trick someone and then say, “I was only joking” is like a fool who shoots flaming arrows into the air and accidentally kills someone.",
          "ID": "18-19"
        },
        {
          "text": "Without wood, a fire goes out. Without gossip, arguments stop.",
          "ID": "20"
        },
        {
          "text": "Charcoal keeps the coals glowing, wood keeps the fire burning, and troublemakers keep arguments alive.",
          "ID": "21"
        },
        {
          "text": "People love to hear gossip. It is like tasty food on its way to the stomach.",
          "ID": "22"
        },
        {
          "text": "Good words that hide an evil heart are like silver paint over a cheap, clay pot.",
          "ID": "23"
        },
        {
          "text": "Evil people say things to make themselves look good, but they keep their evil plans a secret.",
          "ID": "24"
        },
        {
          "text": "What they say sounds good, but don’t trust them. They are full of evil ideas.",
          "ID": "25"
        },
        {
          "text": "They hide their evil plans with nice words, but in the end, everyone will see the evil they do.",
          "ID": "26"
        },
        {
          "text": "Whoever digs a pit can fall into it. Whoever rolls a large stone can be crushed by it.",
          "ID": "27"
        },
        {
          "text": "Liars hate the people they hurt, and false praise can hurt people.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.26",
      "name": "Proverbs 26"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Never brag about what you will do in the future; you have no idea what tomorrow will bring.",
          "ID": "1"
        },
        {
          "text": "Never praise yourself. Let others do it.",
          "ID": "2"
        },
        {
          "text": "A stone is heavy, and sand is hard to carry, but the irritation caused by a fool is much harder to bear.",
          "ID": "3"
        },
        {
          "text": "Anger is cruel and can destroy like a flood, but jealousy is much worse.",
          "ID": "4"
        },
        {
          "text": "Open criticism is better than hidden love.",
          "ID": "5"
        },
        {
          "text": "You can trust what your friend says, even when it hurts. But your enemies want to hurt you, even when they act nice.",
          "ID": "6"
        },
        {
          "text": "When you are full, you will not even eat honey. When you are hungry, even something bitter tastes sweet.",
          "ID": "7"
        },
        {
          "text": "A man away from home is like a bird away from its nest.",
          "ID": "8"
        },
        {
          "text": "Perfume and incense make you feel good, and so does good advice from a friend.",
          "ID": "9"
        },
        {
          "text": "Don’t forget your own friends or your father’s friends. If you have a problem, go to your neighbor for help. It is better to ask a neighbor who is near than a brother who is far away.",
          "ID": "10"
        },
        {
          "text": "My son, be wise. This will make me happy. Then I will be able to answer those who criticize me.",
          "ID": "11"
        },
        {
          "text": "Wise people see trouble coming and get out of its way, but fools go straight to the trouble and suffer for it.",
          "ID": "12"
        },
        {
          "text": "When you make a deal with a stranger, get something from him and any other foreigners with him to make sure he will pay you.",
          "ID": "13"
        },
        {
          "text": "Don’t wake up your neighbors early in the morning with a shout of “Good morning!” They will treat it like a curse, not a blessing.",
          "ID": "14"
        },
        {
          "text": "A complaining wife is like water that never stops dripping on a rainy day.",
          "ID": "15"
        },
        {
          "text": "Stopping her is like trying to stop the wind or trying to hold oil in your hand.",
          "ID": "16"
        },
        {
          "text": "As one piece of iron sharpens another, so friends keep each other sharp.",
          "ID": "17"
        },
        {
          "text": "People who take care of fig trees are allowed to eat the fruit. In the same way, people who take care of their masters will be rewarded.",
          "ID": "18"
        },
        {
          "text": "Just as you can see your own face reflected in water, so your heart reflects the kind of person you are.",
          "ID": "19"
        },
        {
          "text": "Just as the place of death and destruction is never full, people always want more and more.",
          "ID": "20"
        },
        {
          "text": "People use fire to purify gold and silver. In the same way, you are tested by the praise people give you.",
          "ID": "21"
        },
        {
          "text": "Even if you pound fools to powder like grain in a bowl, you will never force the foolishness out of them.",
          "ID": "22"
        },
        {
          "text": "Learn all you can about your sheep. Take care of your goats the best you can.",
          "ID": "23"
        },
        {
          "text": "Neither wealth nor nations last forever.",
          "ID": "24"
        },
        {
          "text": "Cut the hay, and new grass will grow. Then gather the new plants that grow on the hills.",
          "ID": "25"
        },
        {
          "text": "Cut the wool from your lambs, and make your clothes. Sell some of your goats, and buy some land.",
          "ID": "26"
        },
        {
          "text": "Then there will be plenty of goat’s milk for you and your family, with enough to keep the servants healthy.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.27",
      "name": "Proverbs 27"
    },
    {
      "title": null,
      "text": [
        {
          "text": "The wicked are afraid of everything, but those who live right are as brave as lions.",
          "ID": "1"
        },
        {
          "text": "A lawless nation will have many bad leaders. But a smart leader will rule for a long time in a land where people obey the law.",
          "ID": "2"
        },
        {
          "text": "A leader who takes advantage of the poor is like a hard rain that destroys the crops.",
          "ID": "3",
          "comments": [
            "Or “A poor person who takes advantage of beggars is like a hard rain and no food.”"
          ]
        },
        {
          "text": "Those who refuse to obey the law promote evil. Those who obey the law oppose evil.",
          "ID": "4"
        },
        {
          "text": "The wicked don’t understand justice, but those who love the Lord understand it completely.",
          "ID": "5"
        },
        {
          "text": "It is better to be poor and honest than rich and evil.",
          "ID": "6"
        },
        {
          "text": "A smart son obeys the laws, but a son who spends time with worthless people brings shame to his father.",
          "ID": "7"
        },
        {
          "text": "If you get rich by charging high interest rates, your wealth will go to someone who is kind to the poor.",
          "ID": "8"
        },
        {
          "text": "When people do not listen to God’s teachings, he does not listen to their prayers.",
          "ID": "9"
        },
        {
          "text": "Those who plan to hurt good people will fall into their own traps, but good things will happen to those who are good.",
          "ID": "10"
        },
        {
          "text": "The rich always think they are wise, but a poor person who is wise can see the truth.",
          "ID": "11"
        },
        {
          "text": "When good people become leaders, everything is great, but when the wicked rise to power, everyone hides.",
          "ID": "12"
        },
        {
          "text": "Whoever hides their sins will not be successful, but whoever confesses their sins and stops doing wrong will receive mercy.",
          "ID": "13"
        },
        {
          "text": "People who respect others will be blessed, but stubborn people will have plenty of troubles.",
          "ID": "14"
        },
        {
          "text": "An evil ruler over those who are helpless is like an angry lion or a charging bear.",
          "ID": "15"
        },
        {
          "text": "A foolish ruler hurts the people under him, but a ruler who hates wrong will rule for a long time.",
          "ID": "16"
        },
        {
          "text": "A murderer will never have peace. Don’t support such a person.",
          "ID": "17"
        },
        {
          "text": "Honest people will be safe, but dishonest people will be ruined.",
          "ID": "18"
        },
        {
          "text": "Whoever works hard will have plenty to eat, but whoever wastes their time with dreams will always be poor.",
          "ID": "19"
        },
        {
          "text": "People who can be trusted will have many blessings, but those who are just trying to get rich in a hurry will be punished.",
          "ID": "20"
        },
        {
          "text": "It is wrong for a judge to support someone simply because he knows them. But some judges will change their decisions for the price of a loaf of bread.",
          "ID": "21"
        },
        {
          "text": "Selfish people only want to get rich. They do not realize that they are very close to being poor.",
          "ID": "22"
        },
        {
          "text": "Correct someone, and later they will thank you. That is much better than just saying something to be nice.",
          "ID": "23"
        },
        {
          "text": "Someone might steal from their parents and say, “I did nothing wrong.” But that person is as bad as an enemy who smashes everything in the house.",
          "ID": "24"
        },
        {
          "text": "Greedy people might sue you in court, but those who trust the Lord are rewarded.",
          "ID": "25"
        },
        {
          "text": "It is foolish to be too confident. Those who ask for advice are wise and will escape disaster.",
          "ID": "26"
        },
        {
          "text": "Whoever gives to the poor will have plenty. Whoever refuses to help them will get nothing but curses.",
          "ID": "27"
        },
        {
          "text": "When the wicked rise to power, everyone hides. When they are defeated, good people multiply.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.28",
      "name": "Proverbs 28"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Some people refuse to bend when someone corrects them. Eventually they will break, and there will be no one to repair the damage.",
          "ID": "1"
        },
        {
          "text": "When the rulers are good, the people are happy. When the rulers are evil, the people complain.",
          "ID": "2"
        },
        {
          "text": "A son who loves wisdom makes his father happy. One who wastes his money on prostitutes will lose his wealth.",
          "ID": "3"
        },
        {
          "text": "A nation will be strong when it has a fair and just king. A nation will be weak when it has a king who is selfish and demands gifts.",
          "ID": "4"
        },
        {
          "text": "If you give false praise to others in order to get what you want, you are only setting a trap for yourself.",
          "ID": "5"
        },
        {
          "text": "Evil people are defeated by their sin, but good people will sing and be happy.",
          "ID": "6"
        },
        {
          "text": "Good people want to do what is right for the poor, but the wicked don’t care.",
          "ID": "7"
        },
        {
          "text": "Proud people who laugh at what is right cause problems that divide whole cities, but people who are wise are able to calm those who are angry.",
          "ID": "8"
        },
        {
          "text": "If someone who is wise tries to settle a problem with a fool, the fool will argue and say stupid things, and they will never agree.",
          "ID": "9"
        },
        {
          "text": "If you always try to be honest, murderers will hate you, but those who do what is right will want you to be their friend.",
          "ID": "10"
        },
        {
          "text": "Fools are quick to express their anger, but wise people are patient and control themselves.",
          "ID": "11"
        },
        {
          "text": "If a ruler listens to lies, all his officials will be evil.",
          "ID": "12"
        },
        {
          "text": "In one way the poor and those who steal from them are the same—the Lord made them both.",
          "ID": "13"
        },
        {
          "text": "If a king judges the poor fairly, he will rule for a long time.",
          "ID": "14"
        },
        {
          "text": "Punishment and discipline can make children wise, but children who are never corrected will bring shame to their mother.",
          "ID": "15"
        },
        {
          "text": "If the wicked are ruling the nation, sin will be everywhere, but those who live right will win in the end.",
          "ID": "16"
        },
        {
          "text": "Correct your children whenever they are wrong. Then you will always be proud of them. They will never make you ashamed.",
          "ID": "17"
        },
        {
          "text": "If a nation is not guided by God, the people will lose self-control, but the nation that obeys God’s law will be happy.",
          "ID": "18"
        },
        {
          "text": "Servants will not learn a lesson if you only talk to them. They might understand you, but they will not obey.",
          "ID": "19"
        },
        {
          "text": "There is more hope for a fool than for someone who speaks without thinking.",
          "ID": "20"
        },
        {
          "text": "Give your servants everything they want, and they will learn to be wasteful.",
          "ID": "21"
        },
        {
          "text": "An angry person causes arguments, and someone who is quick-tempered is guilty of many sins.",
          "ID": "22"
        },
        {
          "text": "Your pride can bring you down. Humility will bring you honor.",
          "ID": "23"
        },
        {
          "text": "You are your own worst enemy if you take part in a crime. You will not be able to tell the truth even when people threaten you.",
          "ID": "24"
        },
        {
          "text": "Fear can be a trap, but if you trust in the Lord, you will be safe.",
          "ID": "25"
        },
        {
          "text": "Many people want the friendship of a ruler, but the Lord is the only one who judges people fairly.",
          "ID": "26"
        },
        {
          "text": "Good people think the wicked are disgusting, and the wicked feel disgust for those who are honest.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.29",
      "name": "Proverbs 29"
    },
    {
      "title": "Wise Sayings of Agur Son of Jakeh",
      "text": [
        {
          "text": "These are the wise sayings of Agur son of Jakeh from Massa. He says, “God, I am tired, so tired. How can I keep going?”",
          "ID": "1",
          "comments": [
            "He says, “God, … keep going?” Or “This is his message to Ithiel and Ucal.”"
          ]
        },
        {
          "text": "I am stupid. I am not as smart as other people are.",
          "ID": "2"
        },
        {
          "text": "I have not learned to be wise. I know nothing about the Holy One.",
          "ID": "3",
          "comments": [
            "Holy One Literally, “the holy ones.”"
          ]
        },
        {
          "text": "Who has ever gone up to heaven and come back down? Who gathered the winds in his hand? Who can gather up all the water in his lap? Who set the limits for the world? What is his name, and what is his son’s name? Do you know?",
          "ID": "4"
        },
        {
          "text": "You can trust this: Every word that God speaks is true. God is a safe place for those who go to him.",
          "ID": "5"
        },
        {
          "text": "So don’t try to change what God says. If you do, he will punish you and prove that you are a liar.",
          "ID": "6"
        },
        {
          "text": "God, I ask you to do two things for me before I die.",
          "ID": "7"
        },
        {
          "text": "Don’t let me tell lies. And don’t make me too rich or too poor—give me only enough food for each day.",
          "ID": "8"
        },
        {
          "text": "If I have too much, I might deny that I need you, Lord. But if I am too poor, I might steal and bring shame to the name of my God.",
          "ID": "9"
        },
        {
          "text": "Never say bad things about a slave to his master. If you do, he will curse you, and you will suffer for it.",
          "ID": "10"
        },
        {
          "text": "Some people curse their fathers and refuse to bless their mothers.",
          "ID": "11"
        },
        {
          "text": "Some people think they are pure, but they have done nothing to remove the filth of their sin.",
          "ID": "12"
        },
        {
          "text": "Some people are so proud of themselves, and they look down on everyone else.",
          "ID": "13"
        },
        {
          "text": "There are people whose teeth are like swords and their jaws like knives. They take everything they can from the poor.",
          "ID": "14"
        },
        {
          "text": "Greedy people know only two things: “Give me,” and “Give me.” There are three other things that are never satisfied—really, four things that never have enough:",
          "ID": "15",
          "comments": [
            "Literally, “A leech has two daughters.”"
          ]
        },
        {
          "text": "the place of death, a woman with no children, dry ground that needs rain, and a fire that will never stop by itself.",
          "ID": "16"
        },
        {
          "text": "People who make fun of their father or refuse to obey their mother should have their eyes plucked out by wild birds and be eaten by vultures.",
          "ID": "17"
        },
        {
          "text": "There are three things that are hard for me to understand—really, four things that I don’t understand:",
          "ID": "18"
        },
        {
          "text": "an eagle flying in the sky, a snake moving on a rock, a ship moving across the ocean, and a man in love with a woman.",
          "ID": "19"
        },
        {
          "text": "A woman who is not faithful to her husband acts innocent. She eats, wipes her mouth, and says she has done nothing wrong.",
          "ID": "20"
        },
        {
          "text": "There are three things that make trouble on the earth—really, four that the earth cannot bear:",
          "ID": "21"
        },
        {
          "text": "a slave who becomes a king, fools who have everything they need,",
          "ID": "22"
        },
        {
          "text": "a woman whose husband hated her but still married her, and a servant girl who becomes ruler over the woman she serves.",
          "ID": "23"
        },
        {
          "text": "There are four things on the earth that are small but very wise:",
          "ID": "24"
        },
        {
          "text": "Ants are small and weak, but they save their food all summer;",
          "ID": "25"
        },
        {
          "text": "badgers are small animals, but they make their homes in the rocks;",
          "ID": "26"
        },
        {
          "text": "locusts have no king, but they are able to work together;",
          "ID": "27"
        },
        {
          "text": "lizards are small enough to catch with your hands, but you can find them living in kings’ palaces.",
          "ID": "28"
        },
        {
          "text": "There are three things that act important when they walk—really, there are four:",
          "ID": "29"
        },
        {
          "text": "a lion—he is the warrior of the animals and runs from nothing,",
          "ID": "30"
        },
        {
          "text": "a rooster walking proudly,\na goat,\nand a king among his people.",
          "ID": "31",
          "comments": [
            "a rooster walking proudly Or possibly, “a greyhound” or “a war horse.”"
          ]
        },
        {
          "text": "If you have been foolish enough to become proud and make plans against other people, stop and think about what you are doing.",
          "ID": "32"
        },
        {
          "text": "Stirring milk causes butter to form. Hitting someone’s nose causes blood to flow. And making people angry causes trouble.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.30",
      "name": "Proverbs 30"
    },
    {
      "title": "The Perfect Wife",
      "text": [
        {
          "text": "These are the wise sayings that King Lemuel’s mother taught him:",
          "ID": "1"
        },
        {
          "text": "I prayed for a son, and you are the son I gave birth to.",
          "ID": "2"
        },
        {
          "text": "Don’t waste your strength on women. Women destroy kings, so don’t waste yourself on them.",
          "ID": "3"
        },
        {
          "text": "Lemuel, it is not wise for kings to drink wine. It is not wise for rulers to want beer.",
          "ID": "4"
        },
        {
          "text": "They may drink too much and forget what the law says. Then they might take away the rights of the poor.",
          "ID": "5"
        },
        {
          "text": "Give beer to people without hope. Give wine to those who are in trouble.",
          "ID": "6"
        },
        {
          "text": "Let them drink to forget their troubles. Let them forget they are poor.",
          "ID": "7"
        },
        {
          "text": "Speak up for people who cannot speak for themselves. Help people who are in trouble.",
          "ID": "8"
        },
        {
          "text": "Stand up for what you know is right, and judge all people fairly. Protect the rights of the poor and those who need help.",
          "ID": "9"
        },
        {
          "text": " How hard it is to find the perfect wife.\nShe is worth far more than jewels.",
          "ID": "10",
          "comments": [
            "In Hebrew, each verse of this poem starts with the next letter of the alphabet, so this poem shows all the good qualities of a woman “from A to Z.”",
            "the perfect wife Or “a noble woman.”"
          ]
        },
        {
          "text": "Her husband depends on her.\nHe will never be poor.",
          "ID": "11"
        },
        {
          "text": "She does good for her husband all her life.\nShe never causes him trouble.",
          "ID": "12"
        },
        {
          "text": "She is always gathering wool and flax\nand enjoys making things with her hands.",
          "ID": "13",
          "comments": [
            "flax A plant used to make linen cloth."
          ]
        },
        {
          "text": "She is like a ship from a faraway place.\nShe brings home food from everywhere.",
          "ID": "14"
        },
        {
          "text": "She wakes up early in the morning,\ncooks food for her family, and gives the servants their share.",
          "ID": "15"
        },
        {
          "text": "She looks at land and buys it.\nShe uses the money she has earned and plants a vineyard.",
          "ID": "16"
        },
        {
          "text": "She works very hard.\nShe is strong and able to do all her work.",
          "ID": "17"
        },
        {
          "text": "She works late into the night\nto make sure her business earns a profit.",
          "ID": "18"
        },
        {
          "text": "She makes her own thread\nand weaves her own cloth.",
          "ID": "19"
        },
        {
          "text": "She always gives to the poor\nand helps those who need it.",
          "ID": "20"
        },
        {
          "text": "She does not worry about her family when it snows.\nShe has given them all good, warm clothes.",
          "ID": "21"
        },
        {
          "text": "She makes sheets and spreads for the beds,\nand she wears clothes of fine linen.",
          "ID": "22"
        },
        {
          "text": "Her husband is a respected member of the city council,\nwhere he meets with the other leaders.",
          "ID": "23"
        },
        {
          "text": "She makes clothes and belts\nand sells them to the merchants.",
          "ID": "24"
        },
        {
          "text": "She is a strong person, and people respect her.\nShe looks to the future with confidence.",
          "ID": "25",
          "comments": [
            "She is a strong person Or “She is praised.”"
          ]
        },
        {
          "text": "She speaks with wisdom\nand teaches others to be loving and kind.",
          "ID": "26"
        },
        {
          "text": "She oversees the care of her house.\nShe is never lazy.",
          "ID": "27"
        },
        {
          "text": "Her children say good things about her.\nHer husband brags about her and says,",
          "ID": "28"
        },
        {
          "text": "“There are many good women,\nbut you are the best.”",
          "ID": "29"
        },
        {
          "text": "Grace and beauty can fool you,\nbut a woman who respects the Lord should be praised.",
          "ID": "30"
        },
        {
          "text": "Give her the reward she deserves.\nPraise her in public for what she has done.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.31",
      "name": "Proverbs 31"
    }
  ],
  "ID": "OT:PRO(ERV)",
  "name": "Proverbs"
}