{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Иуда, Иисуса Христа раб, брат Иакова, –",
          "ID": "1"
        },
        {
          "text": "тем, кто призван, кто возлюблена Богом Отцом и храним Иисусомб Христом:",
          "ID": "1"
        },
        {
          "text": "милость, мир и любовь да будут всё более и более даруемы вам.",
          "ID": "2"
        },
        {
          "text": "Возлюбленные мои, вознамерившись написать вам про общее наше спасение, я счел необходимым этим письмом поддержать вас в готовностиа подвизаться за веру, раз и навсегда дарованную народу Божьемуб, дабы блюсти ее. ",
          "ID": "3"
        },
        {
          "text": "В ваш круг проникли некоторые люди, об участиа которых давно уже написано. Нечестивцы, они вкривь и вкось толкуют благодать Бога нашего, чтобы оправдать свое распутствоб, и отвергают единого Владыку Бога и Господа нашего Иисуса Христа.",
          "ID": "4"
        },
        {
          "text": "Я же хочу напомнить вам, хотя [вы] и сами всё это знаете, что Господьа, выведя некогда народб израильский из Египта, тех, кто не верил, обрек впоследствии на погибельв. ",
          "ID": "5"
        },
        {
          "text": "И ангелов, потерявших свое достоинство и властьа, оставивших небесное свое жилище, Он содержит в узах вечных, содержит во мраке, на день Великого Судаб. ",
          "ID": "6"
        },
        {
          "text": "Или вспомните Содом и Гоморруа вместе с окрестными городами, в которых люди также предавались блуду и извращениямб, они вечным наказаны огнем и служат для всех предостережением.",
          "ID": "7"
        },
        {
          "text": "Подобным же образом и нынешние ваши обольстители своим бредома оскверняют себя, не признают власти Господа и поносят силыб невидимые. ",
          "ID": "8"
        },
        {
          "text": "А ведь даже архангел Михаил, когда спорила с дьяволом о теле Моисея, не позволил себе злословить и осуждатьб его, но сказал лишь: «Господь пусть будет тебе судьей!в» ",
          "ID": "9"
        },
        {
          "text": "Они же хулят то, чего не понимают, а если что по природе своей и знают, подобно животным, не имеющим разумения человеческого, тем себя растлевают.",
          "ID": "10"
        },
        {
          "text": "Горе им! Путем Каина пошли они, корысти ради, как Валаам, погрязли в заблуждениях и, восстав, как Корей, на гибель обрекли себя.",
          "ID": "11"
        },
        {
          "text": "В них тайная угрозаа вашим вечерям любви: только поестьб приходят они к вам, не стыдясь о себе лишь заботиться. Это тучи бездождные, ветром носимые; деревья осенние без плода, выкорчеванные – дважды умерли они. ",
          "ID": "12"
        },
        {
          "text": "Это бурные волны морские, срамотами своими пенящиеся; это звезды блуждающие, которым навеки уготована глубокая тьма.",
          "ID": "13"
        },
        {
          "text": "О них пророчествовал еще Енох, седьмой от Адама, говоря: «Вот грядет Господь со святым воинством Своим, ",
          "ID": "14"
        },
        {
          "text": "чтобы совершить суда над всеми и изобличить нечестивцевб во всех их делах беззаконныхв, которые они безбожног творили, и во всех дерзких словах, которые эти нечестивые грешники говорили против Него». ",
          "ID": "15"
        },
        {
          "text": "Вечно ропщущие, всегда и всем недовольные, они идут на поводу у похотей своих. Уста их говорят слова надменные, и ради выгоды они готовы льстить другим.",
          "ID": "16"
        },
        {
          "text": "А вам, возлюбленные мои, надо помнить слова, сказанные апостолами Господа нашего Иисуса Христа. ",
          "ID": "17"
        },
        {
          "text": "«В последние времена, – говорили они, – появятся насмешники злобные, потакающие своим нечестивым страстям». ",
          "ID": "18"
        },
        {
          "text": "Таковые всюду расколы производят, они живут естеством своим – Дух в них не пребывает.",
          "ID": "19"
        },
        {
          "text": "Вы же, возлюбленные мои, постоянно должны возрастать в святейшей вере вашей, молясь во Святом Духе, ",
          "ID": "20"
        },
        {
          "text": "и всегда должны пребывать в любви Божией, ожидая, что Господь наш Иисус Христос по милости Своей даст вам жизнь вечную.",
          "ID": "21"
        },
        {
          "text": "Будьте милостивы к тем, кто колеблется; ",
          "ID": "22"
        },
        {
          "text": "других спасайтеа, вырывая прямо из огня; с иными, однако, и в самом сострадании своем будьте осмотрительныб, гнушаясь даже одеждой, оскверненной их телами.",
          "ID": "23"
        },
        {
          "text": "Тому же, Кто может спасти вас от падения и поставить перед славой Своей непорочными и торжествующими, ",
          "ID": "24"
        },
        {
          "text": "единому Богу, Спасителю нашему, через Иисуса Христа, Господа нашего, – слава и величие, сила и власть прежде всех веков, ныне и вовеки. Аминь.",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1",
      "name": "Послание Иуды 1"
    }
  ],
  "ID": "NT:JUD(BTI)",
  "name": "Послание Иуды"
}