{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Иуда, Иисуса Христа раб, брат же иакова, сущым о Бозе Отце освященным, Иисус Христом соблюденным званным: ",
          "ID": "1"
        },
        {
          "text": "милость вам и мир и любы да умножится. ",
          "ID": "2"
        },
        {
          "text": "Возлюбленнии, всяко тщание творя писати вам о общем спасении вашем, нужду возимех писати вам, моля подвизатися о преданнеи вере святым единою. ",
          "ID": "3"
        },
        {
          "text": "Привнидоша бо нецыи человецы, древле предуставленнии на сие осуждение, нечестивии, Бога нашего благодать прелагающии в скверну, и единаго Владыки Бога и Господа нашего Иисуса Христа отметающиися. ",
          "ID": "4"
        },
        {
          "text": "Воспомянути же вам хощу, ведущым и вам единою сие, яко Господь люди от земли египетския спасе, последи неверовавшыя погуби: ",
          "ID": "5"
        },
        {
          "text": "аггелы же не соблюдшыя своего начальства, но оставльшыя свое жилище, на суд великаго дне узами вечными под мраком соблюде. ",
          "ID": "6"
        },
        {
          "text": "Якоже содома и гоморра и окрестнии их грады, подобным им образом преблудивше и ходивше вслед плоти иныя, предлежат в показание, огня вечнаго суд подемше, ",
          "ID": "7"
        },
        {
          "text": "такожде убо и сии, сония видяще, плоть убо сквернят, господства же отметаются, славы же хуляще (не трепещут). ",
          "ID": "8"
        },
        {
          "text": "Михаил же архангел, егда со диаволом разсуждая глаголаше о моисеове телеси, не смеяше суда навести хульна, но рече: да запретит тебе Господь. ",
          "ID": "9"
        },
        {
          "text": "Сии же, елика убо не ведят, хулят: елика же по естеству яко безсловесная животная ведят, в сих сквернятся. ",
          "ID": "10"
        },
        {
          "text": "Горе им. Яко в путь каинов поидоша, и в лесть валаамовы мзды устремишася, и в пререкании корреове погибоша. ",
          "ID": "11"
        },
        {
          "text": "Сии суть в любвах ваших сквернители, с вами ядуще, без боязни себе пасуще: облацы безводни, от ветр преносими: древеса есенна, безплодна, дважды умерша, искоренена. ",
          "ID": "12"
        },
        {
          "text": "волны свирепыя моря, воспеняющя своя стыдения: звезды прелестныя, имже мрак тьмы во веки блюдется. ",
          "ID": "13"
        },
        {
          "text": "Пророчествова же и о сих седмый от адама енох, глаголя: се приидет Господь во тьмах святых ангел своих, ",
          "ID": "14"
        },
        {
          "text": "сотворити суд о всех и изобличити всех нечестивых о всех делех нечестия их, имиже нечествоваша, и о всех жестоких словесех их, яже глаголаша нань грешницы нечестивии. ",
          "ID": "15"
        },
        {
          "text": "Сии суть ропотницы, укорители, (часть порочна,) в похотех своих ходяще нечестием и законопреступлением: и уста их глаголют прегордая: чудящеся лицам пользы ради. ",
          "ID": "16"
        },
        {
          "text": "Вы же, возлюбленнии, поминайте глаголы преждереченныя от апостол Господа нашего Иисуса Христа. ",
          "ID": "17"
        },
        {
          "text": "зане глаголаху вам, яко в последнее время будут ругатели, по своих похотех ходяще и нечестиих. ",
          "ID": "18"
        },
        {
          "text": "Сии суть отделяюще себе (от единости веры, и суть) телесни, Духа не имуще. ",
          "ID": "19"
        },
        {
          "text": "Вы же, возлюбленнии, стою вашею верою назидающе себе, Духом святым молящеся, ",
          "ID": "20"
        },
        {
          "text": "сами себе в любви Божиеи соблюдайте, ждуще милости Господа нашего Иисуса Христа, в жизнь вечную. ",
          "ID": "21"
        },
        {
          "text": "И овех убо милуйте разсуждающе. ",
          "ID": "22"
        },
        {
          "text": "овех же страхом спасайте, от огня восхищающе. обличайте же с боязнию, ненавидяще и яже от плоти оскверненую ризу. ",
          "ID": "23"
        },
        {
          "text": "Могущему же сохранити вы без греха и без скверны и поставити пред славою своею непорочных в радости, ",
          "ID": "24"
        },
        {
          "text": "единому премудрому Богу и спасу нашему, Иисусом Христом Господем нашим, слава и величие, держава и власть, прежде всего века, и ныне, и во вся веки. Аминь. ",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1",
      "name": "Послание апостола Иуды 1"
    }
  ],
  "ID": "NT:JUD(CSLAV)",
  "name": "Послание апостола Иуды"
}