{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Иуды, слуги Иисуса Христа и брата Иакова.",
          "ID": "1"
        },
        {
          "text": "Всем призванным и любимым Богом Отцом и хранимым Иисусом Христом.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Пусть умножатся для вас милость, мир и любовь.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Возлюбленные, при всем моем желании написать вам о нашем общем спасении, я счел нужным напомнить вам о необходимости отстаивать веру, раз и навсегда доверенную святым. ",
          "ID": "3"
        },
        {
          "text": "Потому что в вашу среду проникли люди, которые уже давно определены на осуждение. Эти безбожные люди превратили благодать нашего Бога в повод продолжать заниматься развратом. Они отвергают нашего единственного Владыку и Господа Иисуса Христа.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Хотя вы уже и знаете обо всем этом, я все же хочу напомнить еще раз, что Господь спас народ из Египта, но тех, кто Ему не поверил, Он погубил. ",
          "ID": "5"
        },
        {
          "text": "И ангелов, которые не сохранили своего положения и оставили свое жилище, Он содержит в вечных цепях, во тьме, на Суд великого дня. ",
          "ID": "6"
        },
        {
          "text": "Также и жители Содома, Гоморры и окружавших их городов, подобно им предававшиеся разврату и половым извращениям, служат примером, подвергшись наказанию вечным огнем.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Так и эти мечтатели оскверняют свои тела, отвергают власть и злословят славных. ",
          "ID": "8"
        },
        {
          "text": "Но даже когда архангел Михаил спорил с дьяволом о теле Моисея, он не позволил себе осудить его с оскорблениями. Он лишь сказал: «Пусть Господь запретит тебе». ",
          "ID": "9"
        },
        {
          "text": "Эти же люди клевещут на то, чего не знают, а что они знают от природы, как неразумные животные, тем они себя и разрушают.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Горе им! Они пошли по пути Каина, и, гонимые жаждой наживы, повторяют заблуждение Валаама, и в восстании погибают, как Корах.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Такие люди – как подводные рифы на ваших ужинах любви. Пиршествуя с вами, они бесстыдно заботятся лишь о себе. Это тучи без дождя, носимые ветром, деревья, бесплодные даже осенью, дважды мертвые, вырванные с корнем. ",
          "ID": "12"
        },
        {
          "text": "Они как свирепые морские волны, пенящиеся своим позором, как блуждающие звезды, обреченные на вечную беспросветную тьму.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Енох, потомок Адама в седьмом поколении, пророчествовал о них:",
          "ID": "14"
        },
        {
          "text": "«Вот пришел Господь с многими тысячами святых Своих,",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "чтобы судить всех и обличить всех нечестивых",
          "ID": "15"
        },
        {
          "text": "во всех их нечестивых делах,",
          "ID": "15"
        },
        {
          "text": "которые они нечестиво совершили,",
          "ID": "15"
        },
        {
          "text": "и во всех ужасных словах,",
          "ID": "15"
        },
        {
          "text": "которые сказали против Него безбожные грешники».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Эти люди всегда жалуются и недовольны жизнью. Они идут на поводу у своих низменных желаний, они произносят напыщенные речи и льстят ради выгоды.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но вы, возлюбленные, помните о том, что предсказывали апостолы нашего Господа Иисуса Христа. ",
          "ID": "17"
        },
        {
          "text": "Они говорили вам: «В последнее время появятся наглые люди, идущие на поводу у своих низменных желаний». ",
          "ID": "18"
        },
        {
          "text": "Эти люди производят разделения; они следуют только своим природным инстинктам, а Духа не имеют.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Но вы, возлюбленные, созидайте себя на своей святейшей вере, молясь в Святом Духе. ",
          "ID": "20"
        },
        {
          "text": "Оставайтесь в Божьей любви, ожидая милости Господа нашего Иисуса Христа, дающей вечную жизнь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Будьте милостивы к тем, кто сомневается. ",
          "ID": "22"
        },
        {
          "text": "Других спасайте, выхватывая их из огня; к третьим проявляйте милосердие, но будьте осторожны, гнушаясь даже одеждой, оскверненной греховной плотью.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Тому, Кто в силе сохранить вас от падения и ввести в Свою славу радостными и беспорочными, ",
          "ID": "24"
        },
        {
          "text": "единому Богу, Спасителю нашему через Иисуса Христа, нашего Господа, слава, величие, сила и власть и до начала времени, и сейчас, и во все века! Аминь.",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1",
      "name": "Послание Иуды 1"
    }
  ],
  "ID": "NT:JUD(NRP)",
  "name": "Послание Иуды"
}