{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от Иуды, слуги Иисуса Христа и брата Иакова, к призванным, Богом Отцом возлюбленным, охраняемым для Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": "пусть приумножатся милость, мир и любовь среди вас!",
          "ID": "2"
        },
        {
          "text": "Друзья любимые! Хоть и очень хотелось бы мне написать вам о нашем взаимном спасении, я считаю нужным написать вам и призвать к тому, чтобы вы боролись за веру, которую раз и навсегда даровал Бог святому народу Своему.",
          "ID": "3"
        },
        {
          "text": "Потому что вкрались к вам некоторые люди, чьё осуждение предсказано в Писании издавна пророками. Они, нечестивые, обращают благодать нашего Бога в оправдание своего распутства и отвергают Иисуса Христа, нашего Владыку и Господа единого.",
          "ID": "4"
        },
        {
          "text": "Я хочу напомнить вам, хотя вы всё это уже знаете, что Господь, Который однажды спас Свой народ, выведя из страны Египетской, потом уничтожил тех, кто отказывался уверовать.",
          "ID": "5"
        },
        {
          "text": "Я хочу также напомнить вам об ангелах, не удержавших доверенных им позиций власти, но покинувших своё обиталище. Господь содержал их в темноте, скованными вечными цепями, чтобы осудить в День великий.",
          "ID": "6"
        },
        {
          "text": "И ещё хочу напомнить вам о Содоме и Гоморре и близлежащих городах. Они, как и те ангелы, жили в разврате и предавались плотским извращениям, и были преданы наказанию огнём вечным в пример другим.",
          "ID": "7"
        },
        {
          "text": "Так точно и те, кто присоединился к вам, руководимы мечтаниями своими и оскверняют свои тела, отрицают власть Божью и порочат славных.",
          "ID": "8"
        },
        {
          "text": "Даже сам Архангел Михаил, когда спорил с дьяволом о теле Моисея, не осмелился высказаться против дьявола, а сказал: «Пусть Господь накажет тебя».",
          "ID": "9"
        },
        {
          "text": "Но эти люди поносят то, чего не понимают и о чём они, подобно неразумным животным, знают только по наитию и тем самым уничтожают себя.",
          "ID": "10"
        },
        {
          "text": "Горе им! Они избрали путь Каина. Ради наживы они предались тем же заблуждениям, что и Валаам. И будут они уничтожены точно так же, как те, кто участвовал в восстании Корея.",
          "ID": "11"
        },
        {
          "text": "Они — подводные камни на ваших пиршествах. Без угрызений совести они пируют с вами, но беспокоятся только о себе. Они — облака без влаги, ветром гонимые; деревья, не приносящие плодов в во время сбора урожая, а потому вырывают их с корнем и, значит, они умерли дважды.",
          "ID": "12"
        },
        {
          "text": "Они — бурные морские волны, покрытые пеной своих постыдных деяний; звёзды блуждающие, которым навечно назначен мрак тьмы.",
          "ID": "13"
        },
        {
          "text": "О них пророчествовал также и Енох, из седьмого колена Адама, такими словами: «Вот Господь идёт с великим множеством Своих Ангелов святых,",
          "ID": "14"
        },
        {
          "text": "неся суд людям и обвинительный приговор за все их поступки, неугодные Богу, и за все дерзкие слова, произнесённые этими неблагочестивыми грешниками против Него».",
          "ID": "15"
        },
        {
          "text": "Эти люди постоянно жалуются и выискивают чужие недостатки. Они потакают своей похоти, и на устах у них высокомерные слова. Они льстят другим, ради собственной выгоды.",
          "ID": "16"
        },
        {
          "text": "Но вы, друзья любимые, помните слова, которые были сказаны ранее апостолами Господа нашего Иисуса Христа.",
          "ID": "17"
        },
        {
          "text": "Они говорили вам: «Под конец появятся насмешники, следующие своим собственным неблагочестивым желаниям».",
          "ID": "18"
        },
        {
          "text": "Эти люди вызывают раскол, идут на поводу у собственных желаний и нет в них Духа.",
          "ID": "19"
        },
        {
          "text": "Вы же, друзья любимые, должны укреплять друг друга в вашей самой святой вере. Молитесь с помощью Духа Святого.",
          "ID": "20"
        },
        {
          "text": "Берегите себя в Божьей любви, ожидая Господа нашего Иисуса Христа, Который в милости Своей даст вам жизнь вечную.",
          "ID": "21"
        },
        {
          "text": "Проявляйте милосердие к тем, кто сомневается,",
          "ID": "22"
        },
        {
          "text": "спасайте грешных людей, выхватывая их из огня адского. Проявляя милосердие к остальным, будьте осторожны, чтобы не осквернить себя их грешными поступками.",
          "ID": "23"
        },
        {
          "text": "Тому же, Кто способен охранить вас от падения и привести в славное присутствие Своё без упрека и в радости великой,",
          "ID": "24"
        },
        {
          "text": "единственному Богу, Спасителю нашему, через Господа нашего Иисуса Христа, пусть будет Слава, величие, сила и власть во все времена, отныне и во веки веков! Аминь.",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1",
      "name": "Послание Иуды 1"
    }
  ],
  "ID": "NT:JUD(RSP)",
  "name": "Послание Иуды"
}