{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Иуда, раб Иисуса Христа, брат Иакова, призванным, которые освящены Богом Отцем и сохранены Иисусом Христом:",
          "ID": "1"
        },
        {
          "text": "милость вам и мир и любовь да умножатся.",
          "ID": "2"
        },
        {
          "text": "Возлюбленные! имея все усердие писать вам об общем спасении, я почел за нужное написать вам увещание – подвизаться за веру, однажды преданную святым.",
          "ID": "3"
        },
        {
          "text": "Ибо вкрались некоторые люди, издревле предназначенные к сему осуждению, нечестивые, обращающие благодать Бога нашего в [повод к] распутству и отвергающиеся единого Владыки Бога и Господа нашего Иисуса Христа.",
          "ID": "4"
        },
        {
          "text": "Я хочу напомнить вам, уже знающим это, что Господь, избавив народ из земли Египетской, потом неверовавших погубил,",
          "ID": "5"
        },
        {
          "text": "и ангелов, не сохранивших своего достоинства, но оставивших свое жилище, соблюдает в вечных узах, под мраком, на суд великого дня.",
          "ID": "6"
        },
        {
          "text": "Как Содом и Гоморра и окрестные города, подобно им блудодействовавшие и ходившие за иною плотию, подвергшись казни огня вечного, поставлены в пример, –",
          "ID": "7"
        },
        {
          "text": "так точно будет и с сими мечтателями, которые оскверняют плоть, отвергают начальства и злословят высокие власти.",
          "ID": "8"
        },
        {
          "text": "Михаил Архангел, когда говорил с диаволом, споря о Моисеевом теле, не смел произнести укоризненного суда, но сказал: \"да запретит тебе Господь\".",
          "ID": "9"
        },
        {
          "text": "А сии злословят то, чего не знают; что же по природе, как бессловесные животные, знают, тем растлевают себя.",
          "ID": "10"
        },
        {
          "text": "Горе им, потому что идут путем Каиновым, предаются обольщению мзды, как Валаам, и в упорстве погибают, как Корей.",
          "ID": "11"
        },
        {
          "text": "Таковые бывают соблазном на ваших вечерях любви; пиршествуя с вами, без страха утучняют себя. Это безводные облака, носимые ветром; осенние деревья, бесплодные, дважды умершие, исторгнутые;",
          "ID": "12"
        },
        {
          "text": "свирепые морские волны, пенящиеся срамотами своими; звезды блуждающие, которым блюдется мрак тьмы на веки.",
          "ID": "13"
        },
        {
          "text": "О них пророчествовал и Енох, седьмый от Адама, говоря: \"се, идет Господь со тьмами святых Ангелов Своих –",
          "ID": "14"
        },
        {
          "text": "сотворить суд над всеми и обличить всех между ними нечестивых во всех делах, которые произвело их нечестие, и во всех жестоких словах, которые произносили на Него нечестивые грешники\".",
          "ID": "15"
        },
        {
          "text": "Это ропотники, ничем не довольные, поступающие по своим похотям (нечестиво и беззаконно); уста их произносят надутые слова; они оказывают лицеприятие для корысти.",
          "ID": "16"
        },
        {
          "text": "Но вы, возлюбленные, помните предсказанное Апостолами Господа нашего Иисуса Христа.",
          "ID": "17"
        },
        {
          "text": "Они говорили вам, что в последнее время появятся ругатели, поступающие по своим нечестивым похотям.",
          "ID": "18"
        },
        {
          "text": "Это люди, отделяющие себя (от единства веры), душевные, не имеющие духа.",
          "ID": "19"
        },
        {
          "text": "А вы, возлюбленные, назидая себя на святейшей вере вашей, молясь Духом Святым,",
          "ID": "20"
        },
        {
          "text": "сохраняйте себя в любви Божией, ожидая милости от Господа нашего Иисуса Христа, для вечной жизни.",
          "ID": "21"
        },
        {
          "text": "И к одним будьте милостивы, с рассмотрением,",
          "ID": "22"
        },
        {
          "text": "а других страхом спасайте, исторгая из огня, обличайте же со страхом, гнушаясь даже одеждою, которая осквернена плотью.",
          "ID": "23"
        },
        {
          "text": "Могущему же соблюсти вас от падения и поставить пред славою Своею непорочными в радости,",
          "ID": "24"
        },
        {
          "text": "Единому Премудрому Богу, Спасителю нашему чрез Иисуса Христа Господа нашего, слава и величие, сила и власть прежде всех веков, ныне и во все веки. Аминь.",
          "ID": "25"
        }
      ],
      "ID": "NT:JUD.1",
      "name": "Послание Иуды 1"
    }
  ],
  "ID": "NT:JUD(SYNO)",
  "name": "Послание Иуды"
}