{
  "name": "Habakkuk",
  "text": [
    {
      "name": "Habakkuk 1",
      "text": [
        {
          "text": "THE BURDEN or oracle (the thing to be lifted up) which Habakkuk the prophet saw.",
          "ID": "1"
        },
        {
          "text": "O Lord, how long shall I cry for help and You will not hear? Or cry out to You of violence and You will not save?",
          "ID": "2"
        },
        {
          "text": "Why do You show me iniquity and wrong, and Yourself look upon or cause me to see perverseness and trouble? For destruction and violence are before me; and there is strife, and contention arises.",
          "ID": "3"
        },
        {
          "text": "Therefore the law is slackened and justice and a righteous sentence never go forth, for the [hostility of the] wicked surrounds the [uncompromisingly] righteous; therefore justice goes forth perverted.",
          "ID": "4"
        },
        {
          "text": "Look around [you, Habakkuk, replied the Lord] among the nations and see! And be astonished! Astounded! For I am putting into effect a work in your days [such] that you would not believe it if it were told you. [Acts 13:40, 41.]",
          "ID": "5"
        },
        {
          "text": "For behold, I am rousing up the Chaldeans, that bitter and impetuous nation who march through the breadth of the earth to take possession of dwelling places that do not belong to them. [II Kings 24:2.]",
          "ID": "6"
        },
        {
          "text": "[The Chaldeans] are terrible and dreadful; their justice and dignity proceed [only] from themselves.",
          "ID": "7"
        },
        {
          "text": "Their horses also are swifter than leopards and are fiercer than the evening wolves, and their horsemen spread themselves and press on proudly; yes, their horsemen come from afar; they fly like an eagle that hastens to devour.",
          "ID": "8"
        },
        {
          "text": "They all come for violence; their faces turn eagerly forward, and they gather prisoners together like sand.",
          "ID": "9"
        },
        {
          "text": "They scoff at kings, and rulers are a derision to them; they ridicule every stronghold, for they heap up dust [for earth mounds] and take it.",
          "ID": "10"
        },
        {
          "text": "Then they sweep by like a wind and pass on, and they load themselves with guilt, [as do all men] whose own power is their god.",
          "ID": "11"
        },
        {
          "text": "Are not You from everlasting, O Lord my God, my Holy One? We shall not die. O Lord, You have appointed [the Chaldean] to execute [Your] judgment, and You, O Rock, have established him for chastisement and correction. [Deut. 32:4.]",
          "ID": "12"
        },
        {
          "text": "You are of purer eyes than to behold evil and can not look [inactively] upon injustice. Why then do You look upon the plunderer? Why are you silent when the wicked one destroys him who is more righteous than [the Chaldean oppressor] is?",
          "ID": "13"
        },
        {
          "text": "Why do You make men like the fish of the sea, like reptiles and creeping things that have no ruler [and are defenseless against their foes]?",
          "ID": "14"
        },
        {
          "text": "[The Chaldean] brings all of them up with his hook; he catches and drags them out with his net, he gathers them in his dragnet; so he rejoices and is in high spirits.",
          "ID": "15"
        },
        {
          "text": "Therefore he sacrifices [offerings] to his net and burns incense to his dragnet, because from them he lives luxuriously and his food is plentiful and rich.",
          "ID": "16"
        },
        {
          "text": "Shall he therefore continue to empty his net and mercilessly go on slaying the nations forever?",
          "ID": "17"
        }
      ],
      "ID": "OT:HAB.1"
    },
    {
      "name": "Habakkuk 2",
      "text": [
        {
          "text": "[OH, I know, I have been rash to talk out plainly this way to God!] I will [in my thinking] stand upon my post of observation and station myself on the tower or fortress, and will watch to see what He will say within me and what answer I will make [as His mouthpiece] to the perplexities of my complaint against Him.",
          "ID": "1"
        },
        {
          "text": "And the Lord answered me and said, Write the vision and engrave it so plainly upon tablets that everyone who passes may [be able to] read [it easily and quickly] as he hastens by.",
          "ID": "2"
        },
        {
          "text": "For the vision is yet for an appointed time and it hastens to the end [fulfillment]; it will not deceive or disappoint. Though it tarry, wait [earnestly] for it, because it will surely come; it will not be behindhand on its appointed day. [Heb. 10:37, 38.]",
          "ID": "3"
        },
        {
          "text": "Look at the proud; his soul is not straight or right within him, but the [rigidly] just and the [uncompromisingly] righteous man shall live by his faith and in his faithfulness. [Rom. 1:17; Gal. 3:11.]",
          "ID": "4"
        },
        {
          "text": "Moreover, wine and wealth are treacherous; the proud man [the Chaldean invader] is restless and cannot stay at home. His appetite is large like that of Sheol and [his greed] is like death and cannot be satisfied; he gathers to himself all nations and collects all people as if he owned them.",
          "ID": "5"
        },
        {
          "text": "Shall not all these [victims of his greed] take up a taunt against him and in scoffing derision of him say, Woe to him who piles up that which is not his! [How long will he possess it?] And [woe to him] who loads himself with promissory notes for usury!",
          "ID": "6"
        },
        {
          "text": "Shall [your debtors] not rise up suddenly who shall bite you, exacting usury of you, and those awake who will vex you [toss you to and fro and make you tremble violently]? Then you will be booty for them.",
          "ID": "7"
        },
        {
          "text": "Because you [king of Babylon] have plundered many nations, all who are left of the people shall plunder you–because of men's blood and for the violence done to the earth, to the city and all the people who live in each city.",
          "ID": "8"
        },
        {
          "text": "Woe to him who obtains wicked gain for his house, [who thinks by so doing] to set his nest on high that he may be preserved from calamity and delivered from the power of evil!",
          "ID": "9"
        },
        {
          "text": "You have devised shame to your house by cutting off and putting an end to many peoples, and you have sinned against and forfeited your own life.",
          "ID": "10"
        },
        {
          "text": "For the stone shall cry out of the wall [built in sin, to accuse you], and the beam out of the woodwork will answer it [agreeing with its charge against you].",
          "ID": "11"
        },
        {
          "text": "Woe to him who builds a town with blood and establishes a city by iniquity!",
          "ID": "12"
        },
        {
          "text": "Behold, is it not by appointment of the Lord of hosts that the nations toil only to satisfy the fire [that will consume their work], and the peoples weary themselves only for emptiness, falsity, and futility?",
          "ID": "13"
        },
        {
          "text": "But [the time is coming when] the earth shall be filled with the knowledge of the glory of the Lord as the waters cover the sea. [Isa. 11:9.]",
          "ID": "14"
        },
        {
          "text": "Woe to him who gives his neighbors drink, who pours out your bottle to them and adds to it your poisonous and blighting wrath and also makes them drunk, that you may look on their stripped condition and pour out foul shame [on their glory]!",
          "ID": "15"
        },
        {
          "text": "You [yourself] will be filled with shame and contempt instead of glory. Drink also and be like an uncircumcised [heathen]! The cup [of wrath] in the Lord's right hand will come around to you [O destroyer], and foul shame shall be upon your own glory! [Rev. 16:19.]",
          "ID": "16"
        },
        {
          "text": "For the violence done to Lebanon will cover and overwhelm you; the destruction of the animals [which the violence frightened away] will terrify you on account of men's blood and the violence done to the land, to the city and all its inhabitants.",
          "ID": "17"
        },
        {
          "text": "What profit is the graven image when its maker has formed it? It is only a molten image and a teacher of lies. For the maker trusts in his own creations [as his gods] when he makes dumb idols.",
          "ID": "18"
        },
        {
          "text": "Woe to him who says to the wooden image, Awake! and to the dumb stone, Arise, teach! [Yet, it cannot, for] behold, it is laid over with gold and silver and there is no breath at all inside it!",
          "ID": "19"
        },
        {
          "text": "But the Lord is in His holy temple; let all the earth hush and keep silence before Him. [Zeph. 1:7; Zech. 2:13.]",
          "ID": "20"
        }
      ],
      "ID": "OT:HAB.2"
    },
    {
      "name": "Habakkuk 3",
      "text": [
        {
          "text": "A PRAYER of Habakkuk the prophet, set to wild, enthusiastic, and triumphal music.",
          "ID": "1"
        },
        {
          "text": "O Lord, I have heard the report of You and was afraid. O Lord, revive Your work in the midst of the years, in the midst of the years make [Yourself] known! In wrath [earnestly] remember love, pity, and mercy.",
          "ID": "2"
        },
        {
          "text": "God [approaching from Sinai] came from Teman [which represents Edom] and the Holy One from Mount Paran [in the Sinai region]. Selah [pause, and calmly think of that]! His glory covered the heavens and the earth was full of His praise.",
          "ID": "3"
        },
        {
          "text": "And His brightness was like the sunlight; rays streamed from His hand, and there [in the sunlike splendor] was the hiding place of His power.",
          "ID": "4"
        },
        {
          "text": "Before Him went the pestilence [as in Egypt], and burning plague followed His feet [as in Sennacherib's army]. [Exod. 7:2-4; II Kings 19:32-35.]",
          "ID": "5"
        },
        {
          "text": "He stood and measured the earth; He looked and shook the nations, and the eternal mountains were scattered and the perpetual hills bowed low. His ways are everlasting and His goings are of old.",
          "ID": "6"
        },
        {
          "text": "I [Habakkuk, in vision] saw the tents of Cushan [probably Ethiopia] in affliction; the [tent] curtains of the land of Midian trembled.",
          "ID": "7"
        },
        {
          "text": "Were You displeased with the rivers, O Lord? Or was Your anger against the rivers [You divided]? Was Your wrath against the [Red] Sea, that You rode [before] upon Your horses and Your chariots of victory and deliverance?",
          "ID": "8"
        },
        {
          "text": "Your bow was made quite bare; sworn to the tribes [of Israel] by Your sure word were the rods of chastisement, scourges, and calamities. Selah [pause, and calmly think of that]! With rivers You cleaved the earth [bringing forth waters in dry places]. [Exod. 17:6; Num. 20:11.]",
          "ID": "9"
        },
        {
          "text": "The mountains saw You; they trembled and writhed [as if in pain]. The overflowing of the water passed by [as at the deluge]; the deep uttered its voice and lifted its hands on high.",
          "ID": "10"
        },
        {
          "text": "The sun and moon stood back [as before Joshua] in their habitation at the light of Your arrows as they sped, at the flash of Your glittering spear. [Josh. 10:12, 13.]",
          "ID": "11"
        },
        {
          "text": "You marched through the land in indignation; You trampled and threshed the nations in anger.",
          "ID": "12"
        },
        {
          "text": "You went forth and have come for the salvation of Your people, for the deliverance and victory of Your anointed [people Israel]; You smote the head of the house of the wicked, laying bare the foundation even to the neck. Selah [pause, and calmly think of that]!",
          "ID": "13"
        },
        {
          "text": "You pierced with his own arrows the head of [the enemy's] hordes; they came out as a whirlwind to scatter me [the people], rejoicing as if to devour the poor [Israel] secretly.",
          "ID": "14"
        },
        {
          "text": "You have trodden the sea with Your horses, [beside] the heap of great and surging waters. [Exod. 15:8.]",
          "ID": "15"
        },
        {
          "text": "I heard and my [whole inner self] trembled; my lips quivered at the sound. Rottenness enters into my bones and under me [down to my feet]; I tremble. I will wait quietly for the day of trouble and distress when there shall come up against [my] people him who is about to invade and oppress them.",
          "ID": "16"
        },
        {
          "text": "Though the fig tree does not blossom and there is no fruit on the vines, [though] the product of the olive fails and the fields yield no food, though the flock is cut off from the fold and there are no cattle in the stalls,",
          "ID": "17"
        },
        {
          "text": "Yet I will rejoice in the Lord; I will exult in the [victorious] God of my salvation! [Rom. 8:37.]",
          "ID": "18"
        },
        {
          "text": "The Lord God is my Strength, my personal bravery, and my invincible army; He makes my feet like hinds' feet and will make me to walk [not to stand still in terror, but to walk] and make [spiritual] progress upon my high places [of trouble, suffering, or responsibility]! For the Chief Musician; with my stringed instruments.",
          "ID": "19"
        }
      ],
      "ID": "OT:HAB.3"
    }
  ],
  "version": "AMP",
  "ID": "OT:HAB(AMP)"
}