{
  "text": [
    {
      "text": [
        {
          "text": "The burden that Habakkuk the prophet saw.",
          "ID": "1"
        },
        {
          "text": "How long, O Lord, shall I cry out, and you will not heed? Shall I shout to you while suffering violence, and you will not save?",
          "ID": "2"
        },
        {
          "text": "Why have you revealed to me iniquity and hardship, to see plunder and injustice opposite me? And there has been judgment, but the opposition is more powerful.",
          "ID": "3"
        },
        {
          "text": "Because of this, the law has been torn apart, and judgment does not persevere to its conclusion. For the impious prevail against the just. Because of this, a perverse judgment is issued.",
          "ID": "4"
        },
        {
          "text": "Gaze among the nations, and see. Admire, and be astounded. For a work has been done in your days, which no one will believe when it is told.",
          "ID": "5"
        },
        {
          "text": "For behold, I will raise up the Chaldeans, a bitter and swift people, marching across the width of the earth, to possess tabernacles not their own.",
          "ID": "6"
        },
        {
          "text": "It is dreadful and terrible. From themselves, judgment and their burden will issue.",
          "ID": "7"
        },
        {
          "text": "Their horses are more nimble than leopards and swifter than wolves in the evening; their horsemen will spread out. And then their horsemen will approach from far away; they will fly like the eagle, hurrying to devour.",
          "ID": "8"
        },
        {
          "text": "They will all approach towards the prey; their face is like a burning wind. And they will gather captives together like sand.",
          "ID": "9"
        },
        {
          "text": "And concerning kings, he will triumph, and sovereign rulers will be his laughingstock, and he will laugh over every fortress, and he will transport a rampart and seize it.",
          "ID": "10"
        },
        {
          "text": "Then his spirit will be altered, and he will cross over and fall. Such is his strength from his god.",
          "ID": "11"
        },
        {
          "text": "Have you not existed from the beginning, Lord my God, my holy one, and so we shall not die? Lord, you have stationed him for judgment, and you have establish that his strength will be swept away.",
          "ID": "12"
        },
        {
          "text": "Your eyes are pure, you do not behold evil, and you cannot look towards iniquity. Why do you look upon the agents of iniquity, and remain silent, while the impious is devouring one who is more just than himself?",
          "ID": "13"
        },
        {
          "text": "And you will make men like the fish of the sea and like the creeping things that have no ruler.",
          "ID": "14"
        },
        {
          "text": "He lifted up everything with his hook. He drew them in with his dragnet, and gathered them into his netting. Over this, he will rejoice and exult.",
          "ID": "15"
        },
        {
          "text": "For this reason, he will offer victims to his dragnet, and he will sacrifice to his netting. For through them, his portion has been made fat, and his meals elite.",
          "ID": "16"
        },
        {
          "text": "Because of this, therefore, he expands his dragnet and will not be lenient in continually putting to death the peoples.",
          "ID": "17"
        }
      ],
      "ID": "OT:HAB.1",
      "name": "Habakkuk 1"
    },
    {
      "text": [
        {
          "text": "I will stand firm during my watch, and fix my position over the fortification. And I will observe carefully, to see what might be said to me and what I might respond to my opponent.",
          "ID": "1"
        },
        {
          "text": "And the Lord responded to me and said: Write the vision and explain it on tablets, so that he who reads it may run through it.",
          "ID": "2"
        },
        {
          "text": "For as yet the vision is far off, and it will appear in the end, and it will not lie. If it expresses any delay, wait for it. For it is arriving and it will arrive, and it will not be hindered.",
          "ID": "3"
        },
        {
          "text": "Behold, he who is unbelieving, his soul will not be right within himself; but he who is just shall live in his faith.",
          "ID": "4"
        },
        {
          "text": "And in the manner that wine deceives the heavy drinker, so will the arrogant man be deceived, and he will not be honored. He has enlarged his life like hellfire, and himself like death, and he is never fulfilled. And he will gather to himself all nations, and he will amass for himself all peoples.",
          "ID": "5"
        },
        {
          "text": "Shall not all these take up a parable against him, and an enigmatic utterance about him? And it will be said, \"Woe to him who increases what is not his own.\" How long, then, will he lay down dense clay against himself?",
          "ID": "6"
        },
        {
          "text": "Shall they not suddenly rise up, who would bite you, and be stirred up, who would tear you, so that you will be a prey for them?",
          "ID": "7"
        },
        {
          "text": "Because you have despoiled many peoples, all those who are left of the people shall despoil you, because of the blood of men, and the iniquity of the earth, of the city and all who dwell therein.",
          "ID": "8"
        },
        {
          "text": "Woe to him who gathers together an evil greed for his house, so that his nest may be exalted, and thinking that he might free himself from the hand of evil.",
          "ID": "9"
        },
        {
          "text": "You have devised confusion for your house, you have cut to pieces many peoples, and your soul has sinned.",
          "ID": "10"
        },
        {
          "text": "For the stone will cry out from the wall, and the wood that is between the joints of the building will respond.",
          "ID": "11"
        },
        {
          "text": "Woe to him who builds a town with blood and prepares a city by iniquity.",
          "ID": "12"
        },
        {
          "text": "Are not these things before the Lord of hosts? For the people will labor amid a great fire, and the nations will labor in emptiness, and they will fail.",
          "ID": "13"
        },
        {
          "text": "For the earth shall be filled, that they might know the glory of the Lord, like the waters spreading over the sea.",
          "ID": "14"
        },
        {
          "text": "Woe to anyone who gives a drink to a friend, releasing a drug and inebriating, so as to look upon their nakedness.",
          "ID": "15"
        },
        {
          "text": "You are filled with disgrace in place of glory. So then, drink and fall fast asleep, for the cup of the right hand of the Lord will surround you, and a disgraceful vomit will cover your glory.",
          "ID": "16"
        },
        {
          "text": "For the iniquity of Lebanon will cover you, and the devastation of animals which will deter them from the blood of men, and the iniquity of the earth and the city, and of all who dwell therein.",
          "ID": "17"
        },
        {
          "text": "Of what benefit is the graven image? For its maker has formed it, a molten and imaginary deception. For its maker has hoped in a figment of his own creation, so as to make a dumb likeness.",
          "ID": "18"
        },
        {
          "text": "Woe to him who says to wood, \"Awaken,\" to the silent stone, \"Arise.\" Is it able to teach? Behold, it has been entirely covered with gold and silver; and there is no spirit at all in its inner workings.",
          "ID": "19"
        },
        {
          "text": "But the Lord is in his holy temple. May all the earth be silent before his face.",
          "ID": "20"
        }
      ],
      "ID": "OT:HAB.2",
      "name": "Habakkuk 2"
    },
    {
      "text": [
        {
          "text": "A Prayer of Habakkuk the Prophet on Behalf of Those Who Are Ignorant.",
          "ID": "1"
        },
        {
          "text": "Lord, I heard what has been said about you, and I was afraid. Lord, your work, in the midst of years, revive it. In the midst of years, you will make it known. When you have become angry, you will remember mercy.",
          "ID": "2"
        },
        {
          "text": "God will come from the south, and the Holy One from mount Pharan. His glory has covered the heavens, and the earth is full of his praise.",
          "ID": "3"
        },
        {
          "text": "His brightness shall be like the light; horns are in his hands. There, his strength has been hidden.",
          "ID": "4"
        },
        {
          "text": "Death will go forth before his face. And the devil shall depart before his feet.",
          "ID": "5"
        },
        {
          "text": "He stood, and measured the earth. He looked, and dissolved the Gentiles. And the mountains of ages past have been shattered. The hills of the world became curved by the journeys of his eternity.",
          "ID": "6"
        },
        {
          "text": "I saw the tents of Ethiopia for their iniquity; the tent-skins of the land of Midian will be thrown into confusion.",
          "ID": "7"
        },
        {
          "text": "Could you have been angry with the rivers, Lord? Or was your fury within the rivers, or your indignation in the sea? He will ascend upon your horses, and your four-horse chariots are salvation.",
          "ID": "8"
        },
        {
          "text": "Being stirred up, you will take up your bow, the oaths you have spoken to the tribes. You will split apart the Rivers of the earth.",
          "ID": "9"
        },
        {
          "text": "They saw you, and the mountains grieved. The great body of waters crossed over. The abyss uttered its voice. The pinnacle lifted up its hands.",
          "ID": "10"
        },
        {
          "text": "The sun and the moon have stood firm in their dwelling place; with the light of your arrows, they shall go forth in the splendor of your flashing spear.",
          "ID": "11"
        },
        {
          "text": "With a roar, you will trample the earth. In your fury, you will cause the nations to be stupefied.",
          "ID": "12"
        },
        {
          "text": "You have gone forth for the salvation of your people, for salvation with your Christ. You struck the head of the house of the impious. You have laid bare his foundation all the way to the neck.",
          "ID": "13"
        },
        {
          "text": "You have cursed his scepters, the head of his warriors, those who approached like a whirlwind so as to scatter me. Their exultation was like one who devours the poor in secret.",
          "ID": "14"
        },
        {
          "text": "You made a way in the sea for your horses, in the mud of great waters.",
          "ID": "15"
        },
        {
          "text": "I heard, and my stomach became troubled. My lips trembled at the voice. Let decay enter into my bones and gush forth from within me. Then I may rest in the day of tribulation, so that I may ascend to our people well-prepared.",
          "ID": "16"
        },
        {
          "text": "For the fig tree will not flower, and there will be no bud on the vines. The labor of the olive tree will be misleading, and the farmland will produce no food. The sheep will be cut off from the sheepfold, and there will be no herd at the manger.",
          "ID": "17"
        },
        {
          "text": "But I will rejoice in the Lord; and I will exult in God my Jesus.",
          "ID": "18"
        },
        {
          "text": "The Lord God is my strength. And he will set my feet like those of the stag. And he, the victor, will lead me beyond my high places while singing psalms.",
          "ID": "19"
        }
      ],
      "ID": "OT:HAB.3",
      "name": "Habakkuk 3"
    }
  ],
  "ID": "OT:HAB(CPDV)",
  "version": "CPDV",
  "name": "Habakkuk"
}