{
  "version": "ERV",
  "text": [
    {
      "title": "Habakkuk’s Second Complaint",
      "text": [
        {
          "text": "This is the message that was given to Habakkuk the prophet.",
          "ID": "1"
        },
        {
          "text": "Lord, I continue to ask for help. When will you listen to me? I cried to you about the violence, but you did nothing!",
          "ID": "2"
        },
        {
          "text": "People are stealing things and hurting others. They are arguing and fighting. Why do you make me look at these terrible things?",
          "ID": "3"
        },
        {
          "text": "The law is weak and not fair to people. Evil people win their fights against good people. So the law is no longer fair, and justice does not win anymore.",
          "ID": "4"
        },
        {
          "text": "“Look at the other nations! Watch them, and you will be amazed. I will do something in your lifetime that will amaze you. You would not believe it even if you were told about it.",
          "ID": "5"
        },
        {
          "text": "I will make the Babylonians a strong nation. They are cruel and powerful fighters. They will march across the earth. They will take houses and cities that don’t belong to them.",
          "ID": "6",
          "comments": [
            "Babylonians Literally, “Chaldeans,” a tribe of Arameans who gained control in Babylon. King Nebuchadnezzar was from this tribe."
          ]
        },
        {
          "text": "The Babylonians will scare the other people. They will do what they want to do and go where they want to go.",
          "ID": "7"
        },
        {
          "text": "Their horses will be faster than leopards and more dangerous than wolves at sunset. Their horse soldiers will come from faraway places. They will attack their enemies quickly, like a hungry eagle swooping down from the sky.",
          "ID": "8"
        },
        {
          "text": "The one thing they all want to do is fight. Their armies will march fast like the wind in the desert. And the Babylonian soldiers will take many prisoners—as many as the grains of sand.",
          "ID": "9"
        },
        {
          "text": "“The Babylonian soldiers will laugh at the kings of other nations. Foreign rulers will be like jokes to them. The Babylonian soldiers will laugh at the cities with tall, strong walls. They will simply build dirt roads up to the top of the walls and easily defeat the cities.",
          "ID": "10"
        },
        {
          "text": "Then they will leave like the wind and go on to fight against other places. The only thing the Babylonians worship is their own strength.”",
          "ID": "11"
        },
        {
          "text": "Lord, you are the one who lives forever!\nYou are my holy God who never dies!\nLord, you created the Babylonians to do what must be done.\nOur Rock, you created them to punish people.",
          "ID": "12",
          "comments": [
            "Lord, you are … never dies Or “Lord, you have been my holy God forever! Surely we will not die.”"
          ]
        },
        {
          "text": "Your eyes are too good to look at evil.\nYou cannot stand to see people doing wrong.\nSo why do you permit such evil?\nHow can you watch while the wicked destroy people who are so much better?",
          "ID": "13"
        },
        {
          "text": "You made people like fish in the sea.\nThey are like little sea animals without a leader.",
          "ID": "14"
        },
        {
          "text": "The enemy catches all of them with hooks and nets.\nThe enemy catches them in his net and drags them in,\nand the enemy is very happy with what he caught.",
          "ID": "15"
        },
        {
          "text": "His net helps him live like the rich\nand enjoy the best food.\nSo the enemy worships his net.\nHe makes sacrifices and burns incense to honor his net.",
          "ID": "16"
        },
        {
          "text": "Will he continue to take riches with his net?\nWill he continue destroying people without showing mercy?",
          "ID": "17"
        }
      ],
      "ID": "OT:HAB.1",
      "name": "Habakkuk 1"
    },
    {
      "title": "The Message About Idols",
      "text": [
        {
          "text": "I will stand like a guard and watch.\nI will wait to see what the Lord will say to me.\nI will wait and learn how he answers my questions.",
          "ID": "1"
        },
        {
          "text": "The Lord answered me, “Write down what I show you. Write it clearly on a sign so that the message will be easy to read.",
          "ID": "2",
          "comments": [
            "Write down … easy to read Or “Write the vision clearly on tablets so that the person who reads it can run and tell other people.”"
          ]
        },
        {
          "text": "This message is about a special time in the future. This message is about the end, and it will come true. Just be patient and wait for it. That time will come; it will not be late.",
          "ID": "3"
        },
        {
          "text": "This message cannot help those who refuse to listen to it, but those who are good will live because they believe it.",
          "ID": "4"
        },
        {
          "text": "“Wine can trick a person. In the same way a strong man’s pride can fool him, but he will not find peace. He is like death—he always wants more and more. And, like death, he will never be satisfied. He will continue to defeat other nations and to make those people his prisoners.",
          "ID": "5"
        },
        {
          "text": "But soon enough, all those people will laugh at him and tell stories about his defeat. They will laugh and say, ‘It’s too bad that the man who took so many things will not get to keep them! He made himself rich by collecting debts.’",
          "ID": "6"
        },
        {
          "text": "“Strong man, you have taken money from people. One day they will wake up and realize what is happening, and they will stand against you. Then they will take things from you, and you will be very afraid.",
          "ID": "7"
        },
        {
          "text": "You have stolen things from many nations, so they will take much from you. You have killed many people and destroyed lands and cities. You have killed all the people there.",
          "ID": "8"
        },
        {
          "text": "“Look at you people! You get rich by cheating people, and it hurts your own family! You build your houses high on the cliffs to protect yourself from danger.",
          "ID": "9"
        },
        {
          "text": "You planned shameful things, and that will bring shame to your own family. You have done wrong, and it will cost you your life.",
          "ID": "10"
        },
        {
          "text": "The stones of the walls will cry out against you. Even the wooden rafters in your own house will prove that you are wrong.",
          "ID": "11",
          "comments": [
            "rafters Boards that support the roof."
          ]
        },
        {
          "text": "“Look at them! They kill people to build their city and do wicked things to make their walled city strong.",
          "ID": "12"
        },
        {
          "text": "But the Lord All-Powerful has decided that a fire will destroy everything that those people worked to build. All their work will be for nothing.",
          "ID": "13"
        },
        {
          "text": "Then people everywhere will know about the Glory of the Lord. This news will spread just as water spreads out into the sea.",
          "ID": "14"
        },
        {
          "text": "It will be very bad for those who become angry and make other people suffer. Like an angry drunk, they knock others to the ground and strip them naked, just to see their naked bodies.",
          "ID": "15",
          "comments": [
            "Like an angry drunk … bodies The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "“But they will know the Lord’s anger. It will be like a cup of poison in the Lord’s right hand. They will taste that anger, and then they will fall to the ground like drunks.\n“Evil ruler, you will drink from that cup. You will get shame, not honor.",
          "ID": "16"
        },
        {
          "text": "You hurt many people in Lebanon and stole many animals there. So you will be afraid because of the people who died and because of the bad things you did to that country. You will be afraid because of what you did to those cities and to the people who lived there.”",
          "ID": "17"
        },
        {
          "text": "Their false god will not help them, because it is only a statue that someone covered with metal. It is only a statue, so whoever made it cannot expect it to help. That statue cannot even speak!",
          "ID": "18"
        },
        {
          "text": "Look at them! They speak to a wooden statue and tell it, “Get up! Rescue me.” They talk to a stone that cannot speak and say, “Wake up!” Don’t you know those things cannot help you? That statue may be covered with gold and silver, but there is no life in it.",
          "ID": "19"
        },
        {
          "text": "But the Lord is in his holy temple, so the whole earth should be silent in his presence and show him respect.",
          "ID": "20"
        }
      ],
      "ID": "OT:HAB.2",
      "name": "Habakkuk 2"
    },
    {
      "title": "Always Rejoice in the Lord",
      "text": [
        {
          "text": "The prayer of Habakkuk the prophet.",
          "ID": "1",
          "comments": [
            "The Hebrew text adds “according to shigyonoth,” which may be an instruction for a special style of music."
          ]
        },
        {
          "text": "Lord, I have heard the news about you.\nI am amazed, Lord, at the powerful things you did in the past.\nNow I pray that you will do great things in our time.\nPlease make these things happen in our own days.\nBut in your anger,\nremember to show mercy to us. Selah",
          "ID": "2"
        },
        {
          "text": "God is coming from Teman.\nThe Holy One is coming from Mount Paran. Selah\nHis glory covers the heavens,\nand his praise fills the earth!",
          "ID": "3"
        },
        {
          "text": "Rays of light shine from his hand, a bright, shining light.\nThere is such power hiding in that hand.",
          "ID": "4"
        },
        {
          "text": "The sickness went before him,\nand the destroyer followed behind him.",
          "ID": "5",
          "comments": [
            "This probably refers to the diseases and the angel of death that God sent against the Egyptians when God freed Israel from slavery."
          ]
        },
        {
          "text": "He stood and judged the earth.\nHe looked at the people of all the nations,\nand they shook with fear.\nFor many years the mountains stood strong,\nbut those mountains fell to pieces.\nThose old, old hills fell down.\nGod has always been able to do that.",
          "ID": "6"
        },
        {
          "text": "I saw that the cities of Cushan were in trouble\nand that the houses of Midian trembled with fear.",
          "ID": "7"
        },
        {
          "text": "Lord, were you angry at the rivers?\nWere you angry at the streams?\nWere you angry at the sea?\nWere you angry when you rode your horses and chariots to victory?",
          "ID": "8"
        },
        {
          "text": "Even then you showed your rainbow.\nIt was proof of your agreement with the families of the earth. Selah\nAnd the dry land split the rivers.",
          "ID": "9",
          "comments": [
            "rainbow … earth See Gen. 9."
          ]
        },
        {
          "text": "    The mountains saw you and shook.\nThe water flowed off the land.\nThe water from the sea made a loud noise\nas it lost its power over the land.",
          "ID": "10"
        },
        {
          "text": "The sun and the moon lost their brightness.\nThey stopped shining when they saw your bright flashes of lightning.\nThat lightning was like spears and arrows shooting through the air.",
          "ID": "11"
        },
        {
          "text": "In anger you walked on the earth\nand punished the nations.",
          "ID": "12"
        },
        {
          "text": "You came to save your people\nand to lead your chosen king to victory.\nYou killed the leader in every evil family,\nfrom the least important person\nto the most important in the land. Selah",
          "ID": "13",
          "comments": [
            "chosen king Literally, “anointed one.”",
            "You killed … in the land Literally, “You struck the head from the wicked house. From the foundation to the neck they were laid bare.”"
          ]
        },
        {
          "text": "You used Moses’ walking stick\nto stop the enemy soldiers.\nThose soldiers came\nlike a powerful storm to fight against us.\nThey thought they could defeat us easily,\nas robbing the poor in secret.",
          "ID": "14"
        },
        {
          "text": "But you marched your horses\nthrough the deep water, stirring up the mud.",
          "ID": "15"
        },
        {
          "text": "My whole body shook when I heard the story.\nMy lips trembled.\nI felt weak deep down in my bones\nand stood there shaking.\nBut I will wait patiently for destruction to come to those who attack us.",
          "ID": "16"
        },
        {
          "text": "Figs might not grow on the fig trees,\nand grapes might not grow on the vines.\nOlives might not grow on the olive trees,\nand food might not grow in the fields.\nThere might not be any sheep in the pens\nor cattle in the barns.",
          "ID": "17"
        },
        {
          "text": "But I will still be glad in the Lord\nand rejoice in God my Savior.",
          "ID": "18"
        },
        {
          "text": "The Lord God gives me my strength.\nHe helps me run fast like a deer.\nHe leads me safely on the mountains.\nTo the music director. On my stringed instruments.",
          "ID": "19"
        }
      ],
      "ID": "OT:HAB.3",
      "name": "Habakkuk 3"
    }
  ],
  "ID": "OT:HAB(ERV)",
  "name": "Habakkuk"
}