{
  "text": [
    {
      "text": [
        {
          "text": "The revelation which Habakkuk the prophet saw.",
          "ID": "1"
        },
        {
          "text": "Yahweh, how long will I cry, and you will not hear? I cry out to you “Violence!” and will you not save?",
          "ID": "2"
        },
        {
          "text": "Why do you show me iniquity, and look at perversity? For destruction and violence are before me. There is strife, and contention rises up.",
          "ID": "3"
        },
        {
          "text": "Therefore the law is paralyzed, and justice never prevails; for the wicked surround the righteous; therefore justice comes out perverted.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "“Look among the nations, watch, and wonder marvelously; for I am working a work in your days, which you will not believe though it is told you.",
          "ID": "5"
        },
        {
          "text": "For, behold, I raise up the Chaldeans, that bitter and hasty nation, that march through the width of the earth, to possess dwelling places that are not theirs.",
          "ID": "6"
        },
        {
          "text": "They are feared and dreaded. Their judgment and their dignity proceed from themselves.",
          "ID": "7"
        },
        {
          "text": "Their horses also are swifter than leopards, and are more fierce than the evening wolves. Their horsemen press proudly on. Yes, their horsemen come from afar. They fly as an eagle that hurries to devour.",
          "ID": "8"
        },
        {
          "text": "All of them come for violence. Their hordes face the desert. He gathers prisoners like sand.",
          "ID": "9"
        },
        {
          "text": "Yes, he scoffs at kings, and princes are a derision to him. He laughs at every stronghold, for he builds up an earthen ramp, and takes it.",
          "ID": "10"
        },
        {
          "text": "Then he sweeps by like the wind, and goes on. He is indeed guilty, whose strength is his god.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Aren’t you from everlasting, Yahweh my God, my Holy One? We will not die. Yahweh, you have appointed him for judgment. You, Rock, have established him to punish.",
          "ID": "12"
        },
        {
          "text": "You who have purer eyes than to see evil, and who cannot look on perversity, why do you tolerate those who deal treacherously, and keep silent when the wicked swallows up the man who is more righteous than he,",
          "ID": "13"
        },
        {
          "text": "and make men like the fish of the sea, like the creeping things, that have no ruler over them?",
          "ID": "14"
        },
        {
          "text": "He takes up all of them with the hook. He catches them in his net, and gathers them in his dragnet. Therefore he rejoices and is glad.",
          "ID": "15"
        },
        {
          "text": "Therefore he sacrifices to his net, and burns incense to his dragnet, because by them his life is luxurious, and his food is good.",
          "ID": "16"
        },
        {
          "text": "Will he therefore continually empty his net, and kill the nations without mercy?",
          "ID": "17"
        }
      ],
      "ID": "OT:HAB.1",
      "name": "The Book of Habakkuk 1"
    },
    {
      "text": [
        {
          "text": "I will stand at my watch, and set myself on the ramparts, and will look out to see what he will say to me, and what I will answer concerning my complaint.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Yahweh answered me, “Write the vision, and make it plain on tablets, that he who runs may read it.",
          "ID": "2"
        },
        {
          "text": "For the vision is yet for the appointed time, and it hurries toward the end, and won’t prove false. Though it takes time, wait for it; because it will surely come. It won’t delay.",
          "ID": "3"
        },
        {
          "text": "Behold, his soul is puffed up. It is not upright in him, but the righteous will live by his faith.",
          "ID": "4"
        },
        {
          "text": "Yes, moreover, wine is treacherous. A haughty man who doesn’t stay at home, who enlarges his desire as Sheol, and he is like death, and can’t be satisfied, but gathers to himself all nations, and heaps to himself all peoples.",
          "ID": "5"
        },
        {
          "text": "Won’t all these take up a parable against him, and a taunting proverb against him, and say, ‘Woe to him who increases that which is not his, and who enriches himself by extortion! How long?’",
          "ID": "6"
        },
        {
          "text": "Won’t your debtors rise up suddenly, and wake up those who make you tremble, and you will be their victim?",
          "ID": "7"
        },
        {
          "text": "Because you have plundered many nations, all the remnant of the peoples will plunder you, because of men’s blood, and for the violence done to the land, to the city and to all who dwell in it.",
          "ID": "8"
        },
        {
          "text": "Woe to him who gets an evil gain for his house, that he may set his nest on high, that he may be delivered from the hand of evil!",
          "ID": "9"
        },
        {
          "text": "You have devised shame to your house, by cutting off many peoples, and have sinned against your soul.",
          "ID": "10"
        },
        {
          "text": "For the stone will cry out of the wall, and the beam out of the woodwork will answer it.",
          "ID": "11"
        },
        {
          "text": "Woe to him who builds a town with blood, and establishes a city by iniquity!",
          "ID": "12"
        },
        {
          "text": "Behold, isn’t it of Yahweh of Armies that the peoples labor for the fire, and the nations weary themselves for vanity?",
          "ID": "13"
        },
        {
          "text": "For the earth will be filled with the knowledge of Yahweh’s glory, as the waters cover the sea.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "“Woe to him who gives his neighbor drink, pouring your inflaming wine until they are drunk, so that you may gaze at their naked bodies!",
          "ID": "15"
        },
        {
          "text": "You are filled with shame, and not glory. You will also drink, and be exposed! The cup of Yahweh’s right hand will come around to you, and disgrace will cover your glory.",
          "ID": "16"
        },
        {
          "text": "For the violence done to Lebanon will overwhelm you, and the destruction of the animals, which made them afraid; because of men’s blood, and for the violence done to the land, to every city and to those who dwell in them.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "“What value does the engraved image have, that its maker has engraved it; the molten image, even the teacher of lies, that he who fashions its form trusts in it, to make mute idols?",
          "ID": "18"
        },
        {
          "text": "Woe to him who says to the wood, ‘Awake!’ or to the mute stone, ‘Arise!’ Shall this teach? Behold, it is overlaid with gold and silver, and there is no breath at all within it.",
          "ID": "19"
        },
        {
          "text": "But Yahweh is in his holy temple. Let all the earth be silent before him!”",
          "ID": "20"
        }
      ],
      "ID": "OT:HAB.2",
      "name": "The Book of Habakkuk 2"
    },
    {
      "text": [
        {
          "text": "A prayer of Habakkuk, the prophet, set to victorious music.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Yahweh, I have heard of your fame.",
          "ID": "2"
        },
        {
          "text": "I stand in awe of your deeds, Yahweh.",
          "ID": "2"
        },
        {
          "text": "Renew your work in the middle of the years.",
          "ID": "2"
        },
        {
          "text": "In the middle of the years make it known.",
          "ID": "2"
        },
        {
          "text": "In wrath, you remember mercy.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "God came from Teman,",
          "ID": "3"
        },
        {
          "text": "the Holy One from Mount Paran. Selah.",
          "ID": "3"
        },
        {
          "text": "His glory covered the heavens,",
          "ID": "3"
        },
        {
          "text": "and his praise filled the earth.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "His splendor is like the sunrise.",
          "ID": "4"
        },
        {
          "text": "Rays shine from his hand, where his power is hidden.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Plague went before him,",
          "ID": "5"
        },
        {
          "text": "and pestilence followed his feet.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "He stood, and shook the earth.",
          "ID": "6"
        },
        {
          "text": "He looked, and made the nations tremble.",
          "ID": "6"
        },
        {
          "text": "The ancient mountains were crumbled.",
          "ID": "6"
        },
        {
          "text": "The age-old hills collapsed.",
          "ID": "6"
        },
        {
          "text": "His ways are eternal.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "I saw the tents of Cushan in affliction.",
          "ID": "7"
        },
        {
          "text": "The dwellings of the land of Midian trembled.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Was Yahweh displeased with the rivers?",
          "ID": "8"
        },
        {
          "text": "Was your anger against the rivers,",
          "ID": "8"
        },
        {
          "text": "or your wrath against the sea,",
          "ID": "8"
        },
        {
          "text": "that you rode on your horses,",
          "ID": "8"
        },
        {
          "text": "on your chariots of salvation?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "You uncovered your bow.",
          "ID": "9"
        },
        {
          "text": "You called for your sworn arrows. Selah.",
          "ID": "9"
        },
        {
          "text": "You split the earth with rivers.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The mountains saw you, and were afraid.",
          "ID": "10"
        },
        {
          "text": "The storm of waters passed by.",
          "ID": "10"
        },
        {
          "text": "The deep roared and lifted up its hands on high.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The sun and moon stood still in the sky,",
          "ID": "11"
        },
        {
          "text": "at the light of your arrows as they went,",
          "ID": "11"
        },
        {
          "text": "at the shining of your glittering spear.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "You marched through the land in wrath.",
          "ID": "12"
        },
        {
          "text": "You threshed the nations in anger.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "You went out for the salvation of your people,",
          "ID": "13"
        },
        {
          "text": "for the salvation of your anointed.",
          "ID": "13"
        },
        {
          "text": "You crushed the head of the land of wickedness.",
          "ID": "13"
        },
        {
          "text": "You stripped them head to foot. Selah.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "You pierced the heads of his warriors with their own spears.",
          "ID": "14"
        },
        {
          "text": "They came as a whirlwind to scatter me,",
          "ID": "14"
        },
        {
          "text": "gloating as if to devour the wretched in secret.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "You trampled the sea with your horses,",
          "ID": "15"
        },
        {
          "text": "churning mighty waters.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "I heard, and my body trembled.",
          "ID": "16"
        },
        {
          "text": "My lips quivered at the voice.",
          "ID": "16"
        },
        {
          "text": "Rottenness enters into my bones, and I tremble in my place,",
          "ID": "16"
        },
        {
          "text": "because I must wait quietly for the day of trouble,",
          "ID": "16"
        },
        {
          "text": "for the coming up of the people who invade us.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For though the fig tree doesn’t flourish,",
          "ID": "17"
        },
        {
          "text": "nor fruit be in the vines;",
          "ID": "17"
        },
        {
          "text": "the labor of the olive fails,",
          "ID": "17"
        },
        {
          "text": "the fields yield no food;",
          "ID": "17"
        },
        {
          "text": "the flocks are cut off from the fold,",
          "ID": "17"
        },
        {
          "text": "and there is no herd in the stalls:",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "yet I will rejoice in Yahweh.",
          "ID": "18"
        },
        {
          "text": "I will be joyful in the God of my salvation!",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Yahweh, the Lord, is my strength.",
          "ID": "19"
        },
        {
          "text": "He makes my feet like deer’s feet,",
          "ID": "19"
        },
        {
          "text": "and enables me to go in high places.",
          "ID": "19"
        },
        {
          "text": "For the music director, on my stringed instruments.",
          "ID": "19"
        }
      ],
      "ID": "OT:HAB.3",
      "name": "The Book of Habakkuk 3"
    }
  ],
  "ID": "OT:HAB(WEB)",
  "version": "WEB",
  "name": "The Book of Habakkuk"
}