{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Слово Господне, которое было к Иоилю, сыну Вафуила.",
          "ID": "1"
        },
        {
          "text": "Слушайте это, старцы, и внимайте, все жители земли сей: бывало ли такое во дни ваши, или во дни отцов ваших?",
          "ID": "2"
        },
        {
          "text": "Передайте об этом детям вашим; а дети ваши пусть скажут своим детям, а их дети следующему роду:",
          "ID": "3"
        },
        {
          "text": "оставшееся от гусеницы ела саранча, оставшееся от саранчи ели черви, а оставшееся от червей доели жуки.",
          "ID": "4"
        },
        {
          "text": "Пробудитесь, пьяницы, и плачьте и рыдайте, все пьющие вино, о виноградном соке, ибо он отнят от уст ваших!",
          "ID": "5"
        },
        {
          "text": "Ибо пришел на землю Мою народ сильный и бесчисленный; зубы у него – зубы львиные, и челюсти у него – как у львицы.",
          "ID": "6"
        },
        {
          "text": "Опустошил он виноградную лозу Мою, и смоковницу Мою обломал, ободрал ее догола, и бросил; сделались белыми ветви ее.",
          "ID": "7"
        },
        {
          "text": "Рыдай, как молодая жена, препоясавшись [вретищем], о муже юности своей!",
          "ID": "8"
        },
        {
          "text": "Прекратилось хлебное приношение и возлияние в доме Господнем; плачут священники, служители Господни.",
          "ID": "9"
        },
        {
          "text": "Опустошено поле, сетует земля; ибо истреблен хлеб, высох виноградный сок, завяла маслина.",
          "ID": "10"
        },
        {
          "text": "Краснейте от стыда, земледельцы, рыдайте, виноградари, о пшенице и ячмене, потому что погибла жатва в поле,",
          "ID": "11"
        },
        {
          "text": "засохла виноградная лоза и смоковница завяла; гранатовое дерево, пальма и яблоня, все дерева в поле посохли; потому и веселье у сынов человеческих исчезло.",
          "ID": "12"
        },
        {
          "text": "Препояшьтесь [вретищем] и плачьте, священники! рыдайте, служители алтаря! войдите, ночуйте во вретищах, служители Бога моего! ибо не стало в доме Бога вашего хлебного приношения и возлияния.",
          "ID": "13"
        },
        {
          "text": "Назначьте пост, объявите торжественное собрание, созовите старцев и всех жителей страны сей в дом Господа Бога вашего, и взывайте к Господу.",
          "ID": "14"
        },
        {
          "text": "О, какой день! ибо день Господень близок; как опустошение от Всемогущего придет он.",
          "ID": "15"
        },
        {
          "text": "Не пред нашими ли глазами отнимается пища, от дома Бога нашего – веселье и радость?",
          "ID": "16"
        },
        {
          "text": "Истлели зерна под глыбами своими, опустели житницы, разрушены кладовые, ибо не стало хлеба.",
          "ID": "17"
        },
        {
          "text": "Как стонет скот! уныло ходят стада волов, ибо нет для них пажити; томятся и стада овец.",
          "ID": "18"
        },
        {
          "text": "К Тебе, Господи, взываю; ибо огонь пожрал злачные пастбища пустыни, и пламя попалило все дерева в поле.",
          "ID": "19"
        },
        {
          "text": "Даже и животные на поле взывают к Тебе, потому что иссохли потоки вод, и огонь истребил пастбища пустыни.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOL.1",
      "name": "Книга пророка Иоиля 1"
    },
    {
      "text": [
        {
          "text": "Трубите трубою на Сионе и бейте тревогу на святой горе Моей; да трепещут все жители земли, ибо наступает день Господень, ибо он близок –",
          "ID": "1"
        },
        {
          "text": "день тьмы и мрака, день облачный и туманный: как утренняя заря распространяется по горам народ многочисленный и сильный, какого не бывало от века и после того не будет в роды родов.",
          "ID": "2"
        },
        {
          "text": "Перед ним пожирает огонь, а за ним палит пламя; перед ним земля как сад Едемский, а позади него будет опустошенная степь, и никому не будет спасения от него.",
          "ID": "3"
        },
        {
          "text": "Вид его как вид коней, и скачут они как всадники;",
          "ID": "4"
        },
        {
          "text": "скачут по вершинам гор как бы со стуком колесниц, как бы с треском огненного пламени, пожирающего солому, как сильный народ, выстроенный к битве.",
          "ID": "5"
        },
        {
          "text": "При виде его затрепещут народы, у всех лица побледнеют.",
          "ID": "6"
        },
        {
          "text": "Как борцы бегут они и как храбрые воины влезают на стену, и каждый идет своею дорогою, и не сбивается с путей своих.",
          "ID": "7"
        },
        {
          "text": "Не давят друг друга, каждый идет своею стезею, и падают на копья, но остаются невредимы.",
          "ID": "8"
        },
        {
          "text": "Бегают по городу, поднимаются на стены, влезают на дома, входят в окна, как вор.",
          "ID": "9"
        },
        {
          "text": "Перед ними потрясется земля, поколеблется небо; солнце и луна помрачатся, и звезды потеряют свой свет.",
          "ID": "10"
        },
        {
          "text": "И Господь даст глас Свой пред воинством Своим, ибо весьма многочисленно полчище Его и могуществен исполнитель слова Его; ибо велик день Господень и весьма страшен, и кто выдержит его?",
          "ID": "11"
        },
        {
          "text": "Но и ныне еще говорит Господь: обратитесь ко Мне всем сердцем своим в посте, плаче и рыдании.",
          "ID": "12"
        },
        {
          "text": "Раздирайте сердца ваши, а не одежды ваши, и обратитесь к Господу Богу вашему; ибо Он благ и милосерд, долготерпелив и многомилостив и сожалеет о бедствии.",
          "ID": "13"
        },
        {
          "text": "Кто знает, не сжалится ли Он, и не оставит ли благословения, хлебного приношения и возлияния Господу Богу вашему?",
          "ID": "14"
        },
        {
          "text": "Вострубите трубою на Сионе, назначьте пост и объявите торжественное собрание.",
          "ID": "15"
        },
        {
          "text": "Соберите народ, созовите собрание, пригласите старцев, соберите отроков и грудных младенцев; пусть выйдет жених из чертога своего и невеста из своей горницы.",
          "ID": "16"
        },
        {
          "text": "Между притвором и жертвенником да плачут священники, служители Господни, и говорят: \"пощади, Господи, народ Твой, не предай наследия Твоего на поругание, чтобы не издевались над ним народы; для чего будут говорить между народами: где Бог их?\"",
          "ID": "17"
        },
        {
          "text": "И тогда возревнует Господь о земле Своей, и пощадит народ Свой.",
          "ID": "18"
        },
        {
          "text": "И ответит Господь, и скажет народу Своему: вот, Я пошлю вам хлеб и вино и елей, и будете насыщаться ими, и более не отдам вас на поругание народам.",
          "ID": "19"
        },
        {
          "text": "И пришедшего от севера удалю от вас, и изгоню в землю безводную и пустую, переднее полчище его – в море восточное, а заднее – в море западное, и пойдет от него зловоние, и поднимется от него смрад, так как он много наделал [зла].",
          "ID": "20"
        },
        {
          "text": "Не бойся, земля: радуйся и веселись, ибо Господь велик, чтобы совершить это.",
          "ID": "21"
        },
        {
          "text": "Не бойтесь, животные, ибо пастбища пустыни произрастят траву, дерево принесет плод свой, смоковница и виноградная лоза окажут свою силу.",
          "ID": "22"
        },
        {
          "text": "И вы, чада Сиона, радуйтесь и веселитесь о Господе Боге вашем; ибо Он даст вам дождь в меру и будет ниспосылать вам дождь, дождь ранний и поздний, как прежде.",
          "ID": "23"
        },
        {
          "text": "И наполнятся гумна хлебом, и переполнятся подточилия виноградным соком и елеем.",
          "ID": "24"
        },
        {
          "text": "И воздам вам за те годы, которые пожирали саранча, черви, жуки и гусеница, великое войско Мое, которое послал Я на вас.",
          "ID": "25"
        },
        {
          "text": "И до сытости будете есть и насыщаться и славить имя Господа Бога вашего, Который дивное соделал с вами, и не посрамится народ Мой во веки.",
          "ID": "26"
        },
        {
          "text": "И узнаете, что Я посреди Израиля, и Я – Господь Бог ваш, и нет другого, и Мой народ не посрамится вовеки.",
          "ID": "27"
        },
        {
          "text": "И будет после того, излию от Духа Моего на всякую плоть, и будут пророчествовать сыны ваши и дочери ваши; старцам вашим будут сниться сны, и юноши ваши будут видеть видения.",
          "ID": "28"
        },
        {
          "text": "И также на рабов и на рабынь в те дни излию от Духа Моего.",
          "ID": "29"
        },
        {
          "text": "И покажу знамения на небе и на земле: кровь и огонь и столпы дыма.",
          "ID": "30"
        },
        {
          "text": "Солнце превратится во тьму и луна – в кровь, прежде нежели наступит день Господень, великий и страшный.",
          "ID": "31"
        },
        {
          "text": "И будет: всякий, кто призовет имя Господне, спасется; ибо на горе Сионе и в Иерусалиме будет спасение, как сказал Господь, и у остальных, которых призовет Господь.",
          "ID": "32"
        }
      ],
      "ID": "OT:JOL.2",
      "name": "Книга пророка Иоиля 2"
    },
    {
      "text": [
        {
          "text": "Ибо вот, в те дни и в то самое время, когда Я возвращу плен Иуды и Иерусалима,",
          "ID": "1"
        },
        {
          "text": "Я соберу все народы, и приведу их в долину Иосафата, и там произведу над ними суд за народ Мой и за наследие Мое, Израиля, который они рассеяли между народами, и землю Мою разделили.",
          "ID": "2"
        },
        {
          "text": "И о народе Моем они бросали жребий, и отдавали отрока за блудницу, и продавали отроковицу за вино, и пили.",
          "ID": "3"
        },
        {
          "text": "И что вы Мне, Тир и Сидон и все округи Филистимские? Хотите ли воздать Мне возмездие? хотите ли воздать Мне? Легко и скоро Я обращу возмездие ваше на головы ваши,",
          "ID": "4"
        },
        {
          "text": "потому что вы взяли серебро Мое и золото Мое, и наилучшие драгоценности Мои внесли в капища ваши,",
          "ID": "5"
        },
        {
          "text": "и сынов Иуды и сынов Иерусалима продавали сынам Еллинов, чтобы удалить их от пределов их.",
          "ID": "6"
        },
        {
          "text": "Вот, Я подниму их из того места, куда вы продали их, и обращу мзду вашу на голову вашу.",
          "ID": "7"
        },
        {
          "text": "И предам сыновей ваших и дочерей ваших в руки сынов Иуды, и они продадут их Савеям, народу отдаленному; так Господь сказал.",
          "ID": "8"
        },
        {
          "text": "Провозгласите об этом между народами, приготовьтесь к войне, возбудите храбрых; пусть выступят, поднимутся все ратоборцы.",
          "ID": "9"
        },
        {
          "text": "Перекуйте орала ваши на мечи и серпы ваши на копья; слабый пусть говорит: \"я силен\".",
          "ID": "10"
        },
        {
          "text": "Спешите и сходитесь, все народы окрестные, и соберитесь; туда, Господи, веди Твоих героев.",
          "ID": "11"
        },
        {
          "text": "Пусть воспрянут народы и низойдут в долину Иосафата; ибо там Я воссяду, чтобы судить все народы отовсюду.",
          "ID": "12"
        },
        {
          "text": "Пустите в дело серпы, ибо жатва созрела; идите, спуститесь, ибо точило полно и подточилия переливаются, потому что злоба их велика.",
          "ID": "13"
        },
        {
          "text": "Толпы, толпы в долине суда! ибо близок день Господень к долине суда!",
          "ID": "14"
        },
        {
          "text": "Солнце и луна померкнут и звезды потеряют блеск свой.",
          "ID": "15"
        },
        {
          "text": "И возгремит Господь с Сиона, и даст глас Свой из Иерусалима; содрогнутся небо и земля; но Господь будет защитою для народа Своего и обороною для сынов Израилевых.",
          "ID": "16"
        },
        {
          "text": "Тогда узнаете, что Я Господь Бог ваш, обитающий на Сионе, на святой горе Моей; и будет Иерусалим святынею, и не будут уже иноплеменники проходить через него.",
          "ID": "17"
        },
        {
          "text": "И будет в тот день: горы будут капать вином и холмы потекут молоком, и все русла Иудейские наполнятся водою, а из дома Господня выйдет источник, и будет напоять долину Ситтим.",
          "ID": "18"
        },
        {
          "text": "Египет сделается пустынею и Едом будет пустою степью – за то, что они притесняли сынов Иудиных и проливали невинную кровь в земле их.",
          "ID": "19"
        },
        {
          "text": "А Иуда будет жить вечно и Иерусалим – в роды родов.",
          "ID": "20"
        },
        {
          "text": "Я смою кровь их, которую не смыл еще, и Господь будет обитать на Сионе.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOL.3",
      "name": "Книга пророка Иоиля 3"
    }
  ],
  "ID": "OT:JOL(SYNO)",
  "name": "Книга пророка Иоиля"
}