{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "После смерти слуги Господнего, Моисея, Господь сказал Иисусу, сыну Навину, помощнику Моисея:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Мой слуга Моисей умер. Итак, приготовься вместе со всем этим народом переправиться через реку Иордан в землю, которую Я даю им – израильтянам. ",
          "ID": "2"
        },
        {
          "text": "Я отдам вам всякое место, на которое ступит ваша нога, как Я обещал Моисею. ",
          "ID": "3"
        },
        {
          "text": "Ваша земля будет простираться от пустыни до Ливана, от великой реки, реки Евфрата (включая всю землю хеттов), до Великого моря на западе. ",
          "ID": "4"
        },
        {
          "text": "Никто не сможет противостоять тебе во все дни твоей жизни. Как Я был с Моисеем, так буду и с тобой; Я никогда тебя не оставлю и никогда не покину.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Будь тверд и мужествен, потому что ты поведешь этих людей, чтобы им унаследовать землю, которую Я клялся дать их отцам. ",
          "ID": "6"
        },
        {
          "text": "Будь тверд и очень мужествен. Тщательно исполняй весь Закон, который дал тебе Мой слуга Моисей. Не уклоняйся от него ни вправо, ни влево, чтобы тебе иметь успех везде, куда бы ты ни пошел. ",
          "ID": "7"
        },
        {
          "text": "Пусть слова книги Закона всегда будут у тебя на устах; размышляй над ними день и ночь, чтобы в точности исполнять все, что написано. Тогда ты будешь процветать и иметь успех. ",
          "ID": "8"
        },
        {
          "text": "Итак, Я повелеваю тебе: будь тверд и мужествен. Не страшись и не падай духом, потому что Господь, твой Бог, будет с тобой, куда бы ты ни пошел.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И приказал Иисус начальникам народа:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Пройдите по лагерю и скажите народу: «Запаситесь едой, потому что через три дня вы переправитесь здесь через Иордан, чтобы войти и завладеть землей, которую Господь, ваш Бог, дает вам во владение».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Но рувимитам, гадитам и половине рода Манассии Иисус сказал:",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Помните повеление, которое дал вам Моисей, слуга Господа: «Господь, ваш Бог, дал вам покой и даровал эту землю». ",
          "ID": "13"
        },
        {
          "text": "Ваши жены, дети и скот могут остаться в земле, которую Моисей дал вам к востоку от Иордана, но все ваши воины в полном вооружении должны переправиться впереди ваших братьев. Вы должны помогать вашим братьям, ",
          "ID": "14"
        },
        {
          "text": "пока Господь не даст им покой, как Он сделал это для вас самих, и пока они тоже не завладеют землей, которую Господь, ваш Бог, дает им. После этого вы сможете вернуться и занять свою землю, которую Моисей, слуга Господа, дал вам к востоку от Иордана, к восходу солнца.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они ответили Иисусу:",
          "ID": "16"
        },
        {
          "text": "– Мы исполним все, что бы ты ни приказал нам, и куда бы ты ни направил нас, мы пойдем. ",
          "ID": "16"
        },
        {
          "text": "Как мы слушались Моисея, так будем слушаться и тебя. Только пусть Господь, твой Бог, будет с тобой, как Он был с Моисеем. ",
          "ID": "17"
        },
        {
          "text": "Всякий, кто воспротивится твоему приказу и не послушается твоих слов – что бы ты ни приказал, – будет предан смерти. Только будь тверд и мужествен!",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.1",
      "name": "Иисус Навин 1"
    },
    {
      "text": [
        {
          "text": "Иисус, сын Навин, тайно послал из лагеря, расположенного в Шиттиме, двух лазутчиков.",
          "ID": "1"
        },
        {
          "text": "– Пойдите, осмотрите эту землю, – сказал он, – особенно Иерихон.",
          "ID": "1"
        },
        {
          "text": "Они отправились и пришли в дом блудницы по имени Раав, и остались там ночевать.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Царю Иерихона донесли:",
          "ID": "2"
        },
        {
          "text": "– Какие-то израильтяне пришли сюда вечером, чтобы разведать эту землю.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Царь Иерихона передал Раав свой приказ: «Выведи людей, которые пришли к тебе домой, потому что они пришли, чтобы разведать всю эту землю».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но женщина спрятала тех двоих мужчин. Она сказала:",
          "ID": "4"
        },
        {
          "text": "– Да, ко мне приходили эти люди, но я не знала, откуда они. ",
          "ID": "4"
        },
        {
          "text": "В сумерки, когда наступило время запирать городские ворота, эти люди ушли. Я не знаю, куда они пошли. Поспешите вслед за ними, и вы сможете их догнать.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "(А она отвела их на крышу и спрятала среди разложенных там снопов льна.)",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Преследователи бросились в погоню за лазутчиками по дороге, что ведет к бродам на Иордане, и как только они вышли, ворота заперли.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Прежде чем лазутчики легли спать, она поднялась на крышу ",
          "ID": "8"
        },
        {
          "text": "и сказала:",
          "ID": "9"
        },
        {
          "text": "– Я знаю, что Господь отдал эту землю вам, и великий страх перед вами охватил нас. Всех жителей этой страны охватил ужас перед вами. ",
          "ID": "9"
        },
        {
          "text": "Мы слышали о том, что Господь осушил ради вас воды Красного моря, когда вы вышли из Египта, и о том, что вы сделали с Сигоном и Огом, двумя царями аморреев к востоку от Иордана, которых вы полностью истребили. ",
          "ID": "10"
        },
        {
          "text": "Когда мы услышали об этом, наши сердца обессилели и каждый пал духом из-за вас, потому что Господь, ваш Бог, – это Бог на небе вверху и на земле внизу. ",
          "ID": "11"
        },
        {
          "text": "Итак, пожалуйста, поклянитесь мне Господом, что вы проявите милость к моей семье, как я проявила милость к вам. Дайте верный знак, ",
          "ID": "12"
        },
        {
          "text": "что вы сохраните жизнь моему отцу и матери, моим братьям и сестрам, и всем их семьям, и что вы спасете нас от смерти.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Наши жизни за ваши жизни! – заверили ее лазутчики. – Если ты не выдашь нас, мы проявим к тебе милость и верность, когда Господь даст нам эту землю.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Она спустила их по веревке через окно, так как дом, где она жила, находился в городской стене. ",
          "ID": "15"
        },
        {
          "text": "Она сказала им:",
          "ID": "16"
        },
        {
          "text": "– Идите к холмам, чтобы преследователи вас не нашли. Спрячьтесь там на три дня, пока они не вернутся, а потом ступайте своим путем.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Лазутчики сказали ей:",
          "ID": "17"
        },
        {
          "text": "– Мы будем свободны от клятвы, которую ты с нас взяла, ",
          "ID": "17"
        },
        {
          "text": "если, когда мы войдем в эту землю, ты не привяжешь этот алый шнур к окну, через которое ты нас спустила, и если ты не приведешь своих отца и мать, своих братьев и всю свою семью в свой дом. ",
          "ID": "18"
        },
        {
          "text": "Если кто-нибудь выйдет из твоего дома на улицу, он сам будет повинен в своей смерти. Мы не будем за это в ответе. Но в смерти любого, кто будет у тебя в доме, будем повинны мы, если на него поднимут руку. ",
          "ID": "19"
        },
        {
          "text": "Но если ты выдашь нас, мы будем свободны от клятвы, которую ты с нас взяла.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Хорошо, – ответила она, – пусть будет так, как вы сказали.",
          "ID": "21"
        },
        {
          "text": "Она отпустила их и привязала к окну алый шнур.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Они ушли и, отправившись к холмам, оставались там три дня, пока преследователи, обыскав всю дорогу, не вернулись, так и не найдя их. ",
          "ID": "22"
        },
        {
          "text": "После этого те двое мужчин отправились в обратный путь. Они спустились с холмов, перешли вброд реку, пришли к Иисусу, сыну Навину, и рассказали ему обо всем, что с ними произошло. ",
          "ID": "23"
        },
        {
          "text": "Они сказали Иисусу:",
          "ID": "24"
        },
        {
          "text": "– Господь, несомненно, отдал всю эту землю в наши руки. Все ее жители охвачены ужасом перед нами.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.2",
      "name": "Иисус Навин 2"
    },
    {
      "text": [
        {
          "text": "Рано утром Иисус и все израильтяне отправились из Шиттима и пришли к Иордану, где разбили лагерь перед тем, как переправиться. ",
          "ID": "1"
        },
        {
          "text": "Через три дня начальники прошли по лагерю, ",
          "ID": "2"
        },
        {
          "text": "приказывая народу:",
          "ID": "3"
        },
        {
          "text": "– Когда вы увидите ковчег завета Господа, вашего Бога, и священников-левитов, несущих его, снимайтесь со своих мест и идите за ним, ",
          "ID": "3"
        },
        {
          "text": "чтобы вам знать, каким путем идти, потому что вы не ходили этим путем прежде. Но пусть между вами и ковчегом будет расстояние примерно в две тысячи локтей. Не приближайтесь к нему.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Иисус сказал народу:",
          "ID": "5"
        },
        {
          "text": "– Освятитесь, потому что завтра Господь совершит среди вас чудеса.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иисус сказал священникам:",
          "ID": "6"
        },
        {
          "text": "– Возьмите ковчег завета и идите перед народом.",
          "ID": "6"
        },
        {
          "text": "Они взяли его и пошли перед народом.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь сказал Иисусу:",
          "ID": "7"
        },
        {
          "text": "– Сегодня Я начну возвышать тебя в глазах всего Израиля, чтобы они знали, что Я буду с тобой, как прежде был с Моисеем. ",
          "ID": "7"
        },
        {
          "text": "Вели священникам, которые несут ковчег завета: «Когда вы дойдете до Иордана, войдите в реку и остановитесь».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иисус сказал израильтянам:",
          "ID": "9"
        },
        {
          "text": "– Подойдите и выслушайте слова Господа, вашего Бога. ",
          "ID": "9"
        },
        {
          "text": "Вот как вы узнаете, что живой Бог среди вас, и что Он непременно прогонит перед вами хананеев, хеттов, хиввеев, ферезеев, гергесеев, аморреев и иевусеев. ",
          "ID": "10"
        },
        {
          "text": "Смотрите, ковчег завета Владыки всей земли войдет в Иордан впереди вас. ",
          "ID": "11"
        },
        {
          "text": "Итак, выберите из родов Израиля двенадцать человек, по одному из каждого рода. ",
          "ID": "12"
        },
        {
          "text": "И как только стопы священников, несущих ковчег Господа – Владыки всей земли, – коснутся Иордана, его воды иссякнут, а воды, текущие сверху, встанут стеной.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда народ свернул лагерь, чтобы переправиться через Иордан, священники пошли перед народом, неся ковчег завета. ",
          "ID": "14"
        },
        {
          "text": "(А Иордан во все время жатвы выступает из берегов.) Но как только те, кто нес ковчег завета, подошли к Иордану и их ноги коснулись края воды, ",
          "ID": "15"
        },
        {
          "text": "вода, текущая сверху, остановилась. Она встала стеной очень далеко, у города Адам, что рядом с Цартаном, а вода, текущая вниз, в море долины, в море Соленое, полностью иссякла. И народ переправился напротив Иерихона. ",
          "ID": "16"
        },
        {
          "text": "Священники, которые несли ковчег завета Господа, стояли на сухой земле в середине Иордана, пока весь народ Израиля, идущий мимо них, не переправился посуху.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOS.3",
      "name": "Иисус Навин 3"
    },
    {
      "text": [
        {
          "text": "Когда весь народ переправился через Иордан, Господь сказал Иисусу:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Выберите из народа двенадцать человек, по одному из каждого рода, ",
          "ID": "2"
        },
        {
          "text": "и велите им взять двенадцать камней из середины Иордана, оттуда, где стояли священники, и унести их с собой, и положить там, где вы остановитесь сегодня вечером на ночлег.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иисус позвал двенадцать человек, которых он назначил из израильтян, по одному из каждого рода, ",
          "ID": "4"
        },
        {
          "text": "и сказал им:",
          "ID": "5"
        },
        {
          "text": "– Пройдите перед ковчегом Господа, вашего Бога, на середину Иордана. Пусть каждый из вас возьмет на плечи по одному камню, по числу родов израильтян. ",
          "ID": "5"
        },
        {
          "text": "Они будут служить вам памятным знаком. В будущем, когда ваши дети спросят вас: «Что значат эти камни?» – ",
          "ID": "6"
        },
        {
          "text": "скажите им, что воды реки иссякли перед ковчегом завета Господа, когда его переправляли через Иордан. Эти камни будут у народа Израиля памятным знаком навеки.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Израильтяне сделали так, как велел им Иисус. Они взяли из середины Иордана двенадцать камней, по числу родов израильтян, как сказал Иисусу Господь. Они перенесли их с собой в лагерь, где и положили их. ",
          "ID": "8"
        },
        {
          "text": "(Иисус поставил также двенадцать камней в середине Иордана, где стояли священники, которые несли ковчег завета. Эти камни там и до сих пор.)",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "А священники, которые несли ковчег, стояли в середине Иордана, пока не исполнилось все, что Господь повелел Иисусу сказать народу, – как Моисей велел Иисусу. Народ же поспешно переправлялся, ",
          "ID": "10"
        },
        {
          "text": "и как только все переправились, переправился и ковчег Господа и священники, идущие перед народом. ",
          "ID": "11"
        },
        {
          "text": "Вооруженные рувимиты, гадиты и половина рода Манассии переправились перед израильтянами, как велел им раньше Моисей. ",
          "ID": "12"
        },
        {
          "text": "Около сорока тысяч вооруженных для битвы переправилось перед Господом в долину Иерихона, чтобы воевать.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "В тот день Господь возвысил Иисуса в глазах всего Израиля, и они чтили его во все дни его жизни, как чтили Моисея. ",
          "ID": "14"
        },
        {
          "text": "И Господь сказал Иисусу:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Вели священникам, которые несут ковчег свидетельства, выйти из Иордана.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Иисус велел священникам:",
          "ID": "17"
        },
        {
          "text": "– Выйдите из Иордана.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда священники, которые несли ковчег завета Господа, вышли из Иордана и стопы их коснулись суши, вода Иордана вернулась на свое место и потекла, затопляя берега, как прежде.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "В десятый день первого месяца народ вышел из Иордана и разбил лагерь в Гилгале на восточной стороне Иерихона. ",
          "ID": "19"
        },
        {
          "text": "Иисус поставил в Гилгале двенадцать камней, которые они взяли из Иордана. ",
          "ID": "20"
        },
        {
          "text": "Он сказал израильтянам:",
          "ID": "21"
        },
        {
          "text": "– В будущем, когда ваши потомки станут спрашивать своих отцов: «Что означают эти камни?» – ",
          "ID": "21"
        },
        {
          "text": "скажите им: «Израиль посуху перешел Иордан». ",
          "ID": "22"
        },
        {
          "text": "Ведь Господь, ваш Бог, осушил перед вами Иордан, пока вы не переправились. Господь, ваш Бог, сделал с Иорданом то же, что Он сделал с Красным морем, когда Он осушил его перед нами, чтобы мы переправились. ",
          "ID": "23"
        },
        {
          "text": "Он сделал это, чтобы все народы земли узнали, что рука Господа сильна, и чтобы вы всегда боялись Господа, вашего Бога.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.4",
      "name": "Иисус Навин 4"
    },
    {
      "text": [
        {
          "text": "Когда все аморрейские цари к западу от Иордана и все ханаанские цари у побережья услышали, что Господь осушил перед израильтянами для переправы Иордан, их сердца ослабели и в них не осталось духа сопротивляться израильтянам. ",
          "ID": "1"
        },
        {
          "text": "Тогда Господь сказал Иисусу:",
          "ID": "2"
        },
        {
          "text": "– Сделай каменные ножи и вновь сделай израильтянам обрезание.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Иисус сделал каменные ножи и обрезал израильтян на холме Крайних плотей.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Вот почему он сделал это: все, кто вышел из Египта, – все мужчины, годные к воинской службе, – умерли в пустыне по пути, после выхода из Египта. ",
          "ID": "4"
        },
        {
          "text": "Те, кто вышел, уже были обрезаны, но те, кто родился в пустыне на пути из Египта, не были обрезаны. ",
          "ID": "5"
        },
        {
          "text": "Израильтяне скитались по пустыне сорок лет, пока все мужчины, которые были годны к воинской службе, когда они вышли из Египта, не умерли, потому что они не послушались Господа. Ведь Господь поклялся им, что они не увидят землю, которую Он с клятвой обещал их отцам, – землю, где течет молоко и мед. ",
          "ID": "6"
        },
        {
          "text": "На смену им пришли их сыновья, которым Иисус и сделал обрезание. Они были еще не обрезаны, потому что их не обрезали в пути. ",
          "ID": "7"
        },
        {
          "text": "И после того, как весь народ был обрезан, они оставались там в лагере, пока не выздоровели. ",
          "ID": "8"
        },
        {
          "text": "Господь сказал Иисусу:",
          "ID": "9"
        },
        {
          "text": "– Сегодня Я снял с вас позор Египта.",
          "ID": "9"
        },
        {
          "text": "Поэтому то место и называется Гилгал до сегодняшнего дня.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Вечером четырнадцатого дня того месяца израильтяне, стоявшие лагерем в Гилгале на равнинах Иерихона, отпраздновали Пасху. ",
          "ID": "10"
        },
        {
          "text": "В день после Пасхи, в тот самый день, они ели плоды той земли: пресный хлеб и жареное зерно. ",
          "ID": "11"
        },
        {
          "text": "Манна перестала падать на другой день после того, как они стали есть плоды той земли. У израильтян больше не было манны, и в тот год они ели плоды ханаанской земли.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда Иисус находился неподалеку от Иерихона, он увидел перед собой мужчину, стоящего с обнаженным мечом в руке. Иисус подошел к нему и спросил:",
          "ID": "13"
        },
        {
          "text": "– Ты за нас или за наших врагов?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Я пришел как вождь Господнего воинства, – ответил он.",
          "ID": "14"
        },
        {
          "text": "Иисус поклонился лицом до земли и спросил его:",
          "ID": "14"
        },
        {
          "text": "– Что мой господин хочет сказать своему слуге?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Вождь Господнего воинства ответил:",
          "ID": "15"
        },
        {
          "text": "– Сними свои сандалии, потому что место, на котором ты стоишь, свято.",
          "ID": "15"
        },
        {
          "text": "Иисус сделал это.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": " Ворота Иерихона были плотно заперты из-за страха перед израильтянами. Никто не выходил оттуда, и никто туда не входил.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOS.5",
      "name": "Иисус Навин 5"
    },
    {
      "text": [
        {
          "text": "Господь сказал Иисусу:",
          "ID": "1"
        },
        {
          "text": "– Смотри, Я отдал Иерихон вместе с его царем и храбрыми воинами в твои руки. ",
          "ID": "1"
        },
        {
          "text": "Обходи город вместе со всеми воинами раз в день. Делай это в течение шести дней. ",
          "ID": "2"
        },
        {
          "text": "Пусть семь священников идут перед ковчегом, и пусть каждый держит в своих руках по рогу. На седьмой день обойдите вокруг города семь раз со священниками, трубящими в рога. ",
          "ID": "3"
        },
        {
          "text": "Когда вы услышите, как они протрубят в рог долгий сигнал, пусть весь народ издаст громкий крик. Тогда стена города рухнет до своего основания, и народ устремится прямо в город.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Иисус, сын Навин, призвал священников и сказал им:",
          "ID": "5"
        },
        {
          "text": "– Возьмите ковчег завета Господа, и пусть каждый из семи священников несет перед ним по рогу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Народу же он велел:",
          "ID": "6"
        },
        {
          "text": "– Вперед! Обойдите город, а перед ковчегом Господа пусть идет вооруженная стража.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда Иисус сказал народу, семь священников, трубя в рога, двинулись вперед, перед Господом, а ковчег завета Господа последовал за ними. ",
          "ID": "7"
        },
        {
          "text": "Вооруженная стража шла перед священниками, которые трубили в рога, а замыкала шествие другая стража, что шла за ковчегом. Все это время трубили рога. ",
          "ID": "8"
        },
        {
          "text": "Но Иисус велел народу:",
          "ID": "9"
        },
        {
          "text": "– Не издавайте военного клича, не поднимайте голоса, не говорите ни слова до того дня, когда я сам не велю вам закричать. Только тогда кричите!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Так ковчег Господа обнесли вокруг города один раз. После этого весь народ вернулся в лагерь и ночевал там.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "На следующее утро Иисус встал рано, и священники взяли ковчег Господа. ",
          "ID": "11"
        },
        {
          "text": "Семеро священников, трубя в рога, двинулись вперед перед ковчегом Господа. Вооруженные люди шли перед ним, а замыкала шествие стража, что шла за ковчегом Господа; рога же постоянно трубили. ",
          "ID": "12"
        },
        {
          "text": "На второй день они обошли город один раз и вернулись в лагерь. Так они делали шесть дней.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "На седьмой день они поднялись на заре и обошли вокруг города семь раз таким же образом. Только в этот день они обошли город семь раз. ",
          "ID": "14"
        },
        {
          "text": "И на седьмой раз, когда священники протрубили в рога, Иисус велел народу:",
          "ID": "15"
        },
        {
          "text": "– Кричите, потому что Господь отдал вам город! ",
          "ID": "15"
        },
        {
          "text": "Город и все, что в нем, должно быть посвящено Господу. Только блудница Раав и все, кто находится с ней в доме, должны остаться в живых, потому что она спрятала лазутчиков, которых мы посылали. ",
          "ID": "16"
        },
        {
          "text": "Но берегитесь посвященных вещей, чтобы вам не погубить самих себя, взяв что-либо из них. Тогда вы обречете на гибель лагерь Израиля и наведете на него беду. ",
          "ID": "17"
        },
        {
          "text": "Все серебро, золото и изделия из бронзы и железа – это Господня святыня, они поступят в Его сокровищницу.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда рога протрубили, народ закричал, и при трубном звуке, когда народ издал громкий крик, стена рухнула до самого основания. Тогда все устремились прямо в город и захватили его. ",
          "ID": "19"
        },
        {
          "text": "Они посвятили город Господу и истребили в нем мечом всякое живое существо – мужчин и женщин, молодых и стариков, волов, овец и ослов. ",
          "ID": "20"
        },
        {
          "text": "Иисус сказал двум людям, которые разведывали эту землю:",
          "ID": "21"
        },
        {
          "text": "– Идите в дом блудницы и выведите ее вместе со всей семьей, как вы ей поклялись.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "И юноши, которые были лазутчиками, вошли и вывели Раав, ее отца, мать, братьев и всех, кто ей принадлежал. Они вывели всю ее семью и оставили их за пределами израильского лагеря.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "После этого они сожгли весь город и все, что в нем, но серебро, золото и изделия из бронзы и железа они положили в сокровищницу дома Господа. ",
          "ID": "23"
        },
        {
          "text": "А блудницу Раав с ее семьей и всеми, кто ей принадлежал, Иисус пощадил, потому что она спрятала людей, которых он посылал лазутчиками в Иерихон. Ее семья живет среди израильтян и до сих пор. ",
          "ID": "24"
        },
        {
          "text": "Тогда-то Иисус и произнес это заклятие:",
          "ID": "25"
        },
        {
          "text": "– Проклят перед Господом тот человек, который станет отстраивать этот город, Иерихон:",
          "ID": "25"
        },
        {
          "text": "ценой своего первенца",
          "ID": "25"
        },
        {
          "text": "он заложит его основание;",
          "ID": "25"
        },
        {
          "text": "ценой своего младшего",
          "ID": "25"
        },
        {
          "text": "он поставит его врата.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Господь был с Иисусом, и слава Иисуса распространялась по всей земле.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOS.6",
      "name": "Иисус Навин 6"
    },
    {
      "text": [
        {
          "text": "Но израильтяне не исполнили повеления о посвященных вещах: Ахан, сын Хармия, внук Завдия, правнук Зераха, из рода Иуды, взял себе часть из посвященного. И гнев Господа вспыхнул на Израиль. ",
          "ID": "1"
        },
        {
          "text": "Иисус послал несколько человек из Иерихона в Гай, что рядом с Бет-Авеном к востоку от Вефиля, сказав им:",
          "ID": "2"
        },
        {
          "text": "– Идите, разведайте эту область.",
          "ID": "2"
        },
        {
          "text": "Те люди пошли и разведали Гай. ",
          "ID": "2"
        },
        {
          "text": "Вернувшись к Иисусу, они сказали:",
          "ID": "3"
        },
        {
          "text": "– Всему народу не нужно идти на Гай. Пошли захватить его две или три тысячи человек и не утруждай всего народа, потому что в городе мало людей.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Около трех тысяч человек отправилось туда, но жители Гая обратили их в бегство, ",
          "ID": "4"
        },
        {
          "text": "убив из них тридцать шесть человек. Они преследовали израильтян от городских ворот до самых каменоломен и поражали их на склонах. От этого сердца народа ослабели и стали как вода. ",
          "ID": "5"
        },
        {
          "text": "Иисус разорвал на себе одежду, упал лицом на землю перед ковчегом Господа и оставался там до вечера. Старейшины Израиля сделали то же самое и посыпали свои головы пылью. ",
          "ID": "6"
        },
        {
          "text": "Иисус сказал:",
          "ID": "7"
        },
        {
          "text": "– О Владыка Господи, зачем же Ты перевел этот народ через Иордан, чтобы отдать нас в руки аморреев и погубить нас? О, если бы мы только остались и жили за Иорданом! ",
          "ID": "7"
        },
        {
          "text": "О Владыка, что мне сказать теперь, когда Израиль обратился спиной к своим врагам? ",
          "ID": "8"
        },
        {
          "text": "Хананеи и другие жители этой страны услышат об этом, окружат нас и сотрут наше имя с лица земли. Что Ты станешь делать тогда для Твоего великого имени?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Господь сказал Иисусу:",
          "ID": "10"
        },
        {
          "text": "– Встань! Зачем ты склонился на свое лицо? ",
          "ID": "10"
        },
        {
          "text": "Израиль согрешил. Они нарушили Мой завет, который Я повелел им хранить. Они взяли часть из посвященных вещей. Они украли, солгали и положили их со своими пожитками. ",
          "ID": "11"
        },
        {
          "text": "Вот почему израильтяне не могут устоять перед своими врагами. Они обратились спиной к своим врагам потому, что попали под заклятие. Я не останусь с вами, если вы не истребите у себя все, что отделено для уничтожения.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иди, освяти народ. Скажи им: «Освятитесь для завтрашнего дня; потому что Господь, Бог Израиля, говорит: „То, что отделено для уничтожения, находится у тебя, Израиль. Ты не сможешь устоять перед своими врагами, пока не удалишь это“. ",
          "ID": "13"
        },
        {
          "text": "Подходите утром по своим родам. Род, на который укажет Господь, пусть подходит по своим кланам. Клан, на который укажет Господь, пусть подходит по своим семьям. А семья, на которую укажет Господь, пусть подходит по одному человеку. ",
          "ID": "14"
        },
        {
          "text": "Тот, кого возьмут с посвященными вещами, будет сожжен вместе со всем, что у него есть. Он нарушил завет Господа и совершил в Израиле бесчестный поступок!»",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "На следующее утро Иисус встал рано и велел Израилю подходить по родам, и был указан род Иуды. ",
          "ID": "16"
        },
        {
          "text": "Он велел подходить кланам Иуды, и указан был клан зерахитов. Он велел клану зерахитов подходить по семьям, и указана была семья Завдия. ",
          "ID": "17"
        },
        {
          "text": "Иисус велел его семье подходить по одному человеку, и указан был Ахан, сын Хармия, внук Завдия, правнук Зераха из рода Иуды. ",
          "ID": "18"
        },
        {
          "text": "Иисус сказал Ахану:",
          "ID": "19"
        },
        {
          "text": "– Сын мой, воздай славу Господу, Богу Израиля, и восхвали Его! Расскажи мне, что ты сделал, не скрывай от меня ничего.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ахан ответил:",
          "ID": "20"
        },
        {
          "text": "– Это правда! Я согрешил перед Господом, Богом Израиля. Вот что я сделал: ",
          "ID": "20"
        },
        {
          "text": "увидев среди добычи прекрасную верхнюю одежду из Шинара, двести шекелей серебра и слиток золота весом в пятьдесят шекелей, я позарился на них и взял себе. Они спрятаны в земле у меня в шатре; серебро лежит в самом низу.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Тогда Иисус послал людей, они побежали в шатер и увидели, что эти вещи на самом деле были спрятаны у него в шатре, серебро лежало в самом низу. ",
          "ID": "22"
        },
        {
          "text": "Они взяли их из его шатра, принесли к Иисусу и ко всем израильтянам и разложили перед Господом. ",
          "ID": "23"
        },
        {
          "text": "Иисус и с ним все израильтяне взяли Ахана, правнука Зераха, серебро, верхнюю одежду, золотой слиток, его сыновей и дочерей, его волов, ослов и овец, его шатер и все, что у него было, и вывели их в долину Ахор. ",
          "ID": "24"
        },
        {
          "text": "Иисус сказал:",
          "ID": "25"
        },
        {
          "text": "– Почему ты навел на нас эту беду? Сегодня Господь наведет беду на тебя.",
          "ID": "25"
        },
        {
          "text": "И все израильтяне забили его камнями. После того как забили камнями и остальных, они сожгли их. ",
          "ID": "25"
        },
        {
          "text": "Над Аханом они набросали большую груду камней, которая осталась до сегодняшнего дня.",
          "ID": "26"
        },
        {
          "text": "После этого Господь оставил Свой пылающий гнев. Поэтому то место зовется долиною Ахор и до сих пор.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOS.7",
      "name": "Иисус Навин 7"
    },
    {
      "text": [
        {
          "text": "Господь сказал Иисусу:",
          "ID": "1"
        },
        {
          "text": "– Не бойся и не теряй присутствия духа. Возьми с собой все свое войско, иди и напади на Гай. Ведь Я отдал в твои руки царя Гая, его народ, его город и его землю. ",
          "ID": "1"
        },
        {
          "text": "Сделай с Гаем и его царем то же, что ты сделал с Иерихоном и его царем, разве что добычу и скот вы можете взять себе. Сделай засаду позади города.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Иисус со всем войском пошел на Гай. Он отобрал тридцать тысяч лучших воинов и отослал их ночью, ",
          "ID": "3"
        },
        {
          "text": "приказав:",
          "ID": "4"
        },
        {
          "text": "– Слушайте внимательно. Вы должны устроить засаду позади города. Не отходите от него слишком далеко. Все будьте наготове. ",
          "ID": "4"
        },
        {
          "text": "Я и все, кто со мной, подойдем к городу, и когда они выйдут против нас, как и раньше, мы побежим от них. ",
          "ID": "5"
        },
        {
          "text": "Они будут преследовать нас, пока мы не отвлечем их от города. Они скажут: «Они бегут от нас, как и раньше». Поэтому, когда мы побежим от них, ",
          "ID": "6"
        },
        {
          "text": "выйдите из засады и завладейте городом. Господь, ваш Бог, отдаст его в ваши руки. ",
          "ID": "7"
        },
        {
          "text": "Когда вы захватите город, подожгите его. Исполните все, что повелел Господь. Это мой приказ вам!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иисус отослал их, и они, отправившись на место засады, засели между Вефилем и Гаем, к западу от Гая, а Иисус провел ту ночь с народом. ",
          "ID": "9"
        },
        {
          "text": "Наутро Иисус встал рано, осмотрел народ и вместе со старейшинами Израиля пошел впереди народа к Гаю. ",
          "ID": "10"
        },
        {
          "text": "Все воины, которые были с ним, приблизились к городу и остановились перед ним. Они разбили лагерь к северу от Гая, а от города их отделяла долина. ",
          "ID": "11"
        },
        {
          "text": "(Иисус взял около пяти тысяч человек и посадил их в засаду между Вефилем и Гаем, к западу от города. ",
          "ID": "12"
        },
        {
          "text": "Его войско расположилось так, что основной лагерь был к северу от города, а засада – к западу.)",
          "ID": "13"
        },
        {
          "text": "Той ночью Иисус вошел в долину. ",
          "ID": "13"
        },
        {
          "text": "Когда царь Гая увидел это, он и все люди города поспешили рано утром выйти в иорданскую долину, чтобы сразиться с Израилем. Но он не знал, что против него позади города была поставлена засада. ",
          "ID": "14"
        },
        {
          "text": "Иисус и весь Израиль обратились перед жителями Гая в притворное бегство по направлению к пустыне. ",
          "ID": "15"
        },
        {
          "text": "А те позвали весь народ, который был в городе, в погоню и, преследуя Иисуса, отдалились от города. ",
          "ID": "16"
        },
        {
          "text": "Ни в Гае, ни в Вефиле не осталось ни одного воина, который не погнался бы вслед за Израилем. Они пустились в погоню за Израилем, не заперев городских ворот. ",
          "ID": "17"
        },
        {
          "text": "Тогда Господь сказал Иисусу:",
          "ID": "18"
        },
        {
          "text": "– Протяни к Гаю копье, что у тебя в руке, Я отдам город в твои руки.",
          "ID": "18"
        },
        {
          "text": "Иисус протянул свое копье к Гаю. ",
          "ID": "18"
        },
        {
          "text": "Как только он сделал это, люди в засаде немедленно поднялись со своего места и ринулись вперед. Они вошли в город, взяли его и тотчас же подожгли.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Воины Гая оглянулись и увидели, как дым от города поднимается к небу, но не могли никуда бежать, потому что израильтяне, которые бежали к пустыне, обратились на своих преследователей. ",
          "ID": "20"
        },
        {
          "text": "Когда Иисус и весь Израиль увидели, что засада захватила город и из него поднимается дым, они повернули назад и атаковали людей Гая. ",
          "ID": "21"
        },
        {
          "text": "Люди из засады также вышли против них из города, так что они оказались зажатыми в середине между израильтянами с обеих сторон. Израиль разил их, не оставляя из них ни уцелевших, ни убежавших. ",
          "ID": "22"
        },
        {
          "text": "Но царя Гая они взяли живым и привели его к Иисусу.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда Израиль закончил убивать всех жителей Гая в полях и в пустыне, куда они их загнали, и когда каждый из них был предан мечу, все израильтяне вернулись в Гай и перебили тех, кто оставался в нем. ",
          "ID": "24"
        },
        {
          "text": "В тот день пало двенадцать тысяч мужчин и женщин – все население Гая. ",
          "ID": "25"
        },
        {
          "text": "Иисус не опускал протянутой руки с копьем, пока полностью не истребил всех жителей Гая. ",
          "ID": "26"
        },
        {
          "text": "Израиль взял себе скот и добычу из этого города, как повелел Иисусу Господь.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Иисус сжег Гай и навеки сделал его грудой развалин, опустошенным местом и до сегодняшнего дня. ",
          "ID": "28"
        },
        {
          "text": "Он повесил царя Гая на дереве и оставил его висеть там до вечера. На закате Иисус приказал, и тело царя сняли с дерева и бросили перед городскими воротами. Люди набросали над ним большую груду камней, которая возвышается там и до сих пор.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Иисус построил на горе Гевал жертвенник Господу, Богу Израиля, ",
          "ID": "30"
        },
        {
          "text": "как велел израильтянам слуга Господа Моисей. Он построил его в соответствии с написанным в книге Закона Моисея – жертвенник из нетесаных камней, которые не обрабатывали никаким железным орудием. На нем они принесли Господу жертвы всесожжения и жертвы примирения. ",
          "ID": "31"
        },
        {
          "text": "Там, в присутствии израильтян, Иисус переписал на камни Закон, написанный Моисеем. ",
          "ID": "32"
        },
        {
          "text": "Весь Израиль – и чужеземцы, и уроженцы страны, со своими старейшинами, вождями и судьями, – стоял по обе стороны от ковчега завета Господа напротив священников-левитов, несших его. Одна половина народа стояла напротив горы Гаризим, а другая половина – напротив горы Гевал, как велел прежде слуга Господа Моисей, когда он дал наставления, как благословлять народ Израиля.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Потом Иисус прочитал все слова Закона – благословения и проклятия – точно так, как записаны они в книге Закона. ",
          "ID": "34"
        },
        {
          "text": "Из всего, что велел Моисей, не было ни одного слова, которое Иисус не прочитал бы всему собранию Израиля, включая женщин, детей и чужеземцев, которые жили среди них.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOS.8",
      "name": "Иисус Навин 8"
    },
    {
      "text": [
        {
          "text": "Когда об этом услышали все цари к западу от Иордана – в нагорьях, в западных предгорьях и по всему побережью Великого моря до самого Ливана (цари хеттов, аморреев, хананеев, ферезеев, хиввеев и иевусеев), ",
          "ID": "1"
        },
        {
          "text": "они собрались вместе, чтобы воевать с Иисусом и Израилем.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но жители Гаваона, услышав о том, что Иисус сделал с Иерихоном и Гаем, ",
          "ID": "3"
        },
        {
          "text": "прибегли к хитрости: они пошли и собрали в дорогу еды и нагрузили своих ослов ветхими мешками и ветхими мехами для вина, изорванными и заплатанными. ",
          "ID": "4"
        },
        {
          "text": "На ногах у них были поношенные и залатанные сандалии, их одежда также была очень ветхой. Весь хлеб, что они взяли с собой, был черствым и заплесневелым. ",
          "ID": "5"
        },
        {
          "text": "Они пришли к Иисусу в гилгалский лагерь и сказали ему и израильтянам:",
          "ID": "6"
        },
        {
          "text": "– Мы пришли из далекой страны; заключите же с нами союз.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Израильтяне сказали хиввеям:",
          "ID": "7"
        },
        {
          "text": "– А вдруг вы живете рядом с нами? Как же нам тогда заключать с вами союз?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Мы твои слуги, – сказали они Иисусу.",
          "ID": "8"
        },
        {
          "text": "Но Иисус спросил:",
          "ID": "8"
        },
        {
          "text": "– Кто вы такие и откуда вы пришли?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Они ответили:",
          "ID": "9"
        },
        {
          "text": "– Твои слуги пришли из очень далекой страны, узнав о славе Господа, твоего Бога. Мы слышали о Нем: обо всем, что Он сделал в Египте, ",
          "ID": "9"
        },
        {
          "text": "и обо всем, что Он сделал с двумя царями аморреев к востоку от Иордана – с Сигоном, царем Хешбона, и Огом, царем Башана, который правил в Аштароте. ",
          "ID": "10"
        },
        {
          "text": "Наши старейшины и все жители нашей страны сказали нам: «Соберите в дорогу пищу, идите, встретьтесь с ними и скажите им: „Мы ваши слуги; заключите с нами союз“». ",
          "ID": "11"
        },
        {
          "text": "Вот наш хлеб. Он был еще теплым, когда, отправляясь к вам, мы дома запасались им в дорогу. Но посмотрите теперь, как он зачерствел и заплесневел. ",
          "ID": "12"
        },
        {
          "text": "А эти мехи для вина, когда мы их наполняли, были новыми, но посмотрите, как они изорвались теперь. А наша одежда и сандалии совсем износились за долгую дорогу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Израильтяне попробовали их припасы, но не спросили Господа. ",
          "ID": "14"
        },
        {
          "text": "Иисус заключил с ними мир, охраняя их жизни договором, а вожди общества скрепили его клятвой.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Спустя три дня после того, как они заключили союз с гаваонитянами, израильтяне узнали, что это – их соседи, живущие рядом. ",
          "ID": "16"
        },
        {
          "text": "Тогда израильтяне отправились в путь и на третий день пришли к их городам – Гаваону, Кефире, Беэроту и Кирьят-Иеариму. ",
          "ID": "17"
        },
        {
          "text": "Но израильтяне не напали на них, потому что вожди общества поклялись им Господом, Богом Израиля. Все общество роптало против вождей, ",
          "ID": "18"
        },
        {
          "text": "но они ответили:",
          "ID": "19"
        },
        {
          "text": "– Мы поклялись им Господом, Богом Израиля, и не можем теперь тронуть их. ",
          "ID": "19"
        },
        {
          "text": "Вот что мы сделаем с ними: мы оставим их в живых, чтобы на нас не обрушился гнев за нарушение клятвы, которую мы им дали.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "И вожди продолжили:",
          "ID": "21"
        },
        {
          "text": "– Пусть они живут, но будут дровосеками и водоносами для всего нашего общества.",
          "ID": "21"
        },
        {
          "text": "Так обещание вождей не было нарушено.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Иисус призвал гаваонитян и сказал:",
          "ID": "22"
        },
        {
          "text": "– Почему вы обманули нас, сказав: «Мы живем далеко от вас», тогда как вы живете рядом с нами? ",
          "ID": "22"
        },
        {
          "text": "Теперь вы прокляты. Вы всегда будете работать дровосеками и водоносами для дома моего Бога.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Они ответили Иисусу:",
          "ID": "24"
        },
        {
          "text": "– Твои слуги узнали наверняка, что Господь, твой Бог, повелел Своему слуге Моисею отдать вам всю эту землю и истребить перед вами всех ее жителей. Мы очень испугались за свою жизнь и потому поступили так. ",
          "ID": "24"
        },
        {
          "text": "Теперь мы в твоих руках. Поступай с нами, как сочтешь лучшим и справедливым.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Иисус защитил их от израильтян, и те не убили их. ",
          "ID": "26"
        },
        {
          "text": "В тот день он сделал гаваонитян дровосеками и водоносами для общества и для жертвенника Господа на том месте, какое бы Господь ни избирал. Они делают это и до сих пор.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.9",
      "name": "Иисус Навин 9"
    },
    {
      "text": [
        {
          "text": "Когда Адони-Цедек, царь Иерусалима, услышал о том, что Иисус захватил Гай и полностью уничтожил его, поступив с Гаем и его царем так же, как с Иерихоном и его царем, и о том, что жители Гаваона заключили с Израилем мир и живут среди них, ",
          "ID": "1"
        },
        {
          "text": "он очень испугался, потому что Гаваон был такой же большой город, как один из царских городов. Он был больше Гая, и все его жители были храбрыми воинами. ",
          "ID": "2"
        },
        {
          "text": "Адони-Цедек, царь Иерусалима, послал Гогаму, царю Хеврона, Пираму, царю Ярмута, Иафие, царю Лахиша, и Давиру, царю Эглона, весть:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Придите и помогите мне напасть на Гаваон, – говорил он, – потому что он заключил мир с Иисусом и израильтянами.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Пять аморрейских царей – цари Иерусалима, Хеврона, Ярмута, Лахиша и Эглона – объединили силы. Они вышли со всеми своими воинами, расположились лагерем напротив Гаваона и напали на него.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда гаваонитяне послали сказать Иисусу в гилгалский лагерь:",
          "ID": "6"
        },
        {
          "text": "– Не оставь своих слуг! Скорее приходи к нам и спаси нас! Помоги нам, потому что все аморрейские цари с нагорий объединили свои силы против нас.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иисус выступил из Гилгала со всем своим войском, со всеми лучшими воинами. ",
          "ID": "7"
        },
        {
          "text": "Господь сказал Иисусу:",
          "ID": "8"
        },
        {
          "text": "– Не бойся их. Я отдал их в твои руки. Никто из них не сможет противостоять тебе.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иисус шел из Гилгала всю ночь и захватил своих врагов врасплох. ",
          "ID": "9"
        },
        {
          "text": "Господь привел их в смятение перед Израилем, который разбил их, одержав при Гаваоне великую победу. Израильтяне гнались за ними по дороге, поднимающейся в Бет-Хорон, и разили их до Азеки и Македы.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда они бежали от израильтян по склону Бет-Хорона в Азеку, Господь забросал их с неба огромными градинами, и от каменного града погибло больше народа, чем от мечей израильтян. ",
          "ID": "11"
        },
        {
          "text": "Иисус воззвал к Господу в тот день, когда Господь отдал аморреев израильтянам, и сказал перед всем Израилем:",
          "ID": "12"
        },
        {
          "text": "– Стой, солнце, над Гаваоном,",
          "ID": "12"
        },
        {
          "text": "и луна над долиною Айялон.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И солнце остановилось, и стояла луна,",
          "ID": "13"
        },
        {
          "text": "пока народ не отомстил",
          "ID": "13"
        },
        {
          "text": "своим врагам,",
          "ID": "13"
        },
        {
          "text": "как написано в «Книге Праведного».",
          "ID": "13"
        },
        {
          "text": "Солнце стояло посреди неба и медлило садиться почти сутки. ",
          "ID": "13"
        },
        {
          "text": "Никогда не было такого дня ни прежде, ни потом – дня, когда Господь послушался человека. Ведь Господь сражался за Израиль!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "После этого Иисус вернулся со всем Израилем в гилгалский лагерь.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "А пять царей бежали и укрылись в пещере в Македе. ",
          "ID": "16"
        },
        {
          "text": "Когда Иисусу доложили, что пятерых царей обнаружили прячущимися в пещере в Македе, ",
          "ID": "17"
        },
        {
          "text": "он сказал:",
          "ID": "18"
        },
        {
          "text": "– Привалите ко входу пещеры большие камни и приставьте к ней стражу. ",
          "ID": "18"
        },
        {
          "text": "Но не останавливайтесь! Преследуйте своих врагов, атакуйте их сзади и не дайте им добраться до своих городов, потому что Господь, ваш Бог, отдал их в ваши руки.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Иисус и израильтяне истребили их полностью, не оставив в живых почти никого, и лишь немногие уцелевшие добрались до своих укрепленных городов. ",
          "ID": "20"
        },
        {
          "text": "После этого все войско благополучно вернулось к Иисусу в лагерь в Македе, и никто не осмеливался сказать что-нибудь против израильтян. ",
          "ID": "21"
        },
        {
          "text": "Иисус сказал:",
          "ID": "22"
        },
        {
          "text": "– Откройте пещеру и выведите ко мне тех пятерых царей.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "И к нему вывели из пещеры пятерых царей – царей Иерусалима, Хеврона, Ярмута, Лахиша и Эглона. ",
          "ID": "23"
        },
        {
          "text": "Когда к Иисусу вывели этих пятерых царей, он призвал всех израильтян и сказал военачальникам, которые ходили с ним:",
          "ID": "24"
        },
        {
          "text": "– Подойдите и поставьте ваши ноги на шеи этих царей.",
          "ID": "24"
        },
        {
          "text": "Они подошли и поставили ноги на их шеи.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "25"
        },
        {
          "text": "– Не бойтесь и не теряйте присутствия духа! Будьте тверды и мужественны! Господь поступит так со всеми врагами, с которыми вы будете воевать.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Затем Иисус поразил и умертвил царей и повесил их на пяти деревьях, и они висели на деревьях до вечера. ",
          "ID": "26"
        },
        {
          "text": "На закате Иисус приказал, и их сняли с деревьев и бросили в пещеру, где они укрывались. Ко входу в пещеру привалили большие камни, которые там и по сегодняшний день.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "В тот день Иисус взял Македу. Он предал город и его царя мечу и полностью истребил всех жителей. Он никого не оставил в живых. Он сделал с царем Македы то же, что и с царем Иерихона.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Затем Иисус и с ним весь Израиль пошел из Македы к Ливне и напал на нее. ",
          "ID": "29"
        },
        {
          "text": "Господь отдал в руки Израиля и этот город вместе с его царем. Город и всех, кто в нем был, Иисус предал мечу. Он никого не оставил там в живых. Он поступил с его царем так же, как и с царем Иерихона.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Затем Иисус и с ним весь Израиль пошел из Ливны к Лахишу. Он поставил напротив него лагерь и напал на него. ",
          "ID": "31"
        },
        {
          "text": "Господь отдал Лахиш Израилю, и Иисус взял его на второй день. Город и всех в нем он предал мечу, как он сделал в Ливне. ",
          "ID": "32"
        },
        {
          "text": "Тем временем Горам, царь Гезера, пришел Лахишу на помощь, но Иисус разбил его и его войско, никого не оставив в живых.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Затем Иисус и с ним весь Израиль пошел из Лахиша в Эглон. Они поставили напротив него лагерь и напали на город. ",
          "ID": "34"
        },
        {
          "text": "Они взяли его в тот же день и предали мечу. Он полностью истребил всех, кто в нем был, как он сделал и с Лахишем.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Затем Иисус и с ним весь Израиль пошел из Эглона в Хеврон и напал на него. ",
          "ID": "36"
        },
        {
          "text": "Они взяли город и предали его мечу, вместе с его царем, его поселениями и всеми, кто в нем был. Они никого не оставили в живых. Как и в Эглоне, он полностью уничтожил и город, и всех, кто в нем был.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Затем Иисус и с ним весь Израиль повернул назад к Давиру и напал на него. ",
          "ID": "38"
        },
        {
          "text": "Они взяли город, его царя и поселения и предали их мечу. Они полностью истребили всех, кто в нем был, никого не оставив в живых. Он поступил с Давиром так же, как и с Ливной и ее царем и с Хевроном.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Так Иисус покорил всю ту область – нагорья и Негев, западные предгорья и горные склоны, и всех ее царей. Он никого не оставил в живых. Он полностью истребил все дышащее, как повелел Господь, Бог Израиля. ",
          "ID": "40"
        },
        {
          "text": "Иисус покорил их от Кадеш-Барнеа до Газы и всю область Гошен до Гаваона. ",
          "ID": "41"
        },
        {
          "text": "Всех этих царей и их земли Иисус взял за один поход, потому что Господь, Бог Израиля, сражался за Израиль.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Затем Иисус и весь Израиль с ним вернулись в гилгалский лагерь.",
          "ID": "43"
        }
      ],
      "ID": "OT:JOS.10",
      "name": "Иисус Навин 10"
    },
    {
      "text": [
        {
          "text": "Когда Иавин, царь Хацора, услышал об этом, он послал сообщить Иоваву, царю Мадона, царям Шимрона и Ахсафа ",
          "ID": "1"
        },
        {
          "text": "и царям, которые жили в северных нагорьях, в иорданской долине к югу от Киннерета, в западных предгорьях и на возвышенностях Дора на западе; ",
          "ID": "2"
        },
        {
          "text": "хананеям на востоке и на западе; аморреям, хеттам, ферезеям, и иевусеям в нагорьях, и хиввеям под Хермоном в области Мицпы. ",
          "ID": "3"
        },
        {
          "text": "Они выступили со всеми своими воинами и большим количеством коней и колесниц – огромным войском, многочисленным, как песок на морском берегу. ",
          "ID": "4"
        },
        {
          "text": "Все эти цари объединили свои силы, и, придя, встали лагерем у реки Мерома, чтобы воевать с Израилем. ",
          "ID": "5"
        },
        {
          "text": "Господь сказал Иисусу:",
          "ID": "6"
        },
        {
          "text": "– Не бойся их, потому что завтра к этому времени Я отдам всех их Израилю убитыми. Перережь жилы их коням и сожги их колесницы.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иисус и все его войско внезапно вышли на них возле реки Мерома и напали, ",
          "ID": "7"
        },
        {
          "text": "а Господь отдал их в руки Израиля. Они разбили их и гнались за ними до великого Сидона и Мисрефот-Маима и до долины Мицпы на востоке, пока никого из них не осталось в живых. ",
          "ID": "8"
        },
        {
          "text": "Иисус поступил с ними так, как сказал ему Господь, – он перерезал жилы их коням и сжег их колесницы.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В то время Иисус повернул назад, взял Хацор и предал его царя мечу. (Хацор был главным из всех этих царств.) ",
          "ID": "10"
        },
        {
          "text": "Всех, кто в нем был, они предали мечу, уничтожив их полностью – никого не оставили в живых; а сам город он сжег.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иисус взял все эти царские города и их царей и предал их мечу. Он полностью уничтожил их, как велел слуга Господа Моисей. ",
          "ID": "12"
        },
        {
          "text": "Впрочем Израиль не сжег ни один из городов, построенных на возвышенностях, кроме Хацора, который сжег Иисус. ",
          "ID": "13"
        },
        {
          "text": "Израильтяне забирали себе из этих городов всю добычу и скот, а всех жителей предавали мечу, пока не истребили их полностью, никого не оставляя в живых. ",
          "ID": "14"
        },
        {
          "text": "Как повелел Своему слуге Моисею Господь, так Моисей повелел Иисусу, а Иисус исполнил это – он не оставил неисполненным ничего из того, что Господь повелел Моисею.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Иисус захватил всю эту землю: нагорья, весь Негев, всю область Гошен, западные предгорья, иорданскую долину и горы Израиля с их предгорьями ",
          "ID": "16"
        },
        {
          "text": "от горы Халак, которая высится к Сеиру, до самого Баал-Гада в Ливанской долине, под горой Хермон. Он захватил всех их царей и, сразив их, предал смерти. ",
          "ID": "17"
        },
        {
          "text": "Долгое время Иисус воевал с этими царями. ",
          "ID": "18"
        },
        {
          "text": "Кроме хиввеев, что в Гаваоне, ни один город не заключил мира с израильтянами, все их они взяли войной. ",
          "ID": "19"
        },
        {
          "text": "Ведь Сам Господь ожесточил их сердца, чтобы они воевали с Израилем, чтобы им быть полностью уничтоженными, безжалостно истребленными, как повелел Моисею Господь.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "В то время Иисус пошел и искоренил анакитов в нагорьях: в Хевроне, Давире и Анаве, во всех нагорьях Иуды и во всех нагорьях Израиля. Иисус полностью уничтожил их и их города. ",
          "ID": "21"
        },
        {
          "text": "На земле Израиля анакитов не осталось, они уцелели лишь в Газе, Гате и Ашдоде. ",
          "ID": "22"
        },
        {
          "text": "Так Иисус захватил всю ту землю, как говорил Моисею Господь, и отдал ее в наследие израильтянам по их родовым разделениям. И земля успокоилась от войны.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOS.11",
      "name": "Иисус Навин 11"
    },
    {
      "text": [
        {
          "text": "Вот цари земли, которых победили израильтяне, и чьи земли они взяли к востоку от Иордана, от реки Арнона до горы Хермон, со всей восточной частью иорданской долины:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Сигон, царь аморреев, который жил в Хешбоне.",
          "ID": "2"
        },
        {
          "text": "Он властвовал от Ароера, что на берегу реки Арнона, и от середины долины до реки Яббока, границы аммонитян: это половина Галаада. ",
          "ID": "2"
        },
        {
          "text": "Еще он владел иорданской долиной к востоку от озера Киннерет до моря иорданской долины (Соленое море), к Бет-Ешимоту, а потом к югу под склонами Фасги.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Ог, царь Башана, один из последних рефаимов, живший в Аштароте и Эдреи, ",
          "ID": "4"
        },
        {
          "text": "властвовал над горой Хермон, Салхой и всем Башаном до границы жителей Гешура и Маахи, и над половиной Галаада до границы Сигона, царя Хешбона.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Моисей, слуга Господа, и израильтяне разбили их. Моисей, слуга Господа, отдал их землю во владение рувимитам, гадитам и половине рода Манассии.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Вот цари земли, которых Иисус разбил к западу от Иордана, от Баал-Гада в долине Ливан до горы Халак, которая высится к Сеиру (их земли Иисус отдал в наследие родам Израиля по их родовым разделениям – ",
          "ID": "7"
        },
        {
          "text": "нагорья, западные предгорья, иорданскую долину, горные склоны, пустыню и Негев – земли хеттов, аморреев, хананеев, ферезеев, хиввеев и иевусеев):",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "царь Иерихона один",
          "ID": "9"
        },
        {
          "text": "царь Гая, что рядом с Вефилем, один",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "царь Иерусалима один",
          "ID": "10"
        },
        {
          "text": "царь Хеврона один",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "царь Ярмута один",
          "ID": "11"
        },
        {
          "text": "царь Лахиша один",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "царь Эглона один",
          "ID": "12"
        },
        {
          "text": "царь Гезера один",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "царь Давира один",
          "ID": "13"
        },
        {
          "text": "царь Гадера один",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "царь Хормы один",
          "ID": "14"
        },
        {
          "text": "царь Арада один",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "царь Ливны один",
          "ID": "15"
        },
        {
          "text": "царь Адуллама один",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "царь Македы один",
          "ID": "16"
        },
        {
          "text": "царь Вефиля один",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "царь Таппуаха один",
          "ID": "17"
        },
        {
          "text": "царь Хефера один",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "царь Афека один",
          "ID": "18"
        },
        {
          "text": "царь Лашарона один",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "царь Мадона один",
          "ID": "19"
        },
        {
          "text": "царь Хацора один",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "царь Шимрон-Мерона один",
          "ID": "20"
        },
        {
          "text": "царь Ахсафа один",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "царь Таанаха один",
          "ID": "21"
        },
        {
          "text": "царь Мегиддо один",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "царь Кедеша один",
          "ID": "22"
        },
        {
          "text": "царь Иокнеама, что при Кармиле, один",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "царь Дора, что при возвышенностях Дора, один",
          "ID": "23"
        },
        {
          "text": "царь Гоима в Гилгале один",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "царь Тирцы один",
          "ID": "24"
        },
        {
          "text": "– всего тридцать один царь.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.12",
      "name": "Иисус Навин 12"
    },
    {
      "text": [
        {
          "text": "Когда Иисус состарился и достиг преклонных лет, Господь сказал ему:",
          "ID": "1"
        },
        {
          "text": "– Ты состарился и достиг преклонных лет, а незавоеванной земли остается еще очень много.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Вот земля, которая еще остается: все области филистимлян и гешуритов: ",
          "ID": "2"
        },
        {
          "text": "от реки Шихора, что к востоку от Египта, до границы Экрона на севере – все они считаются ханаанскими (это земля пяти филистимских правителей, что в Газе, Ашдоде, Ашкелоне, Гате и Экроне), и области аввитов; ",
          "ID": "3"
        },
        {
          "text": "с юга вся земля хананеев от сидонской Ары до Афека, до области аморреев, ",
          "ID": "4"
        },
        {
          "text": "область гевалитов; а к востоку весь Ливан, от Баал-Гада под горой Хермон до Лево-Хамата.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Что до всех жителей нагорий от Ливана до Мисрефот-Маима, сидонян, то Я Сам прогоню их перед израильтянами. Только выдели эту землю Израилю в наследие, как Я тебе велел, ",
          "ID": "6"
        },
        {
          "text": "и раздели ее в наследие девяти родам и половине рода Манассии.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Другая половина рода Манассии, рувимиты и гадиты уже получили удел, который Моисей дал им к востоку от Иордана, как он, слуга Господа, им и назначил.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Их удел простирается от Ароера, на берегу реки Арнона, и от города посредине долины и включает в себя все плоскогорье Медева до Дивона, ",
          "ID": "9"
        },
        {
          "text": "а также все города Сигона, царя аморреев, который царствовал в Хешбоне, до самой границы аммонитян, ",
          "ID": "10"
        },
        {
          "text": "Галаада, земли жителей Гешура и Маахи, горы Хермон и всего Башана до Салхи – ",
          "ID": "11"
        },
        {
          "text": "все царство Ога башанского, что царствовал в Аштароте и Эдреи и оставался последним из уцелевших рефаимов, которых победил и прогнал Моисей. ",
          "ID": "12"
        },
        {
          "text": "Но израильтяне не прогнали жителей Гешура и Мааха, и они живут среди израильтян до сегодняшнего дня.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Только роду Левия Моисей не дал удела, потому что огненные жертвоприношения Господу, Богу Израиля, и есть их наследие, как Он и сказал ему.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Вот что Моисей дал роду Рувима, по их кланам:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "землю от Ароера, что на берегу реки Арнона, и от города, который в середине долины, и все плоскогорье при Медеве, ",
          "ID": "16"
        },
        {
          "text": "с Хешбоном и всеми его городами, что на плоскогорье: Дивон, Бамот-Баал, Бет-Баал-Меон, ",
          "ID": "17"
        },
        {
          "text": "Иахац, Кедемоф, Мефаат, ",
          "ID": "18"
        },
        {
          "text": "Кирьятаим, Сивма, Церет-Шахар, что на холме в долине, ",
          "ID": "19"
        },
        {
          "text": "Бет-Пеор, склоны Фасги и Бет-Ешимот ",
          "ID": "20"
        },
        {
          "text": "– все города на плоскогорье и все царство Сигона, царя аморреев, который царствовал в Хешбоне. Моисей победил его и мадианских вождей – Евия, Рекема, Цура, Хура и Реву – вождей, союзных Сигону, которые жили в той стране. ",
          "ID": "21"
        },
        {
          "text": "Кроме тех, кто был убит в бою, израильтяне предали мечу прорицателя Валаама, сына Беора. ",
          "ID": "22"
        },
        {
          "text": "Границей рувимитов был берег Иордана. Эти города с окрестными поселениями были уделом рувимитов по их кланам.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Вот что Моисей дал роду Гада, по их кланам:",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "землю Иазера, все города Галаада и половину земли аммонитян до Ароера, рядом с Раввой; ",
          "ID": "25"
        },
        {
          "text": "и от Хешбона до Рамат-Мицпы и Ветонима и от Маханаима до земель Давира; ",
          "ID": "26"
        },
        {
          "text": "а в долине Бет-Гарам, Бет-Нимру, Суккот и Цафон с остатком царства Сигона, царя Хешбона (восточная сторона Иордана, земли до нижней оконечности озера Киннерет). ",
          "ID": "27"
        },
        {
          "text": "Эти города с окрестными поселениями были уделом гадитов по их кланам.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Вот что Моисей дал половине рода Манассии, то есть половине семьи потомков Манассии по их кланам:",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "землю, которая тянется от Маханаима и включает весь Башан, все царство Ога, царя Башана – все поселения Иаира в Башане, шестьдесят городов, ",
          "ID": "30"
        },
        {
          "text": "половину Галаада и Аштарот и Эдреи (царские города Ога в Башане). Таков был удел потомков Махира, сына Манассии, удел половины махиритов по их кланам.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Таковы уделы, которые Моисей дал, когда был на равнинах Моава, за Иорданом к востоку от Иерихона. ",
          "ID": "32"
        },
        {
          "text": "Но роду Левия Моисей не дал удела: Господь, Бог Израиля, вот их удел, как Он сказал им.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.13",
      "name": "Иисус Навин 13"
    },
    {
      "text": [
        {
          "text": "Вот земли, что израильтяне получили в удел в земле Ханаана, которые им разделили священник Элеазар, Иисус, сын Навин, и главы семейств в родах Израиля. ",
          "ID": "1"
        },
        {
          "text": "Их уделы были определены по жребию девяти с половиной родам, как повелел Господь через Моисея. ",
          "ID": "2"
        },
        {
          "text": "Моисей дал двум с половиной родам уделы к востоку от Иордана, но не дал между остальными удела роду Левия, ",
          "ID": "3"
        },
        {
          "text": "потому что от сыновей Иосифа произошли два рода – Манассия и Ефрем. Левиты не получили земельного надела, а только города, чтобы жить в них, с пастбищами для своих отар и стад. ",
          "ID": "4"
        },
        {
          "text": "И израильтяне разделили землю, как повелел Моисею Господь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Люди из рода Иуды пришли к Иисусу в Гилгал, и Халев, сын кенезеянина Иефоннии, сказал ему:",
          "ID": "6"
        },
        {
          "text": "– Ты знаешь, что Господь сказал Моисею, Божьему человеку, в Кадеш-Барнеа обо мне и о тебе. ",
          "ID": "6"
        },
        {
          "text": "Мне было сорок лет, когда Моисей, слуга Господа, послал меня из Кадеш-Барнеа разведать землю. Я вернулся к нему с правдивыми вестями, ",
          "ID": "7"
        },
        {
          "text": "но мои братья, которые ходили со мной, заставили народ пасть духом, а я от всего сердца следовал Господу, моему Богу. ",
          "ID": "8"
        },
        {
          "text": "И Моисей поклялся мне в тот день: «Земля, по которой ступали твои ноги, будет уделом тебе и твоим детям навеки, потому что ты от всего сердца следовал Господу, моему Богу».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И вот, как Господь и обещал, Он сохранял меня в живых сорок пять лет с того времени, как Он сказал это Моисею, когда Израиль скитался в пустыне. Мне теперь восемьдесят пять лет, ",
          "ID": "10"
        },
        {
          "text": "и я все еще так же крепок, как в тот день, когда меня посылал Моисей; у меня столько же сил для битвы, сколько было тогда. ",
          "ID": "11"
        },
        {
          "text": "Итак, дай мне эти нагорья, о которых говорил в тот день Господь. Ты сам тогда слышал, что там были анакиты, и города у них большие и укрепленные; может быть, Господь будет со мной, и я прогоню их, как Господь и сказал.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И Иисус благословил Халева, сына Иефонниина, и дал ему в удел Хеврон. ",
          "ID": "13"
        },
        {
          "text": "Так с тех пор Хеврон стал уделом Халева, сына кенезеянина Иефоннии, потому что он от всего сердца следовал Господу, Богу Израиля. ",
          "ID": "14"
        },
        {
          "text": "(Прежде Хеврон назывался Кирьят-Арба; этот Арба был самым великим человеком среди анакитов.)",
          "ID": "15"
        },
        {
          "text": "И земля успокоилась от войны.",
          "ID": "15"
        }
      ],
      "ID": "OT:JOS.14",
      "name": "Иисус Навин 14"
    },
    {
      "text": [
        {
          "text": "Жребий рода Иуды по их кланам простирался до земель Эдома, до пустыни Цин на самом юге.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Их южная граница начиналась от залива, что на южной оконечности Соленого моря, ",
          "ID": "2"
        },
        {
          "text": "проходила южнее Скорпионовой возвышенности, продолжалась к Цину и поднималась к югу от Кадеш-Барнеа. Затем она шла мимо Хецрона к Аддару и поворачивала к Каркае. ",
          "ID": "3"
        },
        {
          "text": "Далее она проходила Ацмон, выходила к египетскому потоку и оканчивалась у моря. Вот их южная граница.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Восточная граница – это Соленое море до устья Иордана.",
          "ID": "5"
        },
        {
          "text": "Северная граница начиналась от залива в море при устье Иордана, ",
          "ID": "5"
        },
        {
          "text": "поднималась к Бет-Хогле и продолжалась севернее Бет-Аравы до камня Богана, сына Рувима. ",
          "ID": "6"
        },
        {
          "text": "Затем граница поднималась к Давиру из долины Ахор и поворачивала на север к Гилгалу, что напротив возвышенности Адуммим к югу от потока. Она тянулась к водам Эн-Шемеша и заканчивалась у Эн-Рогела. ",
          "ID": "7"
        },
        {
          "text": "Затем она поднималась к долине Бен-Гинном по южному склону иевусейского города (то есть Иерусалима). Оттуда она восходила на вершину горы к западу от долины Гинном в северном конце долины Рефаим. ",
          "ID": "8"
        },
        {
          "text": "С вершины горы граница тянулась к источнику вод Нефтоах, оттуда – к городам горы Эфрон, а затем поворачивала к Баале (то есть Кирьят-Иеариму). ",
          "ID": "9"
        },
        {
          "text": "Затем она поворачивала к западу от Баалы к горе Сеир, проходила по северному склону горы Иарим (то есть Кесалон), спускалась к Бет-Шемешу и проходила через Тимну. ",
          "ID": "10"
        },
        {
          "text": "Она шла к северному склону Экрона, поворачивала к Шикарону, проходила к горе Баала, достигала Иавнеила, и заканчивалась у моря.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Западная граница – это побережье Великого моря.",
          "ID": "12"
        },
        {
          "text": "Таковы границы вокруг народа Иуды по его кланам.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "По повелению Господа, Иисус дал Халеву, сыну Иефоннии, земельный надел среди народа Иуды – Кирьят-Арбу, то есть Хеврон. (Арба был отцом Анака). ",
          "ID": "13"
        },
        {
          "text": "Из Хеврона Халев прогнал трех анакитов – Шешая, Ахимана и Талмая, потомков Анака. ",
          "ID": "14"
        },
        {
          "text": "Оттуда он пошел на жителей Давира (который прежде назывался Кирьят-Сефер). ",
          "ID": "15"
        },
        {
          "text": "Халев сказал:",
          "ID": "16"
        },
        {
          "text": "– Я отдам свою дочь Ахсу в жены тому, кто нападет на Кирьят-Сефер и возьмет его.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Отниил, сын Кеназа, брата Халева, взял его, и Халев отдал ему в жены свою дочь Ахсу.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "В день, когда была назначена свадьба, она говорила с Отниилом, чтобы просить у ее отца поле. Когда она слезла со своего осла, Халев спросил ее:",
          "ID": "18"
        },
        {
          "text": "– Чего ты хочешь?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Она ответила:",
          "ID": "19"
        },
        {
          "text": "– Окажи мне особую милость. Ты дал мне землю в Негеве – так дай мне и источники воды.",
          "ID": "19"
        },
        {
          "text": "И Халев дал ей верхние и нижние источники.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Вот удел рода Иуды по их кланам:",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Города рода Иуды на самом юге, в Негеве по направлению к границе Эдома:",
          "ID": "21"
        },
        {
          "text": "Кавцеил, Едер, Иагур, ",
          "ID": "21"
        },
        {
          "text": "Кина, Димона, Адада, ",
          "ID": "22"
        },
        {
          "text": "Кедеш, Хацор, Ифнан, ",
          "ID": "23"
        },
        {
          "text": "Зиф, Телем, Валоф, ",
          "ID": "24"
        },
        {
          "text": "Хацор-Хадафа, Кериот-Хецрон (то есть Хацор), ",
          "ID": "25"
        },
        {
          "text": "Амам, Шема, Молада, ",
          "ID": "26"
        },
        {
          "text": "Хацар-Гадда, Хешмон, Бет-Пелет, ",
          "ID": "27"
        },
        {
          "text": "Хацар-Шуал, Вирсавия, Визиофея, ",
          "ID": "28"
        },
        {
          "text": "Баала, Иим, Ецем, ",
          "ID": "29"
        },
        {
          "text": "Элтолад, Кесил, Хорма, ",
          "ID": "30"
        },
        {
          "text": "Циклаг, Мадманна, Сансана, ",
          "ID": "31"
        },
        {
          "text": "Леваоф, Шилхим, Аин и Риммон – всего двадцать девять городов с окрестными поселениями.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "В западных предгорьях:",
          "ID": "33"
        },
        {
          "text": "Эштаол, Цора, Ашна, ",
          "ID": "33"
        },
        {
          "text": "Заноах, Эн-Ганним, Таппуах, Энам, ",
          "ID": "34"
        },
        {
          "text": "Ярмут, Адуллам, Сохо, Азека, ",
          "ID": "35"
        },
        {
          "text": "Шаараим, Адифаим, Гедера (или Гедерофаим)  – четырнадцать городов с окрестными поселениями.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Ценан, Хадаша, Мигдал-Гад, ",
          "ID": "37"
        },
        {
          "text": "Дилеан, Мицпе, Иоктеил, ",
          "ID": "38"
        },
        {
          "text": "Лахиш, Боцкат, Эглон, ",
          "ID": "39"
        },
        {
          "text": "Каббон, Лахмас, Хитлиш, ",
          "ID": "40"
        },
        {
          "text": "Гедероф, Бет-Дагон, Наама и Македа – шестнадцать городов с окрестными поселениями. ",
          "ID": "41"
        },
        {
          "text": "Ливна, Ефер, Ашан, ",
          "ID": "42"
        },
        {
          "text": "Ифтах, Ашна, Нецив, ",
          "ID": "43"
        },
        {
          "text": "Кеила, Ахзив и Мареша – девять городов с окрестными поселениями.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Экрон, с окрестными деревнями и поселениями; ",
          "ID": "45"
        },
        {
          "text": "к западу от Экрона – все, что рядом с Ашдодом вместе с их селами; ",
          "ID": "46"
        },
        {
          "text": "Ашдод с окрестными деревнями и селами; Газа с ее деревнями и поселениями до египетского потока и побережья Великого моря.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "В нагорьях:",
          "ID": "48"
        },
        {
          "text": "Шамир, Иаттир, Сохо, ",
          "ID": "48"
        },
        {
          "text": "Данна, Кирьят-Санна (то есть Давир), ",
          "ID": "49"
        },
        {
          "text": "Анав, Эштемо, Аним, ",
          "ID": "50"
        },
        {
          "text": "Гошен, Холон и Гило – одинадцать городов с окрестными поселениями.",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Арав, Дума, Ешан, ",
          "ID": "52"
        },
        {
          "text": "Ианум, Бет-Таппуах, Афека, ",
          "ID": "53"
        },
        {
          "text": "Хумта, Кирьят-Арба (то есть Хеврон) и Цигор – девять городов с окрестными поселениями.",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "Маон, Кармил, Зиф, Ютта, ",
          "ID": "55"
        },
        {
          "text": "Изреель, Иокдам, Заноах, ",
          "ID": "56"
        },
        {
          "text": "Каин, Гива и Тимна – десять городов с окрестными поселениями.",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "Халхул, Бет-Цур, Гедор, ",
          "ID": "58"
        },
        {
          "text": "Маараф, Бет-Аноф и Элтекон – шесть городов с окрестными поселениями.",
          "ID": "59"
        },
        {
          "text": " ",
          "ID": "59"
        },
        {
          "text": "Кирьят-Баал (то есть Кирьят-Иеарим) и Равва – два города с окрестными поселениями.",
          "ID": "60"
        },
        {
          "text": " ",
          "ID": "60"
        },
        {
          "text": "В пустыне:",
          "ID": "61"
        },
        {
          "text": "Бет-Арава, Миддин, Секаха, ",
          "ID": "61"
        },
        {
          "text": "Нившан, Ир-Мелах и Эн-Геди – шесть городов с окрестными поселениями.",
          "ID": "62"
        },
        {
          "text": " ",
          "ID": "62"
        },
        {
          "text": "Иуда не смог выселить иевусеев, которые жили в Иерусалиме; до сегодняшнего дня иевусеи живут там вместе с народом Иуды.",
          "ID": "63"
        }
      ],
      "ID": "OT:JOS.15",
      "name": "Иисус Навин 15"
    },
    {
      "text": [
        {
          "text": "Надел Иосифа начинался у Иордана иерихонского, к востоку от иерихонских вод, и тянулся оттуда через пустыню до нагорий Вефиля. ",
          "ID": "1"
        },
        {
          "text": "Он продолжался от Вефиля к Лузу, переходил к землям аркитян в Атароте, ",
          "ID": "2"
        },
        {
          "text": "спускался на запад к землям иафлетян до области Нижнего Бет-Хорона и к Гезеру, заканчиваясь у моря.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Манассия и Ефрем, потомки Иосифа, получили свой удел.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Вот земли Ефрема по их кланам:",
          "ID": "5"
        },
        {
          "text": "Граница их удела проходила от Атарот-Аддара на востоке до Верхнего Бет-Хорона ",
          "ID": "5"
        },
        {
          "text": "и тянулась к морю. От Микмефафа на севере она сворачивала на восток к Таанат-Шило, проходя за него к Ианоху на востоке. ",
          "ID": "6"
        },
        {
          "text": "Затем она спускалась от Ианоха к Атароту и Нааре, примыкала к Иерихону и выходила к Иордану. ",
          "ID": "7"
        },
        {
          "text": "От Таппуаха граница шла на запад к реке Кане и доходила до самого моря. Таков был удел рода ефремитов по их кланам. ",
          "ID": "8"
        },
        {
          "text": "Еще он включал все города с окрестными поселениями, которые были отделены ефремитам в уделе манасситов.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они не выселили хананеев, живущих в Гезере; до сегодняшнего дня хананеи живут среди ефремитов, но как подневольные.",
          "ID": "10"
        }
      ],
      "ID": "OT:JOS.16",
      "name": "Иисус Навин 16"
    },
    {
      "text": [
        {
          "text": "Таким был надел рода Манассии как первенца Иосифа. Махиру, первенцу Манассии, предку галаадитян, были выделены Галаад и Башан, потому что махириты были храбрыми воинами. ",
          "ID": "1"
        },
        {
          "text": "Свои наделы были выделены и остальным людям из рода Манассии по их кланам – потомкам Авиезера, Хелека, Асриила, Шехема, Хефера и Шемида. Это потомки Манассии, сына Иосифа, мужского пола, по их кланам.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "У Целофхада, сына Хефера, сына Галаада, сына Махира, сына Манассии, не было сыновей, а были только дочери, которых звали Махла, Ноа, Хогла, Милка и Тирца. ",
          "ID": "3"
        },
        {
          "text": "Они пришли к священнику Элеазару, Иисусу, сыну Навину, и вождям и сказали: «Господь повелел Моисею дать нам удел между нашими братьями». И, по повелению Господа, Иисус дал им удел между братьями их отца. ",
          "ID": "4"
        },
        {
          "text": "На долю Манассии, кроме Галаада и Башана, которые к востоку от Иордана, пришлось десять участков земли, ",
          "ID": "5"
        },
        {
          "text": "потому что дочери из рода Манассии получили удел наравне с сыновьями. А земля Галаада досталась остальным потомкам Манассии.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Земли Манассии простирались от Асира до Микмефафа к востоку от Шехема. Их граница шла оттуда на юг, к жителям Эн-Таппуаха. ",
          "ID": "7"
        },
        {
          "text": "(Земля Таппуаха досталась Манассии, но сам Таппуах, что на границе Манассии, достался ефремитам.) ",
          "ID": "8"
        },
        {
          "text": "Затем граница тянулась на юг к реке Кане. Города там принадлежали Ефрему, хотя находились среди городов Манассии. Затем граница Манассии проходила по северной стороне реки и заканчивалась у моря. ",
          "ID": "9"
        },
        {
          "text": "Южная земля принадлежала Ефрему, северная – Манассии. Земли Манассии простирались до моря и граничили с Асиром на севере и Иссахаром на востоке.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "На землях Иссахара и Асира Манассии принадлежали Бет-Шеан и Ивлеам с окрестными поселениями, жители Дора, Эн-Дора, Таанаха и Мегиддо вместе с окрестными поселениями (третий это Нафеф).",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Сыны манассиины не смогли занять эти города, и на этой земле продолжали жить хананеи. ",
          "ID": "12"
        },
        {
          "text": "Но когда израильтяне окрепли, они подчинили себе хананеев, хотя не изгнали их полностью.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Потомки Иосифа сказали Иисусу:",
          "ID": "14"
        },
        {
          "text": "– Почему ты дал нам в удел только один надел и один участок? Мы – многочисленный народ, и Господь обильно благословил нас.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Если вы так многочисленны, – ответил Иисус, – и нагорья Ефрема для вас слишком тесны, то идите в леса и расчистите себе землю там, в стране ферезеев и рефаимов.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Потомки Иосифа ответили:",
          "ID": "16"
        },
        {
          "text": "– Нагорий для нас мало, а у всех хананеев долины есть железные колесницы – как у тех, что в Бет-Шеане с его окрестными поселениями, так и у тех, что в долине Изреель.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но Иисус сказал дому Иосифа – Ефрему и Манассии:",
          "ID": "17"
        },
        {
          "text": "– Вы многочисленны и очень сильны. У вас будет не только один надел, ",
          "ID": "17"
        },
        {
          "text": "но и покрытые лесом нагорья. Расчистите их, и их крайние пределы будут вашими. Пусть у хананеев есть железные колесницы, и пусть они сильны – вы их прогоните.",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.17",
      "name": "Иисус Навин 17"
    },
    {
      "text": [
        {
          "text": "Все общество израильтян собралось в Шило и поставило там шатер собрания. Страна была покорена ими, ",
          "ID": "1"
        },
        {
          "text": "но семь израильских родов еще не получили своего удела.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Иисус сказал израильтянам:",
          "ID": "3"
        },
        {
          "text": "– Сколько вы еще будете ждать, прежде чем пойдете и возьмете в удел землю, которую дал вам Господь, Бог ваших отцов? ",
          "ID": "3"
        },
        {
          "text": "Отрядите по три человека из каждого рода. Я отправлю их, чтобы они прошли по земле, описали ее по уделам каждого и вернулись ко мне. ",
          "ID": "4"
        },
        {
          "text": "Разделите землю на семь частей. Иуда пусть останется в своей земле на юге, а дом Иосифа в своей земле на севере. ",
          "ID": "5"
        },
        {
          "text": "Сделав описания семи частей земли, принесите их сюда ко мне, и я брошу о вас жребий перед Господом, нашим Богом. ",
          "ID": "6"
        },
        {
          "text": "Но левиты не получат надела между вами, потому что их удел – священническая служба Господа. А Гад, Рувим и половина рода Манассии уже получили свои наделы на восточной стороне Иордана. Им дал его Моисей, слуга Господа.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда те люди тронулись в путь, чтобы описать землю, Иисус велел им:",
          "ID": "8"
        },
        {
          "text": "– Ступайте, пройдите по земле и опишите ее. Потом возвращайтесь ко мне, и я брошу о вас жребий здесь, в Шило, перед Господом.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И те люди пошли, прошли по земле, описали ее по городам в семи частях в свитке и вернулись к Иисусу в лагерь в Шило. ",
          "ID": "9"
        },
        {
          "text": "И Иисус бросил о них жребий в Шило перед Господом и распределил израильтянам землю по их родовым разделениям.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Выпал жребий рода Вениамина по их кланам. Доставшаяся им земля лежала между наделами родов Иуды и Иосифа:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "На севере их граница шла от Иордана по склону к северу от Иерихона и поднималась в нагорья, доходя до пустыни Бет-Авен. ",
          "ID": "12"
        },
        {
          "text": "Оттуда она шла к склону на юге от Луза (то есть Вефиля) и спускалась к Атарот-Аддару и к горе, что к югу от Нижнего Бет-Хорона.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "От холма, что напротив Бет-Хорона, на юге граница поворачивала к югу по западной стороне надела и заканчивалась у Кирьят-Баала (то есть Кирьят-Иеарима), города народа Иуды. Это была западная граница.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Южная граница шла от предместий Кирьят-Иеарима на западе и оттуда к источнику вод Нефтоах. ",
          "ID": "15"
        },
        {
          "text": "Затем граница спускалась к подножию горы, что напротив долины Бен-Гинном, к северу от долины Рефаим. Она нисходила долиной Гинном по южному склону города иевусеев к Эн-Рогелу. ",
          "ID": "16"
        },
        {
          "text": "Затем она сворачивала на север, шла к Эн-Шемешу, тянулась к Гелилоту, что напротив возвышенности Адуммим, и спускалась к камню Богана, сына Рувима. ",
          "ID": "17"
        },
        {
          "text": "Она тянулась к северному склону Бет-Аравы и спускалась в саму иорданскую долину. ",
          "ID": "18"
        },
        {
          "text": "Затем она шла к северному склону Бет-Хоглы и доходила до северного залива Соленого моря, у устья Иордана. Такова была северная граница.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Границей на восточной стороне был Иордан.",
          "ID": "20"
        },
        {
          "text": "Таковы были границы наделов, данных кланам Вениамина.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Род Вениамина по их кланам владел следующими городами:",
          "ID": "21"
        },
        {
          "text": "Иерихон, Бет-Хогла, Емек-Кециц, ",
          "ID": "21"
        },
        {
          "text": "Бет-Арава, Цемараим, Вефиль, ",
          "ID": "22"
        },
        {
          "text": "Аввим, Фара, Офра, ",
          "ID": "23"
        },
        {
          "text": "Кефар-Аммони, Офни и Гева – двенадцать городов с окрестными поселениями.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Гаваон, Рама, Беэрот, ",
          "ID": "25"
        },
        {
          "text": "Мицпе, Кефира, Моца, ",
          "ID": "26"
        },
        {
          "text": "Рекем, Ирфеил, Тарала, ",
          "ID": "27"
        },
        {
          "text": "Цела, Елеф, иевусейский город (то есть Иерусалим), Гива и Кирьят-Иеарим  – четырнадцать городов с окрестными поселениями.",
          "ID": "28"
        },
        {
          "text": "Таков был удел Вениамина для его кланов.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOS.18",
      "name": "Иисус Навин 18"
    },
    {
      "text": [
        {
          "text": "Второй жребий выпал кланам рода Симеона. Их надел находился среди земель Иуды. ",
          "ID": "1"
        },
        {
          "text": "В него входили:",
          "ID": "2"
        },
        {
          "text": "Вирсавия (или Шева), Молада, ",
          "ID": "2"
        },
        {
          "text": "Хацар-Шуал, Вала, Ецем, ",
          "ID": "3"
        },
        {
          "text": "Элтолад, Бетул, Хорма, ",
          "ID": "4"
        },
        {
          "text": "Циклаг, Бет-Маркавоф, Хацар-Суса, ",
          "ID": "5"
        },
        {
          "text": "Бет-Леваоф и Шарухен – тринадцать городов с окрестными поселениями;",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Аин, Риммон, Ефер и Ашан – четыре города с окрестными поселениями, ",
          "ID": "7"
        },
        {
          "text": "и также все другие поселения вокруг этих городов до самого Баалаф-Беэра (Рама, что в Негеве).",
          "ID": "8"
        },
        {
          "text": "Таким был удел рода симеонитов по их кланам. ",
          "ID": "8"
        },
        {
          "text": "Удел симеонитов был взят из доли Иуды, потому что земля Иуды была для него слишком велика. Так симеониты получили свой удел в землях Иуды.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Третий жребий выпал роду Завулона по их кланам:",
          "ID": "10"
        },
        {
          "text": "Граница их удела простиралась до Сарида. ",
          "ID": "10"
        },
        {
          "text": "На запад она шла до Маралы, примыкала к Дабешету и тянулась до потока, который рядом с Иокнеамом. ",
          "ID": "11"
        },
        {
          "text": "От Сарида она поворачивала на восток, к восходу солнца, к землям Кислоф-Фавора, тянулась до Даврафа и поднималась к Иафие. ",
          "ID": "12"
        },
        {
          "text": "Затем она шла на восток к Гат-Хеферу и Ит-Кацину, тянулась к Риммону и поворачивала к Нее. ",
          "ID": "13"
        },
        {
          "text": "Там граница сворачивала на север к Ханнафону и заканчивалась в долине Ифтах-Эл. ",
          "ID": "14"
        },
        {
          "text": "В удел входили Каттаф, Нагалал, Шимрон, Идеала и Вифлеем – двенадцать городов с окрестными поселениями.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Эти города с окрестными поселениями были уделом рода Завулона по их кланам.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Четвертый жребий выпал роду Иссахара по их кланам. ",
          "ID": "17"
        },
        {
          "text": "В их земли входили:",
          "ID": "18"
        },
        {
          "text": "Изреель, Кесуллоф, Шунем, ",
          "ID": "18"
        },
        {
          "text": "Хафараим, Шион, Анахараф, ",
          "ID": "19"
        },
        {
          "text": "Раввиф, Кишион, Евец, ",
          "ID": "20"
        },
        {
          "text": "Ремет, Эн-Ганним, Эн-Хадда и Бет-Пацец. ",
          "ID": "21"
        },
        {
          "text": "Граница примыкала к Фавору, Шагациме и Бет-Шемешу и заканчивалась у Иордана – шестнадцать городов с окрестными поселениями.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Эти города с окрестными поселениями были уделом рода Иссахара по их кланам.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Пятый жребий выпал роду Асира по их кланам. ",
          "ID": "24"
        },
        {
          "text": "В их земли входили:",
          "ID": "25"
        },
        {
          "text": "Хелкаф, Хали, Ветен, Ахсаф, ",
          "ID": "25"
        },
        {
          "text": "Аламелех, Амад и Мишал. На западе граница примыкала к Кармилу и Шихор-Ливнафу. ",
          "ID": "26"
        },
        {
          "text": "Затем она поворачивала на восток к Бет-Дагону, примыкала к Завулону и долине Ифтах-Эл и шла на север к Бет-Емеку и Неиелу, проходя слева от Кавула. ",
          "ID": "27"
        },
        {
          "text": "Она шла к Еврону, Рехову, Хаммону и Кане до великого Сидона. ",
          "ID": "28"
        },
        {
          "text": "Затем граница поворачивала назад к Раме и шла к укрепленному городу Тиру, сворачивала к Хосе и оканчивалась у моря, около Ахзива; ",
          "ID": "29"
        },
        {
          "text": "Умма, Афек и Рехов – двадцать два города с окрестными поселениями.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Эти города с окрестными поселениями были уделом рода Асира по их кланам.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Шестой жребий выпал роду Неффалима по их кланам:",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Их граница шла от Хелефа и дуба в Цаананниме, пересекала Адами-Некев и Иавнеил до Лаккума и оканчивалась у Иордана. ",
          "ID": "33"
        },
        {
          "text": "Граница поворачивала на запад к Азноф-Фавору и шла оттуда к Хукоку, примыкая на юге к Завулону, к Асиру на западе и к Иордану на востоке. ",
          "ID": "34"
        },
        {
          "text": "Укрепленными городами были Циддим, Цер, Хамат, Раккаф, Киннерет, ",
          "ID": "35"
        },
        {
          "text": "Адама, Рама, Хацор, ",
          "ID": "36"
        },
        {
          "text": "Кедеш, Эдреи, Эн-Хацор, ",
          "ID": "37"
        },
        {
          "text": "Иреон, Мигдал-Эл, Хорем, Бет-Анаф и Бет-Шемеш – девятнадцать городов с окрестными поселениями.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Эти города с окрестными поселениями были уделом рода Неффалима по их кланам.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Седьмой жребий выпал роду Дана по их кланам. ",
          "ID": "40"
        },
        {
          "text": "В земли их удела входили:",
          "ID": "41"
        },
        {
          "text": "Цора, Эштаол, Ир-Шемеш, ",
          "ID": "41"
        },
        {
          "text": "Шаалабин, Айялон, Итла, ",
          "ID": "42"
        },
        {
          "text": "Елон, Тимна, Экрон, ",
          "ID": "43"
        },
        {
          "text": "Элтеке, Гиббетон, Баалаф, ",
          "ID": "44"
        },
        {
          "text": "Игуд, Бене-Верак, Гат-Риммон, ",
          "ID": "45"
        },
        {
          "text": "Ме-Иаркон и Ракон с областью, что напротив Яффы.",
          "ID": "46"
        },
        {
          "text": "Когда данитяне потеряли свою землю, ",
          "ID": "46"
        },
        {
          "text": "они пошли и напали на Лешем. Взяв город и предав его мечу, они заняли его. Они поселились в Лешеме и назвали его Дан в честь своего предка.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Эти города с окрестными поселениями были уделом рода Дана по их кланам.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Закончив делить землю на уделы, израильтяне дали среди себя удел Иисусу, сыну Навину, ",
          "ID": "49"
        },
        {
          "text": "как повелел Господь. Они дали ему город, который он просил – Тимнат-Серах в нагорьях Ефрема. Он отстроил город и поселился в нем.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Таковы земли, которые священник Элеазар, Иисус, сын Навин, и главы семейств из родов Израиля раздали по жребию в Шило перед Господом, у входа в шатер собрания. И на этом они закончили делить землю.",
          "ID": "51"
        }
      ],
      "ID": "OT:JOS.19",
      "name": "Иисус Навин 19"
    },
    {
      "text": [
        {
          "text": "Господь сказал Иисусу:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи израильтянам, чтобы они выбрали города-убежища, как Я говорил вам через Моисея, ",
          "ID": "2"
        },
        {
          "text": "чтобы всякий, кто убьет другого человека случайно и неумышленно, мог убежать туда и найти защиту от мстителя за кровь. ",
          "ID": "3"
        },
        {
          "text": "Когда он убежит в один из этих городов, пусть он встанет у городских ворот и изложит свое дело перед старейшинами того города. После этого пусть они примут его в свой город и дадут ему место, чтобы жить с ними. ",
          "ID": "4"
        },
        {
          "text": "Если мститель за кровь станет преследовать его, они не должны выдавать обвиняемого, потому что он убил неумышленно и не питал к убитому ненависти. ",
          "ID": "5"
        },
        {
          "text": "Пусть он остается в том городе, пока не предстанет перед обществом на суд и пока не умрет первосвященник, который будет в то время. Потом он может вернуться в свой дом, в город, из которого он убежал.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И они отделили Кедеш в Галилее в нагорьях Неффалима, Шехем в нагорьях Ефрема и Кирьят-Арбу (то есть Хеврон) в нагорьях Иуды. ",
          "ID": "7"
        },
        {
          "text": "На восточной стороне Иордана иерихонского они выбрали Бецер в пустыне на плоскогорье в роду Рувима, Рамот в Галааде в роду Гада и Голан в Башане в роду Манассии. ",
          "ID": "8"
        },
        {
          "text": "Всякий израильтянин или живущий среди них чужеземец, который убивал кого-либо неумышленно, мог убежать в эти выбранные города и не погибнуть от руки мстителя за кровь, пока не предстанет перед обществом на суд.",
          "ID": "9"
        }
      ],
      "ID": "OT:JOS.20",
      "name": "Иисус Навин 20"
    },
    {
      "text": [
        {
          "text": "Главы левитских семейств пришли к священнику Элеазару, к Иисусу, сыну Навину, и к главам остальных семейств в родах Израиля ",
          "ID": "1"
        },
        {
          "text": "в Шило в Ханаане и сказали им:",
          "ID": "2"
        },
        {
          "text": "– Господь повелел через Моисея, чтобы нам дали города для жительства с пастбищами для нашего скота.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "И по повелению Господа израильтяне дали левитам следующие города и пастбища из своих уделов:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Первый жребий выпал каафитам по их кланам. Левитам, которые были потомками священника Аарона, досталось тринадцать городов от родов Иуды, Симеона и Вениамина. ",
          "ID": "4"
        },
        {
          "text": "Остальные потомки Каафа получили по жребию десять городов от кланов, принадлежащих родам Ефрема, Дана и половине рода Манассии.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Потомкам Гершона досталось тринадцать городов от кланов, принадлежащих родам Иссахара, Асира и Неффалима и половины рода Манассии в Башане.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Потомки Мерари по их кланам получили двенадцать городов от родов Рувима, Гада и Завулона.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Так израильтяне выделили левитам эти города и пастбища, как повелел через Моисея Господь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "От родов Иуды и Симеона они дали следующие города, упоминаемые по названию ",
          "ID": "9"
        },
        {
          "text": "(эти города были предназначены потомкам священника Аарона из каафитских кланов левитов, потому что им выпал первый жребий):",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Они дали им Кирьят-Арбу (то есть Хеврон) с его окрестными пастбищами в нагорьях Иуды. (Арба был отцом Анака.) ",
          "ID": "11"
        },
        {
          "text": "Но поля и поселения вокруг города были отданы во владение Халеву, сыну Иефоннии.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Итак, потомкам священника Аарона они дали Хеврон (город-убежище для обвиняемого в убийстве), Ливну, ",
          "ID": "13"
        },
        {
          "text": "Иаттир, Эштемоа, ",
          "ID": "14"
        },
        {
          "text": "Холон, Давир, ",
          "ID": "15"
        },
        {
          "text": "Аин, Ютту и Бет-Шемеш с их пастбищами – девять городов от двух этих родов.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "А от рода Вениамина дали им Гаваон, Геву, ",
          "ID": "17"
        },
        {
          "text": "Анатот и Алмон с их пастбищами – четыре города.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Всего городов для священников, потомков Аарона, было тринадцать с их пастбищами.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Остальным каафитским кланам левитов достались города от рода Ефрема:",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Им дали Шехем (город-убежище для обвиняемого в убийстве) в нагорьях Ефрема, Гезер, ",
          "ID": "21"
        },
        {
          "text": "Кивцаим и Бет-Хорон с их пастбищами – четыре города.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "А от рода Дана они получили Элтеке, Гиббетон, ",
          "ID": "23"
        },
        {
          "text": "Айялон и Гат-Риммон с их пастбищами – четыре города.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "От половины рода Манассии они получили Таанах и Гат-Риммон с их пастбищами – два города.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Все эти города с их пастбищами были даны остальным каафитским кланам.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Левитским кланам гершонитов дали:",
          "ID": "27"
        },
        {
          "text": "от половины рода Манассии:",
          "ID": "27"
        },
        {
          "text": "Голан, что в Башане (город-убежище для обвиняемого в убийстве), и Беештеру с их пастбищами – два города;",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "от рода Иссахара:",
          "ID": "28"
        },
        {
          "text": "Кишион, Давраф, ",
          "ID": "28"
        },
        {
          "text": "Ярмут и Эн-Ганним с их пастбищами – четыре города;",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "от рода Асира:",
          "ID": "30"
        },
        {
          "text": "Мишал, Авдон, ",
          "ID": "30"
        },
        {
          "text": "Хелкаф и Рехов с их пастбищами – четыре города;",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "от рода Неффалима:",
          "ID": "32"
        },
        {
          "text": "Кедеш, что в Галилее (город-убежище для обвиняемого в убийстве), Хаммоф-Дор и Картан с их пастбищами – три города.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Всего у гершонитских кланов было тринадцать городов с пастбищами.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Мераритским кланам (остальным левитам) дали:",
          "ID": "34"
        },
        {
          "text": "от рода Завулона:",
          "ID": "34"
        },
        {
          "text": "Иокнеам, Карфу, ",
          "ID": "34"
        },
        {
          "text": "Димну и Нагалал с их пастбищами – четыре города;",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "от рода Рувима:",
          "ID": "36"
        },
        {
          "text": "Бецер, Иахац, ",
          "ID": "36"
        },
        {
          "text": "Кедемоф и Мефаат с их пастбищами – четыре города;",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "от рода Гада:",
          "ID": "38"
        },
        {
          "text": "Рамот, что в Галааде (город-убежище для обвиняемого в убийстве), Маханаим, ",
          "ID": "38"
        },
        {
          "text": "Хешбон и Иазер с их пастбищами – четыре города общим счетом.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Всего городов, доставшихся мераритским кланам, которые были остальными левитами, было двенадцать.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Всего левитских городов в земельных владениях израильтян было сорок восемь городов с их пастбищами. ",
          "ID": "41"
        },
        {
          "text": "Вокруг каждого из этих городов были пастбища; так было вокруг всех этих городов.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Так Господь отдал Израилю всю землю, которую Он клялся дать их отцам, и они овладели ей и поселились там. ",
          "ID": "43"
        },
        {
          "text": "Господь дал им покой со всех сторон, как Он и клялся их отцам. Никто из их врагов не устоял перед ними; Господь отдал их врагов им в руки. ",
          "ID": "44"
        },
        {
          "text": "Ни одно из тех добрых обещаний, которые Господь дал дому Израиля, не осталось неисполненным, исполнилось каждое.",
          "ID": "45"
        }
      ],
      "ID": "OT:JOS.21",
      "name": "Иисус Навин 21"
    },
    {
      "text": [
        {
          "text": "Иисус призвал рувимитов, гадитов и половину рода Манассии ",
          "ID": "1"
        },
        {
          "text": "и сказал им:",
          "ID": "2"
        },
        {
          "text": "– Вы исполнили все, что повелел вам Моисей, слуга Господа, и были послушны мне во всем, что я вам повелевал. ",
          "ID": "2"
        },
        {
          "text": "Долгое время, до этого самого дня, вы не оставляли своих братьев, но несли служение, которое дал вам Господь, ваш Бог. ",
          "ID": "3"
        },
        {
          "text": "Теперь Господь, ваш Бог, дал вашим братьям покой, как Он и обещал. Поэтому возвращайтесь домой, в землю, которую слуга Господа Моисей дал вам на другой стороне Иордана. ",
          "ID": "4"
        },
        {
          "text": "Только прилежно исполняйте повеления и Закон, которые дал вам Моисей, слуга Господа: любите Господа, вашего Бога, ходите всеми Его путями, храните Его повеления, крепко держитесь Его и служите Ему от всего сердца и от всей души.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иисус благословил их и отпустил, и они вернулись в свои шатры. ",
          "ID": "6"
        },
        {
          "text": "(Одной половине рода Манассии Моисей дал землю в Башане, а другой половине рода Иисус дал землю на западной стороне Иордана с их братьями). Отпуская их домой, Иисус благословил их, ",
          "ID": "7"
        },
        {
          "text": "сказав:",
          "ID": "8"
        },
        {
          "text": "– Возвращайтесь домой со своим великим богатством – большими стадами, серебром, золотом, бронзой и железом, и великим множеством одежд – и поделитесь со своими братьями добычей, взятой вами у врагов.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И рувимиты, гадиты и половина рода Манассии оставили израильтян в Шило, что в Ханаане, чтобы вернуться в Галаад, в свою землю, которой они овладели по повелению Господа, данному через Моисея.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Придя в Гелилот, что рядом с Иорданом, в земле Ханаана, рувимиты, гадиты и половина рода Манассии соорудили там у Иордана огромный жертвенник. ",
          "ID": "10"
        },
        {
          "text": "Когда израильтяне услышали, что те соорудили жертвенник на границе Ханаана в области, что рядом с Иорданом, на израильской стороне, ",
          "ID": "11"
        },
        {
          "text": "все общество Израиля собралось в Шило, чтобы идти на них войной.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Израильтяне послали в землю Галаада, к рувимитам, гадитам и половине рода Манассии Пинехаса, сына священника Элеазара. ",
          "ID": "13"
        },
        {
          "text": "С ним отправилось десять вождей, по одному от каждого из израильских родов, каждый из них был главой семейства среди израильских кланов.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда они пришли в Галаад – к рувимитам, гадитам и половине рода Манассии, – они сказали им:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Все общество Господне говорит: «Как вы могли совершить такое предательство против Бога Израиля? Как вы могли отступить от Господа и соорудить себе жертвенник, восстав ныне против Господа? ",
          "ID": "16"
        },
        {
          "text": "Разве не было с нас довольно греха Пеора? До этого самого дня мы еще не очистились от того греха, за который весь народ Господа поразил мор! ",
          "ID": "17"
        },
        {
          "text": "А сегодня вы собираетесь отступить от Господа? Если сегодня вы восстанете против Господа, то завтра Он разгневается на все общество Израиля. ",
          "ID": "18"
        },
        {
          "text": "Если ваша земля нечиста, то перейдите в землю Господа, где стоит Господня скиния, и разделите землю с нами. Только не восставайте против Господа и против нас, сооружая себе иной жертвенник, нежели жертвенник Господа, нашего Бога. ",
          "ID": "19"
        },
        {
          "text": "Разве когда Ахан, сын Зераха, нечестно поступил с посвященными вещами, не обрушился гнев на все общество Израиля? А за тот грех умер не он один».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Рувимиты, гадиты и половина рода Манассии ответили главам израильских кланов:",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Господь, Бог богов! Господь, Бог богов! Он знает, и Израиль пусть знает: если это было восстание или предательство против Господа, то не щадите нас сегодня. ",
          "ID": "22"
        },
        {
          "text": "Если мы построили свой собственный жертвенник, чтобы отступить от Господа и приносить на нем всесожжения и хлебные приношения или совершать жертвы примирения, то пусть Сам Господь призовет нас к ответу. ",
          "ID": "23"
        },
        {
          "text": "Нет! Мы сделали это из страха, что однажды ваши потомки могут сказать нашим: «Что вам до Господа, Бога Израиля? ",
          "ID": "24"
        },
        {
          "text": "Господь сделал Иордан границей между нами и вами, рувимиты и гадиты! Нет у вас доли в Господе». Так ваши потомки могут заставить наших перестать чтить Господа.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Вот почему мы сказали: «Приготовимся и соорудим жертвенник, но не для всесожжений или жертвоприношений». ",
          "ID": "26"
        },
        {
          "text": "Напротив, пусть он будет свидетелем между нами и вами и грядущими поколениями, что мы чтим Господа в Его святилище своими всесожжениями, приношениями и жертвами примирения. Тогда в будущем ваши потомки не смогут сказать нашим: «Нет у вас доли в Господе».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Мы говорили, что если они когда-нибудь скажут это нам или нашим потомкам, то мы ответим: «Посмотрите на жертвенник, который соорудили наши отцы по образу жертвенника Господа не для всесожжений или приношений, но для свидетельства между нами и вами».",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Да не будет с нами того, чтобы нам сегодня восстать против Господа и отступить от Него, соорудив иной жертвенник для всесожжений, хлебных приношений и жертв, нежели тот жертвенник Господа, нашего Бога, что находится перед Его скинией.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Когда священник Пинехас и вожди общины – главы израильских кланов – услышали, что сказали рувимиты, гадиты и половина рода Манассии, они были удовлетворены. ",
          "ID": "30"
        },
        {
          "text": "И священник Пинехас, сын Элеазара, сказал рувимитам, гадитам и половине рода Манассии:",
          "ID": "31"
        },
        {
          "text": "– Сегодня мы узнали, что Господь с нами, потому что вы не совершили против Господа этого предательства. Теперь вы избавили израильтян от руки Господа.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "И священник Пинехас, сын Элеазара, возвратился вместе с вождями от рувимитов и гадитов в Галааде и принес от них ответ в Ханаан, к израильтянам. ",
          "ID": "32"
        },
        {
          "text": "Те были рады услышать эту весть и возблагодарили Бога. И больше они не говорили о том, чтобы пойти войной на страну, где живут рувимиты и гадиты, и опустошить ее.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "А рувимиты и гадиты назвали жертвенник «Свидетель», потому что, говорили они: «Это свидетель между нами, что Господь есть Бог».",
          "ID": "34"
        }
      ],
      "ID": "OT:JOS.22",
      "name": "Иисус Навин 22"
    },
    {
      "text": [
        {
          "text": "Спустя много времени после того, как Господь дал Израилю покой от всех окружающих его врагов, Иисус, уже состарившийся и достигший преклонного возраста, ",
          "ID": "1"
        },
        {
          "text": "созвал всех старейшин, вождей, судей и начальников Израиля и сказал им:",
          "ID": "2"
        },
        {
          "text": "– Я состарился, достиг преклонного возраста. ",
          "ID": "2"
        },
        {
          "text": "Вы сами видели все, что Господь, ваш Бог, сделал ради вас со всеми этими народами. Господь, ваш Бог, Сам сражался за вас. ",
          "ID": "3"
        },
        {
          "text": "Помните, что я по жребию разделил между вашими родами всю землю между Иорданом и Великим морем на западе, которая принадлежала народам еще оставшимся и тем, которых я уже искоренил. ",
          "ID": "4"
        },
        {
          "text": "Господь, ваш Бог, Сам прогонит их с вашего пути. Он вытеснит их перед вами, и вы завладеете их землей, как Господь, ваш Бог, вам и обещал.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Будьте тверды, соблюдайте и исполняйте все, что написано в книге Закона Моисея, не уклоняясь ни вправо, ни влево. ",
          "ID": "6"
        },
        {
          "text": "Не смешивайтесь с этими народами, которые остаются среди вас, не упоминайте имен их богов и не клянитесь ими. Не служите и не поклоняйтесь им. ",
          "ID": "7"
        },
        {
          "text": "Крепко держитесь Господа, вашего Бога, как вы делали до сегодняшнего дня.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь прогнал от вас великие и сильные народы. До сегодняшнего дня никто не мог устоять перед вами. ",
          "ID": "9"
        },
        {
          "text": "Один из вас рассеивает тысячу, потому что Господь, ваш Бог, Сам сражается за вас, как Он и обещал. ",
          "ID": "10"
        },
        {
          "text": "Поэтому всеми силами старайтесь любить Господа, вашего Бога.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Но если вы отступите и объединитесь с уцелевшим остатком этих народов среди вас, и станете заключать с ними браки, ",
          "ID": "12"
        },
        {
          "text": "то знайте наверняка: Господь, ваш Бог, уже не станет прогонять от вас эти народы. Вместо этого они станут для вас ловушкой и западней, плетью для ваших спин и колючками для ваших глаз, пока вы не будете искоренены из этой хорошей земли, которую дал вам Господь, ваш Бог.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я собираюсь отправиться путем всей земли. Всем вашим сердцем и всей душой вы знаете, что из всех добрых обещаний Господа, вашего Бога, не осталось ни одного неисполненного – все сбылись, ни одно не оказалось ложным. ",
          "ID": "14"
        },
        {
          "text": "Но как сбылось для вас все доброе, что обещал Господь, ваш Бог, так наведет Господь на вас и все злое, о котором предупреждал, пока не истребит вас с этой хорошей земли, которую Он вам дал. ",
          "ID": "15"
        },
        {
          "text": "Если вы преступите завет Господа, вашего Бога, который Он с вами заключил, и пойдете служить другим богам и поклоняться им, то гнев Господа вспыхнет на вас, и вы будете быстро искоренены из этой хорошей земли, которую Он вам дал.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOS.23",
      "name": "Иисус Навин 23"
    },
    {
      "text": [
        {
          "text": "Иисус собрал все израильские роды в Шехеме. Он созвал старейшин, вождей, судей и начальников Израиля, и они предстали перед Богом. ",
          "ID": "1"
        },
        {
          "text": "Иисус сказал всему народу:",
          "ID": "2"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Издревле ваши отцы – Терах, отец Авраама и Нахора – жили за рекой и поклонялись другим богам. ",
          "ID": "2"
        },
        {
          "text": "Но Я взял вашего отца Авраама из земли за рекой, водил его по всему Ханаану и дал ему множество потомков. Я дал ему Исаака, ",
          "ID": "3"
        },
        {
          "text": "а Исааку дал Иакова и Исава. Исаву Я дал нагорья Сеира, но Иаков со своими сыновьями переселился в Египет.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Я послал Моисея и Аарона, поразил египтян тем, что Я у них совершил, и вывел вас оттуда. ",
          "ID": "5"
        },
        {
          "text": "Когда Я вывел ваших отцов из Египта, вы пришли к морю. Египтяне гнались за вашими отцами со своими колесницами и всадниками до самого Красного моря. ",
          "ID": "6"
        },
        {
          "text": "Но они воззвали к Господу о помощи, и Он положил тьму между вами и египтянами. Он навел на них море, и оно покрыло их. Вы своими глазами видели, что Я сделал с египтянами. После этого вы долгое время жили в пустыне.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я привел вас в землю аморреев, которые жили к востоку от Иордана. Они воевали с вами, но Я отдал их в ваши руки. Я истребил их перед вами, и вы завладели их землей. ",
          "ID": "8"
        },
        {
          "text": "Когда Валак, сын Циппора, царь Моава, готовился к войне с Израилем, он послал за Валаамом, сыном Беора, чтобы он проклял вас. ",
          "ID": "9"
        },
        {
          "text": "Но Мне не было угодно послушать Валаама, и он благословлял вас снова и снова, и Я избавил вас от его рук.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Вы переправились через Иордан и пришли к Иерихону. Жители Иерихона воевали с вами, как воевали и аморреи, ферезеи, хананеи, хетты, гергесеи, хиввеи и иевусеи, но Я отдал их в ваши руки. ",
          "ID": "11"
        },
        {
          "text": "Я послал перед вами шершней, которые прогнали от вас двух аморрейских царей. Не мечом твоим и не луком сделал ты это. ",
          "ID": "12"
        },
        {
          "text": "Так Я дал вам землю, над которой ты не трудился, и города, которых вы не строили; и вы живете в них и едите плоды виноградников и оливковых рощ, которых вы не сажали».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Итак, чтите Господа и служите Ему искренне и верно. Отриньте богов, которым поклонялись ваши отцы за рекой и в Египте, и служите Господу. ",
          "ID": "14"
        },
        {
          "text": "Но если вы не желаете служить Господу, то выберите сегодня, кому вы будете служить: богам ли, которым служили за рекой ваши отцы, или богам аморреев, в земле которых вы живете; а я и дом мой будем служить Господу.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И народ отвечал:",
          "ID": "16"
        },
        {
          "text": "– Да не будет с нами того, чтобы нам оставить Господа и служить другим богам! ",
          "ID": "16"
        },
        {
          "text": "Это Господь, наш Бог, Сам вывел нас и наших отцов из Египта, из земли рабства, и совершил у нас на глазах эти великие знамения. Он охранял нас на всем нашем пути и среди всех народов, через которые мы шли. ",
          "ID": "17"
        },
        {
          "text": "Господь прогнал от нас все народы и аморреев, которые жили в этой земле. Мы тоже будем служить Господу, потому что Он – наш Бог.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Иисус сказал народу:",
          "ID": "19"
        },
        {
          "text": "– Вы не сможете служить Господу. Он святой Бог! Он ревнивый Бог! Он не простит вам вашего отступничества и ваших грехов. ",
          "ID": "19"
        },
        {
          "text": "Если вы оставите Господа, делавшего вам добро, и станете служить чужим богам, то Он обратится против вас, наведет на вас беду и истребит вас.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но народ сказал Иисусу:",
          "ID": "21"
        },
        {
          "text": "– Нет! Мы будем служить Господу!",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Иисус сказал:",
          "ID": "22"
        },
        {
          "text": "– Вы сами стали свидетелями против себя, выбрав служение Господу.",
          "ID": "22"
        },
        {
          "text": "– Да, мы свидетели, – ответили они.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Тогда, – сказал Иисус, – отриньте чужих богов, которые у вас есть, и обратите свои сердца к Господу, Богу Израиля.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "И народ сказал Иисусу:",
          "ID": "24"
        },
        {
          "text": "– Мы будем служить Господу, нашему Богу, и слушаться Его.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "В тот день от лица народа Иисус заключил с Господом завет, и там, в Шехеме, он дал народу установления и законы. ",
          "ID": "25"
        },
        {
          "text": "Иисус записал эти слова в книгу Божьего Закона. Затем он взял большой камень и поставил его там под дубом, возле святилища Господа.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "– Смотрите! – сказал он всему народу. – Этот камень будет свидетелем против нас, потому что он слышал все слова, которые сказал нам Господь. Он будет свидетелем против вас, если вы солжете вашему Богу.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Иисус отпустил народ, каждого в его удел.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "После этого Иисус, сын Навин, слуга Господа, умер в возрасте ста десяти лет. ",
          "ID": "29"
        },
        {
          "text": "Его похоронили в земле его удела, в Тимнат-Серахе, в нагорьях Ефрема к северу от горы Гааш.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Израиль служил Господу во все время жизни Иисуса и старейшин, которые пережили его, и которым довелось увидеть все, что сделал для Израиля Господь.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "А кости Иосифа, которые израильтяне вынесли из Египта, были захоронены в Шехеме на участке земли, что Иаков купил за сто кесит серебра у сыновей Хамора, отца Шехема. Он вошел в удел потомков Иосифа.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Элеазар, сын Аарона, умер и был похоронен в Гиве, который достался его сыну Пинехасу, в нагорьях Ефрема.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.24",
      "name": "Иисус Навин 24"
    }
  ],
  "ID": "OT:JOS(NRP)",
  "name": "Иисус Навин"
}