{
  "text": [
    {
      "text": [
        {
          "text": "Bride: May he kiss me with the kiss of his mouth.",
          "ID": "1"
        },
        {
          "text": "Groom to Bride: So much better than wine are your breasts, fragranced with the finest perfumes.",
          "ID": "2"
        },
        {
          "text": "Bride to Groom: Your name is oil that has been poured out; therefore, the maidens have loved you. Draw me forward.",
          "ID": "3"
        },
        {
          "text": "Chorus to Bride: We will run after you in the odor of your perfumes.",
          "ID": "4"
        },
        {
          "text": "Bride to Chorus: The king has led me into his storerooms.",
          "ID": "5"
        },
        {
          "text": "Chorus to Bride: We will exult and rejoice in you, remembering your breasts above wine.",
          "ID": "6"
        },
        {
          "text": "Groom to Bride: The righteous love you.",
          "ID": "7"
        },
        {
          "text": "Bride to Chorus: O daughters of Jerusalem: I am black, but shapely, like the tabernacles of Kedar, like the tents of Solomon.",
          "ID": "8"
        },
        {
          "text": "Do not be concerned that I am dark, for the sun has changed my color.",
          "ID": "9"
        },
        {
          "text": "The sons of my mother have fought against me. They have made me the keeper of the vineyards. My own vineyard I have not kept.",
          "ID": "10"
        },
        {
          "text": "Bride to Groom: Reveal to me, you whom my soul loves, where you pasture, where you recline at midday, lest I begin to wander after the flocks of your companions.",
          "ID": "11"
        },
        {
          "text": "Groom to Bride: If you yourself do not know, O most beautiful among women, then go out and follow after the steps of the flocks, and pasture your young goats beside the tabernacles of the shepherds.",
          "ID": "12"
        },
        {
          "text": "O my love, I have compared you to my company of horsemen against the chariots of Pharaoh.",
          "ID": "13"
        },
        {
          "text": "Your cheeks are beautiful, like those of a turtledove. Your neck is like a bejeweled collar.",
          "ID": "14"
        },
        {
          "text": "Chorus to Bride: We will fashion for you chains of gold, accented with reddened silver.",
          "ID": "15"
        },
        {
          "text": "Bride to Chorus: While the king was taking his rest, my aromatic ointment sent forth its odor.",
          "ID": "16"
        },
        {
          "text": "My beloved is a bundle of myrrh to me. He shall abide between my breasts.",
          "ID": "17"
        },
        {
          "text": "My beloved is a cluster of Cyprus grapes to me, in the vineyards of Engaddi.",
          "ID": "18"
        },
        {
          "text": "Groom to Bride: Behold, you are beautiful, O my love. Behold, you are beautiful. Your eyes are those of a dove.",
          "ID": "19"
        },
        {
          "text": "Bride to Groom: Behold, you are handsome, O my beloved, and graceful. Our bed is flourishing.",
          "ID": "20"
        },
        {
          "text": "Groom to Bride: The timbers of our houses are of cedar; our ceilings are of cypress.",
          "ID": "21"
        }
      ],
      "ID": "OT:SNG.1",
      "name": "Song of Songs 1"
    },
    {
      "text": [
        {
          "text": "Bride: I am a flower of the open field and a lily of the steep valleys.",
          "ID": "1"
        },
        {
          "text": "Groom: Like a lily among the thorns, so is my loved one among the daughters.",
          "ID": "2"
        },
        {
          "text": "Bride to Chorus: Like an apple tree among the trees of the forest, so is my beloved among the sons. I sat beneath the shadow of the one whom I desired, and his fruit was sweet to my palate.",
          "ID": "3"
        },
        {
          "text": "He brought me into the storeroom of wine. He set charity in order within me.",
          "ID": "4"
        },
        {
          "text": "Prop me up with flowers. Close me in with apples. For I languish through love.",
          "ID": "5"
        },
        {
          "text": "His left hand is under my head, and his right hand shall embrace me.",
          "ID": "6"
        },
        {
          "text": "Groom to Chorus: I bind you by oath, O daughters of Jerusalem, by the does and the stags of the open field, not to disturb or awaken the beloved, even for as long as she wills.",
          "ID": "7"
        },
        {
          "text": "Bride to Chorus: The voice of my beloved! Behold, he arrives leaping along the mountains, jumping across the hills.",
          "ID": "8"
        },
        {
          "text": "My beloved is like a doe and like a young stag.",
          "ID": "9"
        },
        {
          "text": "Lo, he stands beyond our wall, gazing through the windows, watching through the lattices.",
          "ID": "10"
        },
        {
          "text": "Lo, my beloved speaks to me:",
          "ID": "11"
        },
        {
          "text": "Groom to Bride: Rise up, quickly, my love, my dove, my shapely one, and advance.",
          "ID": "12"
        },
        {
          "text": "For winter has now past; the rain has decreased and gone away.",
          "ID": "13"
        },
        {
          "text": "The flowers have appeared in our land; the time for pruning has arrived. The voice of the turtledove has been heard in our land.",
          "ID": "14"
        },
        {
          "text": "The fig tree has brought forth its green figs; the flowering vines bestow their odor. Rise up, my love, my brilliant one, and advance.",
          "ID": "15"
        },
        {
          "text": "My dove in the clefts of the rock, in the hollows of the wall, reveal to me your face. Let your voice sound in my ears. For your voice is sweet, and your face is graceful.",
          "ID": "16"
        },
        {
          "text": "Chorus to Groom and Bride: Capture for us the little foxes, which are tearing down the vines; for our vineyard has flourished.",
          "ID": "17"
        },
        {
          "text": "Bride to Chorus: My beloved is for me, and I am for him. He pastures among the lilies, until the day rises and the shadows decline.",
          "ID": "18"
        },
        {
          "text": "Bride to Groom: Return, O my beloved. Be like a doe and like a young stag upon the mountains of Bether.",
          "ID": "19"
        }
      ],
      "ID": "OT:SNG.2",
      "name": "Song of Songs 2"
    },
    {
      "text": [
        {
          "text": "Bride: On my bed, throughout the night, I sought him whom my soul loves. I sought him, and did not find him.",
          "ID": "1"
        },
        {
          "text": "I will rise up, and I will circle through the city. Through the side streets and thoroughfares, I will seek him whom my soul loves. I sought him, and did not find him.",
          "ID": "2"
        },
        {
          "text": "The watchers who guard the city found me: \"Have you seen him whom my soul loves?\"",
          "ID": "3"
        },
        {
          "text": "When I had passed by them a little, I found him whom my soul loves. I held him, and would not release him, until I would bring him into my mother's house, and into the chamber of her who bore me.",
          "ID": "4"
        },
        {
          "text": "Groom to Chorus: I bind you by oath, O daughters of Jerusalem, by the does and the stags of the open field, not to disturb or awaken the beloved, until she wills.",
          "ID": "5"
        },
        {
          "text": "Chorus to Groom: Who is she, who ascends through the desert, like a staff of smoke from the aromatics of myrrh, and frankincense, and every powder of the perfumer?",
          "ID": "6"
        },
        {
          "text": "Chorus to Bride: Lo, sixty strong ones, out of all the strongest in Israel, stand watch at the bed of Solomon,",
          "ID": "7"
        },
        {
          "text": "all holding swords and well-trained in warfare, each one's weapon upon his thigh, because of fears in the night.",
          "ID": "8"
        },
        {
          "text": "Bride to Chorus: King Solomon made himself a portable throne from the wood of Lebanon.",
          "ID": "9"
        },
        {
          "text": "He made its columns of silver, the reclining place of gold, the ascent of purple; the middle he covered well, out of charity for the daughters of Jerusalem.",
          "ID": "10"
        },
        {
          "text": "O daughters of Zion, go forth and see king Solomon with the diadem with which his mother crowned him, on the day of his espousal, on the day of the rejoicing of his heart.",
          "ID": "11"
        }
      ],
      "ID": "OT:SNG.3",
      "name": "Song of Songs 3"
    },
    {
      "text": [
        {
          "text": "Groom to Bride: How beautiful you are, my love, how beautiful you are! Your eyes are those of a dove, except for what is hidden within. Your hair is like flocks of goats, which ascend along the mountain of Gilead.",
          "ID": "1"
        },
        {
          "text": "Your teeth are like flocks of shorn sheep, which ascend from the washing, each one with its identical twin, and not one among them is barren.",
          "ID": "2"
        },
        {
          "text": "Your lips are like a scarlet ribbon, and your eloquence is sweetness. Like a piece of pomegranate, so are your cheeks, except for what is hidden within.",
          "ID": "3"
        },
        {
          "text": "Your neck is like the tower of David, which was built with ramparts: a thousand shields are hanging from it, all the armor of the strong.",
          "ID": "4"
        },
        {
          "text": "Your two breasts are like two young does, twins that pasture among the lilies.",
          "ID": "5"
        },
        {
          "text": "Until the day rises and the shadows decline, I will go to the mountain of myrrh and to the hill of frankincense.",
          "ID": "6"
        },
        {
          "text": "You are totally beautiful, my love, and there is no blemish in you.",
          "ID": "7"
        },
        {
          "text": "Advance from Lebanon, my spouse, advance from Lebanon, advance. You shall be crowned at the head of Amana, near the summit of Senir and Hermon, by the dens of lions, by the mountains of leopards.",
          "ID": "8"
        },
        {
          "text": "You have wounded my heart, my sister, my spouse. You have wounded my heart with one look of your eyes, and with one lock of hair on your neck.",
          "ID": "9"
        },
        {
          "text": "How beautiful are your breasts, my sister, my spouse! Your breasts are more beautiful than wine, and the fragrance of your ointments is above all aromatic oils.",
          "ID": "10"
        },
        {
          "text": "Your lips, my spouse, are a dripping honeycomb; honey and milk are under your tongue. And the fragrance of your garments is like the odor of frankincense.",
          "ID": "11"
        },
        {
          "text": "An enclosed garden is my sister, my spouse: an enclosed garden, a sealed fountain.",
          "ID": "12"
        },
        {
          "text": "You send forth a paradise of pomegranates along with the fruits of the orchard: Cypress grapes, with aromatic oil;",
          "ID": "13"
        },
        {
          "text": "aromatic oil and saffron; sweet cane and cinnamon, with all the trees of Lebanon; myrrh and aloe, with all the best ointments.",
          "ID": "14"
        },
        {
          "text": "The fountain of the gardens is a well of living waters, which flow forcefully from Lebanon.",
          "ID": "15"
        },
        {
          "text": "Rise up, north wind, and advance, south wind. Send a breeze through my garden, and carry its aromatic scents.",
          "ID": "16"
        }
      ],
      "ID": "OT:SNG.4",
      "name": "Song of Songs 4"
    },
    {
      "text": [
        {
          "text": "Bride: May my beloved enter into his garden, and eat the fruit of his apple trees.",
          "ID": "1"
        },
        {
          "text": "Groom to Bride: I have arrived in my garden, O my sister, my spouse. I have harvested my myrrh, with my aromatic oils. I have eaten the honeycomb with my honey. I have drunk my wine with my milk. Eat, O friends, and drink, and be inebriated, O most beloved.",
          "ID": "2"
        },
        {
          "text": "Bride: I sleep, yet my heart watches. The voice of my beloved knocking:",
          "ID": "3"
        },
        {
          "text": "Groom to Bride: Open to me, my sister, my love, my dove, my immaculate one. For my head is full of dew, and the locks of my hair are full of the drops of the night.",
          "ID": "4"
        },
        {
          "text": "Bride: I have taken off my tunic; how shall I be clothed in it? I have washed my feet; how shall I spoil them?",
          "ID": "5"
        },
        {
          "text": "My beloved put his hand through the window, and my inner self was moved by his touch.",
          "ID": "6"
        },
        {
          "text": "I rose up in order to open to my beloved. My hands dripped with myrrh, and my fingers were full of the finest myrrh.",
          "ID": "7"
        },
        {
          "text": "I opened the bolt of my door to my beloved. But he had turned aside and had gone away. My soul melted when he spoke. I sought him, and did not find him. I called, and he did not answer me.",
          "ID": "8"
        },
        {
          "text": "The keepers who circulate through the city found me. They struck me, and wounded me. The keepers of the walls took my veil away from me.",
          "ID": "9"
        },
        {
          "text": "I bind you by oath, O daughters of Jerusalem, if you find my beloved, announce to him that I languish through love.",
          "ID": "10"
        },
        {
          "text": "Chorus to Bride: What kind of beloved is your beloved, O most beautiful among women? What kind of beloved is your beloved, so that you would bind us by oath?",
          "ID": "11"
        },
        {
          "text": "Bride: My beloved is white and ruddy, elect among thousands.",
          "ID": "12"
        },
        {
          "text": "His head is like the finest gold. His locks are like the heights of palm trees, and as black as a raven.",
          "ID": "13"
        },
        {
          "text": "His eyes are like doves, which have been washed with milk over rivulets of waters, and which reside near plentiful streams.",
          "ID": "14"
        },
        {
          "text": "His cheeks are like a courtyard of aromatic plants, sown by perfumers. His lips are like lilies, dripping with the best myrrh.",
          "ID": "15"
        },
        {
          "text": "His hands are smoothed gold, full of hyacinths. His abdomen is ivory, accented with sapphires.",
          "ID": "16"
        },
        {
          "text": "His legs are columns of marble, which have been established over bases of gold. His appearance is like that of Lebanon, elect like the cedars.",
          "ID": "17"
        },
        {
          "text": "His throat is most sweet, and he is entirely desirable. Such is my beloved, and he is my friend, O daughters of Jerusalem.",
          "ID": "18"
        },
        {
          "text": "Chorus to Bride: Where has your beloved gone, O most beautiful among women? To where has your beloved turned aside, so that we may seek him with you?",
          "ID": "19"
        }
      ],
      "ID": "OT:SNG.5",
      "name": "Song of Songs 5"
    },
    {
      "text": [
        {
          "text": "Bride: My beloved has descended to his garden, to the courtyard of aromatic plants, in order to pasture in the gardens and gather the lilies.",
          "ID": "1"
        },
        {
          "text": "I am for my beloved, and my beloved is for me. He pastures among the lilies.",
          "ID": "2"
        },
        {
          "text": "Groom to Bride: My love, you are beautiful: sweet and graceful, like Jerusalem; terrible, like an army in battle array.",
          "ID": "3"
        },
        {
          "text": "Avert your eyes from me, for they have caused me fly away. Your hair is like a flock of goats, which have appeared out of Gilead.",
          "ID": "4"
        },
        {
          "text": "Your teeth are like a flock of sheep, which have ascended from the washing, each one with its identical twin, and not one among them is barren.",
          "ID": "5"
        },
        {
          "text": "Like the skin of a pomegranate, so are your cheeks, except for your hiddenness.",
          "ID": "6"
        },
        {
          "text": "There are sixty queens, and eighty concubines, and maidens without number.",
          "ID": "7"
        },
        {
          "text": "One is my dove, my perfect one. One is her mother; elect is she who bore her. The daughters saw her, and they proclaimed her most blessed. The queens and concubines saw her, and they praised her.",
          "ID": "8"
        },
        {
          "text": "Chorus to Groom: Who is she, who advances like the rising dawn, as beautiful as the moon, as elect as the sun, as terrible as an army in battle array?",
          "ID": "9"
        },
        {
          "text": "Bride: I descended to the garden of nuts, in order to see the fruits of the steep valleys, and to examine whether the vineyard had flourished and the pomegranates had produced buds.",
          "ID": "10"
        },
        {
          "text": "I did not understand. My soul was stirred up within me because of the chariots of Amminadab.",
          "ID": "11"
        },
        {
          "text": "Chorus to Bride: Return, return, O Sulamitess. Return, return, so that we may consider you.",
          "ID": "12"
        }
      ],
      "ID": "OT:SNG.6",
      "name": "Song of Songs 6"
    },
    {
      "text": [
        {
          "text": "Chorus to Groom: What will you see in the Sulamitess, other than choruses of encampments?",
          "ID": "1"
        },
        {
          "text": "Chorus to Bride: How beautiful are your footsteps in shoes, O daughter of a ruler! The joints of your thighs are like jewels, which have been fabricated by the hand of an artist.",
          "ID": "2"
        },
        {
          "text": "Your navel is a round bowl, never lacking in curvature. Your abdomen is like a bundle of wheat, surrounded with lilies.",
          "ID": "3"
        },
        {
          "text": "Your two breasts are like two young twin does.",
          "ID": "4"
        },
        {
          "text": "Your neck is like a tower of ivory. Your eyes like the fish ponds at Heshbon, which are at the entrance to the daughter of the multitude. Your nose is like the tower of Lebanon, which looks out toward Damascus.",
          "ID": "5"
        },
        {
          "text": "Your head is like Carmel, and the hairs of your head are like the purple of the king, bound into pleats.",
          "ID": "6"
        },
        {
          "text": "Most beloved one, how beautiful you are, and how graceful in delights!",
          "ID": "7"
        },
        {
          "text": "Your stature is comparable to the palm tree, and your breasts to clusters of grapes.",
          "ID": "8"
        },
        {
          "text": "Groom: I said, I will ascend to the palm tree, and take hold of its fruit. And your breasts will be like clusters of grapes on the vine. And the fragrance of your mouth will be like apples.",
          "ID": "9"
        },
        {
          "text": "Bride: Your throat is like the finest wine: wine worthy for my beloved to drink, and for his lips and teeth to contemplate.",
          "ID": "10"
        },
        {
          "text": "I am for my beloved, and his turning is to me.",
          "ID": "11"
        },
        {
          "text": "Approach, my beloved. Let us go out into the field; let us linger in the villages.",
          "ID": "12"
        },
        {
          "text": "Let us go up in the morning to the vineyards; let us see if the vineyard has flourished, if the flowers are ready to bear fruit, if the pomegranates have flourished. There I will give my breasts to you.",
          "ID": "13"
        },
        {
          "text": "The mandrakes yield their fragrance. At our gates is every fruit. The new and the old, my beloved, I have kept for you.",
          "ID": "14"
        }
      ],
      "ID": "OT:SNG.7",
      "name": "Song of Songs 7"
    },
    {
      "text": [
        {
          "text": "Bride to Groom: Who will give you to me as my brother, feeding from the breasts of my mother, so that I may discover you outside, and may kiss you, and so that now no one may despise me?",
          "ID": "1"
        },
        {
          "text": "I will take hold of you and lead you into my mother's house. There you will teach me, and I will give you a cup of spiced wine, and of new wine from my pomegranates.",
          "ID": "2"
        },
        {
          "text": "His left hand is under my head, and his right hand shall embrace me.",
          "ID": "3"
        },
        {
          "text": "Groom to Chorus: I bind you by oath, O daughters of Jerusalem, not to disturb or awaken the beloved, until she wills.",
          "ID": "4"
        },
        {
          "text": "Chorus to Groom: Who is she, who ascends from the desert, flowing with delights, leaning upon her beloved?",
          "ID": "5"
        },
        {
          "text": "Groom to Bride: Under the apple tree, I awakened you. There your mother was corrupted. There she who bore you was violated.",
          "ID": "6"
        },
        {
          "text": "Set me like a seal upon your heart, like a seal upon your arm. For love is strong, like death, and envy is enduring, like hell: their lamps are made of fire and flames.",
          "ID": "7"
        },
        {
          "text": "A multitude of waters cannot extinguish love, nor can a river overwhelm it. If a man were to give all the substance of his house in exchange for love, he would despise it as nothing.",
          "ID": "8"
        },
        {
          "text": "Chorus: Our sister is little and has no breasts. What shall we do for our sister on the day when she is called upon?",
          "ID": "9"
        },
        {
          "text": "If she is a wall, let us build a rampart of silver upon it. If she is a door, let us join it together with boards of cedar.",
          "ID": "10"
        },
        {
          "text": "Bride to Chorus: I am a wall, and my breasts are like towers, since, in his presence, I have become like one who has discovered peace.",
          "ID": "11"
        },
        {
          "text": "The peaceful one had a vineyard, in that which held the peoples. He handed it on to the caretakers; a man brought, in exchange for its fruit, a thousand pieces of silver.",
          "ID": "12"
        },
        {
          "text": "Groom: My vineyard is before me. The thousand is for your peacefulness, and two hundred is for those who care for its fruit.",
          "ID": "13"
        },
        {
          "text": "Bride to Groom: Your friends are attentive to those who have been dwelling in the gardens. Cause me to heed your voice.",
          "ID": "14"
        },
        {
          "text": "Flee away, my beloved, and become like the doe and the young stag upon the mountains of aromatic plants.",
          "ID": "15"
        }
      ],
      "ID": "OT:SNG.8",
      "name": "Song of Songs 8"
    }
  ],
  "ID": "OT:SNG(CPDV)",
  "version": "CPDV",
  "name": "Song of Songs"
}