{
  "name": "Daniel",
  "text": [
    {
      "name": "Daniel 1",
      "text": [
        {
          "text": "IN THE third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.",
          "ID": "1"
        },
        {
          "text": "And the Lord gave Jehoiakim king of Judah into his hand, along with a part of the vessels of the house of God; and he carried them into the land of Shinar [Babylonia] to the house of his god and placed the vessels in the treasury of his god. [II Chron. 36:5-7; Jer. 27:19, 20; Dan. 5:1-3.]",
          "ID": "2"
        },
        {
          "text": "And the [Babylonian] king told Ashpenaz, the master of his eunuchs, to bring in some of the children of Israel, both of the royal family and of the nobility–[II Kings 20:17, 18.]",
          "ID": "3"
        },
        {
          "text": "Youths without blemish, well-favored in appearance and skillful in all wisdom, discernment, and understanding, apt in learning knowledge, competent to stand and serve in the king's palace–and to teach them the literature and language of the Chaldeans.",
          "ID": "4"
        },
        {
          "text": "And the king assigned for them a daily portion of his own rich and dainty food and of the wine which he drank. They were to be so educated and so nourished for three years that at the end of that time they might stand before the king.",
          "ID": "5"
        },
        {
          "text": "Among these were of the children of Judah: Daniel, Hananiah, Mishael, and Azariah.",
          "ID": "6"
        },
        {
          "text": "The chief of the eunuchs gave them names: Daniel he called Belteshazzar [the king's attendant], Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.",
          "ID": "7"
        },
        {
          "text": "But Daniel determined in his heart that he would not defile himself by [eating his portion of] the king's rich and dainty food or by [drinking] the wine which he drank; therefore he requested of the chief of the eunuchs that he might [be allowed] not to defile himself. [Num. 6:1-4; I Cor. 10:21.]",
          "ID": "8"
        },
        {
          "text": "Now God made Daniel to find favor, compassion, and loving-kindness with the chief of the eunuchs.",
          "ID": "9"
        },
        {
          "text": "And the chief of the eunuchs said to Daniel, I fear, lest my lord the king, who has appointed your food and your drink, should see your faces worse looking or more sad than the other youths of your age. Then you would endanger my head with the king.",
          "ID": "10"
        },
        {
          "text": "Then said Daniel to the steward whom the chief of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,",
          "ID": "11"
        },
        {
          "text": "Prove your servants, I beseech you, for ten days and let us be given a vegetable diet and water to drink.",
          "ID": "12"
        },
        {
          "text": "Then let our appearance and the appearance of the youths who eat of the king's [rich] dainties be observed and compared by you, and deal with us your servants according to what you see.",
          "ID": "13"
        },
        {
          "text": "So [the man] consented to them in this matter and proved them ten days.",
          "ID": "14"
        },
        {
          "text": "And at the end of ten days it was seen that they were looking better and had taken on more flesh than all the youths who ate of the king's rich dainties.",
          "ID": "15"
        },
        {
          "text": "So the steward took away their [rich] dainties and the wine they were to drink and gave them vegetables.",
          "ID": "16"
        },
        {
          "text": "As for these four youths, God gave them knowledge and skill in all learning and wisdom, and Daniel had understanding in all [kinds of] visions and dreams. [Luke 21:15; James 1:5-7.]",
          "ID": "17"
        },
        {
          "text": "Now at the end of the time which the king had set for bringing [all the young men in], the chief of the eunuchs brought them before Nebuchadnezzar.",
          "ID": "18"
        },
        {
          "text": "And the king conversed with them, and among them all none was found like Daniel, Hananiah, Mishael, and Azariah; therefore they were assigned to stand before the king.",
          "ID": "19"
        },
        {
          "text": "And in all matters of wisdom and understanding concerning which the king asked them, he found them ten times better than all the [learned] magicians and enchanters who were in his whole realm.",
          "ID": "20"
        },
        {
          "text": "And Daniel continued there even to the first year of King Cyrus [at the close of the seventy years' exile of Judah in Babylonia, which Jeremiah had foretold]. [Ezra 1:1-3; Jer. 25:11, 12; 29:10.]",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.1"
    },
    {
      "name": "Daniel 2",
      "text": [
        {
          "text": "IN THE second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams by which his spirit was troubled and agitated and his sleep went from him.",
          "ID": "1"
        },
        {
          "text": "Then the king commanded to call the magicians, the enchanters or soothsayers, the sorcerers, and the Chaldeans [diviners], to tell the king his dreams. So they came and stood before the king.",
          "ID": "2"
        },
        {
          "text": "And the king said to them, I had a dream and my spirit is troubled to know the dream.",
          "ID": "3"
        },
        {
          "text": "Then said the Chaldeans [diviners] to the king in Aramaic [the Syrian language], O king, live forever! Tell your servants the dream, and we will show the interpretation.",
          "ID": "4"
        },
        {
          "text": "The king answered the Chaldeans, The thing is gone from me! And the decree goes forth from me and I say it with all emphasis: if you do not make known to me the dream with its interpretation, you shall be cut in pieces and your houses shall be made a dunghill!",
          "ID": "5"
        },
        {
          "text": "But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. So show me the dream and the interpretation of it.",
          "ID": "6"
        },
        {
          "text": "They answered again, Let the king tell his servants the dream, and we will show the interpretation of it.",
          "ID": "7"
        },
        {
          "text": "The king answered, I know with certainty that you are trying to gain time, because you see the thing is gone from me and because you see that my word [against you] is sure:",
          "ID": "8"
        },
        {
          "text": "If you will not make known to me the dream, there is but one sentence for you; for you have prepared lying and corrupt words to speak before me [hoping to delay your execution] until the time is changed. Therefore tell me the dream, and I will know that you can tell me the interpretation of it.",
          "ID": "9"
        },
        {
          "text": "The Chaldeans [diviners] answered before the king and said, There is not a man on earth who can show the king this matter, for no king, lord, or ruler has [ever] asked such a thing of any magician or enchanter or Chaldean.",
          "ID": "10"
        },
        {
          "text": "A rare and weighty thing indeed the king requires! None except the gods can reveal it to the king, and their dwelling is not with [human] flesh.",
          "ID": "11"
        },
        {
          "text": "For this cause the king was angry and very furious and commanded that all the wise men of Babylon be destroyed.",
          "ID": "12"
        },
        {
          "text": "So the decree went forth that the wise men were to be killed, and [the officers] sought Daniel and his companions to be slain.",
          "ID": "13"
        },
        {
          "text": "Then Daniel returned an answer which was full of prudence and wisdom to Arioch the captain or executioner of the king's guard, who had gone forth to slay the wise men of Babylon.",
          "ID": "14"
        },
        {
          "text": "He said to Arioch, the king's captain, Why is the decree so urgent and hasty from the king? Then Arioch explained the matter to Daniel.",
          "ID": "15"
        },
        {
          "text": "And Daniel went in and desired of the king that he would set a date and give him time, and he would show the king the interpretation.",
          "ID": "16"
        },
        {
          "text": "Then Daniel went to his house and made the thing known to Hananiah, Mishael, and Azariah, his companions,",
          "ID": "17"
        },
        {
          "text": "So that they would desire and request mercy of the God of heaven concerning this secret, that Daniel and his companions should not perish with the rest of the wise men of Babylon.",
          "ID": "18"
        },
        {
          "text": "Then the secret was revealed to Daniel in a vision of the night, and Daniel blessed the God of heaven.",
          "ID": "19"
        },
        {
          "text": "Daniel answered, Blessed be the name of God forever and ever! For wisdom and might are His!",
          "ID": "20"
        },
        {
          "text": "He changes the times and the seasons; He removes kings and sets up kings. He gives wisdom to the wise and knowledge to those who have understanding! [Dan. 4:35.]",
          "ID": "21"
        },
        {
          "text": "He reveals the deep and secret things; He knows what is in the darkness, and the light dwells with Him! [Job 15:8; Ps. 25:14; Matt. 6:6.]",
          "ID": "22"
        },
        {
          "text": "I thank You and praise You, O God of my fathers, Who has given me wisdom and might and has made known to me now what we desired of You, for You have made known to us the solution to the king's problem.",
          "ID": "23"
        },
        {
          "text": "Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said thus to him: Do not destroy the wise men of Babylon! Bring me in before the king, and I will show to the king the interpretation.",
          "ID": "24"
        },
        {
          "text": "Then Arioch brought in Daniel before the king in haste and said thus to him: I have found a man of the captives of Judah who will make known to the king the interpretation [of his dream].",
          "ID": "25"
        },
        {
          "text": "The king said to Daniel, whose name was Belteshazzar, Are you able to make known to me the dream which I have seen and the interpretation of it?",
          "ID": "26"
        },
        {
          "text": "Daniel answered the king, The [mysterious] secret which the king has demanded neither the wise men, enchanters, magicians, nor astrologers can show the king,",
          "ID": "27"
        },
        {
          "text": "But there is a God in heaven Who reveals secrets, and He has made known to King Nebuchadnezzar what it is that shall be in the latter days (at the end of days). Your dream and the visions in your head upon your bed are these:",
          "ID": "28"
        },
        {
          "text": "As for you, O king, as you were lying upon your bed thoughts came into your mind about what should come to pass hereafter, and He Who reveals secrets was making known to you what shall come to pass.",
          "ID": "29"
        },
        {
          "text": "But as for me, this secret is not revealed to me for any wisdom that I have more than anyone else living, but in order that the interpretation may be made known to the king and that you may know the thoughts of your heart and mind.",
          "ID": "30"
        },
        {
          "text": "You, O king, saw, and behold, [there was] a great image. This image which was mighty and of exceedingly great brightness stood before you, and the appearance of it was frightening and terrible.",
          "ID": "31"
        },
        {
          "text": "As for this image, its head was of fine gold, its breast and its arms of silver, its belly and its thighs of bronze,",
          "ID": "32"
        },
        {
          "text": "Its legs of iron, its feet partly of iron and partly of clay [the baked clay of the potter].",
          "ID": "33"
        },
        {
          "text": "As you looked, a Stone was cut out without human hands, which smote the image on its feet of iron and [baked] clay [of the potter] and broke them to pieces. [I Pet. 2:3-8.]",
          "ID": "34"
        },
        {
          "text": "Then the iron, the [baked] clay [of the potter], the bronze, the silver, and the gold were broken and crushed together and became like the chaff of the summer threshing floors, and the wind carried them away so that not a trace of them could be found. And the Stone that smote the image became a great mountain or rock and filled the whole earth.",
          "ID": "35"
        },
        {
          "text": "This was the dream, and we will tell the interpretation of it to the king.",
          "ID": "36"
        },
        {
          "text": "You, O king, are king of the [earthly] kings to whom the God of heaven has given the kingdom, the power, the might, and the glory. [Jer. 25:9; 27:6; 28:14.]",
          "ID": "37"
        },
        {
          "text": "And wherever the children of men dwell, and the beasts of the field, and the birds of the heavens–He has given them into your hand and has made you to rule over them all. You [king of Babylon] are the head of gold.",
          "ID": "38"
        },
        {
          "text": "And after you shall arise another kingdom [the Medo-Persian], inferior to you, and still a third kingdom of bronze [Greece under Alexander the Great] which shall bear rule over all the earth.",
          "ID": "39"
        },
        {
          "text": "And the fourth kingdom [Rome] shall be strong as iron, since iron breaks to pieces and subdues all things; and like iron which crushes, it shall break and crush all these. [Dan. 7:7, 23.]",
          "ID": "40"
        },
        {
          "text": "And as you saw the feet and toes, partly of [baked] clay [of the potter] and partly of iron, it shall be a divided kingdom; but there shall be in it some of the firmness and strength of iron, just as you saw the iron mixed with miry [earthen] clay.",
          "ID": "41"
        },
        {
          "text": "And as the toes of the feet were partly of iron and partly of [baked] clay [of the potter], so the kingdom shall be partly strong and partly brittle and broken.",
          "ID": "42"
        },
        {
          "text": "And as you saw the iron mixed with miry and earthen clay, so they shall mingle themselves in the seed of men [in marriage bonds]; but they will not hold together [for two such elements or ideologies can never harmonize], even as iron does not mingle itself with clay.",
          "ID": "43"
        },
        {
          "text": "And in the days of these [final ten] kings shall the God of heaven set up a kingdom which shall never be destroyed, nor shall its sovereignty be left to another people; but it shall break and crush and consume all these kingdoms and it shall stand forever. [Dan. 7:14-17; Luke 1:31-33; Rev. 11:15.]",
          "ID": "44"
        },
        {
          "text": "Just as you saw that the Stone was cut out of the mountain without hands and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold, the great God has made known to the king what shall come to pass hereafter. The dream is certain and the interpretation of it is sure.",
          "ID": "45"
        },
        {
          "text": "Then King Nebuchadnezzar fell on his face and paid homage to Daniel [as a great prophet of the highest God] and ordered that an offering and incense should be offered up to him [in honor of his God].",
          "ID": "46"
        },
        {
          "text": "The king answered Daniel, Of a truth your God is the God of gods and the Lord of kings and a Revealer of secret mysteries, seeing that you could reveal this secret mystery! [Prov. 3:32; Rev. 19:16.]",
          "ID": "47"
        },
        {
          "text": "Then the king made Daniel great and gave him many great gifts, and he made him to rule over the whole province of Babylon and to be chief governor over all the wise men of Babylon.",
          "ID": "48"
        },
        {
          "text": "And Daniel requested of the king and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained in the gate of the king [at the king's court].",
          "ID": "49"
        }
      ],
      "ID": "OT:DAN.2"
    },
    {
      "name": "Daniel 3",
      "text": [
        {
          "text": "NEBUCHADNEZZAR THE king [caused to be] made an image of gold, whose height was sixty cubits or ninety feet and its breadth six cubits or nine feet. He set it up on the plain of Dura in the province of Babylon.",
          "ID": "1"
        },
        {
          "text": "Then Nebuchadnezzar the king sent to gather together the satraps, the deputies, the governors, the judges and chief stargazers, the treasurers, the counselors, the sheriffs and lawyers, and all the chief officials of the provinces to come to the dedication of the image which King Nebuchadnezzar had [caused to be] set up.",
          "ID": "2"
        },
        {
          "text": "Then the satraps, the deputies, the governors, the judges and chief stargazers, the treasurers, the counselors, the sheriffs and lawyers, and all the chief officials of the provinces were gathered together for the dedication of the image that King Nebuchadnezzar had set up, and they stood before the image that Nebuchadnezzar had set up.",
          "ID": "3"
        },
        {
          "text": "Then the herald cried aloud, You are commanded, O peoples, nations, and languages,",
          "ID": "4"
        },
        {
          "text": "That when you hear the sound of the horn, pipe, lyre, trigon, harp, dulcimer or bagpipe, and every kind of music, you are to fall down and worship the golden image that King Nebuchadnezzar has set up.",
          "ID": "5"
        },
        {
          "text": "And whoever does not fall down and worship shall that very hour be cast into the midst of a burning fiery furnace.",
          "ID": "6"
        },
        {
          "text": "Therefore, when all the peoples heard the sound of the horn, pipe, lyre, trigon, dulcimer or bagpipe, and every kind of music, all the peoples, nations, and languages fell down and worshiped the golden image that King Nebuchadnezzar had set up.",
          "ID": "7"
        },
        {
          "text": "Therefore at that time certain men of Chaldean descent came near and brought [malicious] accusations against the Jews.",
          "ID": "8"
        },
        {
          "text": "They said to King Nebuchadnezzar, O king, live forever!",
          "ID": "9"
        },
        {
          "text": "You, O king, have made a decree that every man who hears the sound of the horn, pipe, lyre, trigon, harp, dulcimer or bagpipe, and every kind of music shall fall down and worship the golden image,",
          "ID": "10"
        },
        {
          "text": "And that whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace.",
          "ID": "11"
        },
        {
          "text": "There are certain Jews whom you have appointed and set over the affairs of the province of Babylon–Shadrach, Meshach, and Abednego. These men, O king, pay no attention to you; they do not serve your gods or worship the golden image which you have set up.",
          "ID": "12"
        },
        {
          "text": "Then Nebuchadnezzar in rage and fury commanded to bring Shadrach, Meshach, and Abednego; and these men were brought before the king.",
          "ID": "13"
        },
        {
          "text": "[Then] Nebuchadnezzar said to them, Is it true, O Shadrach, Meshach, and Abednego, that you do not serve my gods or worship the golden image which I have set up?",
          "ID": "14"
        },
        {
          "text": "Now if you are ready when you hear the sound of the horn, pipe, lyre, trigon, harp, dulcimer or bagpipe, and every kind of music to fall down and worship the image which I have made, very good. But if you do not worship, you shall be cast at once into the midst of a burning fiery furnace, and who is that god who can deliver you out of my hands?",
          "ID": "15"
        },
        {
          "text": "Shadrach, Meshach, and Abednego answered the king, O Nebuchadnezzar, it is not necessary for us to answer you on this point.",
          "ID": "16"
        },
        {
          "text": "If our God Whom we serve is able to deliver us from the burning fiery furnace, He will deliver us out of your hand, O king.",
          "ID": "17"
        },
        {
          "text": "But if not, let it be known to you, O king, that we will not serve your gods or worship the golden image which you have set up! [Job 13:15; Acts 4:19, 20.]",
          "ID": "18"
        },
        {
          "text": "Then Nebuchadnezzar was full of fury and his facial expression was changed [to antagonism] against Shadrach, Meshach, and Abednego. Therefore he commanded that the furnace should be heated seven times hotter than it was usually heated.",
          "ID": "19"
        },
        {
          "text": "And he commanded the strongest men in his army to bind Shadrach, Meshach, and Abednego and to cast them into the burning fiery furnace.",
          "ID": "20"
        },
        {
          "text": "Then these [three] men were bound in their cloaks, their tunics or undergarments, their turbans, and their other clothing, and they were cast into the midst of the burning fiery furnace.",
          "ID": "21"
        },
        {
          "text": "Therefore because the king's commandment was urgent and the furnace exceedingly hot, the flame and sparks from the fire killed those men who handled Shadrach, Meshach, and Abednego.",
          "ID": "22"
        },
        {
          "text": "And these three men, Shadrach, Meshach, and Abednego, fell down bound into the burning fiery furnace.",
          "ID": "23"
        },
        {
          "text": "Then Nebuchadnezzar the king [saw and] was astounded, and he jumped up and said to his counselors, Did we not cast three men bound into the midst of the fire? They answered, True, O king.",
          "ID": "24"
        },
        {
          "text": "He answered, Behold, I see four men loose, walking in the midst of the fire, and they are not hurt! And the form of the fourth is like a son of the gods! [Phil. 2:5-8.]",
          "ID": "25"
        },
        {
          "text": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace and said, Shadrach, Meshach, and Abednego, you servants of the Most High God, come out and come here. Then Shadrach, Meshach, and Abednego came out from the midst of the fire.",
          "ID": "26"
        },
        {
          "text": "And the satraps, the deputies, the governors, and the king's counselors gathered around together and saw these men–that the fire had no power upon their bodies, nor was the hair of their head singed; neither were their garments scorched or changed in color or condition, nor had even the smell of smoke clung to them.",
          "ID": "27"
        },
        {
          "text": "Then Nebuchadnezzar said, Blessed be the God of Shadrach, Meshach, and Abednego, Who has sent His angel and delivered His servants who believed in, trusted in, and relied on Him! And they set aside the king's command and yielded their bodies rather than serve or worship any god except their own God.",
          "ID": "28"
        },
        {
          "text": "Therefore I make a decree that any people, nation, and language that speaks anything amiss against the God of Shadrach, Meshach, and Abednego shall be cut in pieces and their houses be made a dunghill, for there is no other God who can deliver in this way!",
          "ID": "29"
        },
        {
          "text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.",
          "ID": "30"
        }
      ],
      "ID": "OT:DAN.3"
    },
    {
      "name": "Daniel 4",
      "text": [
        {
          "text": "NEBUCHADNEZZAR THE king, to all people, nations, and languages that dwell on all the earth: May peace be multiplied to you!",
          "ID": "1"
        },
        {
          "text": "It seemed good to me to show the signs and wonders that the Most High God has performed toward me.",
          "ID": "2"
        },
        {
          "text": "How great are His signs! And how mighty His wonders! His kingdom is an everlasting kingdom, and His dominion is from generation to generation. [Dan. 7:13, 14; Luke 1:31-33.]",
          "ID": "3"
        },
        {
          "text": "I, Nebuchadnezzar, was at rest in my house and prospering in my palace.",
          "ID": "4"
        },
        {
          "text": "I had a dream which made me afraid, and the thoughts and imaginations and the visions of my head as I was lying upon my bed troubled and agitated me.",
          "ID": "5"
        },
        {
          "text": "Therefore I made a decree to bring in all the wise men of Babylon before me, that they might make known to me the interpretation of the dream.",
          "ID": "6"
        },
        {
          "text": "Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told them the dream, but they could not make known to me the interpretation of it.",
          "ID": "7"
        },
        {
          "text": "But at last Daniel came in before me–he who was named Belteshazzar, after the name of my god, and in whom is the Spirit of the Holy God–and I told the dream before him, saying,",
          "ID": "8"
        },
        {
          "text": "O Belteshazzar, chief of the magicians, because I know that the Spirit of the Holy God is in you and no secret mystery is a burden or troubles you, tell me the visions of my dream that I have seen and the interpretation of it.",
          "ID": "9"
        },
        {
          "text": "The visions of my head [as I lay] on my bed were these: I saw, and behold, [there was] a tree in the midst of the earth, and its height was great.",
          "ID": "10"
        },
        {
          "text": "The tree grew and was strong and its height reached to the heavens, and the sight of it reached to the end of the whole earth.",
          "ID": "11"
        },
        {
          "text": "Its leaves were fair and its fruit abundant, and in it was food for all. The living creatures of the field found shade under it, and the birds of the sky dwelt in its branches; and all flesh was fed from it.",
          "ID": "12"
        },
        {
          "text": "I saw in the visions of my head [as I lay] on my bed, and behold, a watcher, a holy one, came down from heaven.",
          "ID": "13"
        },
        {
          "text": "He cried aloud [with might] and said, Cut down the tree and cut off its branches; shake off its leaves and scatter its fruit. Let the living creatures flee from under it and the fowls from its branches.",
          "ID": "14"
        },
        {
          "text": "Nevertheless leave the stump of its roots in the earth, bound with a band of iron and bronze, in the midst of the tender grass of the field. Let him be wet with the dew of the heavens, and let him share the lot of the living creatures in the grass of the earth.",
          "ID": "15"
        },
        {
          "text": "Let his nature and understanding be changed from a man's and let a beast's nature and understanding be given him, and let seven times [or years] pass over him.",
          "ID": "16"
        },
        {
          "text": "This sentence is by the decree of the [heavenly] watchers and the decision is by the word of the holy ones, to the intent that the living may know that the Most High [God] rules the kingdom of mankind and gives it to whomever He will and sets over it the humblest and lowliest of men. [Dan. 2:21; 5:21.]",
          "ID": "17"
        },
        {
          "text": "This dream I, King Nebuchadnezzar, have seen. And you, O Belteshazzar [Daniel], declare now its interpretation, since all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the Spirit of the Holy God is in you.",
          "ID": "18"
        },
        {
          "text": "Then Daniel, whose name was Belteshazzar, was astonished and dismayed and stricken dumb for a while [concerned about the king's destiny], and his thoughts troubled, agitated, and alarmed him. The king said, Belteshazzar, let not the dream or its interpretation trouble or alarm you. Belteshazzar answered, My lord, may the dream be for those who hate you and its message for your enemies.",
          "ID": "19"
        },
        {
          "text": "The tree that you saw, which grew [great] and was strong, whose height reached to the heavens and which was visible to all the earth,",
          "ID": "20"
        },
        {
          "text": "Whose foliage was beautiful and its fruit abundant, on which was food for all, under which the living creatures of the field dwelt, and on whose branches the birds of the sky had their nests–",
          "ID": "21"
        },
        {
          "text": "It is you, O king, who have grown and become strong; your greatness has increased and it reaches to the heavens, and your dominion to the ends of the earth.",
          "ID": "22"
        },
        {
          "text": "And whereas the king saw a watcher, a holy one, coming down from heaven and saying, Cut the tree down and destroy it, but leave the stump of its roots in the earth with a band of iron and bronze around it, in the tender grass of the field; and let him be wet with the dew of the heavens, and let his portion be with the living creatures of the field until seven times [or years] pass over him–",
          "ID": "23"
        },
        {
          "text": "This is the interpretation, O king: It is the decree of the Most High [God] which has come upon my lord the king:",
          "ID": "24"
        },
        {
          "text": "You shall be driven from among men and your dwelling shall be with the beasts of the field; you shall be made to eat grass as do the oxen and you shall be wet with the dew of the heavens; and seven times [or years] shall pass over you until you learn and know and recognize that the Most High [God] rules the kingdom of mankind and gives it to whomever He will.",
          "ID": "25"
        },
        {
          "text": "And in that it was commanded to leave the stump of the roots of the tree, your kingdom shall be sure to you after you have learned and know that [the God of] heaven rules.",
          "ID": "26"
        },
        {
          "text": "Therefore, O king, let my counsel be acceptable to you; break off your sins and show the reality of your repentance by righteousness (right standing with God and moral and spiritual rectitude and rightness in every area and relation) and liberate yourself from your iniquities by showing mercy and loving-kindness to the poor and oppressed, that [if the king will repent] there may possibly be a continuance and lengthening of your peace and tranquility and a healing of your error.",
          "ID": "27"
        },
        {
          "text": "All this was fulfilled and came upon King Nebuchadnezzar.",
          "ID": "28"
        },
        {
          "text": "At the end of twelve months he was walking in the royal palace of Babylon.",
          "ID": "29"
        },
        {
          "text": "The king said, Is not this the great Babylon that I have built as the royal residence and seat of government by the might of my power and for the honor and glory of my majesty?",
          "ID": "30"
        },
        {
          "text": "While the words were still in the king's mouth, there fell a voice from heaven, saying, O King Nebuchadnezzar, to you it is spoken: The kingdom has departed from you,",
          "ID": "31"
        },
        {
          "text": "And you shall be driven from among men and your dwelling will be with the living creatures of the field. You will be made to eat grass like the oxen, and seven times [or years] shall pass over you until you have learned and know that the Most High [God] rules in the kingdom of men and gives it to whomever He will.",
          "ID": "32"
        },
        {
          "text": "That very hour the thing was [in process of] being fulfilled upon Nebuchadnezzar. He was driven from among men and did eat grass like oxen [as Daniel had said he would], and his body was wet with the dew of the heavens until his hair grew like eagles' [feathers] and his nails [were] like birds' [claws].",
          "ID": "33"
        },
        {
          "text": "And at the end of the days [seven years], I, Nebuchadnezzar, lifted up my eyes to heaven, and my understanding and the right use of my mind returned to me; and I blessed the Most High [God] and I praised and honored and glorified Him Who lives forever, Whose dominion is an everlasting dominion; and His kingdom endures from generation to generation.",
          "ID": "34"
        },
        {
          "text": "And all the inhabitants of the earth are accounted as nothing. And He does according to His will in the host of heaven and among the inhabitants of the earth, and none can stay His hand or say to Him, What are You doing?",
          "ID": "35"
        },
        {
          "text": "Now at the same time my reason and understanding returned to me; and for the glory of my kingdom, my majesty and splendor returned to me, and my counselors and my lords sought me out; I was reestablished in my kingdom, and still more greatness [than before] was added to me.",
          "ID": "36"
        },
        {
          "text": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, Whose works are all faithful and right and Whose ways are just. And those who walk in pride He is able to abase and humble.",
          "ID": "37"
        }
      ],
      "ID": "OT:DAN.4"
    },
    {
      "name": "Daniel 5",
      "text": [
        {
          "text": "BELSHAZZAR THE king [descendant of Nebuchadnezzar] made a great feast for a thousand of his lords, and he drank his wine in the presence of the thousand.",
          "ID": "1"
        },
        {
          "text": "Belshazzar, while he was tasting the wine, commanded that the gold and silver vessels which his father Nebuchadnezzar had taken out of the temple [out of the sacred area–the Holy Place and the Holy of Holies] which was in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them.",
          "ID": "2"
        },
        {
          "text": "Then they brought in the gold and silver vessels which had been taken out of the temple, the house of God which was in Jerusalem; and the king and his lords, his wives, and his concubines drank from them.",
          "ID": "3"
        },
        {
          "text": "They drank wine and praised the gods of gold and silver, of bronze, iron, wood, and stone.",
          "ID": "4"
        },
        {
          "text": "Immediately and suddenly there appeared the fingers of a man's hand and wrote on the plaster of the wall opposite the candlestick [so exposed especially to the light] in the king's palace, and the king saw the part of the hand that wrote.",
          "ID": "5"
        },
        {
          "text": "Then the color and the [drunken] hilarious brightness of the king's face was changed, and his [terrifying] thoughts troubled and alarmed him; the joints and muscles of his hips and back gave way and his knees smote together.",
          "ID": "6"
        },
        {
          "text": "The king cried aloud [mightily] to bring in the enchanters or soothsayers, the Chaldeans [diviners], and the astrologers. The king said to the wise men of Babylon, Whoever will read this writing and show me the interpretation of it will be clothed with purple and have a chain of gold put about his neck and will be the third ruler in the kingdom.",
          "ID": "7"
        },
        {
          "text": "And all the king's wise men came in, but they could not read the writing or make known to the king the interpretation of it.",
          "ID": "8"
        },
        {
          "text": "Then King Belshazzar was greatly perplexed and alarmed and the color faded from his face, and his lords were puzzled and astounded.",
          "ID": "9"
        },
        {
          "text": "Now the queen [mother], overhearing the exciting words of the king and his lords, came into the banquet house. The queen [mother] said, O king, live forever! Do not be alarmed at your thoughts or let your cheerful expression and the color of your face be changed.",
          "ID": "10"
        },
        {
          "text": "There is a man in your kingdom in whom is the Spirit of the holy God [or gods], and in the days of your father light and understanding and wisdom like the wisdom of the gods were found in him; and King Nebuchadnezzar, your father–the king, I say, your father–appointed him master of the magicians, enchanters or soothsayers, Chaldeans, and astrologers,",
          "ID": "11"
        },
        {
          "text": "Because an excellent spirit, knowledge, and understanding to interpret dreams, clarify riddles, and solve knotty problems were found in this same Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation.",
          "ID": "12"
        },
        {
          "text": "Then Daniel was brought in before the king. And the king said to Daniel, Are you that Daniel of the children of the captivity of Judah, whom the king my father brought out of Judah?",
          "ID": "13"
        },
        {
          "text": "I have heard of you, that the Spirit of the holy God [or gods] is in you and that light and understanding and superior wisdom are found in you.",
          "ID": "14"
        },
        {
          "text": "Now the wise men, the enchanters, have been brought in before me that they might read this writing and make known to me the interpretation of it, but they could not show the interpretation of the matter.",
          "ID": "15"
        },
        {
          "text": "But I have heard of you, that you can make interpretations and solve knotty problems. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have a chain of gold put around your neck and shall be the third ruler in the kingdom.",
          "ID": "16"
        },
        {
          "text": "Then Daniel answered before the king, Let your gifts be for yourself and give your rewards to another. However, I will read the writing to the king and make known to him the interpretation.",
          "ID": "17"
        },
        {
          "text": "O king, the Most High God gave Nebuchadnezzar your father a kingdom and greatness and glory and majesty;",
          "ID": "18"
        },
        {
          "text": "And because of the greatness that He gave him, all peoples, nations, and languages trembled and feared before him. Whom he would he slew, and whom he would he kept alive; whom he would he set up, and whom he would he put down.",
          "ID": "19"
        },
        {
          "text": "But when his heart was lifted up and his mind and spirit were hardened so that he dealt proudly, he was deposed from his kingly throne and his glory was taken from him;",
          "ID": "20"
        },
        {
          "text": "He was driven from among men, and his heart or mind was made like the beasts, and his dwelling was with the wild asses. He was fed with grass like oxen, and his body was wet with the dew of the heavens until he learned and knew that the Most High God rules in the kingdom of men and that He appoints and sets over it whomever He will.",
          "ID": "21"
        },
        {
          "text": "And you his son, O Belshazzar, have not humbled your heart and mind, though you knew all this [knew it and were defiant].",
          "ID": "22"
        },
        {
          "text": "And you have lifted yourself up against the Lord of heaven, and the vessels of His house have been brought before you, and you and your lords, your wives, and your concubines have drunk wine from them; and you have praised the gods of silver and gold, of bronze, iron, wood, and stone, which do not see or hear or know; but the God in Whose hand your breath is and Whose are all your ways you have not honored and glorified [but have dishonored and disgraced].",
          "ID": "23"
        },
        {
          "text": "Then was the part of the hand sent from the presence of [the Most High God], and this writing was inscribed.",
          "ID": "24"
        },
        {
          "text": "And this is the inscription that was written, mene, mene, tekel, upharsin–numbered, numbered, weighed, divisions.",
          "ID": "25"
        },
        {
          "text": "This is the interpretation of the matter: mene, God has numbered the days of your kingship and brought them to an end;",
          "ID": "26"
        },
        {
          "text": "tekel, You are weighed in the balances and are found wanting;",
          "ID": "27"
        },
        {
          "text": "peres, Your kingdom and your kingship are divided and given to the Medes and Persians. [Foretold in Isa. 21:2, 5, 9.]",
          "ID": "28"
        },
        {
          "text": "Then Belshazzar commanded, and Daniel was clothed with purple and a chain of gold put about his neck, and a proclamation was made concerning him that he should be the third ruler in the kingdom.",
          "ID": "29"
        },
        {
          "text": "During that night Belshazzar the king of the Chaldeans was slain,",
          "ID": "30"
        },
        {
          "text": "And Darius the Mede took the kingdom; he was about sixty-two years old.",
          "ID": "31"
        }
      ],
      "ID": "OT:DAN.5"
    },
    {
      "name": "Daniel 6",
      "text": [
        {
          "text": "IT PLEASED [King] Darius [successor to Belshazzar] to set over the kingdom 120 satraps who should be [in charge] throughout all the kingdom,",
          "ID": "1"
        },
        {
          "text": "And over them three presidents–of whom Daniel was one–that these satraps might give account to them and that the king should have no loss or damage.",
          "ID": "2"
        },
        {
          "text": "Then this Daniel was distinguished above the presidents and the satraps because an excellent spirit was in him, and the king thought to set him over the whole realm.",
          "ID": "3"
        },
        {
          "text": "Then the presidents and satraps sought to find occasion [to bring accusation] against Daniel concerning the kingdom, but they could find no occasion or fault, for he was faithful, nor was there any error or fault found in him.",
          "ID": "4"
        },
        {
          "text": "Then said these men, We shall not find any occasion [to bring accusation] against this Daniel except we find it against him concerning the law of his God. [Acts 24:13-21; I Pet. 4:12-16.]",
          "ID": "5"
        },
        {
          "text": "Then these presidents and satraps came [tumultuously] together to the king and said to him, King Darius, live forever!",
          "ID": "6"
        },
        {
          "text": "All the presidents of the kingdom, the deputies and the satraps, the counselors and the governors, have consulted and agreed that the king should establish a royal statute and make a firm decree that whoever shall ask a petition of any god or man for thirty days, except of you, O king, shall be cast into the den of lions.",
          "ID": "7"
        },
        {
          "text": "Now, O king, establish the decree and sign the writing that it may not be changed, according to the law of the Medes and Persians, which cannot be altered.",
          "ID": "8"
        },
        {
          "text": "So King Darius signed the writing and the decree.",
          "ID": "9"
        },
        {
          "text": "Now when Daniel knew that the writing was signed, he went into his house, and his windows being open in his chamber toward Jerusalem, he got down upon his knees three times a day and prayed and gave thanks before his God, as he had done previously. [Ps. 5:7.]",
          "ID": "10"
        },
        {
          "text": "Then these men came thronging [by agreement] and found Daniel praying and making supplication before his God.",
          "ID": "11"
        },
        {
          "text": "Then they came near and said before the king concerning his prohibitory decree, Have you not signed an edict that any man who shall make a petition to any god or man within thirty days, except of you, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which cannot be changed or repealed.",
          "ID": "12"
        },
        {
          "text": "Then they said before the king, That Daniel, who is one of the exiles from Judah, does not regard or pay any attention to you, O king, or to the decree that you have signed, but makes his petition three times a day.",
          "ID": "13"
        },
        {
          "text": "Then the king, when he heard these words, was much distressed [over what he had done] and set his mind on Daniel to deliver him; and he labored until the sun went down to rescue him.",
          "ID": "14"
        },
        {
          "text": "Then these same men came thronging [by agreement] to the king and said, Know, O king, that it is a law of the Medes and Persians that no decree or statute which the king establishes may be changed or repealed.",
          "ID": "15"
        },
        {
          "text": "Then the king commanded, and Daniel was brought and cast into the den of lions. The king said to Daniel, May your God, Whom you are serving continually, deliver you! [Ps. 34:7, 19; 37:39, 40; 50:15.]",
          "ID": "16"
        },
        {
          "text": "And a stone was brought and laid upon the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that there might be no change of purpose concerning Daniel.",
          "ID": "17"
        },
        {
          "text": "Then the king went to his palace and passed the night fasting, neither were instruments of music or dancing girls brought before him; and his sleep fled from him.",
          "ID": "18"
        },
        {
          "text": "Then the king arose very early in the morning and went in haste to the den of lions.",
          "ID": "19"
        },
        {
          "text": "And when he came to the den and to Daniel, he cried out in a voice of anguish. The king said to Daniel, O Daniel, servant of the living God, is your God, Whom you serve continually, able to deliver you from the lions?",
          "ID": "20"
        },
        {
          "text": "Then Daniel said to the king, O king, live forever!",
          "ID": "21"
        },
        {
          "text": "My God has sent His angel and has shut the lions' mouths so that they have not hurt me, because I was found innocent and blameless before Him; and also before you, O king, [as you very well know] I have done no harm or wrong. [II Tim. 4:17.]",
          "ID": "22"
        },
        {
          "text": "Then the king was exceedingly glad and commanded that Daniel should be taken up out of the den. So Daniel was taken up out of the den, and no hurt of any kind was found on him because he believed in (relied on, adhered to, and trusted in) his God.",
          "ID": "23"
        },
        {
          "text": "And the king commanded, and those men who had accused Daniel were brought and cast into the den of lions, they, their children, and their wives; and before they ever reached the bottom of the den, the lions had overpowered them and had broken their bones in pieces.",
          "ID": "24"
        },
        {
          "text": "Then King Darius wrote to all peoples, nations, and languages [in his realm] that dwelt in all the earth: May peace be multiplied to you!",
          "ID": "25"
        },
        {
          "text": "I make a decree that in all my royal dominion men must tremble and fear before the God of Daniel, for He is the living God, enduring and steadfast forever, and His kingdom shall not be destroyed and His dominion shall be even to the end [of the world].",
          "ID": "26"
        },
        {
          "text": "He is a Savior and Deliverer, and He works signs and wonders in the heavens and on the earth–He Who has delivered Daniel from the power of the lions.",
          "ID": "27"
        },
        {
          "text": "So this [man] Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.6"
    },
    {
      "name": "Daniel 7",
      "text": [
        {
          "text": "IN THE first year of Belshazzar king of Babylon Daniel had a dream and visions in his head as he was lying upon his bed. Then he wrote down the dream and told the gist of the matter.",
          "ID": "1"
        },
        {
          "text": "Daniel said, I saw in my vision by night, and behold, the four winds of the heavens [political and social agitations] were stirring up the great sea [the nations of the world].",
          "ID": "2"
        },
        {
          "text": "And four great beasts came up out of the sea in succession, and different from one another.",
          "ID": "3"
        },
        {
          "text": "The first [the Babylonian empire under Nebuchadnezzar] was like a lion and had eagle's wings. I looked till the wings of it were plucked, and it was lifted up from the earth and made to stand upon two feet as a man, and a man's heart was given to it. [Dan. 2:37, 38.]",
          "ID": "4"
        },
        {
          "text": "And behold another beast, a second one [the Medo-Persian empire], was like a bear, and it raised up itself on one side [or one dominion] and three ribs were in its mouth between its teeth; and it was told, Arise, devour much flesh.",
          "ID": "5"
        },
        {
          "text": "After this I looked, and behold, another [the Grecian empire of Alexander the Great], like a leopard which had four wings of a bird on its back. The beast had also four heads [Alexander's generals, his successors], and dominion was given to it. [Dan. 2:39; 8:20-22.]",
          "ID": "6"
        },
        {
          "text": "After this I saw in the night visions, and behold, a fourth beast [the Roman empire]–terrible, powerful and dreadful, and exceedingly strong. And it had great iron teeth; it devoured and crushed and trampled what was left with its feet. And it was different from all the beasts that came before it, and it had ten horns [symbolizing ten kings]. [Dan. 2:40-43; 7:23.]",
          "ID": "7"
        },
        {
          "text": "I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots; and behold, in this horn were eyes like the eyes of a man and a mouth speaking great things.",
          "ID": "8"
        },
        {
          "text": "I kept looking until thrones were placed [for the assessors with the Judge], and the Ancient of Days [God, the eternal Father] took His seat, Whose garment was white as snow and the hair of His head like pure wool. His throne was like the fiery flame; its wheels were burning fire. [I Kings 22:19; Ps. 90:2; Ezek. 1:26-28; Dan. 7:13, 22; Matt. 19:28; Rev. 20:4.]",
          "ID": "9"
        },
        {
          "text": "A stream of fire came forth from before Him; a thousand thousands ministered to Him and ten thousand times ten thousand rose up and stood before Him; the Judge was seated [the court was in session] and the books were opened.",
          "ID": "10"
        },
        {
          "text": "I looked then because of the sound of the great words which the horn was speaking. I watched until the beast was slain and its body destroyed and given over to be burned with fire.",
          "ID": "11"
        },
        {
          "text": "And as for the rest of the beasts, their power of dominion was taken away; yet their lives were prolonged [for the duration of their lives was fixed] for a season and a time.",
          "ID": "12"
        },
        {
          "text": "I saw in the night visions, and behold, on the clouds of the heavens came One like a Son of man, and He came to the Ancient of Days and was presented before Him.",
          "ID": "13"
        },
        {
          "text": "And there was given Him [the Messiah] dominion and glory and kingdom, that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion which shall not pass away, and His kingdom is one which shall not be destroyed. [Rev. 5:1-10.]",
          "ID": "14"
        },
        {
          "text": "As for me, Daniel, my spirit was grieved and anxious within me, and the visions of my head alarmed and agitated me.",
          "ID": "15"
        },
        {
          "text": "I came near to one of those who stood there and asked him the truth of all this. So he told me and made known to me the interpretation of the things.",
          "ID": "16"
        },
        {
          "text": "These four great beasts are four kings who shall arise out of the earth.",
          "ID": "17"
        },
        {
          "text": "But the saints of the Most High [God] shall receive the kingdom and possess the kingdom forever, even forever and ever. [Rom. 8:17; I Pet. 2:9; Rev. 3:21.]",
          "ID": "18"
        },
        {
          "text": "Then I wished to know the truth about the fourth beast–which was different from all the others, exceedingly terrible and shocking, whose teeth were of iron and its nails of bronze, which devoured, broke and crushed, and trampled what was left with its feet–",
          "ID": "19"
        },
        {
          "text": "And about the ten horns [representing kings] that were on its head, and the other horn which came up later and before which three of [the horns] fell, the horn which had eyes and a mouth that spoke great things and which looked greater than the others.",
          "ID": "20"
        },
        {
          "text": "As I looked, this horn made war with the saints and prevailed over them [Rev. 13:7-9.]",
          "ID": "21"
        },
        {
          "text": "Until the Ancient of Days came, and judgment was given to the saints of the Most High [God], and the time came when the saints possessed the kingdom.",
          "ID": "22"
        },
        {
          "text": "Thus [the angel] said, The fourth beast shall be a fourth kingdom on earth, which shall be different from all other kingdoms and shall devour the whole earth, tread it down, and break it in pieces and crush it.",
          "ID": "23"
        },
        {
          "text": "And as for the ten horns, out of this kingdom ten kings shall arise; and another shall arise after them, and he shall be different from the former ones, and he shall subdue and put down three kings.",
          "ID": "24"
        },
        {
          "text": "And he shall speak words against the Most High [God] and shall wear out the saints of the Most High and think to change the time [of sacred feasts and holy days] and the law; and the saints shall be given into his hand for a time, two times, and half a time [three and one-half years]. [Rev. 13:1-6.]",
          "ID": "25"
        },
        {
          "text": "But the judgment shall be set [by the court of the Most High], and they shall take away his dominion to consume it [gradually] and to destroy it [suddenly] in the end.",
          "ID": "26"
        },
        {
          "text": "And the kingdom and the dominion and the greatness of the kingdom under the whole heavens shall be given to the people of the saints of the Most High; His kingdom is an everlasting kingdom, and all the dominions shall serve and obey Him.",
          "ID": "27"
        },
        {
          "text": "Here is the end of the matter. As for me, Daniel, my [waking] thoughts troubled and alarmed me much and my cheerfulness of countenance was changed in me; but I kept the matter [of the interpreting angel's information] in my heart and mind.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.7"
    },
    {
      "name": "Daniel 8",
      "text": [
        {
          "text": "IN THE third year of the reign of King Belshazzar a vision appeared to me, Daniel, after the one that appeared to me at the first.",
          "ID": "1"
        },
        {
          "text": "And I saw in the vision and it seemed that I was at Shushan the palace or fortress [in Susa, the capital of Persia], which is in the province of Elam, and I saw in the vision and I was by the river of Ulai.",
          "ID": "2"
        },
        {
          "text": "And I lifted up my eyes and saw, and behold, there stood before the river a [single] ram which had two horns [representing two kings of Medo-Persia: Darius the Mede, then Cyrus]; and the two horns were high, but one [Persia] was higher than the other, and the higher one came up last.",
          "ID": "3"
        },
        {
          "text": "I looked and saw the ram [Medo-Persia] pushing and charging westward and northward and southward; no beast could stand before him, neither could anyone rescue from his power, but he did according to his [own] will and pleasure and magnified himself. [Dan. 8:20.]",
          "ID": "4"
        },
        {
          "text": "As I was considering, behold, a he-goat [the king of Greece] came from the west across the face of the whole earth without touching the ground, and the goat had a conspicuous and remarkable horn between his eyes [symbolizing Alexander the Great]. [Dan. 8:21.]",
          "ID": "5"
        },
        {
          "text": "And he came to the ram that had the two horns which I had seen standing on the bank of the river and ran at him in the heat of his power.",
          "ID": "6"
        },
        {
          "text": "[In my vision] I saw him come close to the ram [Medo-Persia], and he was moved with anger against him and he [Alexander the Great] struck the ram and broke his two horns; and there was no power in the ram to stand before him, but the goat threw him to the ground and trampled on him. And there was no one who could rescue the ram from his power.",
          "ID": "7"
        },
        {
          "text": "And the he-goat [Alexander the Great] magnified himself exceedingly, and when he was [young and] strong, the great horn [he] was [suddenly] broken; and instead of [him] there came up four notable horns [to whom the kingdom was divided, one] toward [each of] the four winds of the heavens.",
          "ID": "8"
        },
        {
          "text": "Out of littleness and small beginnings one of them came forth [Antiochus Epiphanes], a horn whose [impious presumption and pride] grew exceedingly great toward the south and toward the east and toward the ornament [the precious, blessed land of Israel]. [Dan. 8:23.]",
          "ID": "9"
        },
        {
          "text": "And [in my vision this horn] grew great, even against the host of heaven [God's true people, the saints], and some of the host and of the stars [priests] it cast down to the ground and trampled on them,",
          "ID": "10"
        },
        {
          "text": "Yes, [this horn] magnified itself, even [matching itself] against the Prince of the host [of heaven]; and from Him the continual [burnt offering] was taken away and the place of [God's] sanctuary was cast down and profaned.",
          "ID": "11"
        },
        {
          "text": "And the host [the chosen people] was given [to the wicked horn] together with the continual burnt offering because of the transgression [of God's people–their abounding irreverence, ungodliness, and lack of piety]. And righteousness and truth were cast down to the ground, and it [the wicked horn] accomplished this [by divine permission] and prospered.",
          "ID": "12"
        },
        {
          "text": "Then I heard a holy one speaking, and another holy one said to the one that spoke, For how long is the vision concerning the continual offering, the transgression that makes desolate, and the giving over of both the sanctuary and the host [of the people] to be trampled underfoot? [Luke 21:24.]",
          "ID": "13"
        },
        {
          "text": "And he said to him and to me, For 2,300 evenings and mornings; then the sanctuary shall be cleansed and restored.",
          "ID": "14"
        },
        {
          "text": "When I, even I, Daniel, had seen the vision, I sought to understand it; then behold, there stood before me one [Gabriel] with the appearance of a man.",
          "ID": "15"
        },
        {
          "text": "And I heard a man's voice between the banks of the [river] Ulai which called and said, Gabriel, make this man [Daniel] understand the vision. [Dan. 9:21; Luke 1:19, 26.]",
          "ID": "16"
        },
        {
          "text": "So he came near where I stood, and when he came, I was frightened and fell on my face. But he said to me, Understand, O son of man, for the [fulfillment of the] vision belongs to [events that shall occur in] the time of the end.",
          "ID": "17"
        },
        {
          "text": "Now as he [Gabriel] was speaking with me, I fell stunned and in deep unconsciousness with my face to the ground; but he touched me and set me upright [where I had stood].",
          "ID": "18"
        },
        {
          "text": "And he said, Behold, I will make you know what will be in the latter time of the indignation [of God upon the ungodly], for it has to do with the time of the end.",
          "ID": "19"
        },
        {
          "text": "The ram you saw having two horns, they are the kings of Media and Persia.",
          "ID": "20"
        },
        {
          "text": "And the shaggy and rough he-goat is the king of Greece, and the great horn between his eyes is the first king [who consolidated the whole realm, Alexander the Great].",
          "ID": "21"
        },
        {
          "text": "And as for the horn which was shattered, in whose place four others arose, four kingdoms shall arise out of his nation but not having his [Alexander's] power.",
          "ID": "22"
        },
        {
          "text": "And at the latter end of their kingdom, when the transgressors [the apostate Jews] have reached the fullness [of their wickedness, taxing the limits of God's mercy], a king of fierce countenance and understanding dark trickery and craftiness shall stand up.",
          "ID": "23"
        },
        {
          "text": "And his power shall be mighty, but not by his own power; and he shall corrupt and destroy astonishingly and shall prosper and do his own pleasure, and he shall corrupt and destroy the mighty men and the holy people (the people of the saints). [Dan. 8:9-12; II Thess. 2:3-10; Rev. 13:4-10.]",
          "ID": "24"
        },
        {
          "text": "And through his policy he shall cause trickery to prosper in his hand; he shall magnify himself in his heart and mind, and in their security he will corrupt and destroy many. He shall also stand up against the Prince of princes, but he shall be broken and that by no [human] hand. [Rev. 19:19, 20.]",
          "ID": "25"
        },
        {
          "text": "The vision of the evenings and the mornings which has been told you is true. But seal up the vision, for it has to do with and belongs to the [now] distant future.",
          "ID": "26"
        },
        {
          "text": "And I, Daniel, fainted and was sick [for several] days. Afterward I rose up and did the king's business; and I wondered at the vision, but there was no one who understood it or could make it understood.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.8"
    },
    {
      "name": "Daniel 9",
      "text": [
        {
          "text": "IN THE first year of Darius son of Ahasuerus, of the offspring of the Medes, who was made king over the realm of the Chaldeans–",
          "ID": "1"
        },
        {
          "text": "In the first year of his reign, I, Daniel, understood from the books the number of years which, according to the word of the Lord to Jeremiah the prophet, must pass by before the desolations [which had been] pronounced on Jerusalem should end; and it was seventy years. [Jer. 25:11, 12; 29:10.]",
          "ID": "2"
        },
        {
          "text": "And I set my face to the Lord God to seek Him by prayer and supplications, with fasting and sackcloth and ashes;",
          "ID": "3"
        },
        {
          "text": "And I prayed to the Lord my God and made confession and said, O Lord, the great and dreadful God, Who keeps covenant, mercy, and loving-kindness with those who love Him and keep His commandments,",
          "ID": "4"
        },
        {
          "text": "We have sinned and dealt perversely and done wickedly and have rebelled, turning aside from Your commandments and ordinances.",
          "ID": "5"
        },
        {
          "text": "Neither have we listened to and heeded Your servants the prophets, who spoke in Your name to our kings, our princes and our fathers, and to all the people of the land.",
          "ID": "6"
        },
        {
          "text": "O Lord, righteousness belongs to You, but to us confusion and shame of face, as at this day–to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, to those who are near and those who are far off, through all the countries to which You have driven them because of the [treacherous] trespass which they have committed against You.",
          "ID": "7"
        },
        {
          "text": "O Lord, to us belong confusion and shame of face–to our kings, to our princes, and to our fathers–because we have sinned against You.",
          "ID": "8"
        },
        {
          "text": "To the Lord our God belong mercy and loving-kindness and forgiveness, for we have rebelled against Him;",
          "ID": "9"
        },
        {
          "text": "And we have not obeyed the voice of the Lord our God by walking in His laws which He set before us through His servants the prophets.",
          "ID": "10"
        },
        {
          "text": "Yes, all Israel has transgressed Your law, even turning aside that they might not obey Your voice. Therefore the curse has been poured out on us and the oath that is written in the Law of Moses the servant of God, because we have sinned against Him. [Lev. 26:14-45; Deut. 28:15-68.]",
          "ID": "11"
        },
        {
          "text": "And He has carried out intact His [threatening] words which He threatened against us and against our judges [the kings, princes, and rulers generally] who ruled us, and He has brought upon us a great evil; for under the whole heavens there has not been done before [anything so dreadful] as [He has caused to be] done against Jerusalem.",
          "ID": "12"
        },
        {
          "text": "Just as it is written in the Law of Moses as to all this evil [that would surely come upon transgressors], so it has come upon us. Yet we have not earnestly begged for forgiveness and entreated the favor of the Lord our God, that we might turn from our iniquities and have understanding and become wise in Your truth. [Deut. 4:29; 28:15ff.]",
          "ID": "13"
        },
        {
          "text": "Therefore the Lord has kept ready the calamity (evil) and has brought it upon us, for the Lord our God is [uncompromisingly] righteous and rigidly just in all His works which He does [keeping His word]; and we have not obeyed His voice.",
          "ID": "14"
        },
        {
          "text": "And now, O Lord our God, Who brought Your people forth out of the land of Egypt with a mighty hand and secured Yourself renown and a name as at this day, we have sinned, we have done wickedly!",
          "ID": "15"
        },
        {
          "text": "O Lord, according to all Your rightness and justice, I beseech You, let Your anger and Your wrath be turned away from Your city Jerusalem, Your holy mountain. Because of our sins and the iniquities of our fathers, Jerusalem and Your people have become a reproach and a byword to all who are around about us.",
          "ID": "16"
        },
        {
          "text": "Now therefore, O our God, listen to and heed the prayer of Your servant [Daniel] and his supplications, and for Your own sake cause Your face to shine upon Your sanctuary which is desolate.",
          "ID": "17"
        },
        {
          "text": "O my God, incline Your ear and hear; open Your eyes and look at our desolations and the city which is called by Your name; for we do not present our supplications before You for our own righteousness and justice, but for Your great mercy and loving-kindness.",
          "ID": "18"
        },
        {
          "text": "O Lord, hear! O Lord, forgive! O Lord, give heed and act! Do not delay, for Your own sake, O my God, because Your city and Your people are called by Your name.",
          "ID": "19"
        },
        {
          "text": "While I was speaking and praying, confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord my God for the holy hill of my God–",
          "ID": "20"
        },
        {
          "text": "Yes, while I was speaking in prayer, the man Gabriel, whom I had seen in the former vision, being caused to fly swiftly, came near to me and touched me about the time of the evening sacrifice. [Dan. 8:16.]",
          "ID": "21"
        },
        {
          "text": "He instructed me and made me understand; he talked with me and said, O Daniel, I am now come forth to give you skill and wisdom and understanding.",
          "ID": "22"
        },
        {
          "text": "At the beginning of your prayers, the word [giving an answer] went forth, and I have come to tell you, for you are greatly beloved. Therefore consider the matter and understand the vision.",
          "ID": "23"
        },
        {
          "text": "Seventy weeks [of years, or 490 years] are decreed upon your people and upon your holy city [Jerusalem], to finish and put an end to transgression, to seal up and make full the measure of sin, to purge away and make expiation and reconciliation for sin, to bring in everlasting righteousness (permanent moral and spiritual rectitude in every area and relation) to seal up vision and prophecy and prophet, and to anoint a Holy of Holies.",
          "ID": "24"
        },
        {
          "text": "Know therefore and understand that from the going forth of the commandment to restore and to build Jerusalem until [the coming of] the Anointed One, a Prince, shall be seven weeks [of years] and sixty-two weeks [of years]; it shall be built again with [city] square and moat, but in troublous times.",
          "ID": "25"
        },
        {
          "text": "And after the sixty-two weeks [of years] shall the Anointed One be cut off or killed and shall have nothing [and no one] belonging to [and defending] Him. And the people of the [other] prince who will come will destroy the city and the sanctuary. Its end shall come with a flood; and even to the end there shall be war, and desolations are decreed. [Isa. 53:7-9; Nah. 1:8; Matt. 24:6-14.]",
          "ID": "26"
        },
        {
          "text": "And he shall enter into a strong and firm covenant with the many for one week [seven years]. And in the midst of the week he shall cause the sacrifice and offering to cease [for the remaining three and one-half years]; and upon the wing or pinnacle of abominations [shall come] one who makes desolate, until the full determined end is poured out on the desolator.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.9"
    },
    {
      "name": "Daniel 10",
      "text": [
        {
          "text": "IN THE third year of Cyrus king of Persia a word was revealed to Daniel, who was called Belteshazzar. And the word was true and it referred to great tribulation (conflict and wretchedness). And he understood the word and had understanding of the vision. [Dan. 8:26; Rev. 19:9.]",
          "ID": "1"
        },
        {
          "text": "In those days I, Daniel, was mourning for three whole weeks.",
          "ID": "2"
        },
        {
          "text": "I ate no pleasant or desirable food, nor did any meat or wine come into my mouth; and I did not anoint myself at all for the full three weeks.",
          "ID": "3"
        },
        {
          "text": "On the twenty-fourth day of the first month, as I was on the bank of the great river Hiddekel [which is the Tigris],",
          "ID": "4"
        },
        {
          "text": "I lifted up my eyes and looked, and behold, a man clothed in linen, whose loins were girded with pure gold of Uphaz.",
          "ID": "5"
        },
        {
          "text": "His body also was [a golden luster] like beryl, his face had the appearance of lightning, his eyes were like flaming torches, his arms and his feet like glowing burnished bronze, and the sound of his words was like the noise of a multitude [of people or the roaring of the sea]. [Rev. 1:12-16; 19:6.]",
          "ID": "6"
        },
        {
          "text": "And I, Daniel, alone saw the vision [of this heavenly being], for the men who were with me did not see the vision, but a great trembling fell upon them so that they fled to hide themselves.",
          "ID": "7"
        },
        {
          "text": "So I was left alone and saw this great vision, and no strength was left in me, for my fresh appearance was turned to pallor; I grew weak and faint [with fright].",
          "ID": "8"
        },
        {
          "text": "Then I heard the sound of his words; and when I heard the sound of his words, I fell on my face in a deep sleep, with my face [sunk] to the ground.",
          "ID": "9"
        },
        {
          "text": "And behold, a hand touched me, which set me [unsteadily] upon my knees and upon the palms of my hands.",
          "ID": "10"
        },
        {
          "text": "And [the angel] said to me, O Daniel, you greatly beloved man, understand the words that I speak to you and stand upright, for to you I am now sent. And while he was saying this word to me, I stood up trembling.",
          "ID": "11"
        },
        {
          "text": "Then he said to me, Fear not, Daniel, for from the first day that you set your mind and heart to understand and to humble yourself before your God, your words were heard, and I have come as a consequence of [and in response to] your words.",
          "ID": "12"
        },
        {
          "text": "But the prince of the kingdom of Persia withstood me for twenty-one days. Then Michael, one of the chief [of the celestial] princes, came to help me, for I remained there with the kings of Persia.",
          "ID": "13"
        },
        {
          "text": "Now I have come to make you understand what is to befall your people in the latter days, for the vision is for [many] days yet to come.",
          "ID": "14"
        },
        {
          "text": "When he had spoken to me according to these words, I turned my face toward the ground and was dumb.",
          "ID": "15"
        },
        {
          "text": "And behold, one in the likeness of the sons of men touched my lips. Then I opened my mouth and spoke. I said to him who stood before me, O my lord, by reason of the vision sorrows and pains have come upon me, and I retain no strength.",
          "ID": "16"
        },
        {
          "text": "For how can my lord's servant [who is so feeble] talk with this my lord? For now no strength remains in me, nor is there any breath left in me.",
          "ID": "17"
        },
        {
          "text": "Then there touched me again one whose appearance was like that of a man, and he strengthened me.",
          "ID": "18"
        },
        {
          "text": "And he said, O man greatly beloved, fear not! Peace be to you! Be strong, yes, be strong. And when he had spoken to me, I was strengthened and said, Let my lord speak, for you have strengthened me.",
          "ID": "19"
        },
        {
          "text": "Then he said, Do you know why I have come to you? And now I will return to fight with the [hostile] prince of Persia; and when I have gone, behold, the [hostile] prince of Greece will come.",
          "ID": "20"
        },
        {
          "text": "But I will tell you what is inscribed in the writing of truth or the Book of Truth. There is no one who holds with me and strengthens himself against these [hostile spirit forces] except Michael, your prince [national guardian angel].",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.10"
    },
    {
      "name": "Daniel 11",
      "text": [
        {
          "text": "ALSO I [the angel], in the first year of Darius the Mede, even I, stood up to confirm and to strengthen him [Michael, the angelic prince].",
          "ID": "1"
        },
        {
          "text": "And now I will show you the truth. Behold, there shall arise three more kings in Persia, and a fourth shall be far richer than they all. And when he has become strong through his riches he shall stir up and stake all against the realm of Greece.",
          "ID": "2"
        },
        {
          "text": "Then a mighty [warlike, threatening] king shall arise who shall rule with great dominion and do according to his [own] will.",
          "ID": "3"
        },
        {
          "text": "And as soon as he has fully arisen, his [Alexander the Great's] kingdom shall be broken [by his death] and divided toward the four winds [the east, west, north, and south] of the heavens, but not to his posterity, nor according to the [Grecian] dominion which he ruled, for his kingdom shall be torn out and uprooted and go to others [to his four generals] to the exclusion of these.",
          "ID": "4"
        },
        {
          "text": "Then the king of the South (Egypt) shall be strong, but one of his princes shall be stronger than he is and have dominion; his dominion shall be a great dominion.",
          "ID": "5"
        },
        {
          "text": "At the end of some years they [the king of the North, Syria, and the king of the South, Egypt] shall make an alliance; the daughter of the king of the South shall come to the king of the North to make [a just and peaceful marriage] agreement; but she shall not retain the power of her might, neither shall he and his might endure. She shall be handed over with her attendants, her child, and him who strengthened her in those times.",
          "ID": "6"
        },
        {
          "text": "But out of a branch of the [same ancestral] roots as hers shall one [her brother] stand up in his place or office, who shall come against the [Syrian] army and shall enter into the fortress of the king of the North and shall deal against them and shall prevail.",
          "ID": "7"
        },
        {
          "text": "And also he shall carry off to Egypt their [Syria's] gods with their molten images and with their precious vessels of silver and of gold, and he shall refrain for some years from [waging war against] the king of the North.",
          "ID": "8"
        },
        {
          "text": "And he [the king of Syria] shall come into the kingdom of the king of the South but shall return to his own land.",
          "ID": "9"
        },
        {
          "text": "But his sons shall be stirred up and shall prepare for war and shall assemble a multitude of great forces, which shall come on and overflow and pass through and again shall make war even to the fortress [of the king of the South].",
          "ID": "10"
        },
        {
          "text": "And the king of the South (Egypt) shall be moved with anger and shall come forth and fight with the king of the North (Syria); and he [the Syrian king] shall set forth a great multitude, but the multitude shall be given into his [the Egyptian king's] hand.",
          "ID": "11"
        },
        {
          "text": "When the multitude is taken and carried away, the heart and mind [of the Egyptian king] shall be exalted, and he shall cast down tens of thousands, but he shall not prevail.",
          "ID": "12"
        },
        {
          "text": "For the king of the North shall raise a multitude greater than [he had] before, and after some years shall certainly return, coming with a great army and much substance and equipment.",
          "ID": "13"
        },
        {
          "text": "In those times many shall rise up against the king of the South (Egypt); also the men of violence among your own people shall lift themselves up in order to fulfill the visions [of Dan. 8 and 9], but they shall fail and fall.",
          "ID": "14"
        },
        {
          "text": "Then the king of the North shall come and cast up siege works and take a well-fortified city, and the forces of the South shall not stand, or even his chosen troops, for there shall be no strength to stand [against the Syrian king].",
          "ID": "15"
        },
        {
          "text": "But he [Antiochus the Great] who comes against him [from Syria] shall do according to his own will, and none shall stand before him; he shall stand in the glorious land [of Israel], and in his hand shall be destruction and all the land shall be in his power.",
          "ID": "16"
        },
        {
          "text": "He [Antiochus the Great] shall set his face to come with the strength of his whole kingdom, and with him upright conditions and terms of peace, and he shall perform them [by making an agreement with the king of the South]. He shall give him [his] daughter to corrupt and destroy it [his league with Egypt] and the kingdom, but it shall not succeed or be to his advantage.",
          "ID": "17"
        },
        {
          "text": "After this he shall turn his attention to the islands and coastlands and shall take over many of them. But a prince or commander shall teach him [Antiochus the Great] to put an end to the insults offered by him; in fact he shall turn his insolence and reproaches back upon him.",
          "ID": "18"
        },
        {
          "text": "Then he shall turn his face back toward the fortresses of his own land [of Syria], but he shall stumble and fall and not be found.",
          "ID": "19"
        },
        {
          "text": "Then shall stand up in his place or office one who shall send an exactor of tribute to pass through the glory of the kingdom, but within a few days he shall be destroyed, [yet] neither in anger nor in battle.",
          "ID": "20"
        },
        {
          "text": "And in his place or office [in Syria] shall arise a contemptuous and contemptible person, to whom royal majesty and honor of the kingdom have not been given. But he shall come in without warning in time of security and shall obtain the kingdom by flatteries, intrigues, and cunning hypocritical conduct. [Dan. 8:9-12, 23-25.]",
          "ID": "21"
        },
        {
          "text": "Before him the overwhelming forces of invading armies shall be broken and utterly swept away; yes, and a prince of the covenant [with those who were at peace with him] also [shall be broken and swept away].",
          "ID": "22"
        },
        {
          "text": "And from the time that an alliance is made with him he shall work deceitfully, and he shall come up unexpectedly and shall become strong with a small people.",
          "ID": "23"
        },
        {
          "text": "Without warning and stealthily he shall come into the most productive places of a province or among the richest men of a province [of Egypt], and he shall do that which his fathers have not done nor his fathers' fathers; he shall distribute among them plunder, spoil, and goods. He shall devise plans against strongholds–but only for a time [the period decreed by God].",
          "ID": "24"
        },
        {
          "text": "And he shall stir up his power and his courage against the king of the South [Egypt] with a great army; and the king of the South shall wage war with an exceedingly great and mighty army, but he shall not stand, for schemes shall be devised against [the king of the South].",
          "ID": "25"
        },
        {
          "text": "Yes, those who eat of his rich and dainty food shall break and destroy him, and his army shall drift or turn away to flee, and many shall fall down slain.",
          "ID": "26"
        },
        {
          "text": "And as for both of these kings, their hearts and minds shall be set on doing mischief; they shall speak lies over the same table, but it will not succeed, for the end is yet to be at the time appointed.",
          "ID": "27"
        },
        {
          "text": "Then shall [the vile conqueror from the North] return into his land with much booty; and his heart and purpose shall be set against [God's] holy covenant [with His people], and he shall accomplish [his malicious intention] and return to his own land [Syria].",
          "ID": "28"
        },
        {
          "text": "At the time appointed [God's own time] he shall return and come into the South, but it shall not be successful as were the former invasions [of Egypt].",
          "ID": "29"
        },
        {
          "text": "For the ships of Kittim [or Cyprus, in Roman hands] shall come against him; therefore he shall be grieved and discouraged and turn back [to Palestine] and carry out his rage and indignation against the holy covenant and God's people, and he shall do his own pleasure; he shall even turn back and make common cause with those [Jews] who abandon the holy covenant [with God].",
          "ID": "30"
        },
        {
          "text": "And armed forces of his shall appear [in the holy land] and they shall pollute the sanctuary, the [spiritual] stronghold, and shall take away the continual [daily burnt offering]; and they shall set up [in the sanctuary] the abomination that astonishes and makes desolate [probably an altar to a pagan god].",
          "ID": "31"
        },
        {
          "text": "And such as violate the covenant he shall pervert and seduce with flatteries, but the people who know their God shall prove themselves strong and shall stand firm and do exploits [for God].",
          "ID": "32"
        },
        {
          "text": "And they who are wise and understanding among the people shall instruct many and make them understand, though some [of them and their followers] shall fall by the sword and flame, by captivity and plunder, for many days.",
          "ID": "33"
        },
        {
          "text": "Now when they fall, they shall receive a little help. Many shall join themselves to them with flatteries and hypocrisies.",
          "ID": "34"
        },
        {
          "text": "And some of those who are wise, prudent, and understanding shall be weakened and fall, [thus, then, the insincere among the people will lose courage and become deserters. It will be a test] to refine, to purify, and to make those among [God's people] white, even to the time of the end, because it is yet for the time [God] appointed.",
          "ID": "35"
        },
        {
          "text": "And the king shall do according to his will; he shall exalt himself and magnify himself above every god and shall speak astonishing things against the God of gods and shall prosper till the indignation be accomplished, for that which is determined [by God] shall be done.",
          "ID": "36"
        },
        {
          "text": "He shall not regard the gods of his fathers or Him [to Whom] women desire [to give birth–the Messiah] or any other god, for he shall magnify himself above all.",
          "ID": "37"
        },
        {
          "text": "But in their place he shall honor the god of fortresses; a god whom his fathers knew not shall he honor with gold and silver, with precious stones, and with pleasant and expensive things.",
          "ID": "38"
        },
        {
          "text": "And he shall deal with the strongest fortresses by the help of a foreign god. Those who acknowledge him he shall magnify with glory and honor, and he shall cause them to rule over many and shall divide the land for a price.",
          "ID": "39"
        },
        {
          "text": "And at the time of the end the king of the South shall push at and attack him, and the king of the North shall come against him like a whirlwind, with chariots and horsemen and with many ships; and he shall enter into the countries and shall overflow and pass through.",
          "ID": "40"
        },
        {
          "text": "He shall enter into the Glorious Land [Palestine] and many shall be overthrown, but these shall be delivered out of his hand: Edom, Moab, and the main [core] of the people of Ammon.",
          "ID": "41"
        },
        {
          "text": "He shall stretch out his hand also against the [other] countries, but the land of Egypt shall not be among the escaped ones.",
          "ID": "42"
        },
        {
          "text": "But he shall have power over the treasures of gold and of silver and over all the precious things of Egypt, and the Libyans and the Ethiopians shall accompany him [compelled to follow his steps].",
          "ID": "43"
        },
        {
          "text": "But rumors from the east and from the north shall alarm and hasten him. And he shall go forth with great fury to destroy and utterly to sweep away many.",
          "ID": "44"
        },
        {
          "text": "And he shall pitch his palatial tents between the seas and the glorious holy Mount [Zion]; yet he shall come to his end with none to help him. [II Thess. 2:4; Rev. 13:5-8.]",
          "ID": "45"
        }
      ],
      "ID": "OT:DAN.11"
    },
    {
      "name": "Daniel 12",
      "text": [
        {
          "text": "AND AT that time [of the end] Michael shall arise, the great [angelic] prince who defends and has charge of your [Daniel's] people. And there shall be a time of trouble, straitness, and distress such as never was since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the Book [of God's plan for His own].",
          "ID": "1"
        },
        {
          "text": "And many of those who sleep in the dust of the earth shall awake: some to everlasting life and some to shame and everlasting contempt and abhorrence. [John 5:29.]",
          "ID": "2"
        },
        {
          "text": "And the teachers and those who are wise shall shine like the brightness of the firmament, and those who turn many to righteousness (to uprightness and right standing with God) [shall give forth light] like the stars forever and ever. [Matt. 13:43.]",
          "ID": "3"
        },
        {
          "text": "But you, O Daniel, shut up the words and seal the Book until the time of the end. [Then] many shall run to and fro and search anxiously [through the Book], and knowledge [of God's purposes as revealed by His prophets] shall be increased and become great. [Amos 8:12.]",
          "ID": "4"
        },
        {
          "text": "Then I, Daniel, looked, and behold, there stood two others, the one on the brink of the river on this side and the other on the brink of the river on that side.",
          "ID": "5"
        },
        {
          "text": "And one said to the man clothed in linen, who was above the waters of the river, How long shall it be to the end of these wonders? [Dan. 10:5.]",
          "ID": "6"
        },
        {
          "text": "And I heard the man clothed in linen, who was above the waters of the river, when he held up his right and his left hand toward the heavens and swore by Him Who lives forever that it shall be for a time, times, and a half a time [or three and one-half years]; and when they have made an end of shattering and crushing the power of the holy people, all these things shall be finished.",
          "ID": "7"
        },
        {
          "text": "And I heard, but I did not understand. Then I said, O my lord, what shall be the issue and final end of these things?",
          "ID": "8"
        },
        {
          "text": "And he [the angel] said, Go your way, Daniel, for the words are shut up and sealed till the time of the end.",
          "ID": "9"
        },
        {
          "text": "Many shall purify themselves and make themselves white and be tried, smelted, and refined, but the wicked shall do wickedly. And none of the wicked shall understand, but the teachers and those who are wise shall understand. [Dan. 11:33-35.]",
          "ID": "10"
        },
        {
          "text": "And from the time that the continual burnt offering is taken away and the abomination that makes desolate is set up, there shall be 1,290 days. [Dan. 11:31.]",
          "ID": "11"
        },
        {
          "text": "Blessed, happy, fortunate, spiritually prosperous, and to be envied is he who waits expectantly and earnestly [who endures without wavering beyond the period of tribulation] and comes to the 1,335 days!",
          "ID": "12"
        },
        {
          "text": "But you [Daniel, who was now over ninety years of age], go your way until the end; for you shall rest and shall stand [fast] in your allotted place at the end of the days. [Heb. 11:32-40.]",
          "ID": "13"
        }
      ],
      "ID": "OT:DAN.12"
    }
  ],
  "version": "AMP",
  "ID": "OT:DAN(AMP)"
}