{
  "text": [
    {
      "text": [
        {
          "text": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.",
          "ID": "1"
        },
        {
          "text": "And the Lord delivered into his hand Jehoiakim the king of Judah and a portion of the vessels of the house of God. And he carried them away into the land of Shinar, to the house of his god, and he brought the vessels into the treasure chamber of his god.",
          "ID": "2"
        },
        {
          "text": "And the king told Ashpenaz, the chief of the eunuchs, that he should bring in some of the sons of Israel, and some of the offspring of the king and of the sovereigns:",
          "ID": "3"
        },
        {
          "text": "young men, in whom there was no blemish, noble in appearance, and accomplished in all wisdom, cautious in knowledge, and well-educated, and who could stand in the palace of the king, so that he might teach them the letters and the language of the Chaldeans.",
          "ID": "4"
        },
        {
          "text": "And the king appointed for them provisions for each day, from his own food and from the wine which he himself drank, so that, after being nourished for three years, they would stand in the sight of the king.",
          "ID": "5"
        },
        {
          "text": "Now, among those of the sons of Judah, there were Daniel, Hananiah, Mishael, and Azariah.",
          "ID": "6"
        },
        {
          "text": "And the chief of the eunuchs assigned names to them: to Daniel, Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego.",
          "ID": "7"
        },
        {
          "text": "But Daniel resolved in his heart that he would not be polluted with the king's meal, nor with the wine he drank, and he requested of the chief of the eunuchs that he might not be contaminated.",
          "ID": "8"
        },
        {
          "text": "And so God gave Daniel grace and mercy in the sight of the leader of the eunuchs.",
          "ID": "9"
        },
        {
          "text": "And the leader of the eunuchs said to Daniel, \"I am afraid of my lord the king, who has appointed food and drink for you, who, if he should see that your faces are leaner than those of the other youths your age, you would condemn my head to the king.\"",
          "ID": "10"
        },
        {
          "text": "And Daniel said to Malasar, whom the leader of the eunuchs had appointed over Daniel, Hananiah, Mishael, and Azariah,",
          "ID": "11"
        },
        {
          "text": "\"I beg you to test us, your servants, for ten days, and let roots be given to us to eat and water to drink,",
          "ID": "12"
        },
        {
          "text": "and then observe our faces, and the faces of the children who eat the king's food, and then deal with your servants according to what you see.\"",
          "ID": "13"
        },
        {
          "text": "When he had heard these words, he tested them for ten days.",
          "ID": "14"
        },
        {
          "text": "But, after ten days, their faces appeared better and fatter than all the children who had eaten from the king's food.",
          "ID": "15"
        },
        {
          "text": "Thereafter, Malasar took away their portions and their wine for drinking, and he gave them roots.",
          "ID": "16"
        },
        {
          "text": "Yet, to these children, God gave knowledge and instruction in every book, and wisdom, but to Daniel, also the understanding of all visions and dreams.",
          "ID": "17"
        },
        {
          "text": "And when the time was completed, after which the king had said that they would be brought in, the chief of the eunuchs brought them in before the sight of Nebuchadnezzar.",
          "ID": "18"
        },
        {
          "text": "And, when the king conversed with them, there had not been found any so great in all the world as Daniel, Hananiah, Mishael, and Azariah; and so they stood in the sight of the king.",
          "ID": "19"
        },
        {
          "text": "And in every concept of wisdom and understanding, about which the king consulted with them, he found them to be ten times better than all the seers and astrologers put together, who were in his entire kingdom.",
          "ID": "20"
        },
        {
          "text": "And so Daniel remained, even until the first year of king Cyrus.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.1",
      "name": "Daniel 1"
    },
    {
      "text": [
        {
          "text": "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar saw a dream, and his spirit was terrified, and his dream fled from him.",
          "ID": "1"
        },
        {
          "text": "Yet the king commanded that the seers, and the astrologers, and the sorcerers, and the Chaldeans be gathered together to reveal to the king his dreams. When they arrived, they stood in front of the king.",
          "ID": "2"
        },
        {
          "text": "And the king said to them, \"I saw a dream, and, being confused in mind, I do not know what I saw.\"",
          "ID": "3"
        },
        {
          "text": "And the Chaldeans answered the king in Syriac, \"O king, live forever. Tell the dream to your servants, and we will reveal its interpretation.\"",
          "ID": "4"
        },
        {
          "text": "And in answer, the king said to the Chaldeans, \"The memory of it has slipped away from me. Unless you reveal the dream to me, and its meaning, you will be put to death, and your houses will be confiscated.",
          "ID": "5"
        },
        {
          "text": "But if you explain the dream and its meaning, you will receive from me rewards, and gifts, and great honor. Therefore, reveal to me the dream and its interpretation.\"",
          "ID": "6"
        },
        {
          "text": "They answered again and said, \"Let the king tell the dream to his servants, and we will reveal its interpretation.\"",
          "ID": "7"
        },
        {
          "text": "The king answered and said, \"I am certain that you are stalling for time because you know that the memory of it has slipped away from me.",
          "ID": "8"
        },
        {
          "text": "Therefore, if you do not reveal to me the dream, there is only one conclusion to be reached about you, that the interpretation is likewise false, and packed full of deception, so as to speak before me until the time passes away. And so, tell me the dream, so that I will also know that the interpretation that you tell me is likewise true.\"",
          "ID": "9"
        },
        {
          "text": "Then the Chaldeans answered before the king, and they said, \"There is no man on earth who can accomplish your word, O king. For neither has any king, however great and mighty, asked for an answer of this kind from every seer, and astrologer, and Chaldean.",
          "ID": "10"
        },
        {
          "text": "For the answer that you seek, O king, is very difficult. Neither can anyone be found who can reveal it in the sight of the king, except the gods, whose conversation is not with men.\"",
          "ID": "11"
        },
        {
          "text": "When he heard this, the king commanded, in fury and in great wrath, that all the wise men of Babylon should be destroyed.",
          "ID": "12"
        },
        {
          "text": "And when the decree had gone forth, the wise men were put to death; and Daniel and his companions were sought, to be destroyed.",
          "ID": "13"
        },
        {
          "text": "Then Daniel inquired, about the law and the sentence, of Arioch, the general of the king's army, who had gone forth to execute the wise men of Babylon.",
          "ID": "14"
        },
        {
          "text": "And he asked him, who had received the orders of the king, for what reason such a cruel sentence had gone forth from the face of the king. And so, when Arioch had revealed the matter to Daniel,",
          "ID": "15"
        },
        {
          "text": "Daniel went in and asked of the king that he would grant him time to reveal the solution to the king.",
          "ID": "16"
        },
        {
          "text": "And he went into his house and explained the task to Hananiah, and Mishael, and Azariah, his companions,",
          "ID": "17"
        },
        {
          "text": "so that they would seek mercy before the face of the God of heaven, about this mystery, and so that Daniel and his companions might not perish with the other wise men of Babylon.",
          "ID": "18"
        },
        {
          "text": "Then the secret was revealed to Daniel by a vision in the night. And Daniel blessed the God of heaven,",
          "ID": "19"
        },
        {
          "text": "and speaking aloud, he said, \"May the name of the Lord be blessed by the present generation and for ever; for wisdom and fortitude are his.",
          "ID": "20"
        },
        {
          "text": "And he alters the times and the ages. He takes away kingdoms and he establishes them. He gives wisdom to those who are wise and teaching skills to those who understand.",
          "ID": "21"
        },
        {
          "text": "He reveals deep and hidden things, and he knows what has been established in darkness. And the light is with him.",
          "ID": "22"
        },
        {
          "text": "To you, God of our fathers, I confess, and you, I praise. For you have given wisdom and fortitude to me, and now you have revealed to me what we asked of you, for you have uncovered for us the king's thoughts.\"",
          "ID": "23"
        },
        {
          "text": "After this, Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon, and he spoke to him in this way, \"Do not destroy the wise men of Babylon. Bring me in before the king, and I will explain the solution to the king.\"",
          "ID": "24"
        },
        {
          "text": "Then Arioch quickly brought Daniel to the king, and he said to him, \"I have found a man of the sons of the transmigration of Judah, who would announce the solution to the king.\"",
          "ID": "25"
        },
        {
          "text": "The king answered and said to Daniel, whose name was Belteshazzar, \"Do you really think that you can reveal to me the dream that I saw and its interpretation?\"",
          "ID": "26"
        },
        {
          "text": "And Daniel, facing the king, answered and said, \"The secret that the king seeks, the wise men, the seers, and the soothsayers are unable to reveal to the king.",
          "ID": "27"
        },
        {
          "text": "But there is a God in heaven who reveals mysteries, who has revealed to you, king Nebuchadnezzar, what will happen in the latter times. Your dream and the visions of your head upon your bed, are such as these.",
          "ID": "28"
        },
        {
          "text": "You, O king, began to think, while in your blanket, about what will be hereafter. And he who reveals secrets showed you what will happen.",
          "ID": "29"
        },
        {
          "text": "To me, likewise, this mystery is revealed, not according to the wisdom that is in me more than in other living things, but so that the interpretation might be made manifest to the king, and so that you may know the thoughts of your mind.",
          "ID": "30"
        },
        {
          "text": "You, O king, saw, and behold, something like a great statue. This statue, which was great and high, stood exalted above you, and you considered how terrible it was.",
          "ID": "31"
        },
        {
          "text": "The head of this statue was of the finest gold, but the breast and the arms were of silver, and further on, the belly and the thighs were of brass;",
          "ID": "32"
        },
        {
          "text": "but the shins were of iron, a certain part of the feet were of iron and another part were of clay.",
          "ID": "33"
        },
        {
          "text": "And so you looked until a stone was broken off without hands from a mountain, and it struck the statue on its feet, which were of iron and clay, and it shattered them.",
          "ID": "34"
        },
        {
          "text": "Then the iron, the clay, the brass, the silver, and the gold were crushed together and diminished like the ashes of a summer courtyard, and they were quickly taken away by the wind, and no place was found for them; but the stone that struck the statue became a great mountain and filled the whole earth.",
          "ID": "35"
        },
        {
          "text": "This is the dream; we will also tell its interpretation before you, O king.",
          "ID": "36"
        },
        {
          "text": "You are a king among kings, and the God of heaven has given to you a kingdom, and fortitude, and power, and glory,",
          "ID": "37"
        },
        {
          "text": "and all the places wherein the sons of men and the beasts of the field dwell. He has likewise given the flying creatures of the air into your hand, and he has placed all things under your realm. Therefore, you are the head of gold.",
          "ID": "38"
        },
        {
          "text": "And after you, another kingdom will rise up, inferior to you, of silver, and another third kingdom of brass, which will rule over the whole world.",
          "ID": "39"
        },
        {
          "text": "And the fourth kingdom will be like iron. Just as iron shatters and conquers all things, so will it shatter and crush all these.",
          "ID": "40"
        },
        {
          "text": "Furthermore, because you saw the feet and the toes to be part of potter's clay and part of iron, the kingdom will be divided, but still, from the slip of iron it will take its origin, since you saw the iron mingled with the earthenware from clay.",
          "ID": "41"
        },
        {
          "text": "And as the toes of the feet were partly of iron and partly of clay, part the kingdom will be strong and part will be crushed.",
          "ID": "42"
        },
        {
          "text": "Yet, because you saw the iron mingled with pottery from the earth, they will indeed be combined together with the offspring of man, but they will not adhere to one another, just as iron cannot be mixed with earthenware.",
          "ID": "43"
        },
        {
          "text": "But in the days of those kingdoms, the God of heaven will inspire a kingdom that will never be destroyed, and his kingdom will not be handed over to another people, and it will crush and will consume all these kingdoms, and this kingdom itself will stand in eternity.",
          "ID": "44"
        },
        {
          "text": "In accordance with what you saw, because the stone was torn away from the mountain without hands, and it crushed the earthenware, and the iron, and the brass, and the silver, and the gold, the great God has shown the king what will happen after this. And the dream is true, and its interpretation is faithful.\"",
          "ID": "45"
        },
        {
          "text": "Then king Nebuchadnezzar fell on his face and adored Daniel, and he commanded that they should offer in sacrifice to him victims and incense.",
          "ID": "46"
        },
        {
          "text": "And so the king spoke with Daniel and said, \"Truly, your God is the God of gods, and Lord of kings, and also a revealer of secrets, since you could uncover this mystery.\"",
          "ID": "47"
        },
        {
          "text": "Then the king raised Daniel to a high rank and gave him many great gifts, and he appointed him as leader over all the provinces of Babylon and as chief of the magistrates over all the other wise men of Babylon.",
          "ID": "48"
        },
        {
          "text": "However, Daniel required of the king that he appoint Shadrach, Meshach, and Abednego over the works of the province of Babylon. But Daniel himself was at the king's door.",
          "ID": "49"
        }
      ],
      "ID": "OT:DAN.2",
      "name": "Daniel 2"
    },
    {
      "text": [
        {
          "text": "King Nebuchadnezzar made a statue of gold, sixty cubits high and six cubits wide, and he set it up in the plain of Dura in the province of Babylon.",
          "ID": "1"
        },
        {
          "text": "Then king Nebuchadnezzar sent to gather together the governors, magistrates and judges, generals and sovereigns and commanders, and all the leaders of the regions, to come together for the dedication of the statue, which king Nebuchadnezzar had raised.",
          "ID": "2"
        },
        {
          "text": "Then the governors, magistrates and judges, generals and sovereigns and nobles, who were appointed to power, and all the leaders of the regions were brought together so as to convene for the dedication of the statue, which king Nebuchadnezzar had raised. And so they stood before the statue that king Nebuchadnezzar had set up.",
          "ID": "3"
        },
        {
          "text": "And a herald proclaimed loudly, \"To you it is said, to you peoples, tribes, and languages,",
          "ID": "4"
        },
        {
          "text": "that in the hour when you will hear the sound of the trumpet and the pipe and the lute, the harp and the psaltery, and of the symphony and every kind of music, you must fall down and adore the gold statue, which king Nebuchadnezzar has set up.",
          "ID": "5"
        },
        {
          "text": "But if anyone will not bow down and adore, in the same hour he will be cast into a furnace of burning fire.\"",
          "ID": "6"
        },
        {
          "text": "After this, therefore, as soon as all the people heard the sound of the trumpet, the pipe and the lute, the harp and the psaltery, and of the symphony and every kind of music, all the peoples, tribes, and languages fell down and adored the gold statue, which king Nebuchadnezzar had set up.",
          "ID": "7"
        },
        {
          "text": "And soon, about the same time, some influential Chaldeans came and accused the Jews,",
          "ID": "8"
        },
        {
          "text": "and they said to king Nebuchadnezzar, \"O king, live forever.",
          "ID": "9"
        },
        {
          "text": "You, O king, have established a decree, so that every man who might hear the sound of the trumpet, the pipe and the lute, the harp and the psaltery, and of the symphony and every kind of music, will prostrate himself and adore the gold statue.",
          "ID": "10"
        },
        {
          "text": "But if any man will not fall down and adore, he would be cast into a furnace of burning fire.",
          "ID": "11"
        },
        {
          "text": "Yet there are influential Jews, whom you have appointed over the works of the region of Babylon, Shadrach, Meshach, and Abednego. These men, O king, have scorned your decree. They do not worship your gods, and they do not adore the gold statue which you have raised up.\"",
          "ID": "12"
        },
        {
          "text": "Then Nebuchadnezzar, in fury and in wrath, commanded that Shadrach, Meshach, and Abednego should be brought, and so, without delay, they were brought before the king.",
          "ID": "13"
        },
        {
          "text": "And king Nebuchadnezzar addressed them and said, \"Is it true, Shadrach, Meshach, and Abednego, that you do not worship my gods, nor adore the gold statue, which I have set up?",
          "ID": "14"
        },
        {
          "text": "Therefore, if you are prepared now, whenever you hear the sound of the trumpet, pipe, lute, harp and psaltery, and of the symphony and every kind of music, prostrate yourselves and adore the statue which I have made. But if you will not adore, in the same hour you will be cast into the furnace of burning fire. And who is the God that will rescue you from my hand?\"",
          "ID": "15"
        },
        {
          "text": "Shadrach, Meshach, and Abednego answered and said to king Nebuchadnezzar, \"It is not right for us to obey you in this matter.",
          "ID": "16"
        },
        {
          "text": "For behold our God, whom we worship, is able to rescue us from the oven of burning fire and to free us from your hands, O king.",
          "ID": "17"
        },
        {
          "text": "But even if he will not, let it be known to you, O king, that we will not worship your gods, nor adore the gold statue, which you have raised up.\"",
          "ID": "18"
        },
        {
          "text": "Then Nebuchadnezzar was filled with fury and the appearance of his face was changed against Shadrach, Meshach, and Abednego, and he commanded that the furnace should be heated to seven times its usual fire.",
          "ID": "19"
        },
        {
          "text": "And he ordered the strongest men of his army to bind the feet of Shadrach, Meshach, and Abednego, and to cast them into the furnace of burning fire.",
          "ID": "20"
        },
        {
          "text": "And immediately these men were bound, and along with their coats, and their hats, and their shoes, and their garments, were cast into the middle of the furnace of burning fire.",
          "ID": "21"
        },
        {
          "text": "But the king's order was so urgent that the furnace was heated excessively. As a result, those men who had cast in Shadrach, Meshach, and Abednego, were killed by the flame of the fire.",
          "ID": "22"
        },
        {
          "text": "But these three men, that is, Shadrach, Meshach, and Abednego, having been bound, fell down in the middle of the oven of burning fire.",
          "ID": "23"
        },
        {
          "text": "And they were walking in the midst of the flame, praising God and blessing the Lord.",
          "ID": "24"
        },
        {
          "text": "Then Azariah, while standing, prayed in this manner, and opening his mouth in the midst of the fire, he said:",
          "ID": "25"
        },
        {
          "text": "\"Blessed are you, O Lord, the God of our fathers, and your name is praiseworthy and glorious for all ages.",
          "ID": "26"
        },
        {
          "text": "For you are just in all the things that you have accomplished for us, and all your works are true, and your ways are right, and all your judgments are true.",
          "ID": "27"
        },
        {
          "text": "For you have made equally true judgments in all the things that you have brought upon us and upon Jerusalem, the holy city of our fathers. For in truth and in judgment, you have brought down all these things because of our sins.",
          "ID": "28"
        },
        {
          "text": "For we have sinned, and we have committed iniquity in withdrawing from you, and we have offended in all things.",
          "ID": "29"
        },
        {
          "text": "And we have not listened to your precepts, nor have we observed or done as you have ordered us, so that it might go well with us.",
          "ID": "30"
        },
        {
          "text": "Therefore, everything that you have brought upon us, and all that you have done for us, you have done in true judgment.",
          "ID": "31"
        },
        {
          "text": "And you have delivered us into the hands of our enemies: traitors, unjust and most wicked, and to a king, unjust and most wicked, even more so than all others on earth.",
          "ID": "32"
        },
        {
          "text": "And now we are not able to open our mouths. We have become a shame and a disgrace to your servants and to those who worship you.",
          "ID": "33"
        },
        {
          "text": "Do not hand us over forever, we ask you, because of your name, and do not abolish your covenant.",
          "ID": "34"
        },
        {
          "text": "And do not withdraw your mercy from us, because of Abraham, your beloved, and Isaac, your servant, and Israel, your holy one.",
          "ID": "35"
        },
        {
          "text": "You have spoken with them, promising that you would multiply their offspring like the stars of heaven and like the sand on the seashore.",
          "ID": "36"
        },
        {
          "text": "For we, O Lord, are diminished more than all other peoples, and we are brought low throughout all the earth, this day, because of our sins.",
          "ID": "37"
        },
        {
          "text": "Neither is there, at this time, a leader, or a ruler, or a prophet, nor any holocaust, or sacrifice, or oblation, or incense, or place of first fruits, in your eyes,",
          "ID": "38"
        },
        {
          "text": "so that we may be able to find your mercy. Nevertheless, with a contrite soul and humble spirit, let us be accepted.",
          "ID": "39"
        },
        {
          "text": "Just as in the holocausts of rams and bullocks, and as in thousands of fat lambs, so let our sacrifice be in your sight this day, in order to please you. For there is no shame for those who trust in you.",
          "ID": "40"
        },
        {
          "text": "And now we follow you wholeheartedly, and we fear you, and we seek your face.",
          "ID": "41"
        },
        {
          "text": "Do not put us to shame, but deal with us in agreement with your clemency and according to the multitude of your mercies.",
          "ID": "42"
        },
        {
          "text": "And rescue us by your wonders and give glory to your name, O Lord.",
          "ID": "43"
        },
        {
          "text": "And let all those be confounded who lead your servants towards evil. May they be confounded by all your power and may their strength be crushed.",
          "ID": "44"
        },
        {
          "text": "And may they know that you are the Lord, the only God, and glorious above the world.\"",
          "ID": "45"
        },
        {
          "text": "And they did not cease, those attendants of the king who had cast them in, to heat the furnace with oil, and flax, and pitch, and brush.",
          "ID": "46"
        },
        {
          "text": "And the flame streamed forth above the furnace for forty-nine cubits.",
          "ID": "47"
        },
        {
          "text": "And the fire erupted and burnt those of the Chaldeans within its reach near the furnace.",
          "ID": "48"
        },
        {
          "text": "But the angel of the Lord descended with Azariah and his companions into the furnace; and he cast the flame of the fire out of the furnace.",
          "ID": "49"
        },
        {
          "text": "And he made the middle of the furnace like the blowing of a damp wind, and the fire did not touch them, nor afflict them, nor bother them at all.",
          "ID": "50"
        },
        {
          "text": "Then these three, as if with one voice, praised and glorified and blessed God, in the furnace, saying:",
          "ID": "51"
        },
        {
          "text": "\"Blessed are you, Lord, God of our fathers: praiseworthy, and glorious, and exalted above all forever. And blessed is the holy name of your glory: praiseworthy, and exalted above all, for all ages.",
          "ID": "52"
        },
        {
          "text": "Blessed are you in the holy temple of your glory: praiseworthy above all and exalted above all forever.",
          "ID": "53"
        },
        {
          "text": "Blessed are you on the throne of your kingdom: praiseworthy above all and exalted above all forever.",
          "ID": "54"
        },
        {
          "text": "Blessed are you who beholds the abyss and sits upon the cherubims: praiseworthy and exalted above all forever.",
          "ID": "55"
        },
        {
          "text": "Blessed are you in the firmament of heaven: praiseworthy and glorious forever.",
          "ID": "56"
        },
        {
          "text": "All works of the Lord, bless the Lord: praise and exalt him above all forever.",
          "ID": "57"
        },
        {
          "text": "Angels of the Lord, bless the Lord: praise and exalt him above all forever.",
          "ID": "58"
        },
        {
          "text": "Heaven, bless the Lord: praise and exalt him above all forever.",
          "ID": "59"
        },
        {
          "text": "All waters that are above the heavens, bless the Lord: praise and exalt him above all forever.",
          "ID": "60"
        },
        {
          "text": "All powers of the Lord, bless the Lord: praise and exalt him above all forever.",
          "ID": "61"
        },
        {
          "text": "Sun and moon, bless the Lord: praise and exalt him above all forever.",
          "ID": "62"
        },
        {
          "text": "Stars of heaven, bless the Lord: praise and exalt him above all forever.",
          "ID": "63"
        },
        {
          "text": "Every rain and dew, bless the Lord: praise and exalt him above all forever.",
          "ID": "64"
        },
        {
          "text": "Every breath of God, bless the Lord: praise and exalt him above all forever.",
          "ID": "65"
        },
        {
          "text": "Fire and steam, bless the Lord: praise and exalt him above all forever.",
          "ID": "66"
        },
        {
          "text": "Cold and heat, bless the Lord: praise and exalt him above all forever.",
          "ID": "67"
        },
        {
          "text": "Dews and frost, bless the Lord: praise and exalt him above all forever.",
          "ID": "68"
        },
        {
          "text": "Sleet and winter, bless the Lord: praise and exalt him above all forever.",
          "ID": "69"
        },
        {
          "text": "Ice and snow, bless the Lord: praise and exalt him above all forever.",
          "ID": "70"
        },
        {
          "text": "Nights and days, bless the Lord: praise and exalt him above all forever.",
          "ID": "71"
        },
        {
          "text": "Light and darkness, bless the Lord: praise and exalt him above all forever.",
          "ID": "72"
        },
        {
          "text": "Lightning and clouds, bless the Lord: praise and exalt him above all forever.",
          "ID": "73"
        },
        {
          "text": "May the land bless the Lord: and praise and exalt him above all forever.",
          "ID": "74"
        },
        {
          "text": "Mountains and hills, bless the Lord: praise and exalt him above all forever.",
          "ID": "75"
        },
        {
          "text": "All things that grow in the land, bless the Lord: praise and exalt him above all forever.",
          "ID": "76"
        },
        {
          "text": "Fountains, bless the Lord: praise and exalt him above all forever.",
          "ID": "77"
        },
        {
          "text": "Seas and rivers, bless the Lord: praise and exalt him above all forever.",
          "ID": "78"
        },
        {
          "text": "Whales and all things that move in the waters, bless the Lord: praise and exalt him above all forever.",
          "ID": "79"
        },
        {
          "text": "All things that fly in the heavens, bless the Lord: praise and exalt him above all forever.",
          "ID": "80"
        },
        {
          "text": "All beasts and cattle, bless the Lord: praise and exalt him above all forever.",
          "ID": "81"
        },
        {
          "text": "Sons of men, bless the Lord: praise and exalt him above all forever.",
          "ID": "82"
        },
        {
          "text": "May Israel bless the Lord: and praise and exalt him above all forever.",
          "ID": "83"
        },
        {
          "text": "Priests of the Lord, bless the Lord: praise and exalt him above all forever.",
          "ID": "84"
        },
        {
          "text": "Servants of the Lord, bless the Lord: praise and exalt him above all forever.",
          "ID": "85"
        },
        {
          "text": "Spirits and souls of the just, bless the Lord: praise and exalt him above all forever.",
          "ID": "86"
        },
        {
          "text": "Those who are holy and humble in heart, bless the Lord: praise and exalt him above all forever.",
          "ID": "87"
        },
        {
          "text": "Hananiah, Azariah, Mishael, bless the Lord: praise and exalt him above all forever. For he has delivered us from the underworld, and saved us from the hand of death, and freed us from the midst of the burning flame, and rescued us from the midst of the fire.",
          "ID": "88"
        },
        {
          "text": "Give thanks to the Lord because he is good: because his mercy is forever.",
          "ID": "89"
        },
        {
          "text": "All those who are pious, bless the Lord, the God of gods: praise him and acknowledge him because his mercy is for all generations.\"",
          "ID": "90"
        },
        {
          "text": "Then king Nebuchadnezzar was astonished, and he quickly got up and said to his nobles: \"Did we not cast three men shackled into the midst of the fire?\" Answering the king, they said, \"True, O king.\"",
          "ID": "91"
        },
        {
          "text": "He answered and said, \"Behold, I see four men unbound and walking in the midst of the fire, and no harm is in them, and the appearance of the fourth is like a son of God.\"",
          "ID": "92"
        },
        {
          "text": "Then Nebuchadnezzar approached the entrance of the furnace of burning fire, and he said, \"Shadrach, Meshach, and Abednego, servants of the supreme God, come out and approach.\" And immediately Shadrach, Meshach, and Abednego went out from the midst of the fire.",
          "ID": "93"
        },
        {
          "text": "And when the governors, and the magistrates, and the judges, and the powerful of the king had gathered together, they considered these men because the fire had no power against their bodies, and not a hair of their head had been scorched, and their pants had not been affected, and the smell of the fire had not passed onto them.",
          "ID": "94"
        },
        {
          "text": "Then Nebuchadnezzar, bursting out, said, \"Blessed is their God, the God of Shadrach, Meshach, and Abednego, who sent his angel and rescued his servants who believed in him. And they altered the verdict of the king, and they delivered up their bodies, so that they would not serve or adore any god except their God.",
          "ID": "95"
        },
        {
          "text": "Therefore, this decree is established by me: that every people, tribe, and language, whenever they have spoken blasphemy against the God of Shadrach, Meshach, and Abednego, will perish and their homes will be destroyed. For there is no other God who is able to save in this way.\"",
          "ID": "96"
        },
        {
          "text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.",
          "ID": "97"
        },
        {
          "text": "NEBUCHADNEZZAR, the king, to all peoples, nations, and languages, who dwell in the whole world, may peace be increased with you.",
          "ID": "98"
        },
        {
          "text": "The supreme God has accomplished signs and wonders with me. Therefore, it has pleased me to proclaim",
          "ID": "99"
        },
        {
          "text": "his signs, which are great, and his wonders, which are mighty. For his kingdom is an everlasting kingdom, and his power continues from generation to generation.",
          "ID": "100"
        }
      ],
      "ID": "OT:DAN.3",
      "name": "Daniel 3"
    },
    {
      "text": [
        {
          "text": "I, Nebuchadnezzar, was content in my house and prospering in my palace.",
          "ID": "1"
        },
        {
          "text": "I saw a dream that terrified me, and my thoughts on my bed and the visions in my head disturbed me.",
          "ID": "2"
        },
        {
          "text": "And so a decree was established by me, that all of the wise men of Babylon should be brought in before me, and that they should reveal to me the answer to the dream.",
          "ID": "3"
        },
        {
          "text": "Then the seers, the astrologers, the Chaldeans, and the soothsayers entered, and I explained about the dream in their presence, but they did not reveal its answer to me.",
          "ID": "4"
        },
        {
          "text": "And then their colleague came in before me, Daniel, (whose name is Belteshazzar according to the name of my god,) who has the spirit of the holy gods within his very self, and I told the dream directly to him.",
          "ID": "5"
        },
        {
          "text": "Belteshazzar, leader of the seers, since I know that you have in you the spirit of the holy gods, and that no mystery is unreachable to you, explain to me the visions of my dreams, which I saw, and the solution to them.",
          "ID": "6"
        },
        {
          "text": "This was the vision of my head on my bed. I looked, and behold, a tree in the middle of the earth, and its height was exceedingly great.",
          "ID": "7"
        },
        {
          "text": "The tree was great and strong, and its height reached up to heaven. It could be seen all the way to the ends of the entire earth.",
          "ID": "8"
        },
        {
          "text": "Its leaves were very beautiful, and its fruit was very abundant, and in it was food for the whole world. Under it, animals and beasts were dwelling, and in its branches, the birds of the sky were sheltered, and from it, all flesh was fed.",
          "ID": "9"
        },
        {
          "text": "I saw in the vision of my head upon my blanket, and behold, a watcher and a holy one descended from heaven.",
          "ID": "10"
        },
        {
          "text": "He cried out loudly, and he said this: \"Cut down the tree and prune its branches; shake off its leaves and scatter its fruits; let flee the beasts, which are under it, and the birds from its branches.",
          "ID": "11"
        },
        {
          "text": "Nevertheless, leave the stump of its roots in the earth, and let it be bound with a band of iron and brass among the plants, which are close by, and let it be touched by the dew of heaven, and let its place be with the wild animals among the plants of the earth.",
          "ID": "12"
        },
        {
          "text": "Let his heart be changed from being human, and let the heart of a wild animal be given to him, and let seven periods of time pass over him.",
          "ID": "13"
        },
        {
          "text": "This is the decree from the judgment of the watchers, and the decision and proclamation of the holy ones, until the living shall know that the Supreme One is ruler in the kingdom of men, and that he will give it to whomever he wills, and he will appoint the lowest man over it.\"",
          "ID": "14"
        },
        {
          "text": "I, king Nebuchadnezzar, saw this dream. And so you, Belteshazzar, must quickly explain to me the interpretation because all the wise men of my kingdom are not able to declare the meaning of it to me. But you are able because the spirit of the holy gods is in you.",
          "ID": "15"
        },
        {
          "text": "Then Daniel, whose name was Belteshazzar, began silently to think within himself for about one hour, and his thoughts troubled him. But the king responded, saying, \"Belteshazzar, do not let the dream and its interpretation disturb you.\" Belteshazzar answered and said, \"My lord, the dream is for those who hate you, and its interpretation may be for your enemies.",
          "ID": "16"
        },
        {
          "text": "The tree that you saw was lofty and strong; its height reached toward heaven, and it could be seen throughout the whole world.",
          "ID": "17"
        },
        {
          "text": "And its branches were very beautiful, and its fruit very abundant, and in it was food for all. Under it, dwelt the beasts of the field, and in its branches, the birds of the air stayed.",
          "ID": "18"
        },
        {
          "text": "It is you, O king, who has been greatly esteemed, and you have grown strong. And you have increased your power, and it reaches towards heaven, and your rule is to the ends of the whole earth.",
          "ID": "19"
        },
        {
          "text": "Yet the king also saw a watcher and a holy one descend from heaven and say: 'Cut down the tree and scatter it; however, leave the stump of its roots in the earth, and let it be bound with iron and brass, among the surrounding plants, and let it be sprinkled with the dew of heaven, and let his feeding be with the wild beasts, until seven periods of time pass over him.'",
          "ID": "20"
        },
        {
          "text": "This is the interpretation of the judgment of the Most High, which has reached my lord, the king.",
          "ID": "21"
        },
        {
          "text": "They will expel you from among men, and your dwelling will be with the beasts and the wild animals, and you will eat hay like an ox, and you will be drenched with the dew of heaven. Likewise, seven periods of time will pass over you, until you know that the Supreme One rules over the kingdom of men, and he gives it to whomever he wills.",
          "ID": "22"
        },
        {
          "text": "But, since he commanded that the stump of its roots, that is, of the tree, should be left behind, your kingdom will be left for you, after you have realized that power is from divinity.",
          "ID": "23"
        },
        {
          "text": "Because of this, O king, let my counsel be acceptable to you. And redeem your sins with alms, and your iniquities with mercy towards the poor. Perhaps he will forgive your offenses.\"",
          "ID": "24"
        },
        {
          "text": "All these things came upon king Nebuchadnezzar.",
          "ID": "25"
        },
        {
          "text": "After the end of twelve months, he was taking a walk in the palace of Babylon.",
          "ID": "26"
        },
        {
          "text": "And the king spoke out loud, saying, \"Isn't this the great Babylon, which I have built, as the home of the kingdom, by the strength of my power and in the glory of my excellence?\"",
          "ID": "27"
        },
        {
          "text": "And while the words were still in the king's mouth, a voice rushed down from heaven, \"To you, O king Nebuchadnezzar, it is said: 'Your kingdom will be taken away from you,",
          "ID": "28"
        },
        {
          "text": "and they will expel you from among men, and your dwelling will be with the beasts and the wild animals. You will eat hay like an ox, and seven times will pass over you, until you know that the Supreme One rules in the kingdom of men, and he gives it to whomever he wills.' \"",
          "ID": "29"
        },
        {
          "text": "The same hour, the sentence was fulfilled upon Nebuchadnezzar, and he was driven away from among men, and he ate hay like an ox, and his body was drenched with the dew of heaven, until his hair increased like the feathers of eagles, and his nails like those of birds.",
          "ID": "30"
        },
        {
          "text": "Therefore, at the end of these days, I, Nebuchadnezzar, lifted up my eyes to heaven, and my mind was restored to me. And I blessed the Most High, and I praised and glorified him who lives forever. For his power is an everlasting power, and his kingdom is from generation to generation.",
          "ID": "31"
        },
        {
          "text": "And all the inhabitants of the earth are reputed as nothing before him. For he acts according to his own will, with the inhabitants of the earth just as with the holy inhabitants of heaven. And there is no one who can resist his hand, or say to him, \"Why have you done this?\"",
          "ID": "32"
        },
        {
          "text": "At the same time, my mind returned to me, and I arrived at the honor and glory of my kingdom. And my appearance was given back to me. And my nobles and my magistrates needed me. And I was restored to my kingdom, and even greater majesty was added to me.",
          "ID": "33"
        },
        {
          "text": "Therefore I, Nebuchadnezzar, now praise, and magnify, and glorify the King of heaven, because all his works and the judgments of his way are true, and those who go forth in arrogance, he is able to bring low.",
          "ID": "34"
        }
      ],
      "ID": "OT:DAN.4",
      "name": "Daniel 4"
    },
    {
      "text": [
        {
          "text": "Belshazzar, the king, made a great feast for a thousand of his nobles, and each one of them drank according to his age.",
          "ID": "1"
        },
        {
          "text": "And so, when they were drunk, he instructed that the vessels of gold and silver should be brought, which Nebuchadnezzar, his father, had carried away from the temple, which was in Jerusalem, so that the king, and his nobles, and his wives, and the concubines, might drink from them.",
          "ID": "2"
        },
        {
          "text": "Then the gold and silver vessels were presented, which he had carried away from the temple and which had been in Jerusalem, and the king, and his nobles, wives, and concubines, drank from them.",
          "ID": "3"
        },
        {
          "text": "They drank wine, and they praised their gods of gold, and silver, brass, iron, and wood and stone.",
          "ID": "4"
        },
        {
          "text": "In the same hour, there appeared fingers, as of the hand of a man, writing on the surface of the wall, opposite the candlestick, in the king's palace. And the king observed the part of the hand that wrote.",
          "ID": "5"
        },
        {
          "text": "Then the king's countenance was changed, and his thoughts disturbed him, and he lost his self-control, and his knees knocked against one other.",
          "ID": "6"
        },
        {
          "text": "And the king cried out loudly for them to bring in the astrologers, Chaldeans, and soothsayers. And the king proclaimed to the wise men of Babylon, saying, \"Whoever will read this writing and make known to me its interpretation will be clothed with purple, and will have a golden chain on his neck, and will be third in my kingdom.\"",
          "ID": "7"
        },
        {
          "text": "Then, in came all the wise men of the king, but they could neither read the writing, nor reveal the interpretation to the king.",
          "ID": "8"
        },
        {
          "text": "Therefore, king Belshazzar was quite confused, and his face was altered, and even his nobles were disturbed.",
          "ID": "9"
        },
        {
          "text": "But the queen, because of what had happened to the king and his nobles, entered the banquet house. And she spoke out, saying, \"O king, live forever. Do not let your thoughts confuse you, neither should your face be altered.",
          "ID": "10"
        },
        {
          "text": "There is a man in your kingdom, who has the spirit of the holy gods within himself, and in the days of your father, knowledge and wisdom were found in him. For king Nebuchadnezzar, your father, appointed him leader of the astrologers, enchanters, Chaldeans, and soothsayers, even your father, I say to you, O king.",
          "ID": "11"
        },
        {
          "text": "For a greater spirit, and foresight, and understanding, and interpretation of dreams, and the revealing of secrets, and the solution to difficulties were found in him, that is, in Daniel, to whom the king gave the name Belteshazzar. Now, therefore, let Daniel be summoned, and he will explain the interpretation.\"",
          "ID": "12"
        },
        {
          "text": "Then Daniel was brought in before the king. And the king spoke to him, saying, \"Are you Daniel, of the sons of the captivity of Judah, whom my father the king led out of Judea?",
          "ID": "13"
        },
        {
          "text": "I have heard of you, that you have the spirit of the gods, and that greater knowledge, as well as understanding and wisdom, have been found in you.",
          "ID": "14"
        },
        {
          "text": "And now the wise astrologers have entered into my presence, so as to read this writing and to reveal to me its interpretation. And they were not able to tell me the meaning of this writing.",
          "ID": "15"
        },
        {
          "text": "Furthermore, I have heard about you that you can interpret obscure things and solve difficulties. So then, if you succeed in reading the writing, and in revealing its interpretation, you will be clothed with purple, and you will have a chain of gold around your neck, and you will be the third leader in my kingdom.\"",
          "ID": "16"
        },
        {
          "text": "To this Daniel responded by saying directly to the king, \"Your rewards should be for yourself, and the gifts of your house you may give to another, but I will read to you the writing, O king, and I will reveal to you its interpretation.",
          "ID": "17"
        },
        {
          "text": "O king, the Most High God gave to Nebuchadnezzar, your father, a kingdom and greatness, glory and honor.",
          "ID": "18"
        },
        {
          "text": "And because of the greatness that he gave to him, all peoples, tribes, and languages trembled and were afraid of him. Whomever he wished, he put to death; and whomever he wished, he destroyed; and whomever he wished, he exalted; and whomever he wished, he lowered.",
          "ID": "19"
        },
        {
          "text": "But when his heart was lifted up and his spirit was hardened in arrogance, he was deposed from the throne of his kingdom and his glory was taken away.",
          "ID": "20"
        },
        {
          "text": "And he was expelled from the sons of men, and so his heart was placed with the beasts, and his dwelling was with the wild donkeys, and he ate hay like an ox, and his body was drenched with the dew of heaven, until he realized that the Most High holds power over the kingdom of men, and that whoever he wishes, he will set over it.",
          "ID": "21"
        },
        {
          "text": "Likewise, you, his son Belshazzar, have not humbled your heart, though you knew all these things.",
          "ID": "22"
        },
        {
          "text": "But you have lifted yourself up against the Lord of heaven. And the vessels of his house have been presented before you. And you, and your nobles, and your wives, and your concubines, have drunk wine from them. Likewise, you have praised the gods of silver, and gold, and brass, iron, and wood and stone, who neither see, nor hear, nor feel, yet you have not glorified the God who holds your breath and all your ways in his hand.",
          "ID": "23"
        },
        {
          "text": "Therefore, he has sent the part of the hand which has written this, which has been inscribed.",
          "ID": "24"
        },
        {
          "text": "But this is the writing that has been decreed: MANE, THECEL, PHARES.",
          "ID": "25"
        },
        {
          "text": "And this is the interpretation of the words. MANE: God has numbered your kingdom and has finished it.",
          "ID": "26"
        },
        {
          "text": "THECEL: you have been weighed on the scales and found lacking.",
          "ID": "27"
        },
        {
          "text": "PHARES: your kingdom has been divided and has been given to the Medes and the Persians.",
          "ID": "28"
        },
        {
          "text": "Then, by the king's command, Daniel was dressed with purple, and a chain of gold was placed around his neck, and it was proclaimed of him that he held power as the third in the kingdom.",
          "ID": "29"
        },
        {
          "text": "That same night, king Belshazzar the Chaldean was killed.",
          "ID": "30"
        },
        {
          "text": "And Darius the Mede succeeded to the kingdom, at the age of sixty-two years.",
          "ID": "31"
        }
      ],
      "ID": "OT:DAN.5",
      "name": "Daniel 5"
    },
    {
      "text": [
        {
          "text": "It pleased Darius, and so he appointed over the kingdom one hundred twenty governors, to be placed throughout his whole kingdom.",
          "ID": "1"
        },
        {
          "text": "And over these, three leaders, of whom Daniel was one, so that the governors would be accountable to them and the king would have no trouble.",
          "ID": "2"
        },
        {
          "text": "And so Daniel excelled above all the leaders and governors, because a greater spirit of God was in him.",
          "ID": "3"
        },
        {
          "text": "Furthermore, the king considered setting him over the entire kingdom; whereupon the leaders and the governors sought to find a complaint against Daniel and in favor of the king. And they could find no case, or even suspicion, because he was faithful, and no fault or suspicion was found in him.",
          "ID": "4"
        },
        {
          "text": "Therefore, these men said, \"We will not find any complaint against this Daniel, unless it is against the law of his God.\"",
          "ID": "5"
        },
        {
          "text": "Then the leaders and governors took the king aside privately and spoke to him in this way: \"King Darius, live forever.",
          "ID": "6"
        },
        {
          "text": "All the leaders of your kingdom, the magistrates and governors, the senators and judges, have taken counsel that an imperial decree and edict should be published, so that all who ask any petition of any god or man for thirty days, except of you, O king, will be cast into the den of lions.",
          "ID": "7"
        },
        {
          "text": "Now, therefore, O king, confirm this judgment and write the decree, so that what is established by the Medes and Persians may not be altered, nor will any man be allowed to transgress it.\"",
          "ID": "8"
        },
        {
          "text": "And so king Darius set forth the decree and established it.",
          "ID": "9"
        },
        {
          "text": "Now when Daniel learned of this, namely, that the law had been established, he entered his house, and, opening the windows in his upper room towards Jerusalem, he knelt down three times a day, and he adored and gave thanks before his God, as he had been accustomed to do previously.",
          "ID": "10"
        },
        {
          "text": "Therefore, these men, inquiring diligently, discovered that Daniel was praying and making supplication to his God.",
          "ID": "11"
        },
        {
          "text": "And they approached and spoke to the king about the edict. \"O king, did you not decree that every man who makes a request to any of the gods or men for thirty days, except to yourself, O king, would be cast into the den of lions?\" To which the king replied, saying, \"The sentence is true, and according to the decree of the Medes and Persians, it is not lawful to violate it.\"",
          "ID": "12"
        },
        {
          "text": "Then they answered and said before the king, \"Daniel, of the sons of the captivity of Judah, is not concerned about your law, nor about the decree that you have established, but three times a day he prays his supplication.\"",
          "ID": "13"
        },
        {
          "text": "Now when the king had heard these words, he was greatly grieved, and, on behalf of Daniel, he set his heart to free him, and he labored even until sunset to rescue him.",
          "ID": "14"
        },
        {
          "text": "But these men, knowing the king, said to him, \"You know, O king, that the law of the Medes and Persians is that every decree which the king has established may not be altered.\"",
          "ID": "15"
        },
        {
          "text": "Then the king commanded, and they brought Daniel and cast him into the den of lions. And the king said to Daniel, \"Your God, whom you always serve, he himself will free you.\"",
          "ID": "16"
        },
        {
          "text": "And a stone was brought, and it was placed over the mouth of the den, which the king sealed with his own ring, and with the ring of his nobles, so that no one would act against Daniel.",
          "ID": "17"
        },
        {
          "text": "And the king departed into his house, and he went to bed without eating, and food was not set before him, moreover, even sleep fled from him.",
          "ID": "18"
        },
        {
          "text": "Then the king, getting himself up at first light, went quickly to the den of lions.",
          "ID": "19"
        },
        {
          "text": "And coming near to the den, he cried out with a tearful voice to Daniel and spoke to him. \"Daniel, servant of the living God, your God, whom you serve always, do you believe he has prevailed to free you from the lions?\"",
          "ID": "20"
        },
        {
          "text": "And Daniel, answering the king, said, \"O king, live forever.",
          "ID": "21"
        },
        {
          "text": "My God has sent his angel, and he has closed the mouths of the lions, and they have not harmed me, because before him justice has been found in me, and, even before you, O king, I have committed no offense.\"",
          "ID": "22"
        },
        {
          "text": "Then was the king exceedingly glad for him, and he commanded that Daniel should be taken out of the den. And Daniel was taken out of the den, and no wound was found in him, because he believed in his God.",
          "ID": "23"
        },
        {
          "text": "Moreover, by order of the king, those men were brought who had accused Daniel, and they were cast into the lions' den, they, and their sons, and their wives, and they did not reach the bottom of the den before the lions seized them and crushed all their bones.",
          "ID": "24"
        },
        {
          "text": "Then king Darius wrote to all peoples, tribes, and languages dwelling in all the land. \"May peace be increased with you.",
          "ID": "25"
        },
        {
          "text": "It is hereby established by my decree that, in all my empire and my kingdom, they shall begin to tremble and fear the God of Daniel. For he is the living and eternal God forever, and his kingdom will not be destroyed, and his power will last forever.",
          "ID": "26"
        },
        {
          "text": "He is the liberator and the savior, performing signs and wonders in heaven and on earth, who has freed Daniel from the lions' den.\"",
          "ID": "27"
        },
        {
          "text": "Thereafter, Daniel continued through the reign of Darius until the reign of Cyrus, the Persian.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.6",
      "name": "Daniel 6"
    },
    {
      "text": [
        {
          "text": "In the first year of Belshazzar, king of Babylon, Daniel saw a dream and a vision in his head on his bed. And, writing down the dream, he understood it in a concise manner, and so, summarizing it tersely, he said:",
          "ID": "1"
        },
        {
          "text": "I saw in my vision at night, and behold, the four winds of the heavens fought upon the great sea.",
          "ID": "2"
        },
        {
          "text": "And four great beasts, different from one another, ascended from the sea.",
          "ID": "3"
        },
        {
          "text": "The first was like a lioness and had the wings of an eagle. I watched as its wings were plucked off, and it was raised from the earth and stood on its feet like a man, and the heart of a man was given to it.",
          "ID": "4"
        },
        {
          "text": "And behold, another beast, like a bear, stood to one side, and there were three rows in its mouth and in its teeth, and they spoke to it in this way: \"Arise, devour much flesh.\"",
          "ID": "5"
        },
        {
          "text": "After this, I watched, and behold, another like a leopard, and it had wings like a bird, four upon it, and four heads were on the beast, and power was given to it.",
          "ID": "6"
        },
        {
          "text": "After this, I watched in the vision of the night, and behold, a fourth beast, terrible yet wondrous, and exceedingly strong; it had great iron teeth, eating yet crushing, and trampling down the remainder with his feet, but it was unlike the other beasts, which I had seen before it, and it had ten horns.",
          "ID": "7"
        },
        {
          "text": "I considered the horns, and behold, another little horn rose out of the midst of them. And three of the first horns were rooted out by its presence. And behold, eyes like the eyes of a man were in this horn, and a mouth speaking unnatural things.",
          "ID": "8"
        },
        {
          "text": "I watched until thrones were set up, and the ancient of days sat down. His garment was radiant like snow, and the hair of his head like clean wool; his throne was flames of fire, its wheels had been set on fire.",
          "ID": "9"
        },
        {
          "text": "A river of fire rushed forth from his presence. Thousands upon thousands ministered to him, and ten thousand times hundreds of thousands attended before him. The trial began, and the books were opened.",
          "ID": "10"
        },
        {
          "text": "I watched because of the voice of the great words which that horn was speaking, and I saw that the beast had been destroyed, and its body was ruined and had been handed over to be burnt with fire.",
          "ID": "11"
        },
        {
          "text": "Likewise, the power of the other beasts was taken away, and a limited time of life was appointed to them, until one time and another.",
          "ID": "12"
        },
        {
          "text": "I watched, therefore, in the vision of the night, and behold, with the clouds of heaven, one like a son of man arrived, and he approached all the way to the ancient of days, and they presented him before him.",
          "ID": "13"
        },
        {
          "text": "And he gave him power, and honor, and the kingdom, and all peoples, tribes, and languages will serve him. His power is an eternal power, which will not be taken away, and his kingdom, one which will not be corrupted.",
          "ID": "14"
        },
        {
          "text": "My spirit was terrified. I, Daniel, was fearful at these things, and the visions of my head disturbed me.",
          "ID": "15"
        },
        {
          "text": "I approached one of the attendants and asked the truth from him about all these things. He told me the interpretation of the words, and he instructed me:",
          "ID": "16"
        },
        {
          "text": "\"These four great beasts are four kingdoms, which will rise from the earth.",
          "ID": "17"
        },
        {
          "text": "Yet it is the saints of the Most High God who will receive the kingdom, and they will hold the kingdom from this generation, and forever and ever.\"",
          "ID": "18"
        },
        {
          "text": "After this, I wanted to learn diligently about the fourth beast, which was very different from all, and exceedingly terrible; his teeth and claws were of iron; he devoured and crushed, and the remainder he trampled with his feet;",
          "ID": "19"
        },
        {
          "text": "and about the ten horns, which he had on his head, and about the other, which had sprung up, before which three horns fell, and about that horn which had eyes and a mouth speaking great things, and which was more powerful than the rest.",
          "ID": "20"
        },
        {
          "text": "I watched, and behold, that horn made war against the holy ones and prevailed over them,",
          "ID": "21"
        },
        {
          "text": "until the Ancient of days came and gave judgment to the holy ones of the Supreme One, and the time arrived, and the holy ones obtained the kingdom.",
          "ID": "22"
        },
        {
          "text": "And thus he said, \"The fourth beast will be the fourth kingdom on earth, which will be greater than all the kingdoms, and will devour the whole earth, and will trample and crush it.",
          "ID": "23"
        },
        {
          "text": "Moreover, the ten horns of the same kingdom will be ten kings, and another will rise up after them, and he will be mightier than the ones before him, and he will bring down three kings.",
          "ID": "24"
        },
        {
          "text": "And he will speak words against the Supreme One, and will exhaust the holy ones of the Most High, and he will think about what it would take to change the times and the laws, and they will be given into his hand until a time, and times, and half a time.",
          "ID": "25"
        },
        {
          "text": "And a trial will begin, so that his power may be taken away, and be crushed, and be undone all the way to the end.",
          "ID": "26"
        },
        {
          "text": "Yet the kingdom, and the power, and the greatness of that kingdom, which is under all of heaven, shall be given to the people of the holy ones of the Most High, whose kingdom is an everlasting kingdom, and all kings will serve and obey him.\"",
          "ID": "27"
        },
        {
          "text": "And here is the end of the message. I, Daniel, was greatly disturbed by my thoughts, and my mood was changed in me, but I preserved the message in my heart.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.7",
      "name": "Daniel 7"
    },
    {
      "text": [
        {
          "text": "In the third year of the reign of Belshazzar the king, a vision appeared to me. After that which I had seen in the beginning, I, Daniel,",
          "ID": "1"
        },
        {
          "text": "saw in my vision, that I was in the capital city of Susa, which is in the region of Elam, yet I saw in the vision that I was over the gate of Ulai.",
          "ID": "2"
        },
        {
          "text": "And I lifted up my eyes and saw, and behold, a single ram stood before the marsh, having two high horns, and one was higher than the other and growing higher still.",
          "ID": "3"
        },
        {
          "text": "After this, I saw the ram brandishing his horns against the West, and against the North, and against the Meridian, and all the beasts could not withstand him, nor be freed from his hand, and he did according to his own will, and he became great.",
          "ID": "4"
        },
        {
          "text": "And I understood, and behold, a he-goat among she-goats came from the West above the face of the entire earth, and he did not touch the ground. Furthermore, the he-goat had a preeminent horn between his eyes.",
          "ID": "5"
        },
        {
          "text": "And he went all the way to the ram that had the horns, which I had seen standing before the gate, and he ran towards him in the force of his strength.",
          "ID": "6"
        },
        {
          "text": "And when he approached near to the ram, he was enraged against him, and he struck the ram, and broke his two horns, and the ram could not withstand him, and when he had cast him down on the ground, he trampled him, and no one was able to free the ram from his hand.",
          "ID": "7"
        },
        {
          "text": "But the he-goat among she-goats became exceedingly great, and when he had prospered, the great horn was shattered, and four horns were rising up beneath it by means of the four winds of heaven.",
          "ID": "8"
        },
        {
          "text": "But from one of them came forth one little horn, and it became great against the Meridian, and against the East, and against the strength.",
          "ID": "9"
        },
        {
          "text": "And it was magnified even towards the strength of heaven, and it threw down those of the strength and of the stars, and it trampled them.",
          "ID": "10"
        },
        {
          "text": "And it was magnified, even to the leader of the strength, and it took away from him the continual sacrifice, and cast down the place of his sanctuary.",
          "ID": "11"
        },
        {
          "text": "And the advantage was given to him against the continual sacrifice, because of the sins, and truth will be struck down to the ground, and he will act, and he will prosper.",
          "ID": "12"
        },
        {
          "text": "And I heard one of the holy ones speaking, and one saint said to another, (I know not to whom he was speaking,) \"What is the extent of the vision, and the continual sacrifice, and the sin of the desolation, which has happened, and of the sanctuary and the strength, which will be trampled?\"",
          "ID": "13"
        },
        {
          "text": "And he said to him, \"From evening until morning, two thousand three hundred days, and so the sanctuary will be cleansed.\"",
          "ID": "14"
        },
        {
          "text": "But it came to pass, when I, Daniel, saw the vision and sought understanding that, behold, there stood in my sight something like the appearance of a man.",
          "ID": "15"
        },
        {
          "text": "And I heard the voice of a man within Ulai, and he called out and said, \"Gabriel, make this one understand the vision.\"",
          "ID": "16"
        },
        {
          "text": "And he came and stood next to where I was standing, and when he approached, I fell on my face, trembling, and he said to me, \"Understand, son of man, for in the time of the end the vision will be fulfilled.\"",
          "ID": "17"
        },
        {
          "text": "And when he spoke to me, I fell forward onto the ground, and so he touched me and stood me upright.",
          "ID": "18"
        },
        {
          "text": "And he said to me, \"I will reveal to you what the future things are in the earlier tribulation, for the time has its end.",
          "ID": "19"
        },
        {
          "text": "The ram, which you saw to have horns, is the king of the Medes and Persians.",
          "ID": "20"
        },
        {
          "text": "Furthermore, the he-goat among she-goats is the king of the Greeks, and the great horn, which was between his eyes, is the same one, the first king.",
          "ID": "21"
        },
        {
          "text": "And since, having been shattered, there grew four in its place, four kings will rise up from his people, but not in his strength.",
          "ID": "22"
        },
        {
          "text": "And after their reign, when iniquities will be increased, there will arise a king of shameless face and understanding negotiations.",
          "ID": "23"
        },
        {
          "text": "And his advantage will be strengthened, but not by his kind of force, and other than what he will be able to trust, everything will be eradicated, and he will prosper, and he will act. And he will execute the successful and the people of the saints,",
          "ID": "24"
        },
        {
          "text": "according to his will, and treachery will be guided by his hand. And his heart will be inflated, and by the abundance of everything he will kill many, and he will rise up against the Lord of lords, and he will be knocked down without a hand.",
          "ID": "25"
        },
        {
          "text": "And the vision of the evening and the morning, which was told, is true. Therefore, you must seal the vision, because, after many days, it will occur.\"",
          "ID": "26"
        },
        {
          "text": "And I, Daniel, languished and was sick for some days, and when I had lifted myself up, I performed the king's works, and I was astonished at the vision, and there was none who could interpret it.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.8",
      "name": "Daniel 8"
    },
    {
      "text": [
        {
          "text": "In the first year of Darius, the son of Ahasuerus, of the offspring of the Medes, who ruled over the kingdom of the Chaldeans,",
          "ID": "1"
        },
        {
          "text": "in year one of his reign, I, Daniel, understood in the books the number of the years, concerning the word of the Lord which came to Jeremiah, the prophet, that the desolation of Jerusalem would be completed in seventy years.",
          "ID": "2"
        },
        {
          "text": "And I set my face to the Lord, my God, to ask and make supplication with fasting, and sackcloth, and ashes.",
          "ID": "3"
        },
        {
          "text": "And I prayed to the Lord, my God, and I confessed, and I said, \"I beg you, O Lord God, great and terrible, preserving the covenant and mercy for those who love you and keep your commandments.",
          "ID": "4"
        },
        {
          "text": "We have sinned, we have committed iniquity, we acted impiously and have withdrawn, and we have turned aside from your commandments as well as your judgments.",
          "ID": "5"
        },
        {
          "text": "We have not obeyed your servants, the prophets, who have spoken in your name to our kings, our leaders, our fathers, and all the people of the land.",
          "ID": "6"
        },
        {
          "text": "To you, O Lord, is justice, but to us is confusion of face, just as it is on this day for the men of Judah, and the inhabitants of Jerusalem, and all Israel, for those who are near and those who are far off, in all the lands to which you have driven them, because of their iniquities by which they have sinned against you.",
          "ID": "7"
        },
        {
          "text": "O Lord, to us belongs confusion of face: to our kings, our leaders, and our fathers, who have sinned.",
          "ID": "8"
        },
        {
          "text": "But to you, the Lord our God, is mercy and atonement, for we have withdrawn from you,",
          "ID": "9"
        },
        {
          "text": "and we have not listened to the voice of the Lord, our God, so as to walk in his law, which he established for us by his servants, the prophets.",
          "ID": "10"
        },
        {
          "text": "And all Israel has transgressed your law and has turned away, not listening to your voice, and so the condemnation and the curse, which is written in the book of Moses, servant of God, has rained down upon us, because we have sinned against him.",
          "ID": "11"
        },
        {
          "text": "And he has fulfilled his words, which he has spoken over us and over our leaders who judged us, that he would lead over us a great evil, such as has never before existed under all of heaven, according to what has been done in Jerusalem.",
          "ID": "12"
        },
        {
          "text": "Just as it has been written in the law of Moses, all this evil has come upon us, and we did not entreat your face, O Lord our God, so that we might turn back from our iniquities and consider your truth.",
          "ID": "13"
        },
        {
          "text": "And the Lord kept watch over the evil and has led it over us; the Lord, our God, is just in all his works, which he has accomplished, for we have not listened to his voice.",
          "ID": "14"
        },
        {
          "text": "And now, O Lord, our God, who has led your people out of the land of Egypt with a strong hand and has made yourself a name in accordance with this day: we have sinned, we have done wrong.",
          "ID": "15"
        },
        {
          "text": "O Lord, for all your righteousness, turn away, I beg you, your anger and your fury from your city, Jerusalem, and from your holy mountain. For, because of our sins and the iniquities of our fathers, Jerusalem and your people are a reproach to all who surround us.",
          "ID": "16"
        },
        {
          "text": "Now, therefore, heed, O God, the prayer of your servant and his requests, and reveal your face over your sanctuary, which is desolate, for your own sake.",
          "ID": "17"
        },
        {
          "text": "Incline your ear, O my God, and hear, open your eyes and see our desolation and the city over which your name is invoked. For it is not through our justifications that we offer requests before your face, but through the fullness of your compassion.",
          "ID": "18"
        },
        {
          "text": "Heed, O Lord. Be pleased, O Lord. Turn and act. Do not delay, for your own sake, O my God, because your name is invoked over your city and over your people.\"",
          "ID": "19"
        },
        {
          "text": "And while I was still speaking and praying and confessing my sins, and the sins of my people, Israel, and offering my prayers in the sight of my God, on behalf of the holy mountain of my God,",
          "ID": "20"
        },
        {
          "text": "as I was still speaking in prayer, behold, the man Gabriel, whom I had seen in the vision at the beginning, flying swiftly, touched me at the time of the evening sacrifice.",
          "ID": "21"
        },
        {
          "text": "And he instructed me, and he spoke to me and said, \"Now, Daniel, I have come forth to teach you and to help you understand.",
          "ID": "22"
        },
        {
          "text": "At the beginning of your prayers, the message came forth, yet I have come to explain it to you because you are a man who is seeking. Therefore, you must pay close attention to the message and understand the vision.",
          "ID": "23"
        },
        {
          "text": "Seventy weeks of years are concentrated on your people and on your holy city, so that transgression shall be finished, and sin shall reach an end, and iniquity shall be wiped away, and so that everlasting justice shall be brought in, and vision and prophecy shall be fulfilled, and the Saint of saints shall be anointed.",
          "ID": "24"
        },
        {
          "text": "Therefore, know and take heed: from the going forth of the word to build up Jerusalem again, until the Christ leader, there will be seven weeks of years, and sixty-two weeks of years; and the wide path will be built again, and the walls, in a time of anguish.",
          "ID": "25"
        },
        {
          "text": "And after sixty-two weeks of years, the Christ leader will be slain. And the people who have denied him will not be his. And the people, when their leader arrives, will destroy the city and the sanctuary. And its end will be devastation, and, after the end of the war, the desolation will be set up.",
          "ID": "26"
        },
        {
          "text": "But he will confirm a covenant with many for one week of years; and for half of the week of years, victim and sacrifice will nearly cease; but there will be in the temple the abomination of desolation. And the desolation will continue even to the consummation and the end.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.9",
      "name": "Daniel 9"
    },
    {
      "text": [
        {
          "text": "In the third year of Cyrus, king of the Persians, a message was revealed to Daniel, called Belteshazzar, and a true word, and great strength. And he understood the message, for understanding is needed in a vision.",
          "ID": "1"
        },
        {
          "text": "In those days, I, Daniel, mourned for three weeks of days.",
          "ID": "2"
        },
        {
          "text": "I ate no desirable bread, and neither meat, nor wine, entered my mouth, neither was I anointed with ointment, until the three weeks of days were completed.",
          "ID": "3"
        },
        {
          "text": "But on the twenty-fourth day of the first month, I was next to the great river, which is the Tigris.",
          "ID": "4"
        },
        {
          "text": "And I lifted up my eyes, and I saw, and behold, one man clothed in linen, and his waist was wrapped with the finest gold,",
          "ID": "5"
        },
        {
          "text": "and his body was like the golden stone, and his face had the appearance of lightning, and his eyes that of a burning lamp, and his arms and all that is downward all the way to the feet had the appearance of glowing brass, and his speaking voice was like the voice of a multitude.",
          "ID": "6"
        },
        {
          "text": "But I, Daniel, alone saw the vision, for the men who were with me did not see it, but an exceedingly great terror rushed over them, and they fled into hiding.",
          "ID": "7"
        },
        {
          "text": "And I, having been left alone, saw this great vision, and there remained no strength in me, moreover, my appearance was altered, and I languished, not having any strength.",
          "ID": "8"
        },
        {
          "text": "And I heard the voice of his words, and when I heard, I lay down in confusion on my face, and my face was close to the ground.",
          "ID": "9"
        },
        {
          "text": "And behold, a hand touched me, and raised me onto my knees and the knuckles of my hands.",
          "ID": "10"
        },
        {
          "text": "And he said to me, \"Daniel, man of longing, understand the words that I speak to you, and stand yourself upright, for I am now sent to you.\" And when he had said these words to me, I stood trembling.",
          "ID": "11"
        },
        {
          "text": "And he said to me, \"Do not be afraid, Daniel, because from the first day that you set your heart to understand, by afflicting yourself in the sight of your God, your words have been heeded, and I have arrived because of your words.",
          "ID": "12"
        },
        {
          "text": "But the leader of the kingdom of the Persians resisted me for twenty-one days, and behold, Michael, one of the primary leaders, came to help me, and I remained there next to the king of the Persians.",
          "ID": "13"
        },
        {
          "text": "But I have come to teach you what will happen to your people in the latter days, because the vision is for a long time from now.\"",
          "ID": "14"
        },
        {
          "text": "And while he was speaking words to me in this way, I cast my face down to the ground and was silent.",
          "ID": "15"
        },
        {
          "text": "And behold, something in the likeness of a son of man touched my lips. Then, opening my mouth, I spoke and said to him who stood before me, \"My lord, at the sight of you, my limbs became weak and no strength has remained in me.",
          "ID": "16"
        },
        {
          "text": "And so, how can the servant of my lord speak with my lord? For no strength remains in me; and even my breathing is hindered.\"",
          "ID": "17"
        },
        {
          "text": "Therefore, he who looked like a man, touched me again and strengthened me.",
          "ID": "18"
        },
        {
          "text": "And he said, \"Fear not, O man of longing. May peace be with you. Take courage and be strong.\" And when he spoke to me, I recovered, and I said, \"Speak, my lord, for you have strengthened me.\"",
          "ID": "19"
        },
        {
          "text": "And he said, \"Do you not know why I have come to you? And next I will return, to fight against the leader of the Persians. When I was leaving, there appeared the leader of the Greeks arriving.",
          "ID": "20"
        },
        {
          "text": "But, in truth, I announce to you what is expressed in the scripture of truth. And no one is my helper in all these things, except Michael your leader.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.10",
      "name": "Daniel 10"
    },
    {
      "text": [
        {
          "text": "\"And so, from the first year of Darius the Mede, I stood firm, so that he might be reinforced and strengthened.",
          "ID": "1"
        },
        {
          "text": "And now I will announce to you the truth. Behold, up to a certain point, three kings will stand in Persia, and the fourth will be exceedingly enriched in power above them all. And when he has grown strong by his resources, he will stir up all against the kingdom of Greece.",
          "ID": "2"
        },
        {
          "text": "But there will rise up a strong king, and he will rule with great power, and he will do what he pleases.",
          "ID": "3"
        },
        {
          "text": "And when he has been firmly established, his kingdom will be shattered and will be divided towards the four winds of the heaven, but not to his posterity, nor according to his power with which he ruled. For his kingdom will be torn to pieces, even for the outsiders who have been expelled from these.",
          "ID": "4"
        },
        {
          "text": "And the king of the South will be reinforced, yet one of his leaders will prevail over him, and he will rule with riches, for great is his domain.",
          "ID": "5"
        },
        {
          "text": "And after the end of years, they will form a federation, and the daughter of the king of the South will come to the king of the North to make friendship, but she will not obtain the strength of arms, neither will her offspring stand firm, and she will be handed over, along with those who brought her, her young men, and those who comforted her in these times.",
          "ID": "6"
        },
        {
          "text": "And a transplant from the germination of her roots will stand up, and he will come with an army, and will enter into the province of the king of the North, and he will abuse them, and will hold it fast.",
          "ID": "7"
        },
        {
          "text": "And, in addition, he will carry away captive into Egypt their gods, and their graven images, and likewise their precious vessels of gold and silver. He will prevail against the king of the North.",
          "ID": "8"
        },
        {
          "text": "And the king of the South will enter into the kingdom, and will return to his own land.",
          "ID": "9"
        },
        {
          "text": "But his sons will be challenged, and they will assemble a multitude of very many forces. And he will arrive rushing and overflowing. And he will be turned back, and he will be enraged, and he will join the battle in his redness.",
          "ID": "10"
        },
        {
          "text": "And the king of the South, having being challenged, will go forth and will fight against the king of the North, and he will prepare an exceedingly great multitude, and a multitude will be given into his hand.",
          "ID": "11"
        },
        {
          "text": "And he will seize a multitude, and his heart will be exalted, and he will cast down many thousands, but he will not prevail.",
          "ID": "12"
        },
        {
          "text": "For the king of the North will change strategy and will prepare a multitude much greater than before, and at the end of times and years, he will rush forward with a great army and exceedingly great resources.",
          "ID": "13"
        },
        {
          "text": "And in those times, many will rise up against the king of the South. And likewise the sons of the deceivers among your people will extol themselves, so as to fulfill the vision, and they will collapse.",
          "ID": "14"
        },
        {
          "text": "And the king of the North will arrive and will transport siege works, and he will seize the most fortified cities. And the arms of the South will not withstand him, and his elect will rise up to resist, but the strength will not.",
          "ID": "15"
        },
        {
          "text": "And when he arrives, he will do just as he pleases, and there will be none who stand against his face. And he will stand in the illustrious land, and it will be consumed by his hand.",
          "ID": "16"
        },
        {
          "text": "And he will set his face to strive to hold his entire kingdom, and he will make fair conditions with him. And he will give him a daughter among women, so as to overthrow it. But she will not stand, neither will she be for him.",
          "ID": "17"
        },
        {
          "text": "And he will turn his face towards the islands, and he will seize many. And he will cause the leader of his reproach to cease, and his reproach will be turned around for him.",
          "ID": "18"
        },
        {
          "text": "And he will turn his face to the empire of his own land, and he will strike, and will overthrow, but he will not succeed.",
          "ID": "19"
        },
        {
          "text": "And there will stand up in his place one who is most worthless and unworthy of kingly honor. And in a short time, he will be worn out, but not in fury, nor in battle.",
          "ID": "20"
        },
        {
          "text": "And there will stand up in his place the despicable one, and he will not be assigned the honor of a king. And he will arrive in secret, and he will obtain the kingdom by deceitfulness.",
          "ID": "21"
        },
        {
          "text": "And the arms of the fighting will be assaulted before his face and will be shattered, and, in addition, the leader of the federation.",
          "ID": "22"
        },
        {
          "text": "And, after making friends, he will trick him, and he will go up and will overcome with a small people.",
          "ID": "23"
        },
        {
          "text": "And he will enter into rich and resourceful cities, and he will do what his fathers never did, nor his fathers' fathers. He will scatter their spoils, and their prey, and their riches, and will form a plan against the most steadfast, and this until a time.",
          "ID": "24"
        },
        {
          "text": "And his strength and his heart will be enraged against the king of the South with a great army. And the king of the South will be provoked into going to war by having many allies and exceedingly good circumstances, and yet these will not stand, for they will form plans against him.",
          "ID": "25"
        },
        {
          "text": "And those who eat bread with him will crush him, and his army will be suppressed, and very many will die, having been executed.",
          "ID": "26"
        },
        {
          "text": "And the heart of two kings will be similar, to do harm, and they will speak lies at one table, but they will not succeed, because as yet the end is for another time.",
          "ID": "27"
        },
        {
          "text": "And he will return to his land with many resources. And his heart will be against the holy testament, and he will act, and he will return to his own land.",
          "ID": "28"
        },
        {
          "text": "At the appointed time, he will return, and he will approach the South, but the latter time will not be like the former.",
          "ID": "29"
        },
        {
          "text": "And the Greek warships and the Romans will come upon him, and he will be pierced, and will retreat, and will have scorn against the testament of the sanctuary, and he will act. And he will return and will consult their adversaries, who have forsaken the covenant of the sanctuary.",
          "ID": "30"
        },
        {
          "text": "And arms will take his side, and they will pollute the sanctuary of the strength, and they will take away the continual sacrifice and will replace it with the abomination of desolation.",
          "ID": "31"
        },
        {
          "text": "And the impious within the testament will imitate deceitfully, but the people, knowing their God, will persevere and will act.",
          "ID": "32"
        },
        {
          "text": "And the teachers among the people will teach many, but they will be ruined by the sword, and by fire, and by captivity, and by assaults for many days.",
          "ID": "33"
        },
        {
          "text": "And when they have fallen, they will be supported with a little help, but many will apply to them deceitfully.",
          "ID": "34"
        },
        {
          "text": "And some of the learned will be ruined, that they may be kindled and chosen and purified, up to the predetermined time, because there will be still another time.",
          "ID": "35"
        },
        {
          "text": "And the king will act according to his will, and he will be lifted up and will be extolled against every god. And he will speak great things against the God of gods, and he will control, until the passion is completed. Once accomplished, the limit is reached with certainty.",
          "ID": "36"
        },
        {
          "text": "And he will give no thought to the God of his fathers, and he will be in the desire of women, and he will not attend to any gods, because he will rise up against all things.",
          "ID": "37"
        },
        {
          "text": "But he will do homage to the god Maozim in his place, and, a god whom his fathers did not know, he will worship with gold, and silver, and precious stones, and costly things.",
          "ID": "38"
        },
        {
          "text": "And he will act to reinforce Maozim with an alien god, of whom he has become aware, and he will increase their glory, and will give them power over many, and he will distribute land for free.",
          "ID": "39"
        },
        {
          "text": "And, at the predetermined time, the king of the South will fight against him, and the king of the North will come against him like a tempest, with chariots, and with horsemen, and with a great fleet, and he will enter into the lands, and will crush and pass through.",
          "ID": "40"
        },
        {
          "text": "And he will enter into the glorious land, and many will fall. But only these will be saved from his hand: Edom, and Moab, and the first part of the sons of Ammon.",
          "ID": "41"
        },
        {
          "text": "And he will cast his hand upon the lands, and the land of Egypt will not escape.",
          "ID": "42"
        },
        {
          "text": "And he will rule over the treasure chests of gold, and silver, and all the precious things of Egypt, and likewise he will pass through Libya and Ethiopia.",
          "ID": "43"
        },
        {
          "text": "And rumors from the East and from the North will trouble him. And he will arrive with a great multitude to destroy and to execute many.",
          "ID": "44"
        },
        {
          "text": "And he will fasten his tabernacle, Apadno, between the seas, upon an illustrious and holy mountain, and he will come even to its summit, and no one will help him.\"",
          "ID": "45"
        }
      ],
      "ID": "OT:DAN.11",
      "name": "Daniel 11"
    },
    {
      "text": [
        {
          "text": "\"But at that time Michael will rise up, the great leader, who stands up for the sons of your people. And a time will come, such as has not been from the time that nations began, even until that time. And, at that time, your people will be saved, all who will be found written in the book.",
          "ID": "1"
        },
        {
          "text": "And many of those who sleep in the dust of the earth will awaken: some to everlasting life, and others to a reproach that they will always see.",
          "ID": "2"
        },
        {
          "text": "But those who have taught will shine like the brightness of the firmament, and those who instruct many towards justice, like the stars for unending eternity.",
          "ID": "3"
        },
        {
          "text": "But you, Daniel, close the message and seal the book, until the established time. Many will pass through, and knowledge will be increased.\"",
          "ID": "4"
        },
        {
          "text": "And I, Daniel, looked, and behold, similarly two others stood up, one over here, on the bank of the river, and the other over there, on the other bank of the river.",
          "ID": "5"
        },
        {
          "text": "And I said to the man, who was clothed in linen, who stood over the waters of the river, \"How long will it be until the end of these wonders?\"",
          "ID": "6"
        },
        {
          "text": "And I heard the man, who was clothed in linen, who stood over the waters of the river, when he had lifted his right hand and his left hand up to heaven, and had sworn by He who lives forever, that it would be for a time, and times, and half a time. And when the dispersion of the hand of the holy people is completed, all these things will be completed.",
          "ID": "7"
        },
        {
          "text": "And I heard and did not understand. And I said, \"My lord, what will be after these things?\"",
          "ID": "8"
        },
        {
          "text": "And he said, \"Go, Daniel, for the words are closed and sealed until the predetermined time.",
          "ID": "9"
        },
        {
          "text": "Many will be chosen and purified, and, as if by fire, they will be tested, and the impious will act impiously, and none of the impious will understand, yet the teachers will understand.",
          "ID": "10"
        },
        {
          "text": "And from the time when the continual sacrifice will be taken away and the abomination of desolation will be set up, there will be one thousand two hundred ninety days.",
          "ID": "11"
        },
        {
          "text": "Blessed is he who waits and reaches until one thousand three hundred thirty-five days.",
          "ID": "12"
        },
        {
          "text": "But you, go, until the predetermined time, and you will rest and will stand in your allotted place at the end of days.",
          "ID": "13"
        }
      ],
      "ID": "OT:DAN.12",
      "name": "Daniel 12"
    },
    {
      "text": [
        {
          "text": "And there was a man living in Babylon, and his name was Joakim.",
          "ID": "1"
        },
        {
          "text": "And he received a wife named Susanna, the daughter of Hilkiah, who was very beautiful and God-fearing.",
          "ID": "2"
        },
        {
          "text": "For her parents, because they were righteous, had educated their daughter according to the law of Moses.",
          "ID": "3"
        },
        {
          "text": "But Joakim was very wealthy, and he had an orchard near his house, and the Jews flocked to him, because he was the most honorable of them all.",
          "ID": "4"
        },
        {
          "text": "And two elder judges had been appointed among the people that year, about whom the Lord has said, \"Iniquity has come out of Babylon, from the elder judges, who seemed to govern the people.\"",
          "ID": "5"
        },
        {
          "text": "These frequented the house of Joakim, and all came to them, who had need of judgment.",
          "ID": "6"
        },
        {
          "text": "But when the people departed at noontime, Susanna went in and walked around in her husband's orchard.",
          "ID": "7"
        },
        {
          "text": "And the elders saw her entering and walking around every day, and they were inflamed with desire towards her.",
          "ID": "8"
        },
        {
          "text": "And they perverted their reason and turned away their eyes, so that they would not look to heaven, nor call to mind just judgments.",
          "ID": "9"
        },
        {
          "text": "And so they were both wounded by the love of her, yet they did not reveal their grief to one another.",
          "ID": "10"
        },
        {
          "text": "For they were ashamed to reveal to each other their desire, wanting to lie with her.",
          "ID": "11"
        },
        {
          "text": "And so they watched carefully every day to see her. And one said to the other,",
          "ID": "12"
        },
        {
          "text": "\"Let us go home, for it is lunch time.\" And going out, they departed one from another.",
          "ID": "13"
        },
        {
          "text": "And returning again, they came to the same place, and, each asking the other the reason, they admitted their desire. And then they agreed to set a time when they would be able to find her alone.",
          "ID": "14"
        },
        {
          "text": "But it happened, while they watched for an opportune day, that she entered at a particular time, just as yesterday and the day before, with only two maids, and she wanted to wash in the orchard, because it was so hot.",
          "ID": "15"
        },
        {
          "text": "And there was no one there, except the two elders in hiding, and they were studying her.",
          "ID": "16"
        },
        {
          "text": "And so she said to the maids, \"Bring me oil and ointments, and shut the doors of the orchard, so that I may wash.\"",
          "ID": "17"
        },
        {
          "text": "And they did as she ordered them. And they shut the doors of the orchard and left through a back door to fetch what she required, and they did not know that the elders were hiding within.",
          "ID": "18"
        },
        {
          "text": "But when the maids had departed, the two elders arose and hurried to her, and they said,",
          "ID": "19"
        },
        {
          "text": "\"Behold, the doors of the orchard are closed, and no one can see us, and we are in desire for you. Because of these things, consent to us and lie with us.",
          "ID": "20"
        },
        {
          "text": "But if you will not, we will bear witness against you that a young man was with you and, for this reason, you sent your maids away from you.\"",
          "ID": "21"
        },
        {
          "text": "Susanna sighed and said, \"I am closed in on every side. For if I do this thing, it is death to me; yet if I do not do it, I will not escape your hands.",
          "ID": "22"
        },
        {
          "text": "But it is better for me to fall unavoidably into your hands, than to sin in the sight of the Lord.\"",
          "ID": "23"
        },
        {
          "text": "And Susanna cried out with a loud voice, but the elders also cried out against her.",
          "ID": "24"
        },
        {
          "text": "And one of them hurried to the door of the orchard and opened it.",
          "ID": "25"
        },
        {
          "text": "And so, when the servants of the house heard the outcry in the orchard, they rushed in by the back door to see what was happening.",
          "ID": "26"
        },
        {
          "text": "But after the old men had spoken, the servants were greatly ashamed, for there had never been anything of this kind said about Susanna. And it happened on the next day,",
          "ID": "27"
        },
        {
          "text": "when the people came to Joakim her husband, that the two appointed elders also came, full of wicked plans against Susanna, in order to put her to death.",
          "ID": "28"
        },
        {
          "text": "And they said before the people, \"Send for Susanna, daughter of Hilkiah, the wife of Joakim.\" And immediately they sent for her.",
          "ID": "29"
        },
        {
          "text": "And she arrived with her parents, and sons, and all her relatives.",
          "ID": "30"
        },
        {
          "text": "Moreover, Susanna was exceedingly delicate and beautiful in appearance.",
          "ID": "31"
        },
        {
          "text": "But those wicked ones commanded that her face should be uncovered, (for she was covered,) so that at least they might be satisfied with her beauty.",
          "ID": "32"
        },
        {
          "text": "Therefore, her own and all who knew her wept.",
          "ID": "33"
        },
        {
          "text": "Yet the two appointed elders, rising up in the midst of the people, set their hands upon her head.",
          "ID": "34"
        },
        {
          "text": "And weeping, she gazed up to heaven, for her heart had faith in the Lord.",
          "ID": "35"
        },
        {
          "text": "And the appointed elders said, \"While we were talking a walk in the orchard alone, this one came in with two maids, and she shut the doors of the orchard, and she sent the maids away from her.",
          "ID": "36"
        },
        {
          "text": "And a young man came to her, who was in hiding, and he lay down with her.",
          "ID": "37"
        },
        {
          "text": "Furthermore, since we were in a corner of the orchard, seeing this wickedness, we ran up to them, and we saw them consorting together.",
          "ID": "38"
        },
        {
          "text": "And, indeed, we were unable to catch him, because he was stronger than us, and opening the doors, he leaped out.",
          "ID": "39"
        },
        {
          "text": "But, since we had apprehended this one, we demanded to know who the young man was, but she was unwilling to tell us. On this matter, we are witnesses.\"",
          "ID": "40"
        },
        {
          "text": "The multitude believed them, just as if they were elders and the judges of the people, and they condemned her to death.",
          "ID": "41"
        },
        {
          "text": "But Susanna cried out with a loud voice and said, \"Eternal God, who knows what is hidden, who knows all things before they happen,",
          "ID": "42"
        },
        {
          "text": "you know that they have borne false witness against me, and behold, I must die, though I have done none of these things, which these men have maliciously invented against me.\"",
          "ID": "43"
        },
        {
          "text": "But the Lord heeded her voice.",
          "ID": "44"
        },
        {
          "text": "And when she was led away to death, the Lord raised up the holy spirit of a young boy, whose name was Daniel.",
          "ID": "45"
        },
        {
          "text": "And he cried out with a loud voice, \"I am clean of the blood of this one.\"",
          "ID": "46"
        },
        {
          "text": "And all the people, turning back towards him, said, \"What is this word that you are saying?\"",
          "ID": "47"
        },
        {
          "text": "But he, while standing in the midst of them, said, \"Are you so foolish, sons of Israel, that without judging and without knowing what the truth is, you have condemned a daughter of Israel?",
          "ID": "48"
        },
        {
          "text": "Return to judgment, because they have spoken false witness against her.\"",
          "ID": "49"
        },
        {
          "text": "Therefore, the people returned with haste, and the old men said to him, \"Come and sit down in our midst and show us, since God has given you the honor of old age.\"",
          "ID": "50"
        },
        {
          "text": "And Daniel said to them, \"Separate these at a distance from one another, and I will judge between them.\"",
          "ID": "51"
        },
        {
          "text": "And so, when they were divided, one from the other, he called one of them, and he said to him, \"You deep-rooted ancient evil, now your sins have come out, which you have committed before,",
          "ID": "52"
        },
        {
          "text": "judging unjust judgments, oppressing the innocent, and setting free the guilty, though the Lord declares, 'The innocent and the just you must not put to death.'",
          "ID": "53"
        },
        {
          "text": "Now then, if you saw her, declare under which tree you saw them conversing together.\" He said, \"Under an evergreen mastic tree.\"",
          "ID": "54"
        },
        {
          "text": "But Daniel said, \"Truly, you have lied against your own head. For behold, the angel of God, having received the sentence from him, will split you down the middle.",
          "ID": "55"
        },
        {
          "text": "And, having put him aside, he commanded the other to approach, and he said to him, \"You offspring of Canaan, and not of Judah, beauty has deceived you, and desire has perverted your heart.",
          "ID": "56"
        },
        {
          "text": "Thus did you do to the daughters of Israel, and they, out of fear, consorted with you, but a daughter of Judah would not tolerate your iniquity.",
          "ID": "57"
        },
        {
          "text": "Now then, declare to me, under which tree you caught them conversing together.\" He said, \"Under an evergreen oak tree.\"",
          "ID": "58"
        },
        {
          "text": "And Daniel said to him, \"Truly, you also have lied against your own head. For the angel of the Lord waits, holding a sword, to cut you down the middle and put you to death.\"",
          "ID": "59"
        },
        {
          "text": "And then the entire assembly cried out in a loud voice, and they blessed God, who saves those who hope in him.",
          "ID": "60"
        },
        {
          "text": "And they rose up against the two appointed elders, (for Daniel had convicted them, by their own mouth, of bearing false witness,) and they did to them just as they had wickedly done against their neighbor,",
          "ID": "61"
        },
        {
          "text": "so as to act according to the law of Moses. And they put them to death, and innocent blood was saved on that day.",
          "ID": "62"
        },
        {
          "text": "But Hilkiah and his wife praised God for their daughter, Susanna, with Joakim, her husband, and all her relatives, because there had been found in her no disgrace.",
          "ID": "63"
        },
        {
          "text": "And so Daniel became great in the sight of the people from that day, and thereafter.",
          "ID": "64"
        },
        {
          "text": "And king Astyages was laid to rest with his fathers. And Cyrus the Persian received his kingdom.",
          "ID": "65"
        }
      ],
      "ID": "OT:DAN.13",
      "name": "Daniel 13"
    },
    {
      "text": [
        {
          "text": "And so Daniel was living with the king, and he was honored above all his friends.",
          "ID": "1"
        },
        {
          "text": "Now there was an idol with the Babylonians named Bel. And each day there was expended on him twelve great measures of fine flour, and forty sheep, and six vessels of wine.",
          "ID": "2"
        },
        {
          "text": "The king likewise worshipped him and went each day to adore him, but Daniel adored his God. And the king said to him, \"Why do you not adore Bel?\"",
          "ID": "3"
        },
        {
          "text": "And answering, he said to him, \"Because I do not worship idols made with hands, but the living God, who created heaven and earth, and who holds power over all flesh.\"",
          "ID": "4"
        },
        {
          "text": "And the king said to him, \"Does not Bel seem to you to be a living god? Do you not see how much he eats and drinks every day?\"",
          "ID": "5"
        },
        {
          "text": "Then Daniel said, smiling, \"O king, do not make a mistake, for this one is clay on the inside and brass on the outside, and he has never eaten.\"",
          "ID": "6"
        },
        {
          "text": "And the king, being angry, called for his priests and said to them, \"If you do not tell me who it is that has eaten these expenses, you will die.",
          "ID": "7"
        },
        {
          "text": "But if you can show that Bel has eaten these, Daniel will die, because he has blasphemed against Bel.\" And Daniel said to the king, \"Let it be according to your word.\"",
          "ID": "8"
        },
        {
          "text": "Now the priests of Bel were seventy, besides their wives, and little ones, and sons. And the king went with Daniel into the temple of Bel.",
          "ID": "9"
        },
        {
          "text": "And the priests of Bel said, \"Behold, we are going out, and you, O king, set out the meats, and mix the wine, and close the door, and seal it with your ring.",
          "ID": "10"
        },
        {
          "text": "And when you have entered in the morning, if you have not found that Bel has consumed all, we will suffer death, or else Daniel will, who has lied against us.\"",
          "ID": "11"
        },
        {
          "text": "But they had no concern because they had made a secret entrance under the table, and they always went in through it and devoured those things.",
          "ID": "12"
        },
        {
          "text": "And so it happened, after they had departed, that the king set the foods before Bel, and Daniel commanded his servants, and they brought ashes, and he sifted them throughout the temple in the sight of the king, and, as they left, they shut the door, and after sealing it with the king's ring, they departed.",
          "ID": "13"
        },
        {
          "text": "But the priests entered by night, according to their custom, with their wives, and their sons, and they ate and drank everything.",
          "ID": "14"
        },
        {
          "text": "But the king arose at first light, and Daniel with him.",
          "ID": "15"
        },
        {
          "text": "And the king said, \"Are the seals unbroken, Daniel?\" And he answered, \"They are unbroken, O king.\"",
          "ID": "16"
        },
        {
          "text": "And as soon as he had opened the door, the king stared at the table, and cried out with a loud voice, \"Great are you, O Bel, and there is not any deceit with you.\"",
          "ID": "17"
        },
        {
          "text": "And Daniel laughed, and he held back the king, so that he would not enter, and he said, \"Look at the pavement, notice whose footsteps these are.\"",
          "ID": "18"
        },
        {
          "text": "And the king said, \"I see the footsteps of men, and women, and children.\" And the king was angry.",
          "ID": "19"
        },
        {
          "text": "Then he apprehended the priests, and their wives, and their sons, and they showed him the secret doors through which they entered and consumed the things that were on the table.",
          "ID": "20"
        },
        {
          "text": "Therefore, the king slaughtered them and delivered Bel into the power of Daniel, who overturned him and his temple.",
          "ID": "21"
        },
        {
          "text": "And there was a great dragon in that place, and the Babylonians worshipped him.",
          "ID": "22"
        },
        {
          "text": "And the king said to Daniel, \"Behold, now you cannot say that this is not a living god; therefore, adore him.\"",
          "ID": "23"
        },
        {
          "text": "And Daniel said, \"I adore the Lord, my God, for he is the living God. But that one is not a living god.",
          "ID": "24"
        },
        {
          "text": "Therefore, you give me the power, O king, and I will execute this dragon without sword or club.\" And the king said, \"I give it to you.\"",
          "ID": "25"
        },
        {
          "text": "And so Daniel took pitch, and fat, and hair, and cooked them together. And he made lumps and put them into the dragon's mouth, and the dragon burst open. And he said, \"Behold, this is what you worship.\"",
          "ID": "26"
        },
        {
          "text": "When the Babylonians had heard this, they were greatly indignant. And gathering together against the king, they said, \"The king has become a Jew. He has destroyed Bel, he has executed the dragon, and he has slaughtered the priests.\"",
          "ID": "27"
        },
        {
          "text": "And when they came to the king, they said, \"Deliver Daniel to us, otherwise we will execute you and your house.\"",
          "ID": "28"
        },
        {
          "text": "Thus the king saw that they pressured him vehemently, and so, being compelled by necessity, he delivered Daniel to them.",
          "ID": "29"
        },
        {
          "text": "And they cast him into the den of lions, and he was there for six days.",
          "ID": "30"
        },
        {
          "text": "Furthermore, in the den there were seven lions, and they had given to them two carcasses every day, and two sheep, but then they were not given to them, so that they would devour Daniel.",
          "ID": "31"
        },
        {
          "text": "Now there was in Judea a prophet called Habakkuk, and he had cooked a small meal and had broken bread in a bowl, and he was going into the field, to bring it to the harvesters.",
          "ID": "32"
        },
        {
          "text": "And the angel of the Lord said to Habakkuk, \"Carry the meal that you have into Babylon, to Daniel, who is in the lions' den.\"",
          "ID": "33"
        },
        {
          "text": "And Habakkuk said, \"Lord, I have not seen Babylon, and I do not know the den.\"",
          "ID": "34"
        },
        {
          "text": "And the angel of the Lord seized him by the top of his head, and carried him by the hair of his head, and set him in Babylon, over the den, by the force of his spirit.",
          "ID": "35"
        },
        {
          "text": "And Habakkuk shouted, saying, \"Daniel, servant of God, take the dinner that God has sent you.\"",
          "ID": "36"
        },
        {
          "text": "And Daniel said, \"You have remembered me, O God, and you have not abandoned those who love you.\"",
          "ID": "37"
        },
        {
          "text": "And Daniel arose and ate. And then the angel of the Lord immediately returned Habakkuk to his place.",
          "ID": "38"
        },
        {
          "text": "And so, on the seventh day, the king came to morn Daniel. And he came to the den, and gazed in, and behold, Daniel was sitting in the midst of the lions.",
          "ID": "39"
        },
        {
          "text": "And the king cried out with a loud voice, saying, \"Great are you, O Lord, the God of Daniel.\" And he pulled him out of the lions' den.",
          "ID": "40"
        },
        {
          "text": "Furthermore, those who had been the cause of his downfall, he hurled into the den, and they were devoured in a moment before him.",
          "ID": "41"
        },
        {
          "text": "Then the king said, \"Let all the inhabitants of the whole earth fear the God of Daniel. For he is the Savior, working signs and miracles on earth, who has freed Daniel from the lions' den.\"",
          "ID": "42"
        }
      ],
      "ID": "OT:DAN.14",
      "name": "Daniel 14"
    }
  ],
  "ID": "OT:DAN(CPDV)",
  "version": "CPDV",
  "name": "Daniel"
}