{
  "version": "ERV",
  "text": [
    {
      "title": "Daniel Taken to Babylon",
      "text": [
        {
          "text": "Nebuchadnezzar king of Babylon came to Jerusalem and surrounded it with his army. This happened during the third year that Jehoiakim was king of Judah.",
          "ID": "1",
          "comments": [
            "the third year … Jehoiakim This was about 605 B.C."
          ]
        },
        {
          "text": "The Lord allowed Nebuchadnezzar to defeat Jehoiakim king of Judah. Nebuchadnezzar took all the dishes and other things from God’s Temple and carried them to Babylon. He put those things in the temple of his gods.",
          "ID": "2",
          "comments": [
            "Babylon Literally, “Shinar,” which may be a form of the name Sumer."
          ]
        },
        {
          "text": "Then King Nebuchadnezzar ordered Ashpenaz, the man in charge of his officials, to bring some of the boys into the palace to train them. He was to include boys from among the Israelites, from important Judean families, and from the royal family of Judah.",
          "ID": "3",
          "comments": [
            "Israelites Here, this probably means “ordinary citizens of Judah and Israel.” But it could mean “people from the northern tribes of Israel.”"
          ]
        },
        {
          "text": "King Nebuchadnezzar wanted only healthy boys who did not have any bruises, scars, or anything wrong with their bodies. He wanted handsome, smart young men who were able to learn things quickly and easily to serve in his palace. He told Ashpenaz to teach these young men the language and writings of the Chaldeans.",
          "ID": "4"
        },
        {
          "text": "King Nebuchadnezzar gave the young men a certain amount of food and wine every day. This was the same kind of food that he ate. He wanted them to be trained for three years. After that they would become servants of the king of Babylon.",
          "ID": "5"
        },
        {
          "text": "Among those young men were Daniel, Hananiah, Mishael, and Azariah from the tribe of Judah.",
          "ID": "6"
        },
        {
          "text": "Ashpenaz gave them Babylonian names. Daniel’s new name was Belteshazzar, Hananiah’s was Shadrach, Mishael’s was Meshach, and Azariah’s was Abednego.",
          "ID": "7"
        },
        {
          "text": "Daniel did not want to eat the king’s rich food and wine because it would make him unclean. So he asked Ashpenaz for permission not to make himself unclean in this way.",
          "ID": "8"
        },
        {
          "text": "God caused Ashpenaz, the man in charge of the officials, to be kind and loyal to Daniel.",
          "ID": "9"
        },
        {
          "text": "But Ashpenaz told Daniel, “I am afraid of my master, the king. He ordered me to give you this food and drink. If you don’t eat this food, you will begin to look weak and sick. You will look worse than other young men your age. The king will see this, and he will become angry with me. He might cut off my head. And it would be your fault.”",
          "ID": "10"
        },
        {
          "text": "Then Daniel talked to the guard who had been put in charge of Daniel, Hananiah, Mishael, and Azariah by Ashpenaz.",
          "ID": "11"
        },
        {
          "text": "He said, “Please give us this test for ten days: Don’t give us anything but vegetables to eat and water to drink.",
          "ID": "12"
        },
        {
          "text": "Then after ten days, compare us with the other young men who eat the king’s food. See for yourself who looks healthier, and then decide how you want to treat us, your servants.”",
          "ID": "13"
        },
        {
          "text": "So the guard agreed to test Daniel, Hananiah, Mishael, and Azariah for ten days.",
          "ID": "14"
        },
        {
          "text": "After ten days, Daniel and his friends looked healthier than all the young men who ate the king’s food.",
          "ID": "15"
        },
        {
          "text": "So the guard continued to take away the king’s special food and wine and to give only vegetables to Daniel, Hananiah, Mishael, and Azariah.",
          "ID": "16"
        },
        {
          "text": "God gave these four young men the wisdom and ability to learn many different kinds of writing and science. Daniel could also understand all kinds of visions and dreams.",
          "ID": "17"
        },
        {
          "text": "At the end of the three years of training, Ashpenaz brought all the young men to King Nebuchadnezzar.",
          "ID": "18"
        },
        {
          "text": "The king talked to them and found that none of the young men were as good as Daniel, Hananiah, Mishael, and Azariah. So these four young men became the king’s servants.",
          "ID": "19"
        },
        {
          "text": "Every time the king asked them about something important, they showed great wisdom and understanding. The king found they were ten times better than all the magicians and wise men in his kingdom.",
          "ID": "20"
        },
        {
          "text": "So Daniel served the king until the first year that Cyrus was king.",
          "ID": "21",
          "comments": [
            "the first year … Cyrus This was about 539–538 B.C."
          ]
        }
      ],
      "ID": "OT:DAN.1",
      "name": "Daniel 1"
    },
    {
      "title": "Daniel Tells What the Dream Means",
      "text": [
        {
          "text": "During Nebuchadnezzar’s second year as king, he had dreams. They bothered him, and he could not sleep.",
          "ID": "1"
        },
        {
          "text": "So the king called his wise men to come to him. They used magic and watched the stars. They did this to try to interpret dreams and to learn what would happen in the future. The king wanted them to tell him what he had dreamed, so they came in and stood in front of him.",
          "ID": "2"
        },
        {
          "text": "Then the king said to them, “I had a dream that bothers me. I want to know what it means.”",
          "ID": "3"
        },
        {
          "text": "Then the Chaldeans answered the king. They spoke Aramaic and said, “King, live forever! Please tell your dream to us, your servants, and then we will tell you what it means.”",
          "ID": "4",
          "comments": [
            "Aramaic The text of Daniel from here to 7:28 is written in Aramaic. See “Aramaic” in the Word List."
          ]
        },
        {
          "text": "Then King Nebuchadnezzar said to them, “No, you must tell me the dream, and then you must tell me what it means. If you don’t, I will give an order for you to be cut into pieces. And I will order your houses to be destroyed until they are nothing but piles of dust and ashes.",
          "ID": "5"
        },
        {
          "text": "But if you tell me my dream and explain its meaning, I will give you gifts, rewards, and great honor. So tell me about my dream and what it means.”",
          "ID": "6"
        },
        {
          "text": "Again the wise men said to the king, “Please, Sir, tell us about the dream, and we will tell you what it means.”",
          "ID": "7"
        },
        {
          "text": "Then King Nebuchadnezzar answered, “I know that you are trying to get more time. You know that I meant what I said.",
          "ID": "8"
        },
        {
          "text": "You know that you will be punished if you don’t tell me about my dream. So you have all agreed to lie to me. You are hoping for more time so that I will forget what I want you to do. Now tell me the dream. If you can tell me the dream, I will know that you can tell me what it really means.”",
          "ID": "9"
        },
        {
          "text": "The Chaldeans answered the king. They said, “There is not a man on earth who can do what the king is asking! No king has ever asked the wise men, the men who do magic, or the Chaldeans to do something like this. Not even the greatest and most powerful king has ever asked his wise men to do such a thing.",
          "ID": "10"
        },
        {
          "text": "The king is asking something that is too hard to do. Only the gods could tell the king his dream and what it means. But the gods don’t live with people.”",
          "ID": "11"
        },
        {
          "text": "When the king heard that, he became very angry. So he gave an order for all the wise men of Babylon to be killed.",
          "ID": "12"
        },
        {
          "text": "King Nebuchadnezzar’s order to kill all the wise men was announced. The king’s men were sent to look for Daniel and his friends to kill them.",
          "ID": "13"
        },
        {
          "text": "Arioch was the commander of the king’s guards. He was going to kill the wise men of Babylon, but Daniel talked to him. Daniel spoke politely to Arioch",
          "ID": "14"
        },
        {
          "text": "and said, “Why did the king order such a severe punishment?”\nThen Arioch explained the whole story about the king’s dreams, and Daniel understood.",
          "ID": "15"
        },
        {
          "text": "When Daniel heard the story, he went to King Nebuchadnezzar. Daniel asked the king to give him some more time. Then he would tell the king what the dream meant.",
          "ID": "16"
        },
        {
          "text": "So Daniel went to his house. He explained the whole story to his friends Hananiah, Mishael, and Azariah.",
          "ID": "17"
        },
        {
          "text": "Daniel asked his friends to pray to the God of heaven that God would be kind to them and help them understand this secret. Then Daniel and his friends would not be killed with the other wise men of Babylon.",
          "ID": "18"
        },
        {
          "text": "During the night, God explained the secret to Daniel in a vision. Then Daniel praised the God of heaven.",
          "ID": "19"
        },
        {
          "text": "He said,\n“Praise God’s name forever and ever!\nPower and wisdom belong to him.",
          "ID": "20"
        },
        {
          "text": "He changes the times and seasons.\nHe gives power to kings,\nand he takes their power away.\nHe gives wisdom to people, so they become wise.\nHe lets people learn things and become wise.",
          "ID": "21"
        },
        {
          "text": "He knows hidden secrets that are hard to understand.\nLight lives with him,\nso he knows what is in the dark and secret places.",
          "ID": "22"
        },
        {
          "text": "God of my ancestors, I thank you and praise you.\nYou gave me wisdom and power.\nYou told us what we asked for.\nYou told us about the king’s dream.”",
          "ID": "23"
        },
        {
          "text": "Then Daniel went to Arioch, the man who King Nebuchadnezzar had chosen to kill the wise men of Babylon. Daniel said to Arioch, “Don’t kill the wise men of Babylon. Take me to the king. I will tell him what his dream means.”",
          "ID": "24"
        },
        {
          "text": "So very quickly, Arioch took Daniel to the king. Arioch said to the king, “I have found a man among the captives from Judah who can tell the king what his dream means.”",
          "ID": "25",
          "comments": [
            "captives People taken away as prisoners. Here, it means the Jewish people who were taken to Babylon."
          ]
        },
        {
          "text": "The king asked Daniel (Belteshazzar) a question. He said, “Are you able to tell me about my dream, and what it means?”",
          "ID": "26"
        },
        {
          "text": "Daniel answered, “King Nebuchadnezzar, no wise man, no man who does magic, and no Chaldean could tell the king the secret things he has asked about.",
          "ID": "27"
        },
        {
          "text": "But there is a God in heaven who tells secret things. God has given King Nebuchadnezzar dreams to show him what will happen later. This was your dream, and this is what you saw while lying on your bed:",
          "ID": "28"
        },
        {
          "text": "King, as you were lying there on your bed, you began thinking about what might happen in the future. God can tell people about secret things—he has shown you what will happen in the future.",
          "ID": "29"
        },
        {
          "text": "God also told this secret to me, not because I have greater wisdom than other men, but so that you, king, may know what it means. In that way you will understand what went through your mind.",
          "ID": "30"
        },
        {
          "text": "“King, in your dream you saw a large statue in front of you that was very large and shiny. It was very impressive.",
          "ID": "31"
        },
        {
          "text": "The head of the statue was made from pure gold. Its chest and the arms were made from silver. The belly and upper part of the legs were made from bronze.",
          "ID": "32"
        },
        {
          "text": "The lower part of the legs was made from iron. Its feet were made partly of iron and partly of clay.",
          "ID": "33"
        },
        {
          "text": "While you were looking at the statue, you saw a rock that was cut loose, but not by human hands. Then the rock hit the statue on its feet of iron and clay and smashed them.",
          "ID": "34"
        },
        {
          "text": "Then the iron, the clay, the bronze, the silver, and the gold broke to pieces all at the same time. And all the pieces became like chaff on a threshing floor in the summertime. The wind blew them away, and there was nothing left. No one could tell that a statue had ever been there. Then the rock that hit the statue became a very large mountain and filled up the whole earth.",
          "ID": "35"
        },
        {
          "text": "“That was your dream. Now we will tell the king what it means.",
          "ID": "36"
        },
        {
          "text": "King, you are the most important king. The God of heaven has given you a kingdom, power, strength, and glory.",
          "ID": "37"
        },
        {
          "text": "He has given you control, and you rule over people and the wild animals and the birds. Wherever they live, God has made you ruler over them all. King Nebuchadnezzar, you are that head of gold on the statue.",
          "ID": "38"
        },
        {
          "text": "“Another kingdom will come after you, but it will not be as great as your kingdom. Next, a third kingdom will rule over the earth—that is the bronze part.",
          "ID": "39"
        },
        {
          "text": "Then there will be a fourth kingdom. That kingdom will be strong like iron. Just as iron breaks things and smashes them to pieces, that fourth kingdom will break all the other kingdoms and smash them to pieces.",
          "ID": "40"
        },
        {
          "text": "“You saw that the feet and toes of the statue were partly clay and partly iron. That means the fourth kingdom will be a divided kingdom. It will have some of the strength of iron in it just as you saw the iron mixed with clay.",
          "ID": "41"
        },
        {
          "text": "The toes of the statue were partly iron and partly clay. So the fourth kingdom will be partly strong like iron and partly weak like clay.",
          "ID": "42"
        },
        {
          "text": "You saw the iron mixed with clay, but iron and clay don’t completely mix together. In the same way the people of the fourth kingdom will be a mixture. They will not be united as one people.",
          "ID": "43"
        },
        {
          "text": "“During the time of the kings of the fourth kingdom, the God of heaven will set up another kingdom that will continue forever. It will never be destroyed. And it will be the kind of kingdom that cannot be passed on to another group of people. This kingdom will crush all the other kingdoms. It will bring them to an end, but that kingdom itself will continue forever.",
          "ID": "44"
        },
        {
          "text": "“King Nebuchadnezzar, you saw a rock cut from a mountain, but no one cut that rock. The rock broke the iron, the bronze, the clay, the silver, and the gold to pieces. In this way God showed you what will happen in the future. The dream is true, and you can trust that this is what it means.”",
          "ID": "45"
        },
        {
          "text": "Then King Nebuchadnezzar bowed down in front of Daniel to honor him. The king praised him. He gave an order that an offering and incense be given to honor Daniel.",
          "ID": "46"
        },
        {
          "text": "Then the king said to Daniel, “I know for sure your God is the God over all gods and the Lord over all kings. He tells people about things they cannot know. I know this is true because you were able to tell these secret things to me.”",
          "ID": "47"
        },
        {
          "text": "Then the king gave Daniel a very important job in his kingdom and gave him many expensive gifts. Nebuchadnezzar made Daniel ruler over the whole province of Babylon and put him in charge of all the wise men of Babylon.",
          "ID": "48"
        },
        {
          "text": "Daniel asked the king to make Shadrach, Meshach, and Abednego important officials over the province of Babylon. The king did as Daniel asked. Daniel himself became one of the important officials who was always near the king.",
          "ID": "49"
        }
      ],
      "ID": "OT:DAN.2",
      "name": "Daniel 2"
    },
    {
      "title": "The Idol of Gold and the Hot Furnace",
      "text": [
        {
          "text": "King Nebuchadnezzar had a gold idol made that was 60 cubits high and 6 cubits wide. Then he set the idol up on the plain of Dura in the province of Babylon.",
          "ID": "1",
          "comments": [
            "60 cubits About 87' 4\" (27 m) using the short cubit.",
            "6 cubits About 8' 9\" (2.7 m) using the short cubit."
          ]
        },
        {
          "text": "Then he called the satraps, prefects, governors, advisors, treasurers, judges, rulers, and all the other officials in his kingdom to come together. He wanted all of them to come to the dedication ceremony for the idol.",
          "ID": "2"
        },
        {
          "text": "So all the men came and stood in front of the idol that King Nebuchadnezzar had set up.",
          "ID": "3"
        },
        {
          "text": "Then the man who makes announcements for the king spoke in a loud voice, “All you people from many nations and language groups, listen to me. This is what you are commanded to do:",
          "ID": "4"
        },
        {
          "text": "You must bow down as soon as you hear the sound of all the musical instruments. When you hear the horns, flutes, lyres, sambucas, harps, bagpipes, and all the other musical instruments, you must worship the gold idol. King Nebuchadnezzar has set this idol up.",
          "ID": "5",
          "comments": [
            "sambucas A musical instrument, possibly a seven stringed instrument like a harp. The name in Hebrew comes from some other language, possibly Greek.",
            "bagpipes A musical instrument with a bag and several horns or pipes. The name in Hebrew comes from some other language, possibly from the Greek word “symphony.”"
          ]
        },
        {
          "text": "Whoever does not bow down and worship this gold idol will immediately be thrown into a very hot furnace.”",
          "ID": "6"
        },
        {
          "text": "So as soon as they heard the sound of the horns, flutes, lyres, sambucas, bagpipes, and all the other musical instruments, they bowed down and worshiped the gold idol. All the peoples, nations, and different language groups there worshiped the gold idol that King Nebuchadnezzar had set up.",
          "ID": "7"
        },
        {
          "text": "Then some of the Chaldeans came up to the king and began speaking against the people from Judah.",
          "ID": "8"
        },
        {
          "text": "They said, “King, may you live forever!",
          "ID": "9"
        },
        {
          "text": "King, you gave a command. You said that everyone who hears the sound of the horns, flutes, lyres, sambucas, harps, bagpipes, and all the other musical instruments must bow down and worship the gold idol.",
          "ID": "10"
        },
        {
          "text": "And you also said that whoever does not bow down and worship the gold idol will be thrown into a very hot furnace.",
          "ID": "11"
        },
        {
          "text": "There are some Judeans who you made important officials in the province of Babylon that ignored your order, King. Their names are Shadrach, Meshach, and Abednego. They don’t worship your gods, and they didn’t bow down to worship the gold idol you set up.”",
          "ID": "12"
        },
        {
          "text": "Nebuchadnezzar became very angry. He called for Shadrach, Meshach, and Abednego. So they were brought to him.",
          "ID": "13"
        },
        {
          "text": "And Nebuchadnezzar said to them, “Shadrach, Meshach, and Abednego, is it true that you don’t worship my gods? And is it true that you didn’t bow down and worship the gold idol I have set up?",
          "ID": "14"
        },
        {
          "text": "Now when you hear the sound of the horns, flutes, lyres, sambucas, harps, bagpipes, and all the other musical instruments, you must bow down and worship the gold idol. If you are ready to worship the idol I have made, that is good. But if you don’t worship it, you will be thrown very quickly into the hot furnace. Then no god will be able to save you from my power!”",
          "ID": "15"
        },
        {
          "text": "Shadrach, Meshach, and Abednego answered the king, “Nebuchadnezzar, we don’t need to explain these things to you.",
          "ID": "16"
        },
        {
          "text": "If you throw us into the hot furnace, the God we serve can save us. And if he wants to, he can save us from your power.",
          "ID": "17"
        },
        {
          "text": "But even if God does not save us, we want you to know, King, that we refuse to serve your gods. We will not worship the gold idol you have set up.”",
          "ID": "18"
        },
        {
          "text": "Then Nebuchadnezzar became very angry with Shadrach, Meshach, and Abednego. He gave an order for the oven to be heated seven times hotter than it usually was.",
          "ID": "19"
        },
        {
          "text": "Then he commanded some of the strongest soldiers in his army to tie up Shadrach, Meshach, and Abednego. He told the soldiers to throw them into the hot furnace.",
          "ID": "20"
        },
        {
          "text": "So Shadrach, Meshach, and Abednego were tied up and thrown into the hot furnace. They were wearing their robes, pants, cloth caps, and other clothes.",
          "ID": "21"
        },
        {
          "text": "The king was very angry when he gave the command, so the soldiers quickly made the furnace very hot. The fire was so hot that the flames killed the strong soldiers. They were killed when they went close to the fire to throw in Shadrach, Meshach, and Abednego.",
          "ID": "22"
        },
        {
          "text": "Shadrach, Meshach, and Abednego fell into the fire. They were tied up very tightly.",
          "ID": "23"
        },
        {
          "text": "Then King Nebuchadnezzar jumped to his feet. He was very surprised and he asked his advisors, “We tied only three men, and we threw only three men into the fire. Is that right?”\nHis advisors said, “Yes, King.”",
          "ID": "24"
        },
        {
          "text": "The king said, “Look! I see four men walking around in the fire. They are not tied up and they are not burned. The fourth man looks like an angel.”",
          "ID": "25",
          "comments": [
            "angel Literally, “son of the god.”"
          ]
        },
        {
          "text": "Then Nebuchadnezzar went to the opening of the hot furnace. He shouted, “Shadrach, Meshach, and Abednego, come out! Servants of the Most High God, come here!”\nSo Shadrach, Meshach, and Abednego came out of the fire.",
          "ID": "26"
        },
        {
          "text": "When they came out, the satraps, prefects, governors, and royal advisors crowded around them. They could see that the fire had not burned Shadrach, Meshach, and Abednego. Their bodies were not burned at all. Their hair was not burned, and their robes were not burned. They didn’t even smell as if they had been near fire.",
          "ID": "27"
        },
        {
          "text": "Then Nebuchadnezzar said, “Praise the God of Shadrach, Meshach, and Abednego. Their God has sent his angel and saved his servants from the fire! These three men trusted their God and refused to obey my command. They were willing to die instead of serving or worshiping any other god.",
          "ID": "28"
        },
        {
          "text": "So I now make this law: Anyone from any nation or language group who says anything against the God of Shadrach, Meshach, and Abednego will be cut into pieces, and their house will be destroyed until it is a pile of dirt and ashes. No other god can save his people like this.”",
          "ID": "29"
        },
        {
          "text": "Then the king gave Shadrach, Meshach, and Abednego more important jobs in the province of Babylon.",
          "ID": "30"
        }
      ],
      "ID": "OT:DAN.3",
      "name": "Daniel 3"
    },
    {
      "title": "Nebuchadnezzar’s Dream About a Tree",
      "text": [
        {
          "text": "King Nebuchadnezzar sent this letter to the many nations and language groups living around the world.\nGreetings:",
          "ID": "1"
        },
        {
          "text": "I am very happy to tell you about the miracles and wonderful things that the Most High God did for me.",
          "ID": "2"
        },
        {
          "text": "God has done amazing miracles!\nHe has done powerful miracles!\nHis kingdom continues forever;\nhis rule will continue for all generations.",
          "ID": "3"
        },
        {
          "text": "I, Nebuchadnezzar, was at my palace. I was happy and successful.",
          "ID": "4"
        },
        {
          "text": "I had a dream that made me afraid. I was lying on my bed, and I saw pictures and visions in my mind. These things made me very afraid.",
          "ID": "5"
        },
        {
          "text": "So I gave an order that all the wise men of Babylon be brought to me to tell me what my dream meant.",
          "ID": "6"
        },
        {
          "text": "When the men of magic and the Chaldeans came, I told them about the dream, but they could not tell me what it meant.",
          "ID": "7"
        },
        {
          "text": "Finally, Daniel came to me. (I gave Daniel the name Belteshazzar to honor my god. The spirit of the holy gods is in him.) I told him about my dream.",
          "ID": "8"
        },
        {
          "text": "I said, “Belteshazzar, you are the most important of all the men of magic. I know that the spirit of the holy gods is in you. I know there is no secret that is too hard for you to understand. This was what I dreamed. Tell me what it means.",
          "ID": "9"
        },
        {
          "text": "These are the visions I saw while I was lying in my bed: I looked, and there in front of me was a tree standing in the middle of the earth. The tree was very tall.",
          "ID": "10"
        },
        {
          "text": "The tree grew large and strong. The top of the tree touched the sky. It could be seen from anywhere on earth.",
          "ID": "11",
          "comments": [
            "middle of the earth … sky The Babylonians thought the earth was flat and round like a plate or a wheel. And they thought the sky was like a glass bowl turned upside down on the earth."
          ]
        },
        {
          "text": "The leaves of the tree were beautiful. It had much good fruit on it. And on the tree was plenty of food for everyone. The wild animals found shelter under the tree, and the birds lived in its branches. Every animal ate from the tree.",
          "ID": "12"
        },
        {
          "text": "“I was looking at those things in the vision while lying on my bed. And then I saw a holy angel coming down from heaven.",
          "ID": "13"
        },
        {
          "text": "He spoke very loud and said, ‘Cut down the tree, and cut off its branches. Strip off its leaves. Scatter its fruit around. The animals that are under the tree will run away. The birds that are in its branches will fly away.",
          "ID": "14"
        },
        {
          "text": "But let the stump and roots stay in the ground. Put a band of iron and bronze around it. The stump and roots will stay in the field with the grass all around it. It will live among the wild animals and plants in the fields. It will become wet with dew.",
          "ID": "15"
        },
        {
          "text": "He will not think like a man any longer. He will have the mind of an animal. Seven seasons will pass while he is like this.’",
          "ID": "16"
        },
        {
          "text": "“Holy angels announced this punishment so that all the people on earth may know that God Most High rules over human kingdoms. God gives those kingdoms to whoever he wants, and he chooses humble people to rule them.",
          "ID": "17"
        },
        {
          "text": "“That is what I, King Nebuchadnezzar, dreamed. Now, Belteshazzar, tell me what it means. None of the wise men in my kingdom can tell me what that dream means. But Belteshazzar, you can interpret the dream because the spirit of the holy gods is in you.”",
          "ID": "18",
          "comments": [
            "Belteshazzar Another name for Daniel."
          ]
        },
        {
          "text": "Then Daniel (also called Belteshazzar) became very quiet for a while. What he was thinking bothered him. So the king said, “Belteshazzar, don’t let the dream or its meaning make you afraid.”\nThen Belteshazzar answered the king, “My lord, I wish the dream were about your enemies, and I wish the meaning of the dream were about those against you.",
          "ID": "19"
        },
        {
          "text": "You saw a tree in your dream. The tree grew large and strong. Its top touched the sky, and it could be seen from all over the earth. Its leaves were beautiful, and it had plenty of fruit. The fruit gave plenty of food for everyone. It was a home for the wild animals, and its branches were nesting places for the birds. You saw that tree.",
          "ID": "20-21"
        },
        {
          "text": "King, you are that tree! You have become great and powerful. You are like the tall tree that touched the sky—your power reaches to the far parts of the earth.",
          "ID": "22"
        },
        {
          "text": "“King, you saw a holy angel coming down from heaven. He said, ‘Cut the tree down and destroy it. Put a band of iron and bronze around the stump and leave the stump and its roots in the ground. Leave it in the grass in the field. It will become wet with dew. He will live like a wild animal. Seven seasons will pass while he is like this.’",
          "ID": "23"
        },
        {
          "text": "“King, this is the meaning of the dream. God Most High has commanded these things to happen to my lord the king:",
          "ID": "24"
        },
        {
          "text": "King Nebuchadnezzar, you will be forced to go away from people. You will live among the wild animals. You will eat grass like cattle, and you will become wet with dew. Seven seasons will pass, and then you will learn this lesson. You will learn God Most High rules over human kingdoms and gives them to whoever he wants.",
          "ID": "25"
        },
        {
          "text": "“The command to leave the stump of the tree and its roots in the ground means this: Your kingdom will be given back to you. This will happen when you learn that Most High God rules your kingdom.",
          "ID": "26"
        },
        {
          "text": "So, King, please accept my advice. Stop sinning and do what is right. Stop doing bad things and be kind to poor people. Then you might continue to be successful.”",
          "ID": "27"
        },
        {
          "text": "All these things happened to King Nebuchadnezzar.",
          "ID": "28"
        },
        {
          "text": "Twelve months after the dream, King Nebuchadnezzar was walking on the roof of his palace in Babylon. While on the roof, the king said, “Look at Babylon! I built this great city. It is my palace. I built this great place by my power. I built this place to show how great I am.”",
          "ID": "29-30",
          "comments": [
            "roof In ancient Israel, houses had flat roofs that were used as an extra room."
          ]
        },
        {
          "text": "The words were still in his mouth when a voice came from heaven. The voice said, “King Nebuchadnezzar, these things will happen to you: Your power as king has been taken away from you.",
          "ID": "31"
        },
        {
          "text": "You will be forced to go away from people. You will live with the wild animals and eat grass like an ox. Seven seasons will pass before you learn your lesson. Then you will learn that God Most High rules over human kingdoms and gives them to whoever he wants.”",
          "ID": "32"
        },
        {
          "text": "These things happened immediately. Nebuchadnezzar was forced to go away from people. He began eating grass like an ox. He became wet from dew. His hair grew long like the feathers of an eagle, and his nails grew long like the claws of a bird.",
          "ID": "33"
        },
        {
          "text": "Then at the end of that time, I, Nebuchadnezzar, looked up toward heaven, and I was in my right mind again. Then I gave praise to God Most High. I gave honor and glory to him who lives forever.\nGod rules forever!\nHis kingdom continues for all generations.",
          "ID": "34"
        },
        {
          "text": "People on earth\nare not really important.\nGod does what he wants\nwith the powers of heaven\nand the people on earth.\nNo one can stop his powerful hand\nor question what he does.",
          "ID": "35"
        },
        {
          "text": "At that time God gave me my right mind again, and he gave back my great honor and power as king. My advisors and the royal people began to ask my advice again. I became the king again—even greater and more powerful than before.",
          "ID": "36"
        },
        {
          "text": "Now I, Nebuchadnezzar, give praise, honor, and glory to the King of Heaven. Everything he does is right. He is always fair, and he is able to make proud people humble!",
          "ID": "37"
        }
      ],
      "ID": "OT:DAN.4",
      "name": "Daniel 4"
    },
    {
      "title": "The Writing on the Wall",
      "text": [
        {
          "text": "King Belshazzar gave a big party for 1000 of his officials. The king was drinking wine with them.",
          "ID": "1"
        },
        {
          "text": "As Belshazzar was drinking his wine, he ordered his servants to bring the gold and silver cups. His grandfather Nebuchadnezzar had taken these cups from the Temple in Jerusalem. King Belshazzar wanted his royal people, his wives, and his slave women to drink from those cups.",
          "ID": "2",
          "comments": [
            "grandfather Or “father.” It is uncertain that Belshazzar was really Nebuchadnezzar’s grandson. Here, the word “father” might only mean “the previous king.” Also in verses 11, 18."
          ]
        },
        {
          "text": "So they brought the gold cups that had been taken from the Temple of God in Jerusalem, and the king and his officials, his wives, and his women slaves drank from them.",
          "ID": "3"
        },
        {
          "text": "As they were drinking, they gave praise to their idol gods, which were only statues made from gold, silver, bronze, iron, wood, and stone.",
          "ID": "4"
        },
        {
          "text": "Suddenly, a person’s hand appeared and began writing on the wall. The fingers scratched words into the plaster on the wall, near the lampstand in the king’s palace. The king was watching the hand as it wrote.",
          "ID": "5"
        },
        {
          "text": "King Belshazzar was very afraid. His face became white from fear, and his knees were shaking and knocking together. He could not stand up because his legs were too weak.",
          "ID": "6"
        },
        {
          "text": "The king called for the men of magic and the Chaldeans to be brought to him. He said to these wise men, “I will give a reward to anyone who can read this writing and explain to me what it means. I will give him purple robes to wear and will put a gold chain around his neck. I will make him the third highest ruler in the kingdom.”",
          "ID": "7",
          "comments": [
            "purple robes These clothes showed that a person was rich and powerful, like a king. Also in verses 16, 29."
          ]
        },
        {
          "text": "So all the king’s wise men came in, but they could not read the writing or understand what it meant.",
          "ID": "8"
        },
        {
          "text": "King Belshazzar’s officials were confused, and the king became even more afraid and worried. His face was white from fear.",
          "ID": "9"
        },
        {
          "text": "Then the king’s mother came into the place where the party was. She had heard the voices of the king and his royal officials. She said, “King, may you live forever! Don’t be afraid! Don’t let your face be so white with fear!",
          "ID": "10"
        },
        {
          "text": "There is a man in your kingdom who has the spirit of the holy gods in him. In the days of your father, this man showed that he could understand secrets. He showed that he was very smart and very wise. He showed that he was like the gods in these things. Your grandfather, King Nebuchadnezzar, put this man in charge of all the wise men. He ruled over all the men of magic and the Chaldeans.",
          "ID": "11"
        },
        {
          "text": "The man I am talking about is named Daniel. The king gave him the name Belteshazzar. He is very smart and he knows many things. He could interpret dreams, explain secrets, and find the answer to very hard problems. Call for Daniel, he will tell you what the writing on the wall means.”",
          "ID": "12"
        },
        {
          "text": "So they brought Daniel to the king and he asked, “Is your name Daniel, one of the captives my father the king brought here from Judah?",
          "ID": "13"
        },
        {
          "text": "I have heard that the spirit of the gods is in you and that you understand secrets and are very smart and very wise.",
          "ID": "14"
        },
        {
          "text": "The wise men and the men of magic were brought to me to read this writing on the wall. I wanted them to explain to me what it means, but they could not explain it.",
          "ID": "15"
        },
        {
          "text": "I have heard that you are able to explain what things mean, and that you can find the answer to very hard problems. If you can read this writing on the wall and explain to me what it means, this is what I will do for you: I will give you purple robes to wear and will put a gold chain around your neck. Then you will become the third highest ruler in the kingdom.”",
          "ID": "16"
        },
        {
          "text": "Then Daniel answered the king, “King Belshazzar, you can keep your gifts for yourself, or you can give them to someone else. But I will still read the writing on the wall for you and explain what it means.",
          "ID": "17"
        },
        {
          "text": "“King, God Most High made your grandfather Nebuchadnezzar a very great and powerful king and gave him great wealth.",
          "ID": "18"
        },
        {
          "text": "People from many nations and language groups were very afraid of Nebuchadnezzar because God made him a very powerful king. Nebuchadnezzar killed whoever he wanted and let those who pleased him live. If he wanted to make people important, he made them important. If he wanted to bring them down, he brought them down.",
          "ID": "19"
        },
        {
          "text": "“But Nebuchadnezzar became proud and stubborn, so his power was taken away from him. He was taken off his royal throne and stripped of his glory.",
          "ID": "20"
        },
        {
          "text": "Then Nebuchadnezzar was forced to go away from people. His mind became like the mind of an animal. He lived with the wild donkeys and ate grass like an ox. He became wet with dew. These things happened to him until he learned his lesson. He learned that God Most High rules over human kingdoms, and he gives them to whoever he wants.",
          "ID": "21"
        },
        {
          "text": "“But Belshazzar, you already knew this. You are Nebuchadnezzar’s grandson, but still you have not made yourself humble.",
          "ID": "22",
          "comments": [
            "grandson Or “son.” This does not necessarily mean they were from the same family. It might only mean that Belshazzar was one of the kings of Babylon after Nebuchadnezzar was king."
          ]
        },
        {
          "text": "No, you did not become humble. Instead, you have turned against the Lord of heaven. You ordered the drinking cups from his Temple to be brought to you. Then you and your royal officials, your wives, and your slave women drank wine from those cups. You gave praise to the gods of silver and gold, of bronze, iron, wood, and stone. They are not really gods; they cannot see or hear or understand anything. But you did not give honor to the God who has the power over your life and everything you do.",
          "ID": "23"
        },
        {
          "text": "So because of that, God sent the hand that wrote on the wall.",
          "ID": "24"
        },
        {
          "text": "These are the words that were written on the wall:\n mene, mene, tekel, uparsin.",
          "ID": "25"
        },
        {
          "text": "“This is what these words mean:\n Mene:\nGod has counted the days until your kingdom will end.",
          "ID": "26",
          "comments": [
            "Mene A weight, like the Hebrew word “mina.” This is like the word “to count.”"
          ]
        },
        {
          "text": "Tekel:\nYou have been weighed on the scales and found not good enough.",
          "ID": "27",
          "comments": [
            "Tekel A weight, like the Hebrew word “shekel.” This word is like the word meaning “to weigh.”"
          ]
        },
        {
          "text": "Uparsin:\nYour kingdom is being taken from you.\nIt will be divided among the Medes and Persians.”",
          "ID": "28",
          "comments": [
            "Uparsin Literally, “ peres,” a weight. This word is like the word meaning “to divide” or “to split.” It is also like the name of the country of Persia."
          ]
        },
        {
          "text": "Then Belshazzar gave an order for Daniel to be dressed in purple clothes. A gold chain was put around his neck, and he was appointed the third highest ruler in the kingdom.",
          "ID": "29"
        },
        {
          "text": "That very same night, Belshazzar, king of the Babylonians, was killed.",
          "ID": "30"
        },
        {
          "text": "A man named Darius the Mede became the new king. Darius was about 62 years old.",
          "ID": "31"
        }
      ],
      "ID": "OT:DAN.5",
      "name": "Daniel 5"
    },
    {
      "title": "Daniel and the Lions",
      "text": [
        {
          "text": "Darius thought it would be a good idea to choose 120 satraps to rule throughout his kingdom.",
          "ID": "1"
        },
        {
          "text": "He chose three men to rule over the 120 satraps. Daniel was one of the three supervisors. The king put these men in this position to keep anyone from cheating him.",
          "ID": "2"
        },
        {
          "text": "Daniel proved himself to be a better supervisor than any of the others. He did this by his good character and great ability. The king was so impressed with Daniel that he planned to make him ruler over the whole kingdom.",
          "ID": "3"
        },
        {
          "text": "But when the other supervisors and the satraps heard about this, they were very jealous. They tried to find reasons to accuse Daniel. So they watched what Daniel did as he went about doing the business of the government. But they could not find anything wrong with him, so they could not accuse him of doing anything wrong. Daniel was a man people could trust. He did not cheat the king, and he worked very hard.",
          "ID": "4"
        },
        {
          "text": "Finally, they said, “We will never find any reason to accuse Daniel of doing something wrong. So we must find something to complain about that is connected to the law of his God.”",
          "ID": "5"
        },
        {
          "text": "So the two supervisors and the satraps went as a group to the king. They said, “King Darius, live forever!",
          "ID": "6"
        },
        {
          "text": "The supervisors, prefects, satraps, advisors, and governors have all agreed on something. We think that the king should make this law and that everyone must obey it: For the next 30 days, whoever prays to any god or man except you, King, will be thrown into the lions’ den.",
          "ID": "7"
        },
        {
          "text": "Now, King, make the law and sign the paper it is written on so that it cannot be changed, because the laws of the Medes and Persians cannot be canceled or changed.”",
          "ID": "8"
        },
        {
          "text": "So King Darius made the law and signed it.",
          "ID": "9"
        },
        {
          "text": "Daniel always prayed to God three times every day. Three times every day, he bowed down on his knees to pray and praise God. Even though Daniel heard about the new law, he still went to his house to pray. He went up to the upper room of his house and opened the windows that faced toward Jerusalem. Then Daniel bowed down on his knees and prayed just as he always had done.",
          "ID": "10"
        },
        {
          "text": "Then the supervisors and satraps went as a group and found Daniel praying and asking God for help.",
          "ID": "11"
        },
        {
          "text": "So they went to the king and talked to him about the law he had made. They said, “King Darius, you signed a law that says, for the next 30 days anyone who prays to any god or man except you, the king, would be thrown into the lions’ den. You did sign that law, didn’t you?”\nThe king answered, “Yes, I signed that law, and the laws of the Medes and Persians cannot be canceled or changed.”",
          "ID": "12"
        },
        {
          "text": "Then they said to the king, “That man Daniel is not paying any attention to you. He is one of the captives from Judah, and he is not paying attention to the law you signed. Daniel still prays to his God three times every day.”",
          "ID": "13",
          "comments": [
            "captives People taken away as prisoners. Here, it means the Jewish people who were taken to Babylon."
          ]
        },
        {
          "text": "The king became very sad and upset when he heard this. He decided to save Daniel. He worked until sunset trying to think of a way to save him.",
          "ID": "14"
        },
        {
          "text": "Then the men went as a group to the king and said to him, “Remember, King, that the law of the Medes and Persians says that no law or command signed by the king can ever be canceled or changed.”",
          "ID": "15"
        },
        {
          "text": "So King Darius gave the order. They brought Daniel and threw him into the lions’ den. The king said to Daniel, “May the God you serve save you!”",
          "ID": "16"
        },
        {
          "text": "A big rock was brought and put over the opening of the lions’ den. Then the king used his ring and put his seal on the rock. He also used the rings of his officials and put their seals on the rock. This showed that no one could move that rock and bring Daniel out of the lion’s den.",
          "ID": "17"
        },
        {
          "text": "Then King Darius went back to his house. He did not eat that night. He did not want anyone to come and entertain him. He could not sleep all night.",
          "ID": "18"
        },
        {
          "text": "The next morning, King Darius got up just as it was getting light and ran to the lions’ den.",
          "ID": "19"
        },
        {
          "text": "He was very worried. When he got to the lions’ den, he called to Daniel. He said, “Daniel, servant of the living God, has your God been able to save you from the lions? You always serve your God.”",
          "ID": "20"
        },
        {
          "text": "Daniel answered, “King, live forever!",
          "ID": "21"
        },
        {
          "text": "My God sent his angel to save me. The angel closed the lions’ mouths. The lions have not hurt me because my God knows I am innocent. I never did anything wrong to you, King.”",
          "ID": "22"
        },
        {
          "text": "King Darius was very happy. He told his servants to lift Daniel out of the lions’ den. And when Daniel was lifted out of the den, they did not find any injury on his body. The lions did not hurt Daniel because he trusted in his God.",
          "ID": "23"
        },
        {
          "text": "Then the king gave a command to bring the men who had accused Daniel to the lions’ den. The men and their wives and children were thrown into the lions’ den. The lions grabbed them before they hit the floor. The lions ate their bodies and then chewed on their bones.",
          "ID": "24"
        },
        {
          "text": "Then King Darius wrote this letter to all the people from other nations and language groups all around the world:\nGreetings:",
          "ID": "25"
        },
        {
          "text": "I am making a new law. This law is for people in every part of my kingdom. All of you must fear and respect the God of Daniel.\nDaniel’s God is the living God;\nhe lives forever.\nHis kingdom will never be destroyed.\nHis rule will never end.",
          "ID": "26"
        },
        {
          "text": "God helps and saves people.\nHe does amazing miracles in heaven and on earth.\nHe saved Daniel from the lions.",
          "ID": "27"
        },
        {
          "text": "So Daniel was successful during the time Darius was king and when Cyrus the Persian was king.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.6",
      "name": "Daniel 6"
    },
    {
      "title": "The Meaning of Daniel’s Dream",
      "text": [
        {
          "text": "During the first year that Belshazzar was king of Babylon, Daniel had a dream. He saw these visions while he was lying on his bed, and he wrote what he had dreamed.",
          "ID": "1",
          "comments": [
            "the first year … Belshazzar This was about 553 B.C."
          ]
        },
        {
          "text": "Daniel said, “I saw my vision at night. In the vision the wind was blowing from all four directions. These winds made the sea rough.",
          "ID": "2"
        },
        {
          "text": "I saw four big animals and each one was different from the others. These four animals came up out of the sea.",
          "ID": "3"
        },
        {
          "text": "“The first animal looked like a lion, but it had wings like an eagle. As I watched, its wings were torn off. It was helped up from the ground, and it stood up on two feet like a human. Then it was given a human mind.",
          "ID": "4"
        },
        {
          "text": "“Then I saw another animal there in front of me that looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, ‘Get up and eat all the meat you want!’",
          "ID": "5"
        },
        {
          "text": "“After that I noticed another animal in front of me. It looked like a leopard, but it had four wings on its back. This animal had four heads. It was given authority to rule.",
          "ID": "6"
        },
        {
          "text": "“After that, in my vision at night, I looked, and there in front of me was a fourth animal. It looked very cruel and terrifying. It looked very strong, with large iron teeth. This animal crushed and ate its victims and walked on whatever was left of them. This fourth animal was different from all the animals I saw before it. This animal had ten horns.",
          "ID": "7"
        },
        {
          "text": "“While I was looking at the horns and thinking about them, another horn grew up among them. This was a little horn with eyes like a human. It also had a mouth that was bragging. Then the little horn pulled out three of the other horns.",
          "ID": "8"
        },
        {
          "text": "“As I was looking, thrones were put in their places,\nand the Ancient King sat on his throne.\nHis clothes were as white as snow.\nHis hair was as white as wool.\nHis throne was made from fire,\nand its wheels were made from flames.",
          "ID": "9",
          "comments": [
            "Ancient King Literally, “Ancient of Days.” This name pictures God as a great king who has ruled since ancient times. Also in verses 10, 13, 22.",
            "fire Or “light.”"
          ]
        },
        {
          "text": "A river of fire flowed out\nfrom in front of the Ancient King.\nMillions of people were serving him.\nHundreds of millions of people stood in front of him.\nCourt was ready to begin,\nand the books were opened.",
          "ID": "10"
        },
        {
          "text": "“I kept on looking because the little horn was bragging. I kept watching until finally the fourth animal was killed. Its body was destroyed, and it was thrown into the burning fire.",
          "ID": "11"
        },
        {
          "text": "The authority and rule of the other animals had been taken from them. But they were permitted to live for a certain period of time.",
          "ID": "12"
        },
        {
          "text": "“In my vision at night I looked, and there in front of me was someone who looked like a human being. He was coming on the clouds in the sky. He came up to the Ancient King, and the King’s servants brought him before the King.",
          "ID": "13",
          "comments": [
            "someone … human being Or “a person, a real human being.” Literally, “like a son of man.” This means he looked like a normal person, not an angel or an animal."
          ]
        },
        {
          "text": "“The one who looked like a human being was given authority, glory, and complete ruling power. People from every nation and language group will serve him. His rule will last forever. His kingdom will continue forever. It will never be destroyed.",
          "ID": "14"
        },
        {
          "text": "“I, Daniel, was confused and worried. The visions that went through my mind bothered me.",
          "ID": "15"
        },
        {
          "text": "I went to someone who was standing there and asked him what all this meant. So he explained it to me.",
          "ID": "16"
        },
        {
          "text": "He said, ‘The four great animals are four kingdoms that will come from the earth.",
          "ID": "17"
        },
        {
          "text": "But God’s holy people will receive the kingdom, and they will have the kingdom forever and ever.’",
          "ID": "18"
        },
        {
          "text": "“Then I wanted to know what the fourth animal was and what it meant. The fourth animal was different from all the other animals. It was very terrible and had iron teeth and bronze claws. It was the animal that crushed and ate its victims and walked on whatever was left.",
          "ID": "19"
        },
        {
          "text": "I wanted to know about the ten horns that were on the fourth animal’s head and about the little horn that grew there. That little horn pulled out three of the other ten horns. That little horn had eyes and a mouth that kept on bragging, and it looked bigger than the other horns.",
          "ID": "20"
        },
        {
          "text": "As I was watching, this little horn began attacking and making war against God’s holy people and killing them.",
          "ID": "21"
        },
        {
          "text": "The little horn kept killing God’s holy people until the Ancient King came and judged him. The Ancient King announced his decision about the little horn. This judgment helped God’s holy people, and they received the kingdom.",
          "ID": "22"
        },
        {
          "text": "“And he explained this to me: ‘The fourth animal is a fourth kingdom that will come on the earth. It will be different from all the other kingdoms. That fourth kingdom will destroy people all around the world. It will walk on and crush nations all around the world.",
          "ID": "23"
        },
        {
          "text": "The ten horns are ten kings that will come from this fourth kingdom. After those ten kings are gone, another king will come. He will be different from the kings who ruled before him. He will defeat three of the other kings.",
          "ID": "24"
        },
        {
          "text": "This special king will say things against God Most High, and he will hurt and kill God’s special people. That king will try to change the times and laws that have already been set. God’s holy people will be under that king’s power for three and one-half years.",
          "ID": "25",
          "comments": [
            "three and one-half years Literally, “time, times and half time.”"
          ]
        },
        {
          "text": "“‘But the court will decide what should happen, and that king’s power will be taken away. His kingdom will end completely.",
          "ID": "26"
        },
        {
          "text": "Then God’s holy people will rule over the kingdom and all the people from all the kingdoms of earth. This kingdom will last forever, and people from all the other kingdoms will respect and serve them.’",
          "ID": "27",
          "comments": [
            "God’s holy people … earth Literally, “The rule and kingdom and greatness of the kingdoms under heaven will be given to the saints.”"
          ]
        },
        {
          "text": "“And that was the end of the dream. I, Daniel, was very afraid. My face became very white from fear, and I did not tell the other people what I saw and heard.”",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.7",
      "name": "Daniel 7"
    },
    {
      "title": "The Vision Is Explained to Daniel",
      "text": [
        {
          "text": "After that vision, I, Daniel, saw another vision during the third year that Belshazzar was king.",
          "ID": "1",
          "comments": [
            "After that vision Here, the original language changes from Aramaic (see “Aramaic” in the Word List) back to Hebrew.",
            "the third year … Belshazzar This was about 551 B.C."
          ]
        },
        {
          "text": "In the vision I saw that I was in the city of Susa. Susa was the capital city in the province of Elam. I was standing by the Ulai River.",
          "ID": "2",
          "comments": [
            "Susa The capital city of Persia."
          ]
        },
        {
          "text": "I looked up and saw a ram standing at the side of the river. The ram had two long horns. The horns were both long, but one horn was longer than the other horn. The long horn was farther back than the other horn.",
          "ID": "3"
        },
        {
          "text": "I watched the ram run into things with its horns. I watched the ram run to the west, to the north, and to the south. No animal could stop the ram, and no one could save the other animals. That ram did whatever it wanted, and it became very powerful.",
          "ID": "4"
        },
        {
          "text": "I thought about the ram. While I was watching, I saw a male goat come from the west. It had one large horn that was easy to see. It ran so fast its feet barely touched the ground.",
          "ID": "5"
        },
        {
          "text": "The goat came to the ram with the two horns. (This was the ram I had seen standing by the Ulai River.) The goat was very angry and ran at the ram.",
          "ID": "6"
        },
        {
          "text": "As I watched, the goat ran at the ram and broke both of the ram’s horns. The ram could not stop the goat. The goat knocked it to the ground and walked all over it. There was no one to save the ram from the goat.",
          "ID": "7"
        },
        {
          "text": "So the goat became very powerful. But after he became strong, his big horn broke off. Then four horns grew in place of the one big horn. Those four horns were easy to see. They pointed in four different directions.",
          "ID": "8"
        },
        {
          "text": "Then a little horn grew from one of those four horns. It grew and became very big. It grew toward the southeast, toward the Beautiful Land.",
          "ID": "9"
        },
        {
          "text": "The little horn became very big. It grew until it reached the sky. It even threw some of heaven’s army to the ground and trampled them.",
          "ID": "10",
          "comments": [
            "heaven’s army Or “the stars.” Also in verses 11, 13."
          ]
        },
        {
          "text": "That little horn became very strong, and it turned against God, the Ruler of heaven’s army. It stopped the daily sacrifices that were offered to the Ruler. And the holy place where people worshiped the Ruler was pulled down.",
          "ID": "11"
        },
        {
          "text": "Because of this sin, the daily sacrifices were stopped. Truth was thrown down to the ground. The little horn did these things and was very successful.",
          "ID": "12"
        },
        {
          "text": "Then I heard two holy ones talking with each other. One of them asked the other one, who had been speaking, “How long will the things in this vision last—the stopping of the daily sacrifices, the sin that destroys, and the trampling down of the holy place and heaven’s army?”",
          "ID": "13",
          "comments": [
            "holy ones Here, these are probably angels."
          ]
        },
        {
          "text": "The other holy one said, “This will last for 2300 days. Then the holy place will be repaired.”",
          "ID": "14"
        },
        {
          "text": "I, Daniel, saw this vision and tried to understand what it meant. While I was thinking about the vision, someone who looked like a man suddenly stood in front of me.",
          "ID": "15"
        },
        {
          "text": "Then I heard a man’s voice. This voice came from above the Ulai River. The voice called out, “Gabriel, explain the vision to this man.”",
          "ID": "16"
        },
        {
          "text": "So Gabriel, the angel who looked like a man, came to me. I was very afraid and fell down to the ground. But Gabriel said to me, “Human, understand that this vision is about the time of the end.”",
          "ID": "17",
          "comments": [
            "Human Literally, “Son of man.”"
          ]
        },
        {
          "text": "While Gabriel was speaking, I fell to the ground and went to sleep. It was a very deep sleep. Then Gabriel touched me and lifted me to my feet.",
          "ID": "18"
        },
        {
          "text": "He said, “Now, I will explain the vision to you. I will tell you what will happen in the future. Your vision was about the end times.",
          "ID": "19"
        },
        {
          "text": "“You saw a ram with two horns. The horns are the countries of Media and Persia.",
          "ID": "20"
        },
        {
          "text": "The goat is the king of Greece. The big horn between its eyes is the first king.",
          "ID": "21"
        },
        {
          "text": "That horn broke off and four horns grew in its place. The four horns are four kingdoms. Those four kingdoms will come from the nation of the first king, but they will not be as strong as the first king.",
          "ID": "22"
        },
        {
          "text": "“When the end is near for those kingdoms, there will be a very bold and cruel king who will be very tricky. This will happen when many people have turned against God.",
          "ID": "23"
        },
        {
          "text": "This king will be very powerful, but his power does not come from himself. This king will cause terrible destruction. He will be successful in everything he does. He will destroy powerful people—even God’s holy people.",
          "ID": "24",
          "comments": [
            "but his power … himself Some ancient versions don’t have these words, so they may have been accidentally copied from verse 22."
          ]
        },
        {
          "text": "“This king will be very smart and tricky. He will use his wisdom and lies to be successful. He will think that he is very important. He will destroy many people, when they least expect it. He will try to fight even the Prince of Princes. But that cruel king’s power will be destroyed, and it will not be a human hand that destroys him.",
          "ID": "25"
        },
        {
          "text": "“What I said and the vision about those times are true. But seal up the vision, because those things will not happen for a long, long time.”",
          "ID": "26"
        },
        {
          "text": "I, Daniel, became very weak. I was sick for several days after that vision. Then I got up and went back to work for the king, but I was very upset about the vision. I did not understand what it meant.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.8",
      "name": "Daniel 8"
    },
    {
      "title": "The Vision About the 70 Weeks",
      "text": [
        {
          "text": "These things happened during the first year that Darius son of Ahasuerus was king. Darius was a Mede by birth, but he was appointed to be the king of Babylon.",
          "ID": "1",
          "comments": [
            "Ahasuerus Or “Xerxes.”"
          ]
        },
        {
          "text": "During his first year as king, I was studying the Scriptures and noticed in the Lord’s message to Jeremiah that 70 years would pass before Jerusalem would be rebuilt.",
          "ID": "2",
          "comments": [
            "Scriptures Literally, “scrolls.”"
          ]
        },
        {
          "text": "Then I turned to the Lord God. I prayed to him and asked him for help. I did not eat any food. I put ashes on my head and put on the clothes that showed I was sad.",
          "ID": "3"
        },
        {
          "text": "I prayed to the Lord my God and told him about all my sins. I said,\n“Lord, you are a great and awesome God. You keep your agreement of love and kindness with people who love you. You keep your agreement with the people who obey your commands.",
          "ID": "4"
        },
        {
          "text": "“But we have sinned. We have done wrong. We have done evil things. We turned against you. We turned away from your commands and good decisions.",
          "ID": "5"
        },
        {
          "text": "The prophets were your servants. They spoke for you to our kings, to our leaders, to our fathers, and to the common people in our country. But we did not listen to them.",
          "ID": "6"
        },
        {
          "text": "“Lord, you are innocent, and the shame belongs to us, even now. Shame belongs to the people from Judah and Jerusalem, and to all the people of Israel, to those who are near and to those you scattered among many nations. They should be ashamed of all the evil things they did against you.",
          "ID": "7"
        },
        {
          "text": "“Lord, we should all be ashamed. All our kings and leaders should be ashamed. Our ancestors should be ashamed, because we sinned against you.",
          "ID": "8"
        },
        {
          "text": "“But, Lord our God, you are kind and forgiving, even though we rebelled against you.",
          "ID": "9"
        },
        {
          "text": "We have not obeyed the Lord our God. He used his servants, the prophets, and gave us laws, but we have not obeyed his laws.",
          "ID": "10"
        },
        {
          "text": "All the people of Israel disobeyed your teachings and turned away from you. They did not listen to you. We sinned, so you did what you promised to do. All the curses and promises in the Law of Moses, your servant, happened to us.",
          "ID": "11",
          "comments": [
            "curses and promises Part of the agreement that God made with the people of Israel. See, for example, Deut. 27-30."
          ]
        },
        {
          "text": "“God said those things would happen to us and our leaders, and he made them happen. He made terrible things happen to us. No other city suffered the way Jerusalem suffered.",
          "ID": "12"
        },
        {
          "text": "All those terrible things happened to us. This happened just as it is written in the Law of Moses, but we still have not asked the Lord our God for help. We still have not stopped sinning. We still do not pay attention to your truth, Lord.",
          "ID": "13"
        },
        {
          "text": "The Lord kept the terrible things ready for us—he made them happen to us. The Lord our God did this because he is fair in everything he does. But we still have not listened to him.",
          "ID": "14"
        },
        {
          "text": "“Lord our God, you used your power and brought us out of Egypt. We are your people. You are famous because of that, even today. We have sinned and done terrible things.",
          "ID": "15"
        },
        {
          "text": "Lord, we and our ancestors sinned against you, so your people and your city became a disgrace to everyone around us. You do so many good things, so stop being angry at Jerusalem, your city, your holy mountain.",
          "ID": "16"
        },
        {
          "text": "“Now, our God, hear your servant’s prayer. Listen to my prayer for mercy. For your own sake, do good things for your holy place.",
          "ID": "17",
          "comments": [
            "do … holy place Literally, “let your face shine on your holy place.”"
          ]
        },
        {
          "text": "My God, listen to me! Open your eyes and see all the terrible things that have happened to us. See what has happened to the city that is called by your name. I am not saying we are good people. That is not why I am asking these things. I am asking these things because I know you are kind.",
          "ID": "18"
        },
        {
          "text": "Lord, listen to me! Forgive us! Lord, pay attention, and then do something! Don’t wait! Do something now! Do it for your own good! My God, do something now, for your city and your people who are called by your name.”",
          "ID": "19"
        },
        {
          "text": "I was praying to the Lord my God about his holy mountain and telling about my sins and the sins of the people of Israel.",
          "ID": "20"
        },
        {
          "text": "That was the time of the evening sacrifices. While I was still praying, Gabriel, the one I saw in the first vision, flew quickly to me and touched me. He came at the time of the evening sacrifice.",
          "ID": "21"
        },
        {
          "text": "Gabriel helped me understand the things I wanted to know. He said, “Daniel, I have come to give you wisdom and to help you understand.",
          "ID": "22"
        },
        {
          "text": "When you first started praying, the command was given to come speak to you. God loves you very much! You will understand this command, and you will understand the vision.",
          "ID": "23"
        },
        {
          "text": "“God has allowed 70 weeks for your people and your holy city, Daniel. The 70 weeks are ordered for these reasons: to stop doing bad things, to stop sinning, to make people pure, to bring the goodness that continues forever, to put a seal on visions and prophets, and to dedicate a very holy place.",
          "ID": "24",
          "comments": [
            "week Or “unit of seven.” The Hebrew word could mean “week” or “a period of seven years.” Also in verses 25, 27."
          ]
        },
        {
          "text": "“Learn and understand these things, Daniel. From the time that the message went out to go back and rebuild Jerusalem until the time for the chosen king to come will be seven weeks. Then Jerusalem will be rebuilt. There will again be places for people to meet together in Jerusalem, and there will be a ditch around the city to protect it. Jerusalem will be built for 62 weeks, but there will be many troubles during that time.",
          "ID": "25",
          "comments": [
            "chosen king Literally, “anointed one.”"
          ]
        },
        {
          "text": "After the 62 weeks, the chosen one will be killed. He will be gone. Then the people of the future leader will destroy the city and the holy place. That end will come like a flood. War will continue until the end. God has ordered that place to be completely destroyed.",
          "ID": "26",
          "comments": [
            "killed Literally, “cut off.”",
            "He will be gone Or “He will have nothing.”"
          ]
        },
        {
          "text": "“Then the future ruler will make an agreement with many people. That agreement will continue for one week. The offerings and sacrifices will stop for a half of a week. And a destroyer will come. He will do terrible, destructive things, but God has ordered that destroyer to be completely destroyed.”",
          "ID": "27",
          "comments": [
            "He will do … things Or “He will come on the wings of terrible destruction.”"
          ]
        }
      ],
      "ID": "OT:DAN.9",
      "name": "Daniel 9"
    },
    {
      "title": "Daniel’s Vision by the Tigris River",
      "text": [
        {
          "text": "During the third year that Cyrus was the king of Persia, these things were shown to Daniel. (Daniel’s other name is Belteshazzar.) They are true, but very hard to understand. Daniel understood them because they were explained to him in a vision.",
          "ID": "1"
        },
        {
          "text": "At that time I, Daniel, was very sad for three weeks.",
          "ID": "2"
        },
        {
          "text": "During those three weeks, I didn’t eat any fancy food; I didn’t eat any meat or drink any wine. I didn’t put any oil on my head. I didn’t do any of these things for three weeks.",
          "ID": "3"
        },
        {
          "text": "On the 24th day of the first month of the year, I was standing beside the great Tigris River.",
          "ID": "4"
        },
        {
          "text": "While I was standing there, I looked up and I saw a man standing in front of me. He was wearing linen clothes. He wore a belt made of pure gold around his waist.",
          "ID": "5",
          "comments": [
            "pure gold Literally, “gold from Uphaz.”"
          ]
        },
        {
          "text": "His body was like a smooth, shiny stone. His face was bright like lightning. His eyes were like flames of fire. His arms and feet were shiny like polished brass. His voice was loud like a crowd of people.",
          "ID": "6"
        },
        {
          "text": "I, Daniel, was the only one who saw the vision. The men with me didn’t see the vision, but they were still afraid. They were so afraid that they ran away and hid.",
          "ID": "7"
        },
        {
          "text": "So I was left alone. I was watching this vision, and it made me afraid. I lost my strength. My face turned white like a dead person’s face, and I was helpless.",
          "ID": "8"
        },
        {
          "text": "Then I heard the man in the vision talking. As I listened to his voice, I fell into a deep sleep, with my face on the ground.",
          "ID": "9"
        },
        {
          "text": "Then a hand touched me. When that happened, I got on my hands and knees. I was so afraid that I was shaking.",
          "ID": "10"
        },
        {
          "text": "The man in the vision said to me, “Daniel, God loves you very much. Think very carefully about the words I will speak to you. Stand up; I have been sent to you.” And when he said this, I stood up. I was still shaking because I was afraid.",
          "ID": "11"
        },
        {
          "text": "Then the man in the vision started talking again. He said, “Daniel, do not be afraid. From the very first day you decided to get wisdom and to be humble in front of God, he has been listening to your prayers. I came to you because you have been praying.",
          "ID": "12"
        },
        {
          "text": "But the prince of Persia has been fighting against me for 21 days. Then Michael, one of the most important princes, came to help me because I was stuck there with the king of Persia.",
          "ID": "13",
          "comments": [
            "prince This probably means an angel assigned to a country to protect it. Also in 10:20, 21; 11:1; 12:1."
          ]
        },
        {
          "text": "Now I have come to you, Daniel, to explain to you what will happen to your people in the future. The vision is about a time in the future.”",
          "ID": "14"
        },
        {
          "text": "While the man was talking to me, I bowed low with my face toward the ground. I could not speak.",
          "ID": "15"
        },
        {
          "text": "Then the one who looked like a man touched my lips. I opened my mouth and started to speak. I said to the one standing in front of me, “Sir, I am upset and afraid because of what I saw in the vision. I feel helpless.",
          "ID": "16"
        },
        {
          "text": "Sir, I am Daniel your servant. How can I talk with you? My strength is gone and it is hard for me to breathe.”",
          "ID": "17"
        },
        {
          "text": "The one who looked like a man touched me again. When he touched me, I felt better.",
          "ID": "18"
        },
        {
          "text": "Then he said, “Daniel, don’t be afraid. God loves you very much. Peace be with you. Be strong now, be strong.”\nWhen he spoke to me, I became stronger. Then I said, “Sir, you have given me strength. Now you can speak.”",
          "ID": "19"
        },
        {
          "text": "So then he said, “Daniel, do you know why I have come to you? Soon I must go back to fight against the prince of Persia. When I go, the prince of Greece will come.",
          "ID": "20"
        },
        {
          "text": "But Daniel, before I go, I must first tell you what is written in the Book of Truth. No one stands with me against those evil angels except Michael, the prince over your people.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.10",
      "name": "Daniel 10"
    },
    {
      "title": "The King Who Praises Himself",
      "text": [
        {
          "text": "“During the first year that Darius the Mede was king, I stood up to support Michael in his fight against the prince of Persia.",
          "ID": "1",
          "comments": [
            "the first … Mede This was about 521 B.C.",
            "Michael See Dan. 10:13."
          ]
        },
        {
          "text": "“Now then, Daniel, I tell you the truth: Three more kings will rule in Persia. Then a fourth king will come who will be much richer than all the other kings of Persia before him. He will use his riches to get power and turn everyone against the kingdom of Greece.",
          "ID": "2"
        },
        {
          "text": "Then a very strong and powerful king will come who will rule with much power. He will do anything he wants.",
          "ID": "3"
        },
        {
          "text": "Just as he comes to power, his kingdom will be broken up and scattered in all directions. It will not be divided among his descendants. And it will not be ruled in the same way because that kingdom will be pulled up and given to other people.",
          "ID": "4"
        },
        {
          "text": "“The southern king will become strong, but then one of his commanders will defeat him. The commander will begin to rule, and he will be very powerful.",
          "ID": "5"
        },
        {
          "text": "“Then after a few years, the southern king and that commander will make an agreement. The daughter of the southern king will marry the northern king. She will do this to bring peace, but she and the southern king will not be strong enough. People will turn against her and against the one who brought her to that country. And they will turn against her child and against the one who helped her.",
          "ID": "6"
        },
        {
          "text": "“But someone from her family will come to take the southern king’s place. He will attack the armies of the northern king. He will go into that king’s strong fort. He will fight and win.",
          "ID": "7"
        },
        {
          "text": "He will take their gods and their metal idols and their expensive things made from silver and gold. He will take those things away to Egypt. Then he will not bother the northern king for a few years.",
          "ID": "8"
        },
        {
          "text": "The northern king will attack the southern kingdom. But he will lose, and then he will go back to his own country.",
          "ID": "9"
        },
        {
          "text": "“The northern king’s sons will prepare for war. They will get a large army together. It will move through the land very quickly, like a powerful flood. That army will fight all the way to the strong fort of the southern king.",
          "ID": "10"
        },
        {
          "text": "Then the southern king will become very angry and march out to fight against the northern king. The northern king will have a large army, but he will lose the war.",
          "ID": "11"
        },
        {
          "text": "The northern army will be defeated, and those soldiers will be carried away. The southern king will be very proud, and he will kill thousands of soldiers from the northern army. But he will not continue to be successful.",
          "ID": "12"
        },
        {
          "text": "The northern king will get another army that will be larger than the first one. After several years he will attack. His army will be ready for war. It will be very large and it will have many weapons.",
          "ID": "13"
        },
        {
          "text": "“In those times many people will be against the southern king. Some of your own people who love to fight will rebel against the southern king. They will not win, but they will make the vision come true.",
          "ID": "14"
        },
        {
          "text": "Then the northern king will come. He will build ramps against the walls and will capture a strong city. The southern army will not have the power to fight back. Even the best soldiers from the southern army will not be strong enough to stop the northern army.",
          "ID": "15"
        },
        {
          "text": "“The northern king will do whatever he wants. No one will be able to stop him. He will gain power and control in the Beautiful Land, and he will have the power to destroy it.",
          "ID": "16"
        },
        {
          "text": "The northern king will decide to use all his power to fight against the southern king, and he will make an agreement with the southern king. The king of the north will let one of his daughters marry the southern king so that he can defeat the southern king. But those plans will not succeed. His plans will not help him.",
          "ID": "17"
        },
        {
          "text": "“Then the northern king will turn his attention to the countries along the coast of the Mediterranean Sea. He will defeat many of those cities, but then a commander will put an end to the pride and rebellion of that northern king. The commander will make the northern king ashamed.",
          "ID": "18"
        },
        {
          "text": "“After that happens, the northern king will go back to the strong forts of his own country. But he will be weak and will fall. He will be finished.",
          "ID": "19"
        },
        {
          "text": "“After the northern king, there will be a new ruler who sends out tax collectors so that he can live like a king. But after a few years, he will be destroyed, although he will not die in battle.",
          "ID": "20"
        },
        {
          "text": "“That ruler will be followed by a very cruel and hated man, who will not have the honor of being from a king’s family. He will become a ruler by being tricky. He will attack the kingdom when the people feel safe.",
          "ID": "21",
          "comments": [
            "who … king’s family Or “who will not have the good qualities a king should have.”"
          ]
        },
        {
          "text": "He will defeat large and powerful armies. He will even defeat the leader with the agreement.",
          "ID": "22"
        },
        {
          "text": "Many nations will make agreements with that cruel and hated ruler, but he will lie and trick them. He will gain much power, but only a few people will support him.",
          "ID": "23"
        },
        {
          "text": "“When the richest countries feel safe, that cruel and hated ruler will attack them. He will attack at just the right time and will be successful where his ancestors were not successful. He will take things from the countries he defeated, and he will give them to his followers. He will plan to defeat and destroy strong cities. He will be successful—but only for a short time.",
          "ID": "24"
        },
        {
          "text": "“That very cruel and hated ruler will have a very large army. He will use that army to show his strength and courage and attack the southern king. The southern king will get a very large and powerful army and go to war. But the people who are against him will make secret plans, and the southern king will be defeated.",
          "ID": "25"
        },
        {
          "text": "People who were supposed to be good friends of the southern king will try to destroy him. His army will be defeated. Many of his soldiers will be killed in battle.",
          "ID": "26"
        },
        {
          "text": "Those two kings will want to make trouble. They will sit around the table planning their lies, but it will not do either one of them any good because God has set a time for their end to come.",
          "ID": "27"
        },
        {
          "text": "“The northern king will go back to his own country with much wealth. Then he will decide to do bad things against the holy agreement. He will do the things he planned, and then he will go back to his own country.",
          "ID": "28",
          "comments": [
            "holy agreement This probably means the Jewish people."
          ]
        },
        {
          "text": "“At the right time, the northern king will attack the southern king again. But this time he will not be successful as he was before.",
          "ID": "29"
        },
        {
          "text": "Ships from Cyprus will come and fight against the northern king. He will see those ships coming and be afraid. Then he will turn back and take out his anger on the holy agreement. He will turn back and help those who stopped following the holy agreement.",
          "ID": "30"
        },
        {
          "text": "The northern king will send his army to do terrible things to the Temple in Jerusalem. They will stop the people from offering the daily sacrifice. Then they will do something really terrible. They will set up that terrible thing that causes destruction.",
          "ID": "31"
        },
        {
          "text": "“The northern king will use lies and smooth talking to trick those who quit following the holy agreement, so they will sin even worse. But those who know God and obey him will be strong. They will fight back.",
          "ID": "32"
        },
        {
          "text": "“Those wise teachers will help the other people understand what is happening. But even they will have to suffer persecution. Some of them will be killed with swords. Some of them will be burned or taken prisoner. Some of them will have their homes and things taken away.",
          "ID": "33"
        },
        {
          "text": "When those wise people are punished, they will receive some help, but many people who join them will be hypocrites.",
          "ID": "34"
        },
        {
          "text": "Some of the wise people will stumble and make mistakes. But the persecution must come so that they can be made stronger and purer until the time of the end. Then, at the right time, that time of the end will come.",
          "ID": "35"
        },
        {
          "text": "“The northern king will do whatever he wants. He will brag about himself. He will praise himself and think that he is even better than a god. He will say things that no one has ever heard. He will say those things against the God of gods. He will be successful until all the evil things have happened. Then what God has planned to happen will happen.",
          "ID": "36"
        },
        {
          "text": "“That northern king will not care about the gods his ancestors worshiped. He will not care about the gods women worship. He will not care about any god. Instead, he will praise himself and make himself more important than any god.",
          "ID": "37"
        },
        {
          "text": "The northern king will not worship any god, but he will worship power. Power and strength will be his god. His ancestors didn’t love power as he does. He will honor the god of power with gold and silver, expensive jewels, and gifts.",
          "ID": "38"
        },
        {
          "text": "“That northern king will attack strong fortresses with the help of this foreign god. He will give much honor to the foreign rulers who join him. He will put many people under their rule. He will make the rulers pay him for the land they rule over.",
          "ID": "39"
        },
        {
          "text": "“At the time of the end, the southern king will fight a battle against the northern king. The northern king will attack him with chariots and soldiers on horses and many large ships. The northern king will rush through the land like a flood.",
          "ID": "40"
        },
        {
          "text": "The northern king will attack the Beautiful Land. He will defeat many countries. But Edom, Moab, and the leaders of Ammon will be saved from him.",
          "ID": "41"
        },
        {
          "text": "The northern king will show his power in many countries. Egypt will also learn how powerful he is.",
          "ID": "42"
        },
        {
          "text": "He will get treasures of gold and silver and all the riches of Egypt. The Libyans and Ethiopians will obey him.",
          "ID": "43"
        },
        {
          "text": "But that northern king will hear news from the east and the north that will make him afraid and angry. He will go to completely destroy many nations.",
          "ID": "44"
        },
        {
          "text": "He will set up his king’s tents between the sea and the beautiful holy mountain. But finally, that bad king will die. There will be no one to help him when his end comes.",
          "ID": "45",
          "comments": [
            "holy mountain The mountain Jerusalem is built on."
          ]
        }
      ],
      "ID": "OT:DAN.11",
      "name": "Daniel 11"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Daniel, at that time the great prince Michael will stand up. Michael is in charge of your people. There will be a time of much trouble, the worst time since nations have been on earth. But Daniel, at that time every one of your people whose name is found written in the book of life will be saved.",
          "ID": "1"
        },
        {
          "text": "There are many who are dead and buried. Some of them will wake up and live forever, but others will wake up to shame and disgrace forever.",
          "ID": "2",
          "comments": [
            "are dead and buried Literally, “sleep in the dust.”"
          ]
        },
        {
          "text": "The wise people will shine as bright as the sky. Those who teach others to live right will shine like stars forever and ever.",
          "ID": "3",
          "comments": [
            "Or “The wise and successful teachers will shine like the sun rays in the sky. Those who make others innocent will shine like the stars forever.” In Hebrew this is like Isa. 52:13 and Isa. 53:11."
          ]
        },
        {
          "text": "“But you, Daniel, keep this message a secret. You must close the book and keep this secret until the time of the end. Many people will go here and there looking for true knowledge, and the true knowledge will increase.”",
          "ID": "4"
        },
        {
          "text": "Then I, Daniel, noticed two other men. One man was standing on my side of the river, and the other was standing on the other side.",
          "ID": "5"
        },
        {
          "text": "The man who was dressed in linen was standing over the water in the river. One of the two men said to him, “How long will it be before these amazing things come true?”",
          "ID": "6"
        },
        {
          "text": "The man dressed in linen and standing over the water lifted his right and left hands toward heaven. And I heard him make a promise using the name of God who lives forever. He said, “It will be for three and one-half years. The power of the holy people will be broken, and then all these things will finally come true.”",
          "ID": "7",
          "comments": [
            "three and one-half years Literally, “a time, times, and half a time.”"
          ]
        },
        {
          "text": "I heard the answer, but I really didn’t understand. So I asked, “Sir, what will happen after all this comes true?”",
          "ID": "8"
        },
        {
          "text": "He answered, “Go on about your life Daniel. The message is hidden. It will be a secret until the time of the end.",
          "ID": "9"
        },
        {
          "text": "Many people will be made pure—they will make themselves clean. But evil people will continue to be evil. And those wicked people will not understand these things, but the wise people will understand them.",
          "ID": "10"
        },
        {
          "text": "“The daily sacrifice will be stopped. There will be 1290 days from that time until the time that the terrible thing that destroys is set up.",
          "ID": "11"
        },
        {
          "text": "The one who waits for and comes to the end of the 1335 days will be very happy.",
          "ID": "12"
        },
        {
          "text": "“As for you, Daniel, go and live your life until the end. You will get your rest. At the end you will rise from death and receive your share of the promise.”",
          "ID": "13"
        }
      ],
      "ID": "OT:DAN.12",
      "name": "Daniel 12"
    }
  ],
  "ID": "OT:DAN(ERV)",
  "name": "Daniel"
}