{
  "text": [
    {
      "text": [
        {
          "text": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.",
          "ID": "1"
        },
        {
          "text": "And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god.",
          "ID": "2"
        },
        {
          "text": "Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility,",
          "ID": "3"
        },
        {
          "text": "youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to stand in the king's palace, and to teach them the literature and language of the Chaldeans.",
          "ID": "4"
        },
        {
          "text": "The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king.",
          "ID": "5"
        },
        {
          "text": "Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah.",
          "ID": "6"
        },
        {
          "text": "And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.",
          "ID": "7"
        },
        {
          "text": "But Daniel resolved that he would not defile himself with the king's food, or with the wine that he drank. Therefore he asked the chief of the eunuchs to allow him not to defile himself.",
          "ID": "8"
        },
        {
          "text": "And God gave Daniel favor and compassion in the sight of the chief of the eunuchs,",
          "ID": "9"
        },
        {
          "text": "and the chief of the eunuchs said to Daniel, \"I fear my lord the king, who assigned your food and your drink; for why should he see that you were in worse condition than the youths who are of your own age? So you would endanger my head with the king.\"",
          "ID": "10"
        },
        {
          "text": "Then Daniel said to the steward whom the chief of the eunuchs had assigned over Daniel, Hananiah, Mishael, and Azariah,",
          "ID": "11"
        },
        {
          "text": "\"Test your servants for ten days; let us be given vegetables to eat and water to drink.",
          "ID": "12"
        },
        {
          "text": "Then let our appearance and the appearance of the youths who eat the king's food be observed by you, and deal with your servants according to what you see.\"",
          "ID": "13"
        },
        {
          "text": "So he listened to them in this matter, and tested them for ten days.",
          "ID": "14"
        },
        {
          "text": "At the end of ten days it was seen that they were better in appearance and fatter in flesh than all the youths who ate the king's food.",
          "ID": "15"
        },
        {
          "text": "So the steward took away their food and the wine they were to drink, and gave them vegetables.",
          "ID": "16"
        },
        {
          "text": "As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams.",
          "ID": "17"
        },
        {
          "text": "At the end of the time, when the king had commanded that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar.",
          "ID": "18"
        },
        {
          "text": "And the king spoke with them, and among all of them none was found like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king.",
          "ID": "19"
        },
        {
          "text": "And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom.",
          "ID": "20"
        },
        {
          "text": "And Daniel was there until the first year of King Cyrus.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.1",
      "name": "Daniel 1"
    },
    {
      "text": [
        {
          "text": "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him.",
          "ID": "1"
        },
        {
          "text": "Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king.",
          "ID": "2"
        },
        {
          "text": "And the king said to them, \"I had a dream, and my spirit is troubled to know the dream.\"",
          "ID": "3"
        },
        {
          "text": "Then the Chaldeans said to the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will show the interpretation.\"",
          "ID": "4"
        },
        {
          "text": "The king answered and said to the Chaldeans, \"The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins.",
          "ID": "5"
        },
        {
          "text": "But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.\"",
          "ID": "6"
        },
        {
          "text": "They answered a second time and said, \"Let the king tell his servants the dream, and we will show its interpretation.\"",
          "ID": "7"
        },
        {
          "text": "The king answered and said, \"I know with certainty that you are trying to gain time, because you see that the word from me is firm—",
          "ID": "8"
        },
        {
          "text": "if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.\"",
          "ID": "9"
        },
        {
          "text": "The Chaldeans answered the king and said, \"There is not a man on earth who can meet the king's demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean.",
          "ID": "10"
        },
        {
          "text": "The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.\"",
          "ID": "11"
        },
        {
          "text": "Because of this the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed.",
          "ID": "12"
        },
        {
          "text": "So the decree went out, and the wise men were about to be killed; and they sought Daniel and his companions, to kill them.",
          "ID": "13"
        },
        {
          "text": "Then Daniel replied with prudence and discretion to Arioch, the captain of the king's guard, who had gone out to kill the wise men of Babylon.",
          "ID": "14"
        },
        {
          "text": "He declared to Arioch, the king's captain, \"Why is the decree of the king so urgent?\" Then Arioch made the matter known to Daniel.",
          "ID": "15"
        },
        {
          "text": "And Daniel went in and requested the king to appoint him a time, that he might show the interpretation to the king.",
          "ID": "16"
        },
        {
          "text": "Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions,",
          "ID": "17"
        },
        {
          "text": "and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon.",
          "ID": "18"
        },
        {
          "text": "Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven.",
          "ID": "19"
        },
        {
          "text": "Daniel answered and said:",
          "ID": "20"
        },
        {
          "text": "\"Blessed be the name of God forever and ever,",
          "ID": "20"
        },
        {
          "text": "to whom belong wisdom and might.",
          "ID": "20"
        },
        {
          "text": "He changes times and seasons;",
          "ID": "21"
        },
        {
          "text": "he removes kings and sets up kings;",
          "ID": "21"
        },
        {
          "text": "he gives wisdom to the wise",
          "ID": "21"
        },
        {
          "text": "and knowledge to those who have understanding;",
          "ID": "21"
        },
        {
          "text": "he reveals deep and hidden things;",
          "ID": "22"
        },
        {
          "text": "he knows what is in the darkness,",
          "ID": "22"
        },
        {
          "text": "and the light dwells with him.",
          "ID": "22"
        },
        {
          "text": "To you, O God of my fathers,",
          "ID": "23"
        },
        {
          "text": "I give thanks and praise,",
          "ID": "23"
        },
        {
          "text": "for you have given me wisdom and might,",
          "ID": "23"
        },
        {
          "text": "and have now made known to me what we asked of you,",
          "ID": "23"
        },
        {
          "text": "for you have made known to us the king's matter.\"",
          "ID": "23"
        },
        {
          "text": "Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: \"Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.\"",
          "ID": "24"
        },
        {
          "text": "Then Arioch brought in Daniel before the king in haste and said thus to him: \"I have found among the exiles from Judah a man who will make known to the king the interpretation.\"",
          "ID": "25"
        },
        {
          "text": "The king declared to Daniel, whose name was Belteshazzar, \"Are you able to make known to me the dream that I have seen and its interpretation?\"",
          "ID": "26"
        },
        {
          "text": "Daniel answered the king and said, \"No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,",
          "ID": "27"
        },
        {
          "text": "but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these:",
          "ID": "28"
        },
        {
          "text": "To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be.",
          "ID": "29"
        },
        {
          "text": "But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind.",
          "ID": "30"
        },
        {
          "text": "\"You saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening.",
          "ID": "31"
        },
        {
          "text": "The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze,",
          "ID": "32"
        },
        {
          "text": "its legs of iron, its feet partly of iron and partly of clay.",
          "ID": "33"
        },
        {
          "text": "As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces.",
          "ID": "34"
        },
        {
          "text": "Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth.",
          "ID": "35"
        },
        {
          "text": "\"This was the dream. Now we will tell the king its interpretation.",
          "ID": "36"
        },
        {
          "text": "You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory,",
          "ID": "37"
        },
        {
          "text": "and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all—you are the head of gold.",
          "ID": "38"
        },
        {
          "text": "Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth.",
          "ID": "39"
        },
        {
          "text": "And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these.",
          "ID": "40"
        },
        {
          "text": "And as you saw the feet and toes, partly of potter's clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay.",
          "ID": "41"
        },
        {
          "text": "And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle.",
          "ID": "42"
        },
        {
          "text": "As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay.",
          "ID": "43"
        },
        {
          "text": "And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever,",
          "ID": "44"
        },
        {
          "text": "just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.\"",
          "ID": "45"
        },
        {
          "text": "Then King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him.",
          "ID": "46"
        },
        {
          "text": "The king answered and said to Daniel, \"Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.\"",
          "ID": "47"
        },
        {
          "text": "Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon.",
          "ID": "48"
        },
        {
          "text": "Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king's court.",
          "ID": "49"
        }
      ],
      "ID": "OT:DAN.2",
      "name": "Daniel 2"
    },
    {
      "text": [
        {
          "text": "King Nebuchadnezzar made an image of gold, whose height was sixty cubits and its breadth six cubits. He set it up on the plain of Dura, in the province of Babylon.",
          "ID": "1"
        },
        {
          "text": "Then King Nebuchadnezzar sent to gather the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces to come to the dedication of the image that King Nebuchadnezzar had set up.",
          "ID": "2"
        },
        {
          "text": "Then the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces gathered for the dedication of the image that King Nebuchadnezzar had set up. And they stood before the image that Nebuchadnezzar had set up.",
          "ID": "3"
        },
        {
          "text": "And the herald proclaimed aloud, \"You are commanded, O peoples, nations, and languages,",
          "ID": "4"
        },
        {
          "text": "that when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, you are to fall down and worship the golden image that King Nebuchadnezzar has set up.",
          "ID": "5"
        },
        {
          "text": "And whoever does not fall down and worship shall immediately be cast into a burning fiery furnace.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, as soon as all the peoples heard the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, all the peoples, nations, and languages fell down and worshiped the golden image that King Nebuchadnezzar had set up.",
          "ID": "7"
        },
        {
          "text": "Therefore at that time certain Chaldeans came forward and maliciously accused the Jews.",
          "ID": "8"
        },
        {
          "text": "They declared to King Nebuchadnezzar, \"O king, live forever!",
          "ID": "9"
        },
        {
          "text": "You, O king, have made a decree, that every man who hears the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, shall fall down and worship the golden image.",
          "ID": "10"
        },
        {
          "text": "And whoever does not fall down and worship shall be cast into a burning fiery furnace.",
          "ID": "11"
        },
        {
          "text": "There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, pay no attention to you; they do not serve your gods or worship the golden image that you have set up.\"",
          "ID": "12"
        },
        {
          "text": "Then Nebuchadnezzar in furious rage commanded that Shadrach, Meshach, and Abednego be brought. So they brought these men before the king.",
          "ID": "13"
        },
        {
          "text": "Nebuchadnezzar answered and said to them, \"Is it true, O Shadrach, Meshach, and Abednego, that you do not serve my gods or worship the golden image that I have set up?",
          "ID": "14"
        },
        {
          "text": "Now if you are ready when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, to fall down and worship the image that I have made, well and good. But if you do not worship, you shall immediately be cast into a burning fiery furnace. And who is the god who will deliver you out of my hands?\"",
          "ID": "15"
        },
        {
          "text": "Shadrach, Meshach, and Abednego answered and said to the king, \"O Nebuchadnezzar, we have no need to answer you in this matter.",
          "ID": "16"
        },
        {
          "text": "If this be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of your hand, O king.",
          "ID": "17"
        },
        {
          "text": "But if not, be it known to you, O king, that we will not serve your gods or worship the golden image that you have set up.\"",
          "ID": "18"
        },
        {
          "text": "Then Nebuchadnezzar was filled with fury, and the expression of his face was changed against Shadrach, Meshach, and Abednego. He ordered the furnace heated seven times more than it was usually heated.",
          "ID": "19"
        },
        {
          "text": "And he ordered some of the mighty men of his army to bind Shadrach, Meshach, and Abednego, and to cast them into the burning fiery furnace.",
          "ID": "20"
        },
        {
          "text": "Then these men were bound in their cloaks, their tunics, their hats, and their other garments, and they were thrown into the burning fiery furnace.",
          "ID": "21"
        },
        {
          "text": "Because the king's order was urgent and the furnace overheated, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego.",
          "ID": "22"
        },
        {
          "text": "And these three men, Shadrach, Meshach, and Abednego, fell bound into the burning fiery furnace.",
          "ID": "23"
        },
        {
          "text": "Then King Nebuchadnezzar was astonished and rose up in haste. He declared to his counselors, \"Did we not cast three men bound into the fire?\" They answered and said to the king, \"True, O king.\"",
          "ID": "24"
        },
        {
          "text": "He answered and said, \"But I see four men unbound, walking in the midst of the fire, and they are not hurt; and the appearance of the fourth is like a son of the gods.\"",
          "ID": "25"
        },
        {
          "text": "Then Nebuchadnezzar came near to the door of the burning fiery furnace; he declared, \"Shadrach, Meshach, and Abednego, servants of the Most High God, come out, and come here!\" Then Shadrach, Meshach, and Abednego came out from the fire.",
          "ID": "26"
        },
        {
          "text": "And the satraps, the prefects, the governors, and the king's counselors gathered together and saw that the fire had not had any power over the bodies of those men. The hair of their heads was not singed, their cloaks were not harmed, and no smell of fire had come upon them.",
          "ID": "27"
        },
        {
          "text": "Nebuchadnezzar answered and said, \"Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel and delivered his servants, who trusted in him, and set aside the king's command, and yielded up their bodies rather than serve and worship any god except their own God.",
          "ID": "28"
        },
        {
          "text": "Therefore I make a decree: Any people, nation, or language that speaks anything against the God of Shadrach, Meshach, and Abednego shall be torn limb from limb, and their houses laid in ruins, for there is no other god who is able to rescue in this way.\"",
          "ID": "29"
        },
        {
          "text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.",
          "ID": "30"
        }
      ],
      "ID": "OT:DAN.3",
      "name": "Daniel 3"
    },
    {
      "text": [
        {
          "text": "King Nebuchadnezzar to all peoples, nations, and languages, that dwell in all the earth: Peace be multiplied to you!",
          "ID": "1"
        },
        {
          "text": "It has seemed good to me to show the signs and wonders that the Most High God has done for me.",
          "ID": "2"
        },
        {
          "text": "How great are his signs,",
          "ID": "3"
        },
        {
          "text": "how mighty his wonders!",
          "ID": "3"
        },
        {
          "text": "His kingdom is an everlasting kingdom,",
          "ID": "3"
        },
        {
          "text": "and his dominion endures from generation to generation.",
          "ID": "3"
        },
        {
          "text": "I, Nebuchadnezzar, was at ease in my house and prospering in my palace.",
          "ID": "4"
        },
        {
          "text": "I saw a dream that made me afraid. As I lay in bed the fancies and the visions of my head alarmed me.",
          "ID": "5"
        },
        {
          "text": "So I made a decree that all the wise men of Babylon should be brought before me, that they might make known to me the interpretation of the dream.",
          "ID": "6"
        },
        {
          "text": "Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told them the dream, but they could not make known to me its interpretation.",
          "ID": "7"
        },
        {
          "text": "At last Daniel came in before me—he who was named Belteshazzar after the name of my god, and in whom is the spirit of the holy gods—and I told him the dream, saying,",
          "ID": "8"
        },
        {
          "text": "\"O Belteshazzar, chief of the magicians, because I know that the spirit of the holy gods is in you and that no mystery is too difficult for you, tell me the visions of my dream that I saw and their interpretation.",
          "ID": "9"
        },
        {
          "text": "The visions of my head as I lay in bed were these: I saw, and behold, a tree in the midst of the earth, and its height was great.",
          "ID": "10"
        },
        {
          "text": "The tree grew and became strong, and its top reached to heaven, and it was visible to the end of the whole earth.",
          "ID": "11"
        },
        {
          "text": "Its leaves were beautiful and its fruit abundant, and in it was food for all. The beasts of the field found shade under it, and the birds of the heavens lived in its branches, and all flesh was fed from it.",
          "ID": "12"
        },
        {
          "text": "\"I saw in the visions of my head as I lay in bed, and behold, a watcher, a holy one, came down from heaven.",
          "ID": "13"
        },
        {
          "text": "He proclaimed aloud and said thus: 'Chop down the tree and lop off its branches, strip off its leaves and scatter its fruit. Let the beasts flee from under it and the birds from its branches.",
          "ID": "14"
        },
        {
          "text": "But leave the stump of its roots in the earth, bound with a band of iron and bronze, amid the tender grass of the field. Let him be wet with the dew of heaven. Let his portion be with the beasts in the grass of the earth.",
          "ID": "15"
        },
        {
          "text": "Let his mind be changed from a man's, and let a beast's mind be given to him; and let seven periods of time pass over him.",
          "ID": "16"
        },
        {
          "text": "The sentence is by the decree of the watchers, the decision by the word of the holy ones, to the end that the living may know that the Most High rules the kingdom of men and gives it to whom he will and sets over it the lowliest of men.'",
          "ID": "17"
        },
        {
          "text": "This dream I, King Nebuchadnezzar, saw. And you, O Belteshazzar, tell me the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation, but you are able, for the spirit of the holy gods is in you.\"",
          "ID": "18"
        },
        {
          "text": "Then Daniel, whose name was Belteshazzar, was dismayed for a while, and his thoughts alarmed him. The king answered and said, \"Belteshazzar, let not the dream or the interpretation alarm you.\" Belteshazzar answered and said, \"My lord, may the dream be for those who hate you and its interpretation for your enemies!",
          "ID": "19"
        },
        {
          "text": "The tree you saw, which grew and became strong, so that its top reached to heaven, and it was visible to the end of the whole earth,",
          "ID": "20"
        },
        {
          "text": "whose leaves were beautiful and its fruit abundant, and in which was food for all, under which beasts of the field found shade, and in whose branches the birds of the heavens lived—",
          "ID": "21"
        },
        {
          "text": "it is you, O king, who have grown and become strong. Your greatness has grown and reaches to heaven, and your dominion to the ends of the earth.",
          "ID": "22"
        },
        {
          "text": "And because the king saw a watcher, a holy one, coming down from heaven and saying, 'Chop down the tree and destroy it, but leave the stump of its roots in the earth, bound with a band of iron and bronze, in the tender grass of the field, and let him be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven periods of time pass over him,'",
          "ID": "23"
        },
        {
          "text": "this is the interpretation, O king: It is a decree of the Most High, which has come upon my lord the king,",
          "ID": "24"
        },
        {
          "text": "that you shall be driven from among men, and your dwelling shall be with the beasts of the field. You shall be made to eat grass like an ox, and you shall be wet with the dew of heaven, and seven periods of time shall pass over you, till you know that the Most High rules the kingdom of men and gives it to whom he will.",
          "ID": "25"
        },
        {
          "text": "And as it was commanded to leave the stump of the roots of the tree, your kingdom shall be confirmed for you from the time that you know that Heaven rules.",
          "ID": "26"
        },
        {
          "text": "Therefore, O king, let my counsel be acceptable to you: break off your sins by practicing righteousness, and your iniquities by showing mercy to the oppressed, that there may perhaps be a lengthening of your prosperity.\"",
          "ID": "27"
        },
        {
          "text": "All this came upon King Nebuchadnezzar.",
          "ID": "28"
        },
        {
          "text": "At the end of twelve months he was walking on the roof of the royal palace of Babylon,",
          "ID": "29"
        },
        {
          "text": "and the king answered and said, \"Is not this great Babylon, which I have built by my mighty power as a royal residence and for the glory of my majesty?\"",
          "ID": "30"
        },
        {
          "text": "While the words were still in the king's mouth, there fell a voice from heaven, \"O King Nebuchadnezzar, to you it is spoken: The kingdom has departed from you,",
          "ID": "31"
        },
        {
          "text": "and you shall be driven from among men, and your dwelling shall be with the beasts of the field. And you shall be made to eat grass like an ox, and seven periods of time shall pass over you, until you know that the Most High rules the kingdom of men and gives it to whom he will.\"",
          "ID": "32"
        },
        {
          "text": "Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles' feathers, and his nails were like birds' claws.",
          "ID": "33"
        },
        {
          "text": "At the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever,",
          "ID": "34"
        },
        {
          "text": "for his dominion is an everlasting dominion,",
          "ID": "34"
        },
        {
          "text": "and his kingdom endures from generation to generation;",
          "ID": "34"
        },
        {
          "text": "all the inhabitants of the earth are accounted as nothing,",
          "ID": "35"
        },
        {
          "text": "and he does according to his will among the host of heaven",
          "ID": "35"
        },
        {
          "text": "and among the inhabitants of the earth;",
          "ID": "35"
        },
        {
          "text": "and none can stay his hand",
          "ID": "35"
        },
        {
          "text": "or say to him, \"What have you done?\"",
          "ID": "35"
        },
        {
          "text": "At the same time my reason returned to me, and for the glory of my kingdom, my majesty and splendor returned to me. My counselors and my lords sought me, and I was established in my kingdom, and still more greatness was added to me.",
          "ID": "36"
        },
        {
          "text": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are right and his ways are just; and those who walk in pride he is able to humble.",
          "ID": "37"
        }
      ],
      "ID": "OT:DAN.4",
      "name": "Daniel 4"
    },
    {
      "text": [
        {
          "text": "King Belshazzar made a great feast for a thousand of his lords and drank wine in front of the thousand.",
          "ID": "1"
        },
        {
          "text": "Belshazzar, when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them.",
          "ID": "2"
        },
        {
          "text": "Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them.",
          "ID": "3"
        },
        {
          "text": "They drank wine and praised the gods of gold and silver, bronze, iron, wood, and stone.",
          "ID": "4"
        },
        {
          "text": "Immediately the fingers of a human hand appeared and wrote on the plaster of the wall of the king's palace, opposite the lampstand. And the king saw the hand as it wrote.",
          "ID": "5"
        },
        {
          "text": "Then the king's color changed, and his thoughts alarmed him; his limbs gave way, and his knees knocked together.",
          "ID": "6"
        },
        {
          "text": "The king called loudly to bring in the enchanters, the Chaldeans, and the astrologers. The king declared to the wise men of Babylon, \"Whoever reads this writing, and shows me its interpretation, shall be clothed with purple and have a chain of gold around his neck and shall be the third ruler in the kingdom.\"",
          "ID": "7"
        },
        {
          "text": "Then all the king's wise men came in, but they could not read the writing or make known to the king the interpretation.",
          "ID": "8"
        },
        {
          "text": "Then King Belshazzar was greatly alarmed, and his color changed, and his lords were perplexed.",
          "ID": "9"
        },
        {
          "text": "The queen, because of the words of the king and his lords, came into the banqueting hall, and the queen declared, \"O king, live forever! Let not your thoughts alarm you or your color change.",
          "ID": "10"
        },
        {
          "text": "There is a man in your kingdom in whom is the spirit of the holy gods. In the days of your father, light and understanding and wisdom like the wisdom of the gods were found in him, and King Nebuchadnezzar, your father—your father the king—made him chief of the magicians, enchanters, Chaldeans, and astrologers,",
          "ID": "11"
        },
        {
          "text": "because an excellent spirit, knowledge, and understanding to interpret dreams, explain riddles, and solve problems were found in this Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation.\"",
          "ID": "12"
        },
        {
          "text": "Then Daniel was brought in before the king. The king answered and said to Daniel, \"You are that Daniel, one of the exiles of Judah, whom the king my father brought from Judah.",
          "ID": "13"
        },
        {
          "text": "I have heard of you that the spirit of the gods is in you, and that light and understanding and excellent wisdom are found in you.",
          "ID": "14"
        },
        {
          "text": "Now the wise men, the enchanters, have been brought in before me to read this writing and make known to me its interpretation, but they could not show the interpretation of the matter.",
          "ID": "15"
        },
        {
          "text": "But I have heard that you can give interpretations and solve problems. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have a chain of gold around your neck and shall be the third ruler in the kingdom.\"",
          "ID": "16"
        },
        {
          "text": "Then Daniel answered and said before the king, \"Let your gifts be for yourself, and give your rewards to another. Nevertheless, I will read the writing to the king and make known to him the interpretation.",
          "ID": "17"
        },
        {
          "text": "O king, the Most High God gave Nebuchadnezzar your father kingship and greatness and glory and majesty.",
          "ID": "18"
        },
        {
          "text": "And because of the greatness that he gave him, all peoples, nations, and languages trembled and feared before him. Whom he would, he killed, and whom he would, he kept alive; whom he would, he raised up, and whom he would, he humbled.",
          "ID": "19"
        },
        {
          "text": "But when his heart was lifted up and his spirit was hardened so that he dealt proudly, he was brought down from his kingly throne, and his glory was taken from him.",
          "ID": "20"
        },
        {
          "text": "He was driven from among the children of mankind, and his mind was made like that of a beast, and his dwelling was with the wild donkeys. He was fed grass like an ox, and his body was wet with the dew of heaven, until he knew that the Most High God rules the kingdom of mankind and sets over it whom he will.",
          "ID": "21"
        },
        {
          "text": "And you his son, Belshazzar, have not humbled your heart, though you knew all this,",
          "ID": "22"
        },
        {
          "text": "but you have lifted up yourself against the Lord of heaven. And the vessels of his house have been brought in before you, and you and your lords, your wives, and your concubines have drunk wine from them. And you have praised the gods of silver and gold, of bronze, iron, wood, and stone, which do not see or hear or know, but the God in whose hand is your breath, and whose are all your ways, you have not honored.",
          "ID": "23"
        },
        {
          "text": "\"Then from his presence the hand was sent, and this writing was inscribed.",
          "ID": "24"
        },
        {
          "text": "And this is the writing that was inscribed: Mene, Mene, Tekel, and Parsin.",
          "ID": "25"
        },
        {
          "text": "This is the interpretation of the matter: Mene, God has numbered the days of your kingdom and brought it to an end;",
          "ID": "26"
        },
        {
          "text": "Tekel, you have been weighed in the balances and found wanting;",
          "ID": "27"
        },
        {
          "text": "Peres, your kingdom is divided and given to the Medes and Persians.\"",
          "ID": "28"
        },
        {
          "text": "Then Belshazzar gave the command, and Daniel was clothed with purple, a chain of gold was put around his neck, and a proclamation was made about him, that he should be the third ruler in the kingdom.",
          "ID": "29"
        },
        {
          "text": "That very night Belshazzar the Chaldean king was killed.",
          "ID": "30"
        },
        {
          "text": "And Darius the Mede received the kingdom, being about sixty-two years old.",
          "ID": "31"
        }
      ],
      "ID": "OT:DAN.5",
      "name": "Daniel 5"
    },
    {
      "text": [
        {
          "text": "It pleased Darius to set over the kingdom 120 satraps, to be throughout the whole kingdom;",
          "ID": "1"
        },
        {
          "text": "and over them three high officials, of whom Daniel was one, to whom these satraps should give account, so that the king might suffer no loss.",
          "ID": "2"
        },
        {
          "text": "Then this Daniel became distinguished above all the other high officials and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom.",
          "ID": "3"
        },
        {
          "text": "Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was found in him.",
          "ID": "4"
        },
        {
          "text": "Then these men said, \"We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.\"",
          "ID": "5"
        },
        {
          "text": "Then these high officials and satraps came by agreement to the king and said to him, \"O King Darius, live forever!",
          "ID": "6"
        },
        {
          "text": "All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions.",
          "ID": "7"
        },
        {
          "text": "Now, O king, establish the injunction and sign the document, so that it cannot be changed, according to the law of the Medes and the Persians, which cannot be revoked.\"",
          "ID": "8"
        },
        {
          "text": "Therefore King Darius signed the document and injunction.",
          "ID": "9"
        },
        {
          "text": "When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously.",
          "ID": "10"
        },
        {
          "text": "Then these men came by agreement and found Daniel making petition and plea before his God.",
          "ID": "11"
        },
        {
          "text": "Then they came near and said before the king, concerning the injunction, \"O king! Did you not sign an injunction, that anyone who makes petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?\" The king answered and said, \"The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.\"",
          "ID": "12"
        },
        {
          "text": "Then they answered and said before the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.\"",
          "ID": "13"
        },
        {
          "text": "Then the king, when he heard these words, was much distressed and set his mind to deliver Daniel. And he labored till the sun went down to rescue him.",
          "ID": "14"
        },
        {
          "text": "Then these men came by agreement to the king and said to the king, \"Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.\"",
          "ID": "15"
        },
        {
          "text": "Then the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, \"May your God, whom you serve continually, deliver you!\"",
          "ID": "16"
        },
        {
          "text": "And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel.",
          "ID": "17"
        },
        {
          "text": "Then the king went to his palace and spent the night fasting; no diversions were brought to him, and sleep fled from him.",
          "ID": "18"
        },
        {
          "text": "Then, at break of day, the king arose and went in haste to the den of lions.",
          "ID": "19"
        },
        {
          "text": "As he came near to the den where Daniel was, he cried out in a tone of anguish. The king declared to Daniel, \"O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?\"",
          "ID": "20"
        },
        {
          "text": "Then Daniel said to the king, \"O king, live forever!",
          "ID": "21"
        },
        {
          "text": "My God sent his angel and shut the lions' mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.\"",
          "ID": "22"
        },
        {
          "text": "Then the king was exceedingly glad, and commanded that Daniel be taken up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God.",
          "ID": "23"
        },
        {
          "text": "And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions—they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces.",
          "ID": "24"
        },
        {
          "text": "Then King Darius wrote to all the peoples, nations, and languages that dwell in all the earth: \"Peace be multiplied to you.",
          "ID": "25"
        },
        {
          "text": "I make a decree, that in all my royal dominion people are to tremble and fear before the God of Daniel,",
          "ID": "26"
        },
        {
          "text": "for he is the living God,",
          "ID": "26"
        },
        {
          "text": "enduring forever;",
          "ID": "26"
        },
        {
          "text": "his kingdom shall never be destroyed,",
          "ID": "26"
        },
        {
          "text": "and his dominion shall be to the end.",
          "ID": "26"
        },
        {
          "text": "He delivers and rescues;",
          "ID": "27"
        },
        {
          "text": "he works signs and wonders",
          "ID": "27"
        },
        {
          "text": "in heaven and on earth,",
          "ID": "27"
        },
        {
          "text": "he who has saved Daniel",
          "ID": "27"
        },
        {
          "text": "from the power of the lions.\"",
          "ID": "27"
        },
        {
          "text": "So this Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.6",
      "name": "Daniel 6"
    },
    {
      "text": [
        {
          "text": "In the first year of Belshazzar king of Babylon, Daniel saw a dream and visions of his head as he lay in his bed. Then he wrote down the dream and told the sum of the matter.",
          "ID": "1"
        },
        {
          "text": "Daniel declared, \"I saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea.",
          "ID": "2"
        },
        {
          "text": "And four great beasts came up out of the sea, different from one another.",
          "ID": "3"
        },
        {
          "text": "The first was like a lion and had eagles' wings. Then as I looked its wings were plucked off, and it was lifted up from the ground and made to stand on two feet like a man, and the mind of a man was given to it.",
          "ID": "4"
        },
        {
          "text": "And behold, another beast, a second one, like a bear. It was raised up on one side. It had three ribs in its mouth between its teeth; and it was told, 'Arise, devour much flesh.'",
          "ID": "5"
        },
        {
          "text": "After this I looked, and behold, another, like a leopard, with four wings of a bird on its back. And the beast had four heads, and dominion was given to it.",
          "ID": "6"
        },
        {
          "text": "After this I saw in the night visions, and behold, a fourth beast, terrifying and dreadful and exceedingly strong. It had great iron teeth; it devoured and broke in pieces and stamped what was left with its feet. It was different from all the beasts that were before it, and it had ten horns.",
          "ID": "7"
        },
        {
          "text": "I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots. And behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things.",
          "ID": "8"
        },
        {
          "text": "\"As I looked,",
          "ID": "9"
        },
        {
          "text": "thrones were placed,",
          "ID": "9"
        },
        {
          "text": "and the Ancient of Days took his seat;",
          "ID": "9"
        },
        {
          "text": "his clothing was white as snow,",
          "ID": "9"
        },
        {
          "text": "and the hair of his head like pure wool;",
          "ID": "9"
        },
        {
          "text": "his throne was fiery flames;",
          "ID": "9"
        },
        {
          "text": "its wheels were burning fire.",
          "ID": "9"
        },
        {
          "text": "A stream of fire issued",
          "ID": "10"
        },
        {
          "text": "and came out from before him;",
          "ID": "10"
        },
        {
          "text": "a thousand thousands served him,",
          "ID": "10"
        },
        {
          "text": "and ten thousand times ten thousand stood before him;",
          "ID": "10"
        },
        {
          "text": "the court sat in judgment,",
          "ID": "10"
        },
        {
          "text": "and the books were opened.",
          "ID": "10"
        },
        {
          "text": "\"I looked then because of the sound of the great words that the horn was speaking. And as I looked, the beast was killed, and its body destroyed and given over to be burned with fire.",
          "ID": "11"
        },
        {
          "text": "As for the rest of the beasts, their dominion was taken away, but their lives were prolonged for a season and a time.",
          "ID": "12"
        },
        {
          "text": "\"I saw in the night visions,",
          "ID": "13"
        },
        {
          "text": "and behold, with the clouds of heaven",
          "ID": "13"
        },
        {
          "text": "there came one like a son of man,",
          "ID": "13"
        },
        {
          "text": "and he came to the Ancient of Days",
          "ID": "13"
        },
        {
          "text": "and was presented before him.",
          "ID": "13"
        },
        {
          "text": "And to him was given dominion",
          "ID": "14"
        },
        {
          "text": "and glory and a kingdom,",
          "ID": "14"
        },
        {
          "text": "that all peoples, nations, and languages",
          "ID": "14"
        },
        {
          "text": "should serve him;",
          "ID": "14"
        },
        {
          "text": "his dominion is an everlasting dominion,",
          "ID": "14"
        },
        {
          "text": "which shall not pass away,",
          "ID": "14"
        },
        {
          "text": "and his kingdom one",
          "ID": "14"
        },
        {
          "text": "that shall not be destroyed.",
          "ID": "14"
        },
        {
          "text": "\"As for me, Daniel, my spirit within me was anxious, and the visions of my head alarmed me.",
          "ID": "15"
        },
        {
          "text": "I approached one of those who stood there and asked him the truth concerning all this. So he told me and made known to me the interpretation of the things.",
          "ID": "16"
        },
        {
          "text": "'These four great beasts are four kings who shall arise out of the earth.",
          "ID": "17"
        },
        {
          "text": "But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever.'",
          "ID": "18"
        },
        {
          "text": "\"Then I desired to know the truth about the fourth beast, which was different from all the rest, exceedingly terrifying, with its teeth of iron and claws of bronze, and which devoured and broke in pieces and stamped what was left with its feet,",
          "ID": "19"
        },
        {
          "text": "and about the ten horns that were on its head, and the other horn that came up and before which three of them fell, the horn that had eyes and a mouth that spoke great things, and that seemed greater than its companions.",
          "ID": "20"
        },
        {
          "text": "As I looked, this horn made war with the saints and prevailed over them,",
          "ID": "21"
        },
        {
          "text": "until the Ancient of Days came, and judgment was given for the saints of the Most High, and the time came when the saints possessed the kingdom.",
          "ID": "22"
        },
        {
          "text": "\"Thus he said: 'As for the fourth beast,",
          "ID": "23"
        },
        {
          "text": "there shall be a fourth kingdom on earth,",
          "ID": "23"
        },
        {
          "text": "which shall be different from all the kingdoms,",
          "ID": "23"
        },
        {
          "text": "and it shall devour the whole earth,",
          "ID": "23"
        },
        {
          "text": "and trample it down, and break it to pieces.",
          "ID": "23"
        },
        {
          "text": "As for the ten horns,",
          "ID": "24"
        },
        {
          "text": "out of this kingdom ten kings shall arise,",
          "ID": "24"
        },
        {
          "text": "and another shall arise after them;",
          "ID": "24"
        },
        {
          "text": "he shall be different from the former ones,",
          "ID": "24"
        },
        {
          "text": "and shall put down three kings.",
          "ID": "24"
        },
        {
          "text": "He shall speak words against the Most High,",
          "ID": "25"
        },
        {
          "text": "and shall wear out the saints of the Most High,",
          "ID": "25"
        },
        {
          "text": "and shall think to change the times and the law;",
          "ID": "25"
        },
        {
          "text": "and they shall be given into his hand",
          "ID": "25"
        },
        {
          "text": "for a time, times, and half a time.",
          "ID": "25"
        },
        {
          "text": "But the court shall sit in judgment,",
          "ID": "26"
        },
        {
          "text": "and his dominion shall be taken away,",
          "ID": "26"
        },
        {
          "text": "to be consumed and destroyed to the end.",
          "ID": "26"
        },
        {
          "text": "And the kingdom and the dominion",
          "ID": "27"
        },
        {
          "text": "and the greatness of the kingdoms under the whole heaven",
          "ID": "27"
        },
        {
          "text": "shall be given to the people of the saints of the Most High;",
          "ID": "27"
        },
        {
          "text": "his kingdom shall be an everlasting kingdom,",
          "ID": "27"
        },
        {
          "text": "and all dominions shall serve and obey him.'",
          "ID": "27"
        },
        {
          "text": "\"Here is the end of the matter. As for me, Daniel, my thoughts greatly alarmed me, and my color changed, but I kept the matter in my heart.\"",
          "ID": "28"
        }
      ],
      "ID": "OT:DAN.7",
      "name": "Daniel 7"
    },
    {
      "text": [
        {
          "text": "In the third year of the reign of King Belshazzar a vision appeared to me, Daniel, after that which appeared to me at the first.",
          "ID": "1"
        },
        {
          "text": "And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal.",
          "ID": "2"
        },
        {
          "text": "I raised my eyes and saw, and behold, a ram standing on the bank of the canal. It had two horns, and both horns were high, but one was higher than the other, and the higher one came up last.",
          "ID": "3"
        },
        {
          "text": "I saw the ram charging westward and northward and southward. No beast could stand before him, and there was no one who could rescue from his power. He did as he pleased and became great.",
          "ID": "4"
        },
        {
          "text": "As I was considering, behold, a male goat came from the west across the face of the whole earth, without touching the ground. And the goat had a conspicuous horn between his eyes.",
          "ID": "5"
        },
        {
          "text": "He came to the ram with the two horns, which I had seen standing on the bank of the canal, and he ran at him in his powerful wrath.",
          "ID": "6"
        },
        {
          "text": "I saw him come close to the ram, and he was enraged against him and struck the ram and broke his two horns. And the ram had no power to stand before him, but he cast him down to the ground and trampled on him. And there was no one who could rescue the ram from his power.",
          "ID": "7"
        },
        {
          "text": "Then the goat became exceedingly great, but when he was strong, the great horn was broken, and instead of it there came up four conspicuous horns toward the four winds of heaven.",
          "ID": "8"
        },
        {
          "text": "Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the glorious land.",
          "ID": "9"
        },
        {
          "text": "It grew great, even to the host of heaven. And some of the host and some of the stars it threw down to the ground and trampled on them.",
          "ID": "10"
        },
        {
          "text": "It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown.",
          "ID": "11"
        },
        {
          "text": "And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper.",
          "ID": "12"
        },
        {
          "text": "Then I heard a holy one speaking, and another holy one said to the one who spoke, \"For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?\"",
          "ID": "13"
        },
        {
          "text": "And he said to me, \"For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.\"",
          "ID": "14"
        },
        {
          "text": "When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man.",
          "ID": "15"
        },
        {
          "text": "And I heard a man's voice between the banks of the Ulai, and it called, \"Gabriel, make this man understand the vision.\"",
          "ID": "16"
        },
        {
          "text": "So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, \"Understand, O son of man, that the vision is for the time of the end.\"",
          "ID": "17"
        },
        {
          "text": "And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up.",
          "ID": "18"
        },
        {
          "text": "He said, \"Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end.",
          "ID": "19"
        },
        {
          "text": "As for the ram that you saw with the two horns, these are the kings of Media and Persia.",
          "ID": "20"
        },
        {
          "text": "And the goat is the king of Greece. And the great horn between his eyes is the first king.",
          "ID": "21"
        },
        {
          "text": "As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power.",
          "ID": "22"
        },
        {
          "text": "And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise.",
          "ID": "23"
        },
        {
          "text": "His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints.",
          "ID": "24"
        },
        {
          "text": "By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand.",
          "ID": "25"
        },
        {
          "text": "The vision of the evenings and the mornings that has been told is true, but seal up the vision, for it refers to many days from now.\"",
          "ID": "26"
        },
        {
          "text": "And I, Daniel, was overcome and lay sick for some days. Then I rose and went about the king's business, but I was appalled by the vision and did not understand it.",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.8",
      "name": "Daniel 8"
    },
    {
      "text": [
        {
          "text": "In the first year of Darius the son of Ahasuerus, by descent a Mede, who was made king over the realm of the Chaldeans—",
          "ID": "1"
        },
        {
          "text": "in the first year of his reign, I, Daniel, perceived in the books the number of years that, according to the word of the Lord to Jeremiah the prophet, must pass before the end of the desolations of Jerusalem, namely, seventy years.",
          "ID": "2"
        },
        {
          "text": "Then I turned my face to the Lord God, seeking him by prayer and pleas for mercy with fasting and sackcloth and ashes.",
          "ID": "3"
        },
        {
          "text": "I prayed to the Lord my God and made confession, saying, \"O Lord, the great and awesome God, who keeps covenant and steadfast love with those who love him and keep his commandments,",
          "ID": "4"
        },
        {
          "text": "we have sinned and done wrong and acted wickedly and rebelled, turning aside from your commandments and rules.",
          "ID": "5"
        },
        {
          "text": "We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land.",
          "ID": "6"
        },
        {
          "text": "To you, O Lord, belongs righteousness, but to us open shame, as at this day, to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are near and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you.",
          "ID": "7"
        },
        {
          "text": "To us, O Lord, belongs open shame, to our kings, to our princes, and to our fathers, because we have sinned against you.",
          "ID": "8"
        },
        {
          "text": "To the Lord our God belong mercy and forgiveness, for we have rebelled against him",
          "ID": "9"
        },
        {
          "text": "and have not obeyed the voice of the Lord our God by walking in his laws, which he set before us by his servants the prophets.",
          "ID": "10"
        },
        {
          "text": "All Israel has transgressed your law and turned aside, refusing to obey your voice. And the curse and oath that are written in the Law of Moses the servant of God have been poured out upon us, because we have sinned against him.",
          "ID": "11"
        },
        {
          "text": "He has confirmed his words, which he spoke against us and against our rulers who ruled us, by bringing upon us a great calamity. For under the whole heaven there has not been done anything like what has been done against Jerusalem.",
          "ID": "12"
        },
        {
          "text": "As it is written in the Law of Moses, all this calamity has come upon us; yet we have not entreated the favor of the Lord our God, turning from our iniquities and gaining insight by your truth.",
          "ID": "13"
        },
        {
          "text": "Therefore the Lord has kept ready the calamity and has brought it upon us, for the Lord our God is righteous in all the works that he has done, and we have not obeyed his voice.",
          "ID": "14"
        },
        {
          "text": "And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand, and have made a name for yourself, as at this day, we have sinned, we have done wickedly.",
          "ID": "15"
        },
        {
          "text": "\"O Lord, according to all your righteous acts, let your anger and your wrath turn away from your city Jerusalem, your holy hill, because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a byword among all who are around us.",
          "ID": "16"
        },
        {
          "text": "Now therefore, O our God, listen to the prayer of your servant and to his pleas for mercy, and for your own sake, O Lord, make your face to shine upon your sanctuary, which is desolate.",
          "ID": "17"
        },
        {
          "text": "O my God, incline your ear and hear. Open your eyes and see our desolations, and the city that is called by your name. For we do not present our pleas before you because of our righteousness, but because of your great mercy.",
          "ID": "18"
        },
        {
          "text": "O Lord, hear; O Lord, forgive. O Lord, pay attention and act. Delay not, for your own sake, O my God, because your city and your people are called by your name.\"",
          "ID": "19"
        },
        {
          "text": "While I was speaking and praying, confessing my sin and the sin of my people Israel, and presenting my plea before the Lord my God for the holy hill of my God,",
          "ID": "20"
        },
        {
          "text": "while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the first, came to me in swift flight at the time of the evening sacrifice.",
          "ID": "21"
        },
        {
          "text": "He made me understand, speaking with me and saying, \"O Daniel, I have now come out to give you insight and understanding.",
          "ID": "22"
        },
        {
          "text": "At the beginning of your pleas for mercy a word went out, and I have come to tell it to you, for you are greatly loved. Therefore consider the word and understand the vision.",
          "ID": "23"
        },
        {
          "text": "\"Seventy weeks are decreed about your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place.",
          "ID": "24"
        },
        {
          "text": "Know therefore and understand that from the going out of the word to restore and build Jerusalem to the coming of an anointed one, a prince, there shall be seven weeks. Then for sixty-two weeks it shall be built again with squares and moat, but in a troubled time.",
          "ID": "25"
        },
        {
          "text": "And after the sixty-two weeks, an anointed one shall be cut off and shall have nothing. And the people of the prince who is to come shall destroy the city and the sanctuary. Its end shall come with a flood, and to the end there shall be war. Desolations are decreed.",
          "ID": "26"
        },
        {
          "text": "And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:DAN.9",
      "name": "Daniel 9"
    },
    {
      "text": [
        {
          "text": "In the third year of Cyrus king of Persia a word was revealed to Daniel, who was named Belteshazzar. And the word was true, and it was a great conflict. And he understood the word and had understanding of the vision.",
          "ID": "1"
        },
        {
          "text": "In those days I, Daniel, was mourning for three weeks.",
          "ID": "2"
        },
        {
          "text": "I ate no delicacies, no meat or wine entered my mouth, nor did I anoint myself at all, for the full three weeks.",
          "ID": "3"
        },
        {
          "text": "On the twenty-fourth day of the first month, as I was standing on the bank of the great river (that is, the Tigris)",
          "ID": "4"
        },
        {
          "text": "I lifted up my eyes and looked, and behold, a man clothed in linen, with a belt of fine gold from Uphaz around his waist.",
          "ID": "5"
        },
        {
          "text": "His body was like beryl, his face like the appearance of lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and the sound of his words like the sound of a multitude.",
          "ID": "6"
        },
        {
          "text": "And I, Daniel, alone saw the vision, for the men who were with me did not see the vision, but a great trembling fell upon them, and they fled to hide themselves.",
          "ID": "7"
        },
        {
          "text": "So I was left alone and saw this great vision, and no strength was left in me. My radiant appearance was fearfully changed, and I retained no strength.",
          "ID": "8"
        },
        {
          "text": "Then I heard the sound of his words, and as I heard the sound of his words, I fell on my face in deep sleep with my face to the ground.",
          "ID": "9"
        },
        {
          "text": "And behold, a hand touched me and set me trembling on my hands and knees.",
          "ID": "10"
        },
        {
          "text": "And he said to me, \"O Daniel, man greatly loved, understand the words that I speak to you, and stand upright, for now I have been sent to you.\" And when he had spoken this word to me, I stood up trembling.",
          "ID": "11"
        },
        {
          "text": "Then he said to me, \"Fear not, Daniel, for from the first day that you set your heart to understand and humbled yourself before your God, your words have been heard, and I have come because of your words.",
          "ID": "12"
        },
        {
          "text": "The prince of the kingdom of Persia withstood me twenty-one days, but Michael, one of the chief princes, came to help me, for I was left there with the kings of Persia,",
          "ID": "13"
        },
        {
          "text": "and came to make you understand what is to happen to your people in the latter days. For the vision is for days yet to come.\"",
          "ID": "14"
        },
        {
          "text": "When he had spoken to me according to these words, I turned my face toward the ground and was mute.",
          "ID": "15"
        },
        {
          "text": "And behold, one in the likeness of the children of man touched my lips. Then I opened my mouth and spoke. I said to him who stood before me, \"O my lord, by reason of the vision pains have come upon me, and I retain no strength.",
          "ID": "16"
        },
        {
          "text": "How can my lord's servant talk with my lord? For now no strength remains in me, and no breath is left in me.\"",
          "ID": "17"
        },
        {
          "text": "Again one having the appearance of a man touched me and strengthened me.",
          "ID": "18"
        },
        {
          "text": "And he said, \"O man greatly loved, fear not, peace be with you; be strong and of good courage.\" And as he spoke to me, I was strengthened and said, \"Let my lord speak, for you have strengthened me.\"",
          "ID": "19"
        },
        {
          "text": "Then he said, \"Do you know why I have come to you? But now I will return to fight against the prince of Persia; and when I go out, behold, the prince of Greece will come.",
          "ID": "20"
        },
        {
          "text": "But I will tell you what is inscribed in the book of truth: there is none who contends by my side against these except Michael, your prince.",
          "ID": "21"
        }
      ],
      "ID": "OT:DAN.10",
      "name": "Daniel 10"
    },
    {
      "text": [
        {
          "text": "\"And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.",
          "ID": "1"
        },
        {
          "text": "\"And now I will show you the truth. Behold, three more kings shall arise in Persia, and a fourth shall be far richer than all of them. And when he has become strong through his riches, he shall stir up all against the kingdom of Greece.",
          "ID": "2"
        },
        {
          "text": "Then a mighty king shall arise, who shall rule with great dominion and do as he wills.",
          "ID": "3"
        },
        {
          "text": "And as soon as he has arisen, his kingdom shall be broken and divided toward the four winds of heaven, but not to his posterity, nor according to the authority with which he ruled, for his kingdom shall be plucked up and go to others besides these.",
          "ID": "4"
        },
        {
          "text": "\"Then the king of the south shall be strong, but one of his princes shall be stronger than he and shall rule, and his authority shall be a great authority.",
          "ID": "5"
        },
        {
          "text": "After some years they shall make an alliance, and the daughter of the king of the south shall come to the king of the north to make an agreement. But she shall not retain the strength of her arm, and he and his arm shall not endure, but she shall be given up, and her attendants, he who fathered her, and he who supported her in those times.",
          "ID": "6"
        },
        {
          "text": "\"And from a branch from her roots one shall arise in his place. He shall come against the army and enter the fortress of the king of the north, and he shall deal with them and shall prevail.",
          "ID": "7"
        },
        {
          "text": "He shall also carry off to Egypt their gods with their metal images and their precious vessels of silver and gold, and for some years he shall refrain from attacking the king of the north.",
          "ID": "8"
        },
        {
          "text": "Then the latter shall come into the realm of the king of the south but shall return to his own land.",
          "ID": "9"
        },
        {
          "text": "\"His sons shall wage war and assemble a multitude of great forces, which shall keep coming and overflow and pass through, and again shall carry the war as far as his fortress.",
          "ID": "10"
        },
        {
          "text": "Then the king of the south, moved with rage, shall come out and fight against the king of the north. And he shall raise a great multitude, but it shall be given into his hand.",
          "ID": "11"
        },
        {
          "text": "And when the multitude is taken away, his heart shall be exalted, and he shall cast down tens of thousands, but he shall not prevail.",
          "ID": "12"
        },
        {
          "text": "For the king of the north shall again raise a multitude, greater than the first. And after some years he shall come on with a great army and abundant supplies.",
          "ID": "13"
        },
        {
          "text": "\"In those times many shall rise against the king of the south, and the violent among your own people shall lift themselves up in order to fulfill the vision, but they shall fail.",
          "ID": "14"
        },
        {
          "text": "Then the king of the north shall come and throw up siegeworks and take a well-fortified city. And the forces of the south shall not stand, or even his best troops, for there shall be no strength to stand.",
          "ID": "15"
        },
        {
          "text": "But he who comes against him shall do as he wills, and none shall stand before him. And he shall stand in the glorious land, with destruction in his hand.",
          "ID": "16"
        },
        {
          "text": "He shall set his face to come with the strength of his whole kingdom, and he shall bring terms of an agreement and perform them. He shall give him the daughter of women to destroy the kingdom, but it shall not stand or be to his advantage.",
          "ID": "17"
        },
        {
          "text": "Afterward he shall turn his face to the coastlands and shall capture many of them, but a commander shall put an end to his insolence. Indeed, he shall turn his insolence back upon him.",
          "ID": "18"
        },
        {
          "text": "Then he shall turn his face back toward the fortresses of his own land, but he shall stumble and fall, and shall not be found.",
          "ID": "19"
        },
        {
          "text": "\"Then shall arise in his place one who shall send an exactor of tribute for the glory of the kingdom. But within a few days he shall be broken, neither in anger nor in battle.",
          "ID": "20"
        },
        {
          "text": "In his place shall arise a contemptible person to whom royal majesty has not been given. He shall come in without warning and obtain the kingdom by flatteries.",
          "ID": "21"
        },
        {
          "text": "Armies shall be utterly swept away before him and broken, even the prince of the covenant.",
          "ID": "22"
        },
        {
          "text": "And from the time that an alliance is made with him he shall act deceitfully, and he shall become strong with a small people.",
          "ID": "23"
        },
        {
          "text": "Without warning he shall come into the richest parts of the province, and he shall do what neither his fathers nor his fathers' fathers have done, scattering among them plunder, spoil, and goods. He shall devise plans against strongholds, but only for a time.",
          "ID": "24"
        },
        {
          "text": "And he shall stir up his power and his heart against the king of the south with a great army. And the king of the south shall wage war with an exceedingly great and mighty army, but he shall not stand, for plots shall be devised against him.",
          "ID": "25"
        },
        {
          "text": "Even those who eat his food shall break him. His army shall be swept away, and many shall fall down slain.",
          "ID": "26"
        },
        {
          "text": "And as for the two kings, their hearts shall be bent on doing evil. They shall speak lies at the same table, but to no avail, for the end is yet to be at the time appointed.",
          "ID": "27"
        },
        {
          "text": "And he shall return to his land with great wealth, but his heart shall be set against the holy covenant. And he shall work his will and return to his own land.",
          "ID": "28"
        },
        {
          "text": "\"At the time appointed he shall return and come into the south, but it shall not be this time as it was before.",
          "ID": "29"
        },
        {
          "text": "For ships of Kittim shall come against him, and he shall be afraid and withdraw, and shall turn back and be enraged and take action against the holy covenant. He shall turn back and pay attention to those who forsake the holy covenant.",
          "ID": "30"
        },
        {
          "text": "Forces from him shall appear and profane the temple and fortress, and shall take away the regular burnt offering. And they shall set up the abomination that makes desolate.",
          "ID": "31"
        },
        {
          "text": "He shall seduce with flattery those who violate the covenant, but the people who know their God shall stand firm and take action.",
          "ID": "32"
        },
        {
          "text": "And the wise among the people shall make many understand, though for some days they shall stumble by sword and flame, by captivity and plunder.",
          "ID": "33"
        },
        {
          "text": "When they stumble, they shall receive a little help. And many shall join themselves to them with flattery,",
          "ID": "34"
        },
        {
          "text": "and some of the wise shall stumble, so that they may be refined, purified, and made white, until the time of the end, for it still awaits the appointed time.",
          "ID": "35"
        },
        {
          "text": "\"And the king shall do as he wills. He shall exalt himself and magnify himself above every god, and shall speak astonishing things against the God of gods. He shall prosper till the indignation is accomplished; for what is decreed shall be done.",
          "ID": "36"
        },
        {
          "text": "He shall pay no attention to the gods of his fathers, or to the one beloved by women. He shall not pay attention to any other god, for he shall magnify himself above all.",
          "ID": "37"
        },
        {
          "text": "He shall honor the god of fortresses instead of these. A god whom his fathers did not know he shall honor with gold and silver, with precious stones and costly gifts.",
          "ID": "38"
        },
        {
          "text": "He shall deal with the strongest fortresses with the help of a foreign god. Those who acknowledge him he shall load with honor. He shall make them rulers over many and shall divide the land for a price.",
          "ID": "39"
        },
        {
          "text": "\"At the time of the end, the king of the south shall attack him, but the king of the north shall rush upon him like a whirlwind, with chariots and horsemen, and with many ships. And he shall come into countries and shall overflow and pass through.",
          "ID": "40"
        },
        {
          "text": "He shall come into the glorious land. And tens of thousands shall fall, but these shall be delivered out of his hand: Edom and Moab and the main part of the Ammonites.",
          "ID": "41"
        },
        {
          "text": "He shall stretch out his hand against the countries, and the land of Egypt shall not escape.",
          "ID": "42"
        },
        {
          "text": "He shall become ruler of the treasures of gold and of silver, and all the precious things of Egypt, and the Libyans and the Cushites shall follow in his train.",
          "ID": "43"
        },
        {
          "text": "But news from the east and the north shall alarm him, and he shall go out with great fury to destroy and devote many to destruction.",
          "ID": "44"
        },
        {
          "text": "And he shall pitch his palatial tents between the sea and the glorious holy mountain. Yet he shall come to his end, with none to help him.",
          "ID": "45"
        }
      ],
      "ID": "OT:DAN.11",
      "name": "Daniel 11"
    },
    {
      "text": [
        {
          "text": "\"At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.",
          "ID": "1"
        },
        {
          "text": "And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.",
          "ID": "2"
        },
        {
          "text": "And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever.",
          "ID": "3"
        },
        {
          "text": "But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.\"",
          "ID": "4"
        },
        {
          "text": "Then I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream.",
          "ID": "5"
        },
        {
          "text": "And someone said to the man clothed in linen, who was above the waters of the stream, \"How long shall it be till the end of these wonders?\"",
          "ID": "6"
        },
        {
          "text": "And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things would be finished.",
          "ID": "7"
        },
        {
          "text": "I heard, but I did not understand. Then I said, \"O my lord, what shall be the outcome of these things?\"",
          "ID": "8"
        },
        {
          "text": "He said, \"Go your way, Daniel, for the words are shut up and sealed until the time of the end.",
          "ID": "9"
        },
        {
          "text": "Many shall purify themselves and make themselves white and be refined, but the wicked shall act wickedly. And none of the wicked shall understand, but those who are wise shall understand.",
          "ID": "10"
        },
        {
          "text": "And from the time that the regular burnt offering is taken away and the abomination that makes desolate is set up, there shall be 1,290 days.",
          "ID": "11"
        },
        {
          "text": "Blessed is he who waits and arrives at the 1,335 days.",
          "ID": "12"
        },
        {
          "text": "But go your way till the end. And you shall rest and shall stand in your allotted place at the end of the days.\"",
          "ID": "13"
        }
      ],
      "ID": "OT:DAN.12",
      "name": "Daniel 12"
    }
  ],
  "ID": "OT:DAN(ESV)",
  "version": "ESV",
  "name": "Daniel"
}