{
  "text": [
    {
      "text": [
        {
          "text": "To the brothers, the Jews, who are throughout Egypt: the brothers, the Jews, who are in Jerusalem and in the region of Judea, send greetings and good peace.",
          "ID": "1"
        },
        {
          "text": "May God be gracious to you, and may he remember his covenant, which was spoken to Abraham, and Isaac, and Jacob, his faithful servants.",
          "ID": "2"
        },
        {
          "text": "And may he give all of you the heart to worship him, and to do his will, with a great heart and a willing soul.",
          "ID": "3"
        },
        {
          "text": "May he throw open your heart with his law and with his precepts, and may he create peace.",
          "ID": "4"
        },
        {
          "text": "May he heed your prayers and be reconciled to you, and may he not forsake you in the evil time.",
          "ID": "5"
        },
        {
          "text": "And now, in this place, we are praying for you.",
          "ID": "6"
        },
        {
          "text": "When Demetrius reigned, in the one hundred and sixty-ninth year, we Jews wrote to you during the tribulation and assaults which overcame us in those years, from the time that Jason withdrew from the holy land and from the kingdom.",
          "ID": "7"
        },
        {
          "text": "They burnt the gate, and they shed innocent blood. And we prayed to the Lord and were heard, and we brought forth sacrifices and fine wheat flour, and we kindled the lamps and set forth the loaves.",
          "ID": "8"
        },
        {
          "text": "And now, celebrate the days of shelters in the month of Kislev.",
          "ID": "9"
        },
        {
          "text": "In the one hundred and eighty-eighth year, from the people who are at Jerusalem and in Judea, and from the Senate and Judas: to Aristobulus, the magistrate of king Ptolemy, who is of the ancestry of anointed priests, and to those Jews who are in Egypt: greetings and good health.",
          "ID": "10"
        },
        {
          "text": "Having been freed by God from great peril, we give thanks to him greatly, in as much as we have been struggling against so great a king.",
          "ID": "11"
        },
        {
          "text": "For he caused those who fought against us and against the holy city to burst forth from Persia.",
          "ID": "12"
        },
        {
          "text": "For when the commander himself was in Persia, and with him an immense army, he fell in the temple of Nanea, having been deceived by the counsel of the priests of Nanea.",
          "ID": "13"
        },
        {
          "text": "For Antiochus also came to the place with his friends, as if to live with her, and so that he would receive much money in the name of a dowry.",
          "ID": "14"
        },
        {
          "text": "And when the priests of Nanea had made the proposal, and he had entered with a few men into the vestibule of the shrine, they closed the temple,",
          "ID": "15"
        },
        {
          "text": "after Antiochus had entered. And throwing open a hidden entrance to the temple, they cast stones, and they struck the leader and those who were with him. And, having severed their limbs and cut off their heads, they threw them outside.",
          "ID": "16"
        },
        {
          "text": "Blessed be God through all things, who has delivered up the impious.",
          "ID": "17"
        },
        {
          "text": "Therefore, establishing the purification of the temple on the twenty-fifth day of the month of Kislev, we considered it necessary to signify this to you, so that you, likewise, may keep the day of shelters, and the day of the fire that was given when Nehemiah offered sacrifice, after the temple and the altar had been built.",
          "ID": "18"
        },
        {
          "text": "For when our fathers were led into Persia, the priests, who at that time were worshippers of God, secretly took the fire from the altar, and they kept it hidden in a valley, where there was a deep and dry pit, and they kept it safe in that place, in such a way that the place would be unknown to all.",
          "ID": "19"
        },
        {
          "text": "But when many years had passed, and it pleased God that Nehemiah should be sent by the king of Persia, he sent some of the posterity of those priests who had hidden it to seek the fire. And, just as they told us, they did not find fire, but only deep water.",
          "ID": "20"
        },
        {
          "text": "Then he ordered them to draw it up and to carry it to him. And the priest, Nehemiah, ordered the sacrifices, which had been set out, to be sprinkled with the same water, both the wood and those things that were placed on it.",
          "ID": "21"
        },
        {
          "text": "And when this was done, and the time came when the sun shined brightly, which before was in a cloud, there was kindled a great fire, so much so that all were filled with wonder.",
          "ID": "22"
        },
        {
          "text": "But all the priests were reciting prayer, while the sacrifice was being consumed, with Jonathan beginning and the rest answering.",
          "ID": "23"
        },
        {
          "text": "And the prayer of Nehemiah was held in this way: \"O Lord God, Creator of all, terrible and strong, just and merciful, you alone are the good King.",
          "ID": "24"
        },
        {
          "text": "You alone are excellent, you alone are just, and all-powerful, and eternal, who frees Israel from all evil, who created the chosen fathers and sanctified them.",
          "ID": "25"
        },
        {
          "text": "Receive the sacrifice on behalf of all of your people Israel, and preserve and sanctify your portion.",
          "ID": "26"
        },
        {
          "text": "Gather together our dispersion, free those who are in servitude to the Gentiles, and respect those who are despised and abhorred, so that the Gentiles may know that you are our God.",
          "ID": "27"
        },
        {
          "text": "Afflict those who, in their arrogance, are oppressing us and treating us abusively.",
          "ID": "28"
        },
        {
          "text": "Establish your people in your holy place, just as Moses said.\"",
          "ID": "29"
        },
        {
          "text": "And so the priests sang hymns until the sacrifice had been consumed.",
          "ID": "30"
        },
        {
          "text": "But when the sacrifice had been consumed, Nehemiah ordered the remainder of the water to be poured upon the great stones.",
          "ID": "31"
        },
        {
          "text": "When this had been done, a flame was kindled from them, but it was consumed by the light that shined brightly from the altar.",
          "ID": "32"
        },
        {
          "text": "In truth, when this thing became known, it was reported to the king of Persia that in the place where the fire had been hidden by those priests who had been led away, water appeared, by which Nehemiah, and those who were with him, purified the sacrifices.",
          "ID": "33"
        },
        {
          "text": "But the king, considering and examining the matter diligently, made a temple for it, so that he might study what had happened.",
          "ID": "34"
        },
        {
          "text": "And when he had studied it, he gave the priests many goods and presents, of one kind or another, and using his own hands, he distributed these.",
          "ID": "35"
        },
        {
          "text": "And Nehemiah called this place Nephthar, which is interpreted as Purification. But with many it is called Nephi.",
          "ID": "36"
        }
      ],
      "ID": "AP:2MA.1",
      "name": "2 Maccabees 1"
    },
    {
      "text": [
        {
          "text": "Now it is found in the descriptions of the prophet Jeremiah that he ordered those who transmigrated to take the fire, just as it was signified and as he ordered, into the transmigration.",
          "ID": "1"
        },
        {
          "text": "And he gave them the law, so that they would never forget the commandments of the Lord, and so that they would not go astray in their minds, seeing the idols of gold and silver, and their ornaments.",
          "ID": "2"
        },
        {
          "text": "And in this manner, with other sayings, he exhorted them, lest they remove the law from their heart.",
          "ID": "3"
        },
        {
          "text": "Furthermore, it was in the same writing, how the prophet, by divine response, ordered that the tabernacle and the ark be made to accompany him, until he exited from the mountain, where Moses ascended and saw the inheritance of God.",
          "ID": "4"
        },
        {
          "text": "And arriving there, Jeremiah found a place in a cave. And he brought both the tabernacle, and the ark, and the altar of incense into that place, and he obstructed opening.",
          "ID": "5"
        },
        {
          "text": "And certain ones of those who followed him, approached to make note of the location, but they were not able to find it.",
          "ID": "6"
        },
        {
          "text": "But when Jeremiah knew of it, he blamed them, saying: \"The place shall be unknown, until God shall gather together the congregation of the people, and until he may be favorably inclined.",
          "ID": "7"
        },
        {
          "text": "And then the Lord will reveal these things, and the majesty of the Lord shall appear, and there will be a cloud, just as it was also manifested to Moses, and just as he manifested these when Solomon petitioned that the place should be sanctified to the great God.",
          "ID": "8"
        },
        {
          "text": "For he also drew upon wisdom magnificently, and so, having wisdom, he offered the sacrifice of the dedication and the consummation of the temple.",
          "ID": "9"
        },
        {
          "text": "And, just as Moses prayed to the Lord, and fire descended from heaven and consumed the holocaust, so also Solomon prayed and fire descended from heaven and consumed the holocaust.",
          "ID": "10"
        },
        {
          "text": "And Moses said that it was consumed because the sin offering was not eaten.",
          "ID": "11"
        },
        {
          "text": "And similarly, Solomon also celebrated the eight days of the dedication.",
          "ID": "12"
        },
        {
          "text": "Moreover, these same things were put into the descriptions and commentaries of Nehemiah, including how, when constructing a library, he gathered together from the regions the books of the Prophets, and of David, and the epistles of the kings, and from the holy gifts.",
          "ID": "13"
        },
        {
          "text": "And, similarly, Judas also gathered together all the things that were destroyed by the war that befell us, and these are with us.",
          "ID": "14"
        },
        {
          "text": "Therefore, if you desire these things, send those who may carry them to you.",
          "ID": "15"
        },
        {
          "text": "And so, since we will be celebrating the purification, we wrote to you. Therefore, you will do well, if you keep these days.",
          "ID": "16"
        },
        {
          "text": "But we hope that God, who has freed his people and has rendered to all the inheritance, and the kingdom, and the priesthood, and sanctification,",
          "ID": "17"
        },
        {
          "text": "just as he promised in the law, will quickly have mercy on us and will gather us together from under heaven into the holy place.",
          "ID": "18"
        },
        {
          "text": "For he has rescued us from great perils, and he has purged the place.",
          "ID": "19"
        },
        {
          "text": "The truth about Judas Maccabeus, and his brothers, and the purification of the great temple, and the dedication of the altar,",
          "ID": "20"
        },
        {
          "text": "and also about the battles, which pertain to Antiochus the illustrious, and his son, Eupator,",
          "ID": "21"
        },
        {
          "text": "and about the illuminations, which came from heaven to those who acted on behalf of the Jews with fortitude, was such that they, though few, vindicated the entire region and put to flight a multitude of the barbarous,",
          "ID": "22"
        },
        {
          "text": "and recovered the most famous temple in the whole world, and freed the city, and restored the laws that were abolished. For the Lord, with all tranquility, was acting favorably toward them.",
          "ID": "23"
        },
        {
          "text": "And similar things as have been comprised in five books by Jason the Cyrenean, we have attempted to abridge into one volume.",
          "ID": "24"
        },
        {
          "text": "For, considering the multitude of the books, and the difficulty that those who are willing to undertake the narrations of histories find, due to the multitude of events,",
          "ID": "25"
        },
        {
          "text": "we have taken care, so that, indeed, those who are willing to read may have delights of the mind, and so that, in truth, the studious may more easily be able to commit it to memory, and also so that all readers may find it useful.",
          "ID": "26"
        },
        {
          "text": "And indeed, we ourselves, who have taken up the task of abridging this work, have no easy labor. For, in truth, more correctly, we have assumed an activity full of vigilance and sweat.",
          "ID": "27"
        },
        {
          "text": "Just as those who prepare a feast also seek to be attentive to the will of others, for the sake of the gratitude of many, we willingly undertake the labor.",
          "ID": "28"
        },
        {
          "text": "Indeed, leaving to the authors the truths about particular details, we instead have been devoted to this form, striving to be brief.",
          "ID": "29"
        },
        {
          "text": "For, just as the architect of a new house will have concern for the entire structure, and, in truth, he who takes care to paint it will seek out what is fitting to adorn it, so also should such things be considered by us.",
          "ID": "30"
        },
        {
          "text": "Moreover, to collect knowledge, and to order words, and to discuss every particular point attentively, is the duty of the author of a history.",
          "ID": "31"
        },
        {
          "text": "Yet truly, to pursue brevity of speech, and to shun the extension of matters, is conceded to an abbreviator.",
          "ID": "32"
        },
        {
          "text": "Therefore, here we will begin the narration. Let so much be sufficient to say in preface. For it is foolish to go on and on before the account, when the account itself is succinct.",
          "ID": "33"
        }
      ],
      "ID": "AP:2MA.2",
      "name": "2 Maccabees 2"
    },
    {
      "text": [
        {
          "text": "Therefore, when the holy city was inhabited with all peace, and also the laws were still being kept very well because of the piety of Onias, the high priest, and the hatred that his soul held for evil,",
          "ID": "1"
        },
        {
          "text": "it happened that even the kings and princes themselves considered the place worthy of the highest honor, and so they glorified the temple with very great gifts,",
          "ID": "2"
        },
        {
          "text": "so much so that Seleucus, king of Asia, furnished from his revenues all of the expenses for the ministry pertaining to the sacrifices.",
          "ID": "3"
        },
        {
          "text": "But Simon, from the tribe of Benjamin, having been appointed as overseer of the temple, obstructed the chief priest, in order to undertake some kind of iniquity in the city.",
          "ID": "4"
        },
        {
          "text": "But when he was not able to overcome Onias, he went to Apollonius, the son of Tarsus, who at that time was governor of Coelesyria and Phoenicia,",
          "ID": "5"
        },
        {
          "text": "and he announced to him that the treasury in Jerusalem was full of innumerable sums of money, and that the common storehouse, which did not pertain to the allotment for the sacrifices, was immense, and that it would be possible for all of this to fall under the power of the king.",
          "ID": "6"
        },
        {
          "text": "And when he had presented the news that he brought back to king Apollonius about the money, he summoned Heliodorus, who was in charge of this matter, and he sent him with orders, in order to transport the aforesaid money.",
          "ID": "7"
        },
        {
          "text": "And immediately Heliodorus set forth on the way, indeed, appearing as if sojourning to the cities of Coelesyria and Phoenicia, but in truth the reason was to complete the proposition of the king.",
          "ID": "8"
        },
        {
          "text": "But, when he had arrived at Jerusalem and had been kindly accepted into the city by the high priest, he explained to him the information that had been provided concerning the money. And he freely disclosed the cause for which he was present. But he questioned whether these things were truly so.",
          "ID": "9"
        },
        {
          "text": "Then the high priest revealed to him that these things had been deposited, along with provisions for the widows and the orphans.",
          "ID": "10"
        },
        {
          "text": "In truth, a certain part of that which impious Simon had reported belonged to Hyrcanus, son of Tobias, a very eminent man. But the entire amount was four hundred talents of silver and two hundred of gold.",
          "ID": "11"
        },
        {
          "text": "For in truth, to deceive those who had trusted in the place and the temple that is honored throughout the whole world for its veneration and sanctity would be altogether impossible.",
          "ID": "12"
        },
        {
          "text": "But because of those things that he held as orders from the king, he said that by all means the money must be transferred to the king.",
          "ID": "13"
        },
        {
          "text": "And so, on the appointed day, Heliodorus entered to set these things in order. Yet truly, there was no small amount of trepidation throughout the entire city.",
          "ID": "14"
        },
        {
          "text": "And so the priests threw themselves before the altar in their priestly vestments, and they called upon him from heaven, who had established the law about deposits, such that those with whom they had deposited it would keep it safe.",
          "ID": "15"
        },
        {
          "text": "Now truly, whoever saw the countenance of the high priest was wounded in mind. For his face and the changing of its color declared the inner sorrow of the soul.",
          "ID": "16"
        },
        {
          "text": "For this one man was so immersed in grief and in physical dread that it was clear to those who beheld him that sorrow had affected his heart.",
          "ID": "17"
        },
        {
          "text": "And now, others flowed together in flocks from the houses, pleading and making public supplication, on behalf of the place, which soon might be brought into contempt.",
          "ID": "18"
        },
        {
          "text": "And the women, wrapped with haircloth around the chest, flowed together through the streets. And even the virgins, who were cloistered, rushed forth to Onias, and others rushed to the walls, and, truly, certain ones looked through the windows.",
          "ID": "19"
        },
        {
          "text": "But every one of them, stretching forth their hands toward heaven, made supplication.",
          "ID": "20"
        },
        {
          "text": "For the expectation of the mixed multitude, and of the great priest in agony, would have endowed anyone with pity.",
          "ID": "21"
        },
        {
          "text": "And indeed, these called upon almighty God, so that the trust that had been entrusted to them would be preserved with all integrity.",
          "ID": "22"
        },
        {
          "text": "But Heliodorus completed the same thing that had been decreed, being himself present in the place, with his attendants, near the treasury.",
          "ID": "23"
        },
        {
          "text": "Then the Spirit of Almighty God made a great manifestation of his presence, so much so that all who had presumed to yield to him were turned aside by fainting and dread, falling by the power of God.",
          "ID": "24"
        },
        {
          "text": "For there appeared to them a certain horse, having a terrible rider, adorned with the best covering, and he rushed forth and assailed Heliodorus with his front hooves. And he who sat upon him seemed to have armor of gold.",
          "ID": "25"
        },
        {
          "text": "Moreover, there appeared two other youths with the appearance of power, the glory of nobility, and the apparel of splendor. These stood near him on each side, and they scourged him without ceasing, striking with many scourges.",
          "ID": "26"
        },
        {
          "text": "Then Heliodorus suddenly fell to the ground, and they quickly took him up, draped by a great darkness, and, having placed him onto a stretcher, they rushed him away.",
          "ID": "27"
        },
        {
          "text": "And so, he who had approached the aforesaid treasury, with so many officials and attendants, was carried away, with no one to bring help to him, the manifest power of God being made known.",
          "ID": "28"
        },
        {
          "text": "And indeed, through divine power, he lay mute and also was deprived of all hope of recovery.",
          "ID": "29"
        },
        {
          "text": "But they blessed the Lord, because he had magnified his place, and because the temple, which a little while before was filled with confusion and fear, became filled with joy and gladness, when the all-powerful Lord appeared.",
          "ID": "30"
        },
        {
          "text": "Then, truly, certain friends of Heliodorus came forth to petition Onias, so that he would call upon the Most High to grant life to him who was appointed to breathe his last breath.",
          "ID": "31"
        },
        {
          "text": "But the high priest, considering that the king might perhaps suspect that some malice against Heliodorus had been completed by the Jews, offered a beneficial sacrifice for the health of the man.",
          "ID": "32"
        },
        {
          "text": "And when the high priest was praying, the same youths, dressed in the same clothing, were standing by Heliodorus, and they said: \"Give thanks to Onias the priest, for it is on his behalf that the Lord has granted life to you.",
          "ID": "33"
        },
        {
          "text": "But, having been scourged by God, you must announce to all the great things of God and his power.\" And having said this, they disappeared.",
          "ID": "34"
        },
        {
          "text": "Then Heliodorus offered sacrifice to God and made great vows to him who had permitted him to live. And he gave thanks to Onias. And, gathering his troops, he returned to the king.",
          "ID": "35"
        },
        {
          "text": "But he testified to all about the works of the great God, which he had seen with his own eyes.",
          "ID": "36"
        },
        {
          "text": "And so, when the king questioned Heliodorus as to who might be fit to be sent once more to Jerusalem, he said:",
          "ID": "37"
        },
        {
          "text": "\"If you have any enemy, or a traitor to your kingdom, send him there, and he will return to you scourged, if he even escapes. For truly, in that place, there is a certain power of God.",
          "ID": "38"
        },
        {
          "text": "Yes, he who has his dwelling in the heavens is the visitor and protector of that place, and he strikes and destroys those arriving to do evil.\"",
          "ID": "39"
        },
        {
          "text": "Thus, the things about Heliodorus and the preservation of the treasury happened in this way.",
          "ID": "40"
        }
      ],
      "ID": "AP:2MA.3",
      "name": "2 Maccabees 3"
    },
    {
      "text": [
        {
          "text": "But the aforementioned Simon, who was a betrayer of the money and of his nation, spoke evil about Onias, as if he had instigated Heliodorus to do these things and as if he had been the inciter of evils.",
          "ID": "1"
        },
        {
          "text": "And he dared to say that he was a traitor to the kingdom, though he provided for the city, and defended his people, and was zealous for the law of God.",
          "ID": "2"
        },
        {
          "text": "But when the hostilities had proceeded to such an extent that even murders were committed by certain close associates of Simon,",
          "ID": "3"
        },
        {
          "text": "Onias, considering the peril of this contention, and Apollonius to be mad, though he was governor of Coelesyria and Phoenicia, which only augmented the malice of Simon, he brought himself before the king,",
          "ID": "4"
        },
        {
          "text": "not so as to be an accuser of a citizen, but in view of his own consideration for the common good of the entire multitude.",
          "ID": "5"
        },
        {
          "text": "For he saw that, without royal providence, it would be impossible to provide peace to events, nor would Simon ever cease from his foolishness.",
          "ID": "6"
        },
        {
          "text": "But after the life of Seleucus expired, when Antiochus, who was called the illustrious, had assumed the kingdom, Jason, the brother of Onias, was ambitions for the high priesthood.",
          "ID": "7"
        },
        {
          "text": "He went to the king, promising him three hundred and sixty talents of silver, and from other revenues eighty talents,",
          "ID": "8"
        },
        {
          "text": "and beyond these, he promised also one hundred and fifty more, if he would be granted the authority to establish a sports arena, and a school for boys, and to enroll those who were at Jerusalem as Antiochians.",
          "ID": "9"
        },
        {
          "text": "When the king had assented, and he had obtained the leadership, he immediately began to transfer his subjects to the rituals of the heathens.",
          "ID": "10"
        },
        {
          "text": "And taking away those things that had been established by the kings, by reason of the humanitarianism of the Jews, through John, the father of Eupolemus, who formed a friendship and alliance with the Romans, he discharged the legitimate legislations, voiding the oaths of the citizens, and he sanctioned depraved customs.",
          "ID": "11"
        },
        {
          "text": "For he even had the audacity to set up, below the very stronghold, a sports arena, and to place all of the best adolescent boys in brothels.",
          "ID": "12"
        },
        {
          "text": "Now this was not the beginning, but a certain increase and progression of heathenism and foreign practices, due to the nefarious and unheard of wickedness of the impious non-priest Jason,",
          "ID": "13"
        },
        {
          "text": "so much so that now the priests were not devoted to the concerns of services at the altar, but, despising the temple and neglecting the sacrifices, they hurried to become participants of the wrestling school, and of its prohibited injustices, and of the training of the discus.",
          "ID": "14"
        },
        {
          "text": "And, even holding the honors of their fathers to be nothing, they esteemed the glories of the Greeks as best.",
          "ID": "15"
        },
        {
          "text": "For the sake of these, they held a dangerous competition, and were imitators of their practices, and so, in all things, they desired to be similar to those who had been their enemies and destroyers.",
          "ID": "16"
        },
        {
          "text": "But acting impiously against the divine laws does not go unpunished, as these subsequent events will reveal.",
          "ID": "17"
        },
        {
          "text": "But when the competition that was celebrated every fifth year was at Tyre, the king being present,",
          "ID": "18"
        },
        {
          "text": "the villainous Jason sent sinful men from Jerusalem, carrying three hundred didrachmas of silver for the sacrifice of Hercules. But those who transported it asked that it might not be paid out for the sacrifices, because it was not needed, but might be used for other expenses.",
          "ID": "19"
        },
        {
          "text": "So, even though this was offered by him who sent it for the sacrifice of Hercules, it was instead given over to the manufacture of Greek warships, because of those presenting it.",
          "ID": "20"
        },
        {
          "text": "Then Apollonius, the son of Menestheus, was sent into Egypt because of the nobles of king Philometor of Ptolemy. But when Antiochus realized that he had been effectively alienated from the affairs of the kingdom, consulting his own interests, he started out from there and came to Joppa, and from there to Jerusalem.",
          "ID": "21"
        },
        {
          "text": "And he was received magnificently by Jason and the city, and he entered with the lights of little torches and with praises. And from there he turned back with his army to Phoenicia.",
          "ID": "22"
        },
        {
          "text": "And, after three years, Jason sent Menelaus, the brother of the above mentioned Simon, carrying money to the king, and bearing responses about essential matters.",
          "ID": "23"
        },
        {
          "text": "And he, being recommended to the king, when he had magnified the appearance of his power, usurped the high priesthood for himself, outbidding Jason by three hundred talents of silver.",
          "ID": "24"
        },
        {
          "text": "And so, having received orders from the king, he returned, holding nothing at all worthy of the priesthood, in truth, having the soul of a cruel tyrant and the rage of a wild beast.",
          "ID": "25"
        },
        {
          "text": "And indeed, Jason, who had taken captive his own brother, was himself deceived, and was expelled to become a fugitive in the region of the Ammonites.",
          "ID": "26"
        },
        {
          "text": "Then Menelaus, indeed, obtained the principality, but truly, concerning the money that he had promised to the king, nothing was done. Although Sostratus, who was first over the stronghold, attempted to collect it,",
          "ID": "27"
        },
        {
          "text": "since the collection of certain taxes pertained to him. For this reason, they were both called before the king.",
          "ID": "28"
        },
        {
          "text": "And Menelaus was removed from the priesthood, being succeeded by Lysimachus, his brother. Then Sostratus was appointed over the Cyprians.",
          "ID": "29"
        },
        {
          "text": "And while these things were occurring, it happened that those from Tarsus and Mallus incited a sedition, because they had been given as a gift to Antiochidi, the concubine of the king.",
          "ID": "30"
        },
        {
          "text": "And so, the king hurried to come and calm them, leaving behind Andronicus, one of his associates, as his deputy.",
          "ID": "31"
        },
        {
          "text": "Then Menelaus, believing that he had reached an opportune time, having stolen certain gold vessels out of the temple, gave them to Andronicus, along with others he had gained at Tyre and throughout the neighboring cities.",
          "ID": "32"
        },
        {
          "text": "But when Onias had realized this with certainty, he accused him, keeping himself in a safe place at Antioch beside Daphne.",
          "ID": "33"
        },
        {
          "text": "Meanwhile, Menelaus met with Andronicus, asking him to execute Onias. So he then went to Onias, and he gave him his right hand with an oath, and, even though he was suspicious of him, he persuaded him to venture out of asylum, and he immediately killed him, with no respect for justice.",
          "ID": "34"
        },
        {
          "text": "For this reason, not only the Jews, but also the other nations, were indignant and bore much grief for the unjust killing of so great a man.",
          "ID": "35"
        },
        {
          "text": "But when the king returned from the places of Cilicia, the Jews at Antioch, and similarly the Greeks, went to him, complaining of the iniquitous killing of Onias.",
          "ID": "36"
        },
        {
          "text": "And so Antiochus was grieved in his mind because of Onias, and, being moved to compassion, he shed tears, remembering the sobriety and modesty of the deceased.",
          "ID": "37"
        },
        {
          "text": "And, being inflamed in soul, he ordered the purple to be torn from Andronicus, and that he be led around, throughout the entire city, and that, in the same place where he had committed the impiety against Onias, the sacrilegious man should be deprived of his life, as his fitting punishment rendered by the Lord.",
          "ID": "38"
        },
        {
          "text": "But when many sacrileges were committed by Lysimachus in the temple through the counsel of Menelaus, and the news was divulged, the multitude gathered together against Lysimachus, though a great quantity of gold had been exported already.",
          "ID": "39"
        },
        {
          "text": "But when the multitude stirred up an insurrection, and their minds were filled with anger, Lysimachus armed about three thousand, who began to act with hands of iniquity. A certain tyrant was their leader, a man advanced both in age and in madness.",
          "ID": "40"
        },
        {
          "text": "But when they perceived the attempt of Lysimachus, some took hold of stones, others strong clubs, and, in truth, certain ones threw ashes upon Lysimachus.",
          "ID": "41"
        },
        {
          "text": "And indeed, many were wounded, and some were struck down; however, all were put to flight. And, as for the sacrilegious man, they executed him beside the treasury.",
          "ID": "42"
        },
        {
          "text": "Therefore, about these things, a judgment began to be stirred up against Menelaus.",
          "ID": "43"
        },
        {
          "text": "And when the king had arrived at Tyre, three men were sent from the elders to bring the matter to him.",
          "ID": "44"
        },
        {
          "text": "But when Menelaus was overcome, he promised to give much money to Ptolemy to persuade the king.",
          "ID": "45"
        },
        {
          "text": "And so, Ptolemy went to the king in a certain court where he was, as if merely to refresh himself, and he influenced him away from the sentence.",
          "ID": "46"
        },
        {
          "text": "And so Menelaus, though indeed guilty of all malice, was absolved of the crimes. Moreover, these pitiable men, who, even if they had pleaded their case before Scythians, would have been judged innocent, he condemned to death.",
          "ID": "47"
        },
        {
          "text": "Therefore, those who brought the case on behalf of the city, and the people, and the sacred vessels were quickly given an unjust punishment.",
          "ID": "48"
        },
        {
          "text": "For this reason, even the Tyrians, being indignant, proved to be very liberal toward their burial.",
          "ID": "49"
        },
        {
          "text": "Thus, because of the greed of those who were in power, Menelaus remained in authority, increasing in malice, to the betrayal of the citizens.",
          "ID": "50"
        }
      ],
      "ID": "AP:2MA.4",
      "name": "2 Maccabees 4"
    },
    {
      "text": [
        {
          "text": "At the same time, Antiochus prepared for a second journey into Egypt.",
          "ID": "1"
        },
        {
          "text": "But it happened, throughout the entire city of Jerusalem, that there were seen, for forty days, horsemen rushing through the air, having golden robes, and armed with spears, like a cohort of soldiers,",
          "ID": "2"
        },
        {
          "text": "and horses, set in order by ranks, running, coming together to engage in close combat, and the shaking of shields, and a helmeted multitude stretching forth swords, and the casting of darts, and the splendor of golden armor, and all kinds of breastplates.",
          "ID": "3"
        },
        {
          "text": "Because of this, everyone begged that these prodigies might be turned to good.",
          "ID": "4"
        },
        {
          "text": "But when a false rumor went out, as though the life of Antiochus had expired, Jason, taking with him no less than one thousand men, suddenly assaulted the city. And, though the citizens together rushed to the wall, the city at last was taken, and Menelaus fled into the stronghold.",
          "ID": "5"
        },
        {
          "text": "Truly, Jason did not spare his citizens from the slaughter; not realizing that success at the expense of kin is a very great evil, he considered those over whom he was victorious to be enemies, and not citizens.",
          "ID": "6"
        },
        {
          "text": "And so, he certainly did not obtain the leadership, but truly, in the end, received confusion for his betrayals, and he departed again to take refuge among the Ammonites.",
          "ID": "7"
        },
        {
          "text": "In the end, to his ruin, he was enclosed by Aretas, the sovereign of the Arabs. And then, fleeing from city to city, hated by all as a detestable fugitive from the laws, and as an enemy of his own nation and citizens, he was expelled into Egypt.",
          "ID": "8"
        },
        {
          "text": "And he who had expelled many from their native land perished abroad, starting out toward the Lacedaemonians, as if, for the sake of kinship, he should have refuge there.",
          "ID": "9"
        },
        {
          "text": "And he who cast out many, unburied, was himself also cast out, both unlamented and unburied, and without having use of either foreign burial or a share of the sepulcher of his fathers.",
          "ID": "10"
        },
        {
          "text": "And so, when these things were done, the king suspected that the Jews would desert the alliance. And because of this, departing from Egypt with a raging soul, he indeed took the city by force.",
          "ID": "11"
        },
        {
          "text": "Moreover, he ordered the military to execute, and not to spare, anyone they met, and to ascend through the houses to slay.",
          "ID": "12"
        },
        {
          "text": "Therefore, a massacre occurred of youths and elders, an extermination of women and children, a killing of virgins and little ones.",
          "ID": "13"
        },
        {
          "text": "And so, over three whole days, eighty thousand were executed, forty thousand were imprisoned, and no small number were sold.",
          "ID": "14"
        },
        {
          "text": "But, as if this were not enough, he even presumed to enter into the most holy temple in the entire world, with Menelaus, that traitor to the law and to his own nation, as his guide.",
          "ID": "15"
        },
        {
          "text": "And, taking in his wicked hands the holy vessels, which were given by other kings and cities for the adornment and glory of the place, he unworthily handled and contaminated them.",
          "ID": "16"
        },
        {
          "text": "So Antiochus, having gone astray in mind, did not consider that, because of the sins of the inhabitants of the city, God had become angry for a while, and so, for this reason, contempt had fallen upon the place.",
          "ID": "17"
        },
        {
          "text": "Otherwise, if it had not happened that they were involved in so many sins, as with Heliodorus, who was sent by king Seleucus to plunder the treasury, so also this one, as soon as he had arrived, certainly would have been scourged and driven away from his audacity.",
          "ID": "18"
        },
        {
          "text": "Truly, God did not choose the people because of the place, but the place because of the people.",
          "ID": "19"
        },
        {
          "text": "And therefore, the place itself also became a participant in the evils of the people. But afterwards, it shall be a companion to what is good. And she who was abandoned to the wrath of Almighty God shall be exalted again with the greatest glory, at the reconciliation of the great Lord.",
          "ID": "20"
        },
        {
          "text": "Therefore, when Antiochus had taken away from the temple one thousand eight hundred talents, he quickly returned to Antioch, thinking, in his arrogance, to navigate the earth, even by finding a passage leading across the open ocean: such was the elation of his mind.",
          "ID": "21"
        },
        {
          "text": "Yet he left behind rulers to afflict the people. In fact, at Jerusalem, Philip was by birth a Phrygian, but he was in manners more cruel than he who had appointed him.",
          "ID": "22"
        },
        {
          "text": "Yet Andronicus and Menelaus hung a heavier weight over the citizens at Garizim than the others.",
          "ID": "23"
        },
        {
          "text": "And when he had been appointed over the Jews, he sent that hateful leader, Apollonius, with an army of twenty-two thousand, instructing him to execute all men in the prime of life, and to sell the women and the youths.",
          "ID": "24"
        },
        {
          "text": "When he had arrived at Jerusalem, feigning peace, he remained quiet until the holy day of the Sabbath. And then, when the Jews were taking rest, he instructed his own to take up arms.",
          "ID": "25"
        },
        {
          "text": "And he slaughtered all those who were seen going out. And rushing throughout the city with armed men, he destroyed a vast multitude.",
          "ID": "26"
        },
        {
          "text": "But Judas Maccabeus, who was the tenth, had withdrawn himself to a deserted place, and there he lived life among the wild beasts in the mountains, with his own. And they remained there, consuming herbs as food, lest they be partakers in the defilement.",
          "ID": "27"
        }
      ],
      "ID": "AP:2MA.5",
      "name": "2 Maccabees 5"
    },
    {
      "text": [
        {
          "text": "But not much time later, the king sent a certain elder of Antioch, who compelled the Jews to transfer themselves from the laws of God and of their fathers,",
          "ID": "1"
        },
        {
          "text": "and also to contaminate the temple that was in Jerusalem, and to name it 'Jupiter of Olympus,' and in Garizim, 'Jupiter of Hospitality,' exactly like those who inhabited the place.",
          "ID": "2"
        },
        {
          "text": "Yet the worst and most grievous thing of all was the onrush of evils.",
          "ID": "3"
        },
        {
          "text": "For the temple was full of the luxuries and carousings of the Gentiles, and of consorting with promiscuous women. And the women hurried themselves unreservedly into the sacred buildings, bringing in things that were not lawful.",
          "ID": "4"
        },
        {
          "text": "And even the altar was filled with illicit things, which were prohibited by the laws.",
          "ID": "5"
        },
        {
          "text": "And also the sabbaths were not kept, and the solemn days of the fathers were not observed, neither did anyone simply confess himself to be a Jew.",
          "ID": "6"
        },
        {
          "text": "And so, they were led by bitter necessity, on the birthday of the king, to the sacrifices. And, when the holy things of Liber were celebrated, they were forced to go around crowned with the ivy of Liber.",
          "ID": "7"
        },
        {
          "text": "Then a decree went out to the neighboring cities of the Gentiles, suggested by the Ptolemeans, that they too should act in a similar manner against the Jews, to oblige them to sacrifice,",
          "ID": "8"
        },
        {
          "text": "and that those who were not willing to conform to the institutions of the Gentiles should be executed. Therefore, there was misery to be seen.",
          "ID": "9"
        },
        {
          "text": "For two women were denounced for having had their boys circumcised. These, with the infants suspended at their breasts, when they had publicly led them around the city, they cast down from the walls.",
          "ID": "10"
        },
        {
          "text": "Truly, others, meeting together in nearby caves and celebrating the Sabbath day secretly, when they had been discovered by Philip, were burned with fire, because they showed reverence to the observances of religion, deciding to help themselves by their own hand.",
          "ID": "11"
        },
        {
          "text": "So then, I beg those who will read this Book, let them not be repelled by these adverse events, but let them consider that these things happened, not for the destruction, but for the correction, of our people.",
          "ID": "12"
        },
        {
          "text": "For it is also an indication of great benefits that sinners are not permitted to continue in their ways for a long time, but are promptly brought to punishment.",
          "ID": "13"
        },
        {
          "text": "For, as it is with other nations, (whom the Lord patiently awaits, so that, when the day of Judgment will arrive, he may punish them according to the plentitude of their sins,)",
          "ID": "14"
        },
        {
          "text": "not so does he also deal with us, as if to put off our sins until the end, so as to punish us for them eventually.",
          "ID": "15"
        },
        {
          "text": "Because of this, he certainly would never take away his mercy from us. Yet truly, chastising his people in adversity, he does not abandon them.",
          "ID": "16"
        },
        {
          "text": "But these few things have been spoken by us as a reminder to the reader. For now we have arrived at the narration.",
          "ID": "17"
        },
        {
          "text": "And so, Eleazar, one of the chief scribes, a man advanced in years and of stately countenance, was compelled to open his mouth wide to consume the flesh of swine.",
          "ID": "18"
        },
        {
          "text": "Yet he, embracing a most glorious death as greater than a detestable life, went forward voluntarily to the torments.",
          "ID": "19"
        },
        {
          "text": "And so, thinking over the manner by which he ought to approach it, enduring patiently, he was determined not to permit, due to a love for life, any unlawful things.",
          "ID": "20"
        },
        {
          "text": "Yet those who stood near, being moved by an iniquitous pity because of long friendship with the man, taking him aside privately, asked that flesh be brought which was lawful for him to eat, so that he could pretend to have eaten, just as the king had commanded, from the flesh of the sacrifice.",
          "ID": "21"
        },
        {
          "text": "So then, by doing this, he might be freed from death. And it was because of their old friendship with the man that they performed this kindness for him.",
          "ID": "22"
        },
        {
          "text": "But he began to consider the eminent dignity of his stage of life and old age, and the natural honor of gray hair, as well as his exemplary words and deeds from childhood. And he responded quickly, according also to the ordinances of the sacred law preserved by God, saying, that he would first be sent to the underworld.",
          "ID": "23"
        },
        {
          "text": "\"For it is not worthy for those of our age,\" he said, \"to deceive, so that many adolescents might think that Eleazar, at ninety years, had converted to the life of the foreigners.",
          "ID": "24"
        },
        {
          "text": "And so, they, because of my pretense and for the sake of a brief time of a corruptible life, would be misled, and, through this stain and desecration, I would defile my last years.",
          "ID": "25"
        },
        {
          "text": "But if, in the present time, I were rescued from the torments of men, I would then not escape the hand of the Almighty, neither in life, nor in death.",
          "ID": "26"
        },
        {
          "text": "For this reason, by departing life with fortitude, I will show myself to be clearly worthy of my long life.",
          "ID": "27"
        },
        {
          "text": "And so, I will bequeath an example of fortitude to youths, if, with a ready soul and constancy, I carry out an honest death, for the sake of the most serious and most holy laws.\" And having said this, he was immediately dragged away to execution.",
          "ID": "28"
        },
        {
          "text": "But those who led him, and who were more mild a little before, were turned to anger because of the words spoken by him, which they considered to have been brought forth by way of arrogance.",
          "ID": "29"
        },
        {
          "text": "But when he was ready to perish by the scourges, he groaned, and he said: \"O Lord, who holds all holy knowledge, you clearly understand that, although I could be freed from death, I suffer grievous pains in body. Truly, according to the soul, I willingly endure these things, because of your fear.\"",
          "ID": "30"
        },
        {
          "text": "And the way in which this man passed from this life, bequeathed, not only to youths, but also to the entire people, the memory of his death as an example of virtue and fortitude.",
          "ID": "31"
        }
      ],
      "ID": "AP:2MA.6",
      "name": "2 Maccabees 6"
    },
    {
      "text": [
        {
          "text": "And it happened also that seven brothers, united with their mother, were apprehended and compelled by the king to eat the flesh of swine against divine law, being tormented with scourges and whips.",
          "ID": "1"
        },
        {
          "text": "But one of them, who was first, spoke in this way: \"What would you ask, or what would you want to learn from us? We are ready to die, rather than to betray the laws that our fathers received from God.\"",
          "ID": "2"
        },
        {
          "text": "And so the king, being angry, ordered frying pans and bronze caldrons to be heated. When these were presently heated,",
          "ID": "3"
        },
        {
          "text": "he ordered the tongue of him who had spoken first to be cut off, and, once the skin of his head had been pulled off, likewise his hands and feet to be cut off at the top, while the rest of his brothers and his mother were watching.",
          "ID": "4"
        },
        {
          "text": "And when now he had been made helpless in all parts, he commanded him to be moved to the fire, and, while still breathing, to be fried in the frying pan. As he was suffering long torments therein, the rest, united with the mother, exhorted one another to die with fortitude,",
          "ID": "5"
        },
        {
          "text": "saying: \"The Lord God will perceive the truth, and he will be consoled in us, in the way that Moses declared in the profession of the canticle: 'And in his servants, he will be consoled.' \"",
          "ID": "6"
        },
        {
          "text": "And so, when the first had died in this way, they led in the next one, so as to ridicule him. And when the skin of his head was pulled off with the hair, they asked him if he would eat, instead of being punished throughout the whole body in every limb.",
          "ID": "7"
        },
        {
          "text": "But responding in the language of his fathers, he said, \"I will not do it.\" Because of this, he also, in the next place, received the torments of the first.",
          "ID": "8"
        },
        {
          "text": "And when he had reached his last breath, he spoke in this way: \"You, indeed, O most wicked man, are destroying us in this present life. But the King of the world will raise us up, in eternal life at the resurrection, for we die on behalf of his laws.\"",
          "ID": "9"
        },
        {
          "text": "After this one, the third was ridiculed, and when he was asked, he quickly offered up his tongue, and he resolutely extended his hands.",
          "ID": "10"
        },
        {
          "text": "And he said with confidence, \"I possess these from heaven, but, because of the laws of God, I now despise them, for I hope to receive them again from him.\"",
          "ID": "11"
        },
        {
          "text": "So then, the king and those who were with him, wondered at the soul of this youth, because he considered the torments as if they were nothing.",
          "ID": "12"
        },
        {
          "text": "And after he had died in this way, they afflicted the fourth with similar tortures.",
          "ID": "13"
        },
        {
          "text": "And when he was about to die, he spoke in this way: \"It is preferable, being put to death by men, to wait for hope from God, so as to be revived again by him. But the resurrection to life will not be for you.",
          "ID": "14"
        },
        {
          "text": "And when they had brought the fifth, they afflicted him. But he, gazing at him,",
          "ID": "15"
        },
        {
          "text": "said: \"Having power among men, though you are corruptible, you do what you want, but do not think that our nation has been abandoned by God.",
          "ID": "16"
        },
        {
          "text": "And so, wait patiently for a while, and you will see his great power, by the manner in which he will torture you and your offspring.\"",
          "ID": "17"
        },
        {
          "text": "After this one, they brought the sixth, and he, being about to die, spoke in this way: \"Do not go astray in vain. For we suffer because of ourselves, having sinned against our God, yet things worthy of admiration have been accomplished in us.",
          "ID": "18"
        },
        {
          "text": "But do not consider that you will be without punishment, for you have attempted to fight against God.\"",
          "ID": "19"
        },
        {
          "text": "Now the mother was wonderful beyond measure, and a worthy memorial of the good, for she watched her seven sons perish within the time of one day, and she bore it with a good soul, because of the hope that she had in God.",
          "ID": "20"
        },
        {
          "text": "And, with fortitude, she exhorted every one of them, in the language of the fathers, being filled with wisdom. And, joining masculine courage with feminine thinking,",
          "ID": "21"
        },
        {
          "text": "she said to them: \"I do not know how you were formed in my womb. For I did not give you spirit, nor soul, nor life; neither did I construct each of your limbs.",
          "ID": "22"
        },
        {
          "text": "Nevertheless, the Creator of the world, who formed the nativity of man, and who founded the origins of all, will restore both spirit and life to you again, with his mercy, just as you now despise yourselves for the sake of his laws.\"",
          "ID": "23"
        },
        {
          "text": "But Antiochus, thinking himself despised, and at the same time also despising the voice of the reproacher, when only the youngest was still left, not only exhorted him with words, but also assured him with an oath, that he would make him wealthy and happy, and, if he would convert from the laws of his fathers, he would have him as a friend, and he would provide him with necessary things.",
          "ID": "24"
        },
        {
          "text": "But, when the youth was not swayed by these things, the king called the mother and persuaded her to act toward the youth to save him.",
          "ID": "25"
        },
        {
          "text": "And so, when he had exhorted her with many words, she promised that she would counsel her son.",
          "ID": "26"
        },
        {
          "text": "Then, leaning towards him and mocking the cruel tyrant, she said in the language of the fathers: \"My son, take pity on me, for I carried you for nine months in my womb, and I gave you milk for three years, and I nourished you and led you through to this stage of life.",
          "ID": "27"
        },
        {
          "text": "I ask you, child, gaze upon heaven and earth, and all that is in them, and understand that God made them, and the family of man, out of nothing.",
          "ID": "28"
        },
        {
          "text": "So shall it be that you will not fear this executioner, but, participating worthily with your brothers, you shall accept death, so that, by this mercy, I shall receive you again with your brothers.\"",
          "ID": "29"
        },
        {
          "text": "While she was still saying these things, the youth said: \"What are you waiting for? I will not obey the precepts of the king, but the precepts of the law, which was given to us through Moses.",
          "ID": "30"
        },
        {
          "text": "In truth, you, who have been the inventor of all malice against the Hebrews, will not escape the hand of God.",
          "ID": "31"
        },
        {
          "text": "For we suffer these things because of our sins.",
          "ID": "32"
        },
        {
          "text": "And if, for the sake of our chastisement and correction, the Lord our God is angry with us for a little while, yet still he will be reconciled again to his servants.",
          "ID": "33"
        },
        {
          "text": "But as for you, O wicked and most disgraceful of all men, do be not be extolled over nothing, with vain hopes, while you are inflamed against his servants.",
          "ID": "34"
        },
        {
          "text": "For you have not yet escaped the judgment of Almighty God, who examines all things.",
          "ID": "35"
        },
        {
          "text": "Therefore, my brothers, having now sustained brief sorrow, have been brought under the covenant of eternal life. But, in truth, you, by the judgment of God, will be released into just punishment for your arrogance.",
          "ID": "36"
        },
        {
          "text": "But I, like my brothers, deliver up my soul and my body for the sake of the laws of the fathers, calling upon God so as to bring forgiveness upon our nation sooner, and so that you, with torments and lashings, may confess that he alone is God.",
          "ID": "37"
        },
        {
          "text": "Truly, in me and in my brothers, the wrath of the Almighty, which has been led over all our people justly, shall cease.\"",
          "ID": "38"
        },
        {
          "text": "Then the king, burning with anger, raged against this one with cruelty beyond all the rest, bearing it indignantly that he himself was derided.",
          "ID": "39"
        },
        {
          "text": "And so this one also died in purity, trusting in the Lord through all things.",
          "ID": "40"
        },
        {
          "text": "Then, last of all, after the sons, the mother also was consumed.",
          "ID": "41"
        },
        {
          "text": "Therefore, about the sacrifices and about the exceedingly great cruelties, enough has been said.",
          "ID": "42"
        }
      ],
      "ID": "AP:2MA.7",
      "name": "2 Maccabees 7"
    },
    {
      "text": [
        {
          "text": "In truth, Judas Maccabeus, and those who were with him, went secretly into the villages, and, calling together their relatives and friends, and accepting among them those who persevered in Judaism, they brought six thousand men together.",
          "ID": "1"
        },
        {
          "text": "And they called upon the Lord: to look upon his people, who were down trodden by all; and to take pity on the temple, which was defiled by the impius;",
          "ID": "2"
        },
        {
          "text": "and even to take pity on the city by utter destruction, for it was willing to be immediately leveled to the ground; and to hear the voice of the blood that was crying out to him,",
          "ID": "3"
        },
        {
          "text": "so that he would remember also the most iniquitous deaths of the innocent little ones, and the blasphemies brought upon his name; and to show his indignation over these things.",
          "ID": "4"
        },
        {
          "text": "And so Maccabeus, having gathered together a multitude, could not be withstood by the Gentiles. For the wrath of the Lord had turned into mercy.",
          "ID": "5"
        },
        {
          "text": "And so, overwhelming the towns and cities unexpectedly, he set them on fire. And, occupying strategic positions, he made no small slaughter of the enemies.",
          "ID": "6"
        },
        {
          "text": "Moreover, especially in the nights, he carried out expeditions in this way. And the fame of his virtuous strength was spread abroad everywhere.",
          "ID": "7"
        },
        {
          "text": "Then Philip, seeing that the man gained ground little by little, and that things frequently fell out in his favor, wrote to Ptolemy, governor of Coelesyria and Phoenicia, to send auxiliaries to carry out the work of the king.",
          "ID": "8"
        },
        {
          "text": "And so, he quickly sent Nicanor, son of Patroclus, from his foremost friends, providing him with no less than twenty thousand armed men from throughout the Gentiles, to wipe out the entire race of the Jews, joining with him Gorgias, a military man with very great experience in the things of warfare.",
          "ID": "9"
        },
        {
          "text": "Moreover, Nicanor decided to raise a tribute for the king of two thousand talents, which was to be given to the Romans, and which would be supplied by means of the captivity of the Jews.",
          "ID": "10"
        },
        {
          "text": "And immediately he sent to the maritime cities, calling them to the auction of the Jewish slaves, promising them a parcel of ninety slaves for one talent, not reflecting on the vengeance which would befall him subsequently from the Almighty.",
          "ID": "11"
        },
        {
          "text": "Then, when Judas learned that Nicanor was approaching, he revealed it to those Jews who were with him.",
          "ID": "12"
        },
        {
          "text": "And certain ones among them, being afraid and not trusting in the justice of God, turned and fled away.",
          "ID": "13"
        },
        {
          "text": "In truth, others sold all that was in excess, and together beseeched the Lord, that he would rescue them from the impious Nicanor, who had sold them before he even came near them,",
          "ID": "14"
        },
        {
          "text": "and if not for their sakes, then for the sake of the covenant which was made with their fathers, and for the sake of the invocation of his holy and magnificent name over them.",
          "ID": "15"
        },
        {
          "text": "But Maccabeus, calling together seven thousand who were with him, asked them not to be reconciled to the enemies, and not to fear the multitude of the enemies who came against them unjustly, but to struggle with fortitude,",
          "ID": "16"
        },
        {
          "text": "holding before their eyes the contempt that had been brought upon the holy place by them, and likewise also the mockery which they held to the injury of the city, even to the extent of overthrowing the institutions of old.",
          "ID": "17"
        },
        {
          "text": "For he said that these, indeed, trust in their weapons, as well as in their boldness; but we trust in the Almighty Lord, who is able to wipe out both those coming against us, and even the whole world, with one nod.",
          "ID": "18"
        },
        {
          "text": "Moreover, he reminded them also of the assistance of God which their parents had received; and how, under Sennacherib, one hundred and eighty-five thousand had perished;",
          "ID": "19"
        },
        {
          "text": "and of the battle by them, which was against the Galatians in Babylonia, how, when the event had arrived and the allies of the Macedonians hesitated, though they were only six thousand in all, yet they slew one hundred and twenty thousand, because of the help provided to them from heaven; and how, for the sake of these things, very many benefits followed.",
          "ID": "20"
        },
        {
          "text": "By these words, they were brought to constancy and were prepared to die for the laws and their nation.",
          "ID": "21"
        },
        {
          "text": "And so, he appointed his brothers as leaders over each division: Simon, and Joseph, and Jonathan, subjecting one thousand and five hundred men to each of them.",
          "ID": "22"
        },
        {
          "text": "And at that point, the holy book having been read to them by Esdras, and having given them a sign of the assistance of God, with himself leading the first point, he joined battle with Nicanor.",
          "ID": "23"
        },
        {
          "text": "And, with the Almighty as their helper, they slew over nine thousand men. Furthermore, having wounded and disabled the greater part of the army of Nicanor, they forced them to take flight.",
          "ID": "24"
        },
        {
          "text": "In fact, they took away the money from those who came to buy them, and they pursued them everywhere.",
          "ID": "25"
        },
        {
          "text": "But they turned back at the close of the hour, for it was before the Sabbath. For this reason, they did not continue the pursuit.",
          "ID": "26"
        },
        {
          "text": "But, having gathered together their weapons and spoils, they kept the Sabbath, blessing the Lord who had delivered them in that day, showering the beginning of mercy on them.",
          "ID": "27"
        },
        {
          "text": "In truth, after the Sabbath, they divided the spoils to the disabled, and the orphans, and the widows, and the remainder they kept for themselves and their own.",
          "ID": "28"
        },
        {
          "text": "And so, when these things were done, and supplication was made by all in common, they asked the merciful Lord to be reconciled to his servants unto the end.",
          "ID": "29"
        },
        {
          "text": "And, among those who were fighting against them with Timothy and Bacchides, they slew more than twenty thousand, and they obtained the high fortresses, and they divided many spoils, making equal portions for the disabled, the fatherless, and the widows, and even the aged.",
          "ID": "30"
        },
        {
          "text": "And when they had carefully collected their weapons, they stored them all in strategic places, and, in truth, the remainder of the spoils they carried to Jerusalem.",
          "ID": "31"
        },
        {
          "text": "And they put to death Philarches, a wicked man, who was with Timothy, who had brought many afflictions upon the Jews.",
          "ID": "32"
        },
        {
          "text": "And when they celebrated the song of victory at Jerusalem, they burned him who had set fire to the sacred doors, that is, Callisthenes, when he had taken refuge in a certain house, repaying him a worthy reward for his impieties.",
          "ID": "33"
        },
        {
          "text": "But as for that most vicious Nicanor, who had led in a thousand merchants for the sale of the Jews,",
          "ID": "34"
        },
        {
          "text": "he was brought low with the help of the Lord, and by those whom he considered to be worthless. Putting aside the glorious vestments, fleeing by an inland route, he arrived alone at Antioch, having been brought to the greatest unhappiness by the destruction of his army.",
          "ID": "35"
        },
        {
          "text": "And he who had promised to pay a tribute to the Romans from the captives of Jerusalem, now professed that the Jews had God as their protector, and, for this reason, they were invulnerable, because they followed the laws established by him.",
          "ID": "36"
        }
      ],
      "ID": "AP:2MA.8",
      "name": "2 Maccabees 8"
    },
    {
      "text": [
        {
          "text": "At the same time, Antiochus returned in dishonor from Persia.",
          "ID": "1"
        },
        {
          "text": "For he had entered into the city called Persepolis, and attempted to rob the temple, and to oppress the city, but the multitude, rushing to arms, turned them to flight, and so it happened that Antiochus, after fleeing, returned in disgrace.",
          "ID": "2"
        },
        {
          "text": "And when he had arrived near Ecbatana, he realized what had happened to Nicanor and Timothy.",
          "ID": "3"
        },
        {
          "text": "And so, rising up in anger, he thought to turn back upon the Jews the injury done by those who had put him to flight. And, therefore, he ordered his chariot to be driven without stopping along the way, for the judgment of heaven was urging him on, because he had spoken so arrogantly about how he would come to Jerusalem and make it into a mass grave for the Jews.",
          "ID": "4"
        },
        {
          "text": "But the Lord God of Israel, who oversees all things, struck him with an incurable and invisible plague. For, as soon as he had finished these words, a dire pain in his abdomen seized him, with bitter internal torments.",
          "ID": "5"
        },
        {
          "text": "And, indeed, it sprung forth justly, since he had tormented the internal organs of others with many strange and new tortures, yet he in no way ceased from his malice.",
          "ID": "6"
        },
        {
          "text": "But, beyond this, being filled with arrogance, breathing fire with his soul against the Jews, and instructing the task to be accelerated, it happened that, as he was rushing on forcefully, he fell from the chariot, and his limbs were afflicted with a serious bruising of the body.",
          "ID": "7"
        },
        {
          "text": "And he, being filled with arrogance beyond human means, seemed to himself to command even the waves of the sea and to weigh even the heights of the mountains in a balance. But now, humbled to the ground, he was carried on a stretcher, calling himself as a witness to the manifest virtue of God.",
          "ID": "8"
        },
        {
          "text": "So then, worms swarmed from his impious body, and, as he lived on in pain, his flesh fell away, and then his odorous stench oppressed the army.",
          "ID": "9"
        },
        {
          "text": "And him who, a little before, thought that he could touch the stars of heaven, no one could endure to carry, because of the intolerable stench.",
          "ID": "10"
        },
        {
          "text": "And so, from then on, being led away from his heavy arrogance by the admonishment of a divine plague, he began to come to an understanding of himself, with his pains increasing through every moment.",
          "ID": "11"
        },
        {
          "text": "And, when he could not even bear his own stench, he spoke in this way: \"It is just to be subject to God, and a mortal should not consider himself equal to God.\"",
          "ID": "12"
        },
        {
          "text": "Then this wicked one prayed to the Lord, from whom, subsequently, there might be no mercy.",
          "ID": "13"
        },
        {
          "text": "And the city, to which he was going in haste to pull it down to the ground and to make it a mass grave, he now wanted to make free.",
          "ID": "14"
        },
        {
          "text": "And the Jews, whom he had said he certainly did not consider worthy even to be buried, but would deliver them to be torn apart by birds and wild beasts, and would exterminate them with their little ones, he now promised to make equal with the Athenians.",
          "ID": "15"
        },
        {
          "text": "And even the holy temple, which before he had plundered, he would adorn with the best gifts, and increase the holy vessels, and pay out from his revenues the charges pertaining to the sacrifices.",
          "ID": "16"
        },
        {
          "text": "Beyond these things, he would even become a Jew himself, and would travel through every place on earth and declare the power of God.",
          "ID": "17"
        },
        {
          "text": "But, when his pains did not cease, (for the just judgment of God had overwhelmed him,) in despair he wrote to the Jews, in the manner of a supplication, a letter composed in this way:",
          "ID": "18"
        },
        {
          "text": "\"To the very good citizens of the Jews, Antiochus, king and ruler, wishes much health, and welfare, and happiness.",
          "ID": "19"
        },
        {
          "text": "If you and your sons are faring well, and if everything is according to your will, we give very great thanks.",
          "ID": "20"
        },
        {
          "text": "And so, fixed in infirmity, yet kindly remembering you, I am returning from the places of Persia, and, having been seized by a serious infirmity, I considered it necessary to have a concern for the common good,",
          "ID": "21"
        },
        {
          "text": "not despairing in myself, but having a great hope to escape the infirmity.",
          "ID": "22"
        },
        {
          "text": "Moreover, considering that my father also, during the time that he led an army into the upper regions, revealed who would take up the leadership after him,",
          "ID": "23"
        },
        {
          "text": "so that, if anything contrary should occur, or any if difficulties should be reported, those who were in the regions, knowing to whom the whole matter had been bequeathed, would not be disturbed.",
          "ID": "24"
        },
        {
          "text": "In addition to these things, considering that whichever are the nearest powers and neighbors lie in ambush for the right time and await the right event, I have designated my son, Antiochus, as king, whom I frequently commended to many of you while traveling in the upper provinces. And I have written to him what I have added below.",
          "ID": "25"
        },
        {
          "text": "And so, I beg you and petition you, that remembering the public and private benefits, each one will continue to be faithful to me and to my son.",
          "ID": "26"
        },
        {
          "text": "For I trust that he will behave with moderation and humanity, and that, following my intentions, he will be impartial to you.\"",
          "ID": "27"
        },
        {
          "text": "And so the murderer and blasphemer, having been struck very badly, just as he himself had treated others, passed from this life in a miserable death on a journey among the mountains.",
          "ID": "28"
        },
        {
          "text": "But Philip, who was nurtured with him, carried away his body, and, fearing the son of Antiochus, went into Egypt to Ptolemy Philometor.",
          "ID": "29"
        }
      ],
      "ID": "AP:2MA.9",
      "name": "2 Maccabees 9"
    },
    {
      "text": [
        {
          "text": "But Maccabeus and those who were with him, the Lord protecting them, even recovered the temple and the city.",
          "ID": "1"
        },
        {
          "text": "Then he demolished the altars, which the foreigners had constructed in the streets, and likewise the shrines.",
          "ID": "2"
        },
        {
          "text": "And, having purged the temple, they made another altar. And, taking glowing stones from the fire, they began to offer sacrifices again after two years, and they set out incense, and lamps, and the bread of the Presence.",
          "ID": "3"
        },
        {
          "text": "Having done these things, they petitioned the Lord, lying prostrate on the ground, lest they should fall once more into such evils, but also, if they should at any time sin, that they might be chastised by him more mildly, and not be delivered over to barbarians and blasphemous men.",
          "ID": "4"
        },
        {
          "text": "Then, on the day that the temple had been polluted by the foreigners, it happened on the same day that the purification was accomplished, on the twenty-fifth day of the month, which was Kislev.",
          "ID": "5"
        },
        {
          "text": "And they celebrated for eight days with joy, in the manner of the Feast of Tabernacles, remembering that, a little time before, they had celebrated the solemn days of the Feast of Tabernacles in mountains and caves, in the manner of wild beasts.",
          "ID": "6"
        },
        {
          "text": "Because of this, they now preferred to carry boughs and green branches and palms, for him who had prospered the cleansing of his place.",
          "ID": "7"
        },
        {
          "text": "And they decreed a common precept and decree, that all the people of the Jews should keep those days every year.",
          "ID": "8"
        },
        {
          "text": "Now certainly Antiochus, who was called illustrious, held himself to be so at the passing of his life.",
          "ID": "9"
        },
        {
          "text": "But next we will describe what happened with Eupator, the son of the impious Antiochus, abridging the evils which happened in the wars.",
          "ID": "10"
        },
        {
          "text": "For when he assumed the kingdom, he appointed, over the affairs of the kingdom, a certain Lysias, leader of the Phoenician and Syrian military.",
          "ID": "11"
        },
        {
          "text": "For Ptolemy, who was called Macer, decided to be strict in justice toward the Jews, especially because of the iniquity that had been done to them, and to deal with them peacefully.",
          "ID": "12"
        },
        {
          "text": "But, for this reason, he was accused before Eupator by his friends, and was frequently called a traitor. For he had deserted Cyprus, which Philometor had entrusted to him. And so, transferring to Antiochus the illustrious, he even withdrew from him. And he ended his life by poison.",
          "ID": "13"
        },
        {
          "text": "But Gorgias, when he was the leader of the places, taking to him new arrivals, frequently made war against the Jews.",
          "ID": "14"
        },
        {
          "text": "In truth, the Jews, who held the strategic fortresses, took in those who were fleeing from Jerusalem, and they attempted to make war.",
          "ID": "15"
        },
        {
          "text": "In fact, those who were with Maccabeus, petitioning the Lord through prayers to be their helper, made a forceful attack upon the fortresses of the Idumeans.",
          "ID": "16"
        },
        {
          "text": "And, persevering with much force, they obtained the places, killing those they met, and cutting down in all no less than twenty thousand.",
          "ID": "17"
        },
        {
          "text": "Yet certain ones, when they had fled into two well-fortified towers, gave all appearance of fighting back.",
          "ID": "18"
        },
        {
          "text": "So Maccabeus left behind Simon and Joseph, and likewise Zachaeus, and those who were with them, to fight against them. And since those who were with them were sufficient in number, he turned back to those who attacked more forcefully.",
          "ID": "19"
        },
        {
          "text": "In truth, those who were with Simon, being led by avarice, were persuaded by money from certain ones who were in the towers. And accepting seventy thousand didrachmas, they allowed certain ones to flee.",
          "ID": "20"
        },
        {
          "text": "But when what was done had been reported to Maccabeus, gathering together the leaders of the people, he accused those who had sold their brothers for money, having sent away their adversaries.",
          "ID": "21"
        },
        {
          "text": "Therefore, he executed these who had acted as traitors, and he quickly captured the two towers.",
          "ID": "22"
        },
        {
          "text": "And so, having success in arms and in all things that he took in hand, he destroyed more than twenty thousand in the two fortresses.",
          "ID": "23"
        },
        {
          "text": "And Timothy, who had been overcome by the Jews before, calling together a multitude of foreign troops and gathering horsemen from Asia, arrived as if he would capture Judea with arms.",
          "ID": "24"
        },
        {
          "text": "But Maccabeus, and those who were with him, as he was approaching, beseeched the Lord, sprinkling dirt on their heads and wrapping their waists with haircloth.",
          "ID": "25"
        },
        {
          "text": "And lying prostrate at the pedestal of the altar, they beseeched him to be forgiving to them, but to be an enemy to their enemies, and an adversary to their adversaries, just as the law says.",
          "ID": "26"
        },
        {
          "text": "And so, after prayer, taking up arms, they proceeded further from the city, and, reaching close proximity to the enemies, they settled in.",
          "ID": "27"
        },
        {
          "text": "But, as soon as the sun rose, both sides joined battle: these ones having the guarantee of victory and success by the strength of the Lord, yet the others having courage as their leader in battle.",
          "ID": "28"
        },
        {
          "text": "But, while they were fighting vehemently, to the adversaries there appeared from heaven five men on horses, which were adorned with bridles of gold, providing leadership to the Jews.",
          "ID": "29"
        },
        {
          "text": "Two of them, having Maccabeus in the middle and surrounding him with their weapons, kept him safe. But, at the enemy, they cast darts and lightning, so that they fell down, being both confused with blindness and filled with disturbances.",
          "ID": "30"
        },
        {
          "text": "Moreover, there were slain twenty thousand five hundred, along with six hundred horsemen.",
          "ID": "31"
        },
        {
          "text": "In fact, Timothy fled away to Gazara, to a fortified stronghold, where Chaereas was in charge.",
          "ID": "32"
        },
        {
          "text": "Then Maccabeus, and those who were with him, joyfully besieged the stronghold for four days.",
          "ID": "33"
        },
        {
          "text": "But those who were inside, trusting to the strength of the place, spoke evil without limit and cast out nefarious words.",
          "ID": "34"
        },
        {
          "text": "But when the fifth day began to dawn, twenty youths of those who were with Maccabeus, inflamed in soul because of the blasphemy, manfully approached to the wall, and, advancing with fierce courage, ascended it.",
          "ID": "35"
        },
        {
          "text": "Moreover, others also getting up after them, went to set fire to the towers and the gates, and to burn the blasphemers alive.",
          "ID": "36"
        },
        {
          "text": "Then, having continued throughout two days to lay waste to the fortress, they killed Timothy, who was found hiding himself in a certain place. And they also killed his brother Chaereas, and Apollophanes.",
          "ID": "37"
        },
        {
          "text": "When this was done, they blessed the Lord with hymns and confessions, who had done great things in Israel and had given them the victory.",
          "ID": "38"
        }
      ],
      "ID": "AP:2MA.10",
      "name": "2 Maccabees 10"
    },
    {
      "text": [
        {
          "text": "But a short time afterwards, Lysias, the procurator of the king and a near relative, who also was in charge of the government, was heavily weighed upon by what had happened.",
          "ID": "1"
        },
        {
          "text": "Gathering together eight thousand, along with all the horsemen, he came against the Jews, thinking that the city would certainly be captured, making it a dwelling place for the Gentiles,",
          "ID": "2"
        },
        {
          "text": "in truth, also thinking to make a profit in money from the temple, just as from the other shrines of the Gentiles, and to put the priesthood up for sale every year.",
          "ID": "3"
        },
        {
          "text": "Never recognizing the power of God, but inflated in mind, he trusted in the multitude of the foot soldiers, and in the thousands of horsemen, and in the eighty elephants.",
          "ID": "4"
        },
        {
          "text": "And so, he entered Judea, and, approaching Bethzur, which was in a narrow place, at an interval of five stadia from Jerusalem, he laid siege to that stronghold.",
          "ID": "5"
        },
        {
          "text": "But when Maccabeus and those who were with him realized that the strongholds were besieged, they and all the crowd together petitioned the Lord with weeping and tears, that he would send a good Angel to save Israel.",
          "ID": "6"
        },
        {
          "text": "And so the leader Maccabeus, taking up arms, exhorted the others, to undergo the peril together with him, and to bring assistance to their brothers.",
          "ID": "7"
        },
        {
          "text": "And when they together were going forth with a ready spirit, there appeared at Jerusalem a horseman, preceding them in radiant clothing and with weapons of gold, waving a spear.",
          "ID": "8"
        },
        {
          "text": "Then they all together blessed the merciful Lord, and strengthened their souls, being prepared to break through not only men, but also the most ferocious beasts and walls of iron.",
          "ID": "9"
        },
        {
          "text": "Thus, they went forth readily, having a helper from heaven, and with the Lord taking pity on them.",
          "ID": "10"
        },
        {
          "text": "Then, rushing violently against the enemy, in the manner of lions, they struck down from among them: eleven thousand foot soldiers and one thousand six hundred horsemen.",
          "ID": "11"
        },
        {
          "text": "And they turned all the rest to flight. But many of them, being wounded, escaped with nothing. And Lysias himself also escaped, fleeing in disgrace.",
          "ID": "12"
        },
        {
          "text": "And because he was not irrational, thinking to himself about the loss that had happened against him, and understanding the Hebrews to be invincible because they depend upon the help of Almighty God, he sent to them,",
          "ID": "13"
        },
        {
          "text": "and he promised that he would agree to all things that are just, and that he would persuade the king to be their friend.",
          "ID": "14"
        },
        {
          "text": "Then Maccabeus assented to the request of Lysias, considering it useful in every way. And whatever Maccabeus wrote to Lysias, concerning the Jews, the king consented to it.",
          "ID": "15"
        },
        {
          "text": "For there were letters written to the Jews from Lysias, which, indeed, were composed in this way: \"Lysias, to the people of the Jews: greetings.",
          "ID": "16"
        },
        {
          "text": "John and Absalom, who had been sent from you to deliver your writings, requested that I would implement these things that were signified by them.",
          "ID": "17"
        },
        {
          "text": "Therefore, whatever things could be brought before the king, I have presented them. And he has conceded to those things that are permitted.",
          "ID": "18"
        },
        {
          "text": "If, therefore, you will keep yourselves faithful in these matters, then, from now on, I will endeavor to be a cause of your good.",
          "ID": "19"
        },
        {
          "text": "But as for other particulars, I have given orders by word, both to these, and to those who have been sent by me, to confer with you.",
          "ID": "20"
        },
        {
          "text": "Farewell. In the one hundred forty-eighth year, on the twenty-fourth day of the month of Dioscorus.\"",
          "ID": "21"
        },
        {
          "text": "But the letter of the king contained this: \"King Antiochus to Lysias, his brother: greetings.",
          "ID": "22"
        },
        {
          "text": "Since our father has been transferred among the gods, we are willing that those who are in our kingdom should act without tumult, and should attend diligently to their own concerns.",
          "ID": "23"
        },
        {
          "text": "We have heard that the Jews would not consent to my father to convert to the rites of the Greeks, but that they chose to keep to their own institutions, and, because of this, that they ask of us to leave them to their own laws.",
          "ID": "24"
        },
        {
          "text": "Therefore, wanting this nation, likewise, to be at rest, we have reached a judgment that the temple should be restored to them, so that they may act according to the custom of their ancestors.",
          "ID": "25"
        },
        {
          "text": "You will do well, therefore, if you send to them and grant them a pledge, so that our will becomes known, and they may be of good courage, and may look after their own needs.\"",
          "ID": "26"
        },
        {
          "text": "Truly, the letter of the king to the Jews was such as this: \"King Antiochus to the senate of the Jews, and to the rest of the Jews: greetings.",
          "ID": "27"
        },
        {
          "text": "If you are well, such is what we desire. But we ourselves are also well.",
          "ID": "28"
        },
        {
          "text": "Menelaus came to us, saying that you wished to come down to your own, who are among us.",
          "ID": "29"
        },
        {
          "text": "Therefore, we grant a pledge of security to those who come and go, even until the thirtieth day of the month of Xanthicus,",
          "ID": "30"
        },
        {
          "text": "so that the Jews may make use of their own foods and laws, just as also before, and so that none of them should endure any kind of trouble for things which have been done by ignorance.",
          "ID": "31"
        },
        {
          "text": "And so, we have also sent Menelaus, who will talk with you.",
          "ID": "32"
        },
        {
          "text": "Farewell. In the one hundred forty-eighth year, on the fifteenth day of the month of Xanthicus.\"",
          "ID": "33"
        },
        {
          "text": "But the Romans also now sent a letter, having this in it: \"Quintus Memmius and Titus Manilius, ambassadors of the Romans, to the people of the Jews: greetings.",
          "ID": "34"
        },
        {
          "text": "Concerning these things that Lysias, the relative of the king, has conceded to you, we also have conceded.",
          "ID": "35"
        },
        {
          "text": "But about such things as he judged should be referred to the king, send someone, as soon as you have diligently conferred among yourselves, so that we may make a decree, just as it is agreeable to you. For we are going to Antioch.",
          "ID": "36"
        },
        {
          "text": "And, therefore, make haste to write back, so that we may know whatever your will may be.",
          "ID": "37"
        },
        {
          "text": "Farewell. In the one hundred forty-eighth year, on the fifteenth day of the month of Xanthicus.\"",
          "ID": "38"
        }
      ],
      "ID": "AP:2MA.11",
      "name": "2 Maccabees 11"
    },
    {
      "text": [
        {
          "text": "After these pacts were made, Lysias proceeded on to the king, but the Jews undertook the work of agriculture.",
          "ID": "1"
        },
        {
          "text": "However, those who had withdrawn: Timothy, and Apollonius, the son of Gennaeus, along with Hieronymus, and Demophon, and, in addition to these, Nicanor, the governor of Cyprus, would not permit them to live in peace and quiet.",
          "ID": "2"
        },
        {
          "text": "Truly, those of Joppa were also perpetrators of very shameful acts. They asked the Jews, who lived among them, to go up into small boats, which they had prepared, with their wives and sons, as if no underlying hostility was between them.",
          "ID": "3"
        },
        {
          "text": "And so, according to the common decree of the city, they acquiesced to them, having no suspicions and because there was peace. When they had proceeded out into deep water, they drowned no less than two hundred of them.",
          "ID": "4"
        },
        {
          "text": "When Judas learned of the cruelty done to the men of his nation, he informed the men who were with him, and, having called upon God, the Just Judge,",
          "ID": "5"
        },
        {
          "text": "he went against the executors of his brothers, and he even set the port on fire in the night; he burned the boats, but those who took refuge from the fire, he destroyed with the sword.",
          "ID": "6"
        },
        {
          "text": "And when he had done these things in this way, he departed, as if he would return again to eradicate all those of Joppa.",
          "ID": "7"
        },
        {
          "text": "But when he also realized those who were of Jamnia wanted to act in a similar way to the Jews living among them,",
          "ID": "8"
        },
        {
          "text": "he went against those of Jamnia also by night, and he set the port on fire, along with the ships, so much so that the light of the fire was seen at Jerusalem, two hundred and forty stadia away.",
          "ID": "9"
        },
        {
          "text": "When they had now gone from there nine stadia, and were making their way toward Timothy, they met in battle with those of Arabia: five thousand men and five hundred horsemen.",
          "ID": "10"
        },
        {
          "text": "And when a strong fight occurred, and, by the help of God, it ceased favorably, the remainder of the Arabians who were overcome petitioned Judas to give them a pledge, promising to give him pastures and to assist him in other things in the future.",
          "ID": "11"
        },
        {
          "text": "Then Judas, thinking that they truly might be useful in many ways, promised peace. And after receiving the pledge of his right hand, they withdrew to their tents.",
          "ID": "12"
        },
        {
          "text": "Then he also assaulted a certain strong city, surrounded with bridges and walls, which was inhabited by a crowd from many different nations, the name of which is Casphin.",
          "ID": "13"
        },
        {
          "text": "In truth, those who were inside, trusting in the strength of the walls and in the preparations of rations, acted irresponsibly, and they challenged Judas with evil words and blaspheming, as well as by speaking what is not lawful.",
          "ID": "14"
        },
        {
          "text": "But Maccabeus rushed fiercely to the walls, calling upon the great Leader of the world, who, without battering rams or machines of war, had thrown down the walls of Jericho in the time of Joshua.",
          "ID": "15"
        },
        {
          "text": "And, having captured the city through the will of the Lord, he made a slaughter without number, so much so that an adjoining pool, two stadia in width, was seen to flow with the blood of the slain.",
          "ID": "16"
        },
        {
          "text": "From there, they withdrew seven hundred and fifty stadia, and they came to Charax, to those Jews who are called Tubianites.",
          "ID": "17"
        },
        {
          "text": "And Timothy, indeed, they did not find in those places, for he withdrew before he completed any endeavor, having left behind a very strong garrison in a certain place.",
          "ID": "18"
        },
        {
          "text": "But Dositheus and Sosipater, who were commanders with Maccabeus, destroyed those who were left behind by Timothy in the stronghold: ten thousand men.",
          "ID": "19"
        },
        {
          "text": "And Maccabeus, having positioned six thousand men around him and having divided them into cohorts, went forth against Timothy, who had with him one hundred twenty thousand foot soldiers, and two thousand five hundred horsemen.",
          "ID": "20"
        },
        {
          "text": "But when Timothy learned of the arrival of Judas, he sent ahead the women, and the children, and the remainder of the preparations, into a fortress, which is called Carnion. For it was impregnable and difficult to access because of the narrowness of the places.",
          "ID": "21"
        },
        {
          "text": "And when the first cohort of Judas had appeared, the enemies were struck with fear by the presence of God, who beholds all things, and they were turned to flight, one over another, to such an extent that they were being knocked over by one another and were being wounded with the strokes of their own swords.",
          "ID": "22"
        },
        {
          "text": "But Judas pursued them vehemently, punishing the profane and striking down thirty thousand of their men.",
          "ID": "23"
        },
        {
          "text": "In truth, Timothy himself fell to the group under Dositheus and Sosipater. And with much begging, he pleaded with them to release him alive, because he held the parents and brothers of many of the Jews, who, at his death, might happen to be mistreated.",
          "ID": "24"
        },
        {
          "text": "And when he had given his faith that he would restore them according to the agreement, they released him unharmed, for the sake of their brothers' well-being.",
          "ID": "25"
        },
        {
          "text": "Then Judas departed to Carnion, where he slew twenty-five thousand.",
          "ID": "26"
        },
        {
          "text": "After having put to flight or killed these, he moved his army to Ephron, a fortified city, in which there lived a multitude of diverse peoples. And hardy young men, standing upon the walls, put up a strong fight. Moreover, in this place, there were many machines of war, and equipment for casting darts.",
          "ID": "27"
        },
        {
          "text": "But when they had called upon the Almighty, who with his power breaks the strength of enemies, they seized the city. And they struck down twenty-five thousand of those who were inside.",
          "ID": "28"
        },
        {
          "text": "From there, they went to the city of Scythia, which was six hundred stadia away from Jerusalem.",
          "ID": "29"
        },
        {
          "text": "But the Jews, those who were among the Scythians, testified that they were treated kindly by them, and that, even in the times of unhappiness, they had treated them mildly.",
          "ID": "30"
        },
        {
          "text": "They gave thanks to them, exhorting them to be kind to their people, now and at other times. And they went to Jerusalem, as the solemn days of the seven weeks were underway.",
          "ID": "31"
        },
        {
          "text": "And, after Pentecost, they marched against Gorgias, the foremost leader over Idumea.",
          "ID": "32"
        },
        {
          "text": "And he went out with three thousand foot soldiers and four hundred horsemen.",
          "ID": "33"
        },
        {
          "text": "And when they came together, it happened that a few of the Jews were overthrown.",
          "ID": "34"
        },
        {
          "text": "In fact, a certain Dositheus, a horseman of Bacenor, a strong man, took hold of Gorgias. And when he would have captured him alive, a certain horseman of the Thracians rushed upon him and cut off his arm, and so, in this way, Gorgias escaped to Maresa.",
          "ID": "35"
        },
        {
          "text": "But when those who were with Esdris had fought all day and were fatigued, Judas called upon the Lord to be their helper and leader in the battle.",
          "ID": "36"
        },
        {
          "text": "Beginning in the language of the fathers, and loudly extolling hymns, he inspired the soldiers of Gorgias to take flight.",
          "ID": "37"
        },
        {
          "text": "Then Judas, having collected his army, went into the city Adullam. And, when the seventh day came, they purified themselves according to the custom, and they kept the Sabbath in the same place.",
          "ID": "38"
        },
        {
          "text": "And the following day, Judas came with his own, in order to take away the bodies of the fallen, and to place them in the sepulchers of their fathers with their ancestors.",
          "ID": "39"
        },
        {
          "text": "But they found, under the tunics of the slain, some of the treasures of the idols that were near Jamnia, which were prohibited to Jews by the law. Therefore, it became manifest that it was for this reason that they had been overthrown.",
          "ID": "40"
        },
        {
          "text": "And so, they all blessed the just judgment of the Lord, who had made hidden things manifest.",
          "ID": "41"
        },
        {
          "text": "So then, turning themselves to prayers, they petitioned him that the offense which had been done would be delivered into oblivion. And truly, the very strong Judas exhorted the people to keep themselves without sin, since they had seen with their own eyes what had happened because of the sins of those who were struck down.",
          "ID": "42"
        },
        {
          "text": "And, calling an assembly, he sent twelve thousand drachmas of silver to Jerusalem, to be offered for a sacrifice for the sins of the dead, thinking well and religiously about the resurrection,",
          "ID": "43"
        },
        {
          "text": "(for if he had not hoped that those who had fallen would be resurrected, it would have seemed superfluous and vain to pray for the dead,)",
          "ID": "44"
        },
        {
          "text": "and because he considered that those who had fallen asleep with piety had great grace stored up for them.",
          "ID": "45"
        },
        {
          "text": "Therefore, it is a holy and beneficial thought to pray on behalf of those who have passed away, so that they may be released from sins.",
          "ID": "46"
        }
      ],
      "ID": "AP:2MA.12",
      "name": "2 Maccabees 12"
    },
    {
      "text": [
        {
          "text": "In the one hundred and forty-ninth year, Judas realized that Antiochus Eupator was coming with a multitude against Judea.",
          "ID": "1"
        },
        {
          "text": "And with him was Lysias, the procurator, who was in charge of the government, having with him one hundred and ten thousand foot solders, five thousand horsemen, and twenty-two elephants, and three hundred swift chariots with curved blades.",
          "ID": "2"
        },
        {
          "text": "Menelaus also joined himself to them, and with many lies he pleaded with Antiochus, not for the welfare of his country, but hoping that he would be appointed as first ruler.",
          "ID": "3"
        },
        {
          "text": "But the King of kings awakened the mind of Antiochus against the sinner. And when Lysias was suggesting this to be the cause of all the evils, he ordered (as is the custom with them) that he should be apprehended and killed in the same place.",
          "ID": "4"
        },
        {
          "text": "Now there was, in the same place, a tower of fifty cubits, having a pile of ashes on every side. This had a lookout over a precipice.",
          "ID": "5"
        },
        {
          "text": "From there, he ordered this sacrilegious one to be thrown down into the ashes, with all propelling him into the afterlife.",
          "ID": "6"
        },
        {
          "text": "And by such a law, it turned out that the betrayer of the law, Menelaus, died, not having so much as a burial in the earth.",
          "ID": "7"
        },
        {
          "text": "And indeed, this satisfied justice, for just as he had committed many offenses toward the altar of God, the fire and ashes of which are holy, so was he condemned to die in ashes.",
          "ID": "8"
        },
        {
          "text": "But the king, with his mind being unbridled, came to reveal himself as more wicked to the Jews than his father was.",
          "ID": "9"
        },
        {
          "text": "When Judas understood this, he instructed the people to call upon the Lord day and night, so that, just as always, now also he would help them.",
          "ID": "10"
        },
        {
          "text": "Of course, they were afraid to be deprived of their law and their country, and of the holy temple, and also that he might allow the people, who had recently taken a breath for a little while, to be again subdued by blasphemous nations.",
          "ID": "11"
        },
        {
          "text": "And so, having together done all these things, and having sought mercy from the Lord with weeping and fasting, lying prostrate on the ground continually for three days, Judas exhorted them to prepare themselves.",
          "ID": "12"
        },
        {
          "text": "In truth, with the elders he decided that, before the king could move his army into Judea and obtain the city, they would go out and commit the outcome of the event to the judgment of the Lord.",
          "ID": "13"
        },
        {
          "text": "And so, giving everything to God, the Creator of the world, and having exhorted his own to contend with fortitude and to stand up, even unto death, for the laws, the temple, the city, their country and the citizens: he positioned his army around Modin.",
          "ID": "14"
        },
        {
          "text": "And having given his own a sign of the victory of God, he attacked the quarters of the king by night, with the strongest chosen young men, and he slew four thousand men in the camp, and the greatest of the elephants, along with those who would have been positioned on them.",
          "ID": "15"
        },
        {
          "text": "And so, having filled the camp of their enemies with the greatest fear and disturbance, they went away with good success.",
          "ID": "16"
        },
        {
          "text": "Now this was done at the first light of day, with the Lord assisting and protecting them.",
          "ID": "17"
        },
        {
          "text": "But the king, having received a taste of the audacity of the Jews, attempted to take the difficult places by craftiness.",
          "ID": "18"
        },
        {
          "text": "And so, he moved his camp to Bethzur, which was a fortified garrison of the Jews. But as he struck, he was put to flight and reduced in number.",
          "ID": "19"
        },
        {
          "text": "Then Judas sent necessities to those who were inside.",
          "ID": "20"
        },
        {
          "text": "But Rhodocus, a certain one from the Jewish army, reported the secrets to the enemies, so he was sought out, apprehended, and imprisoned.",
          "ID": "21"
        },
        {
          "text": "Again, the king held talks with those who were in Bethzur. He gave his right hand as a pledge, and accepted theirs, and he went away.",
          "ID": "22"
        },
        {
          "text": "He joined battle with Judas; he was overcome. But when he realized that Philip, who had been left out of these events, had rebelled at Antioch, he was in a consternation of mind, and, begging the Jews, and being submissive to them, he swore to all things that seemed just. And, being reconciled, he offered sacrifice, honored the temple, and left gifts.",
          "ID": "23"
        },
        {
          "text": "He embraced Maccabeus, and he made him commander and leader from Ptolemais all the way to the Gerrenians.",
          "ID": "24"
        },
        {
          "text": "But when he arrived at Ptolemais, the Ptolemaians considered the conditions of the alliance burdensome, being indignant lest perhaps they might break the pact.",
          "ID": "25"
        },
        {
          "text": "Then Lysias went up to the tribunal, and explained the reasons, and calmed the people, and so he returned to Antioch. And this is the way things went concerning the journey and return of the king.",
          "ID": "26"
        }
      ],
      "ID": "AP:2MA.13",
      "name": "2 Maccabees 13"
    },
    {
      "text": [
        {
          "text": "But after a time of three years, Judas and those who were with him realized that Demetrius of Seleucus had gone up to strategic places with a very strong multitude and a navy at the port of Tripoli,",
          "ID": "1"
        },
        {
          "text": "and had taken hold of the regions opposite Antiochus, and his commander, Lysias.",
          "ID": "2"
        },
        {
          "text": "Now a certain Alcimus, who had been high priest, but who had willfully defiled himself in the time of the co-mingling, considering there to be no means for his safety, nor access to the altar,",
          "ID": "3"
        },
        {
          "text": "went to king Demetrius in the one hundred and fiftieth year, offering to him a crown of gold, and a palm, and beyond these, some branches that seemed to belong to the temple. And, indeed, on that day, he was silent.",
          "ID": "4"
        },
        {
          "text": "But, having met with an opportune time for his madness, he was called to a counsel by Demetrius and asked what things the Jews relied upon and what were their counsels.",
          "ID": "5"
        },
        {
          "text": "He responded: \"Those among the Jews who are called Hasideans, of whom Judas Maccabeus is foremost, nourish wars, and raise seditions, and will not permit the kingdom to be at peace.",
          "ID": "6"
        },
        {
          "text": "For I also, being cheated out of the glory of my ancestors (but I speak of the high priesthood), have come here,",
          "ID": "7"
        },
        {
          "text": "first, indeed, in faithful service to the king's interests, but also as an advisor of the citizens. For our entire nation is no less afflicted by their depravity.",
          "ID": "8"
        },
        {
          "text": "But I beg you, O king, knowing each of these things, look after both the region and our people, according to your humanity, which is publicly known to all.",
          "ID": "9"
        },
        {
          "text": "For, as long as Judas survives, it is impossible for the matter to be at peace.\"",
          "ID": "10"
        },
        {
          "text": "Then, having spoken such things before them, the rest of the allies, who held themselves to be enemies against Judas, further inflamed Demetrius.",
          "ID": "11"
        },
        {
          "text": "And immediately he sent Nicanor, the commander over the elephants, into the first position against Judea,",
          "ID": "12"
        },
        {
          "text": "giving him orders to be certain to capture Judas himself, and, truly, to scatter all those who were with him, and to appoint Alcimus as the high priest of the great temple.",
          "ID": "13"
        },
        {
          "text": "Then the Gentiles, who had fled from Judas away from Judea, mingled themselves in flocks with Nicanor, thinking that the miseries and calamities of the Jews would become the cause of their prosperity.",
          "ID": "14"
        },
        {
          "text": "And so, when the Jews heard of Nicanor's arrival and that the nations were assembled, they, sprinkling dirt on their heads, petitioned him who established his people to preserve them in eternity, and who likewise protected his portion by clear signs.",
          "ID": "15"
        },
        {
          "text": "Then, at the command of their leader, they moved promptly from there, and together assembled at the town of Dessau.",
          "ID": "16"
        },
        {
          "text": "In truth, Simon, the brother of Judas, had joined battle with Nicanor, but he became frightened at the unexpected arrival of the adversaries.",
          "ID": "17"
        },
        {
          "text": "Even so, Nicanor, hearing of the virtue of the companions of Judas, and the great courage with which they struggled on behalf of their country, was afraid to accomplish judgment by the sword.",
          "ID": "18"
        },
        {
          "text": "For this reason, he sent ahead Posidonius, and Theodotus, and Matthias, so as to give and receive the pledge of right hands.",
          "ID": "19"
        },
        {
          "text": "And when a council was held all day about this, and the commander had brought it before the multitude, they were all of one opinion to consent to an alliance.",
          "ID": "20"
        },
        {
          "text": "And so, they appointed a day, on which they would act among themselves secretly, and seats were brought out and placed for each of them.",
          "ID": "21"
        },
        {
          "text": "But Judas instructed armed men to be in strategic places, lest some kind of malice might unexpectedly spring up from the enemies. And they had an agreeable conference.",
          "ID": "22"
        },
        {
          "text": "Then Nicanor stayed in Jerusalem, and he did no iniquity; he sent away the flocks of the crowds, which had been gathered together.",
          "ID": "23"
        },
        {
          "text": "And Judas always held him dear to the heart, and was favorably inclined toward the man.",
          "ID": "24"
        },
        {
          "text": "And he asked him to consider a wife, and to procreate sons. He got married; he lived quietly, and they all lived in common.",
          "ID": "25"
        },
        {
          "text": "But Alcimus seeing the love that they had for one another, and the agreements, went to Demetrius, and he told him that Nicanor had assented to foreign interests, and that he had chosen Judas, a traitor to the kingdom, as his successor.",
          "ID": "26"
        },
        {
          "text": "And so the king, being exasperated and provoked by this very wicked accusation, wrote to Nicanor, saying that he was certainly overburdened by the agreement of alliance, and he ordered him nevertheless to send Maccabeus quickly to Antioch in chains.",
          "ID": "27"
        },
        {
          "text": "When this was known, Nicanor was in consternation, and he took it grievously that he would make void the things that were agreed, having received no injury from the man.",
          "ID": "28"
        },
        {
          "text": "But, because he was not able to oppose the king, he watched for an opportunity to follow through with the orders.",
          "ID": "29"
        },
        {
          "text": "But Maccabeus, seeing that Nicanor acted more formally with him, and that, when they met together as usual, he exhibited insolence, understood this austerity not to be from goodness. So, gathering together a few men, he hid himself from Nicanor.",
          "ID": "30"
        },
        {
          "text": "But when he realized that he was effectively prevented by the man, he went to the greatest and holiest temple, and he ordered the priests, offering the usual sacrifices, to deliver the man to him.",
          "ID": "31"
        },
        {
          "text": "When these spoke oaths to him that they did not know where he who was being sought was, he extended his hand toward the temple,",
          "ID": "32"
        },
        {
          "text": "and he swore, saying: \"Unless you deliver Judas to me in chains, I will reduce this shrine of God to the ground, and I will dig up the altar, and I will consecrate this temple to Liber the father.\"",
          "ID": "33"
        },
        {
          "text": "And having said this, he departed. But the priests, extending their hands toward heaven, called upon him who had always fought for his people, saying this:",
          "ID": "34"
        },
        {
          "text": "\"O Lord of the universe, who needs nothing, you willed that the temple of your dwelling should be with us.",
          "ID": "35"
        },
        {
          "text": "And now, O Lord, Holy of all holies, preserve unpolluted, until eternity, this house, which was recently made clean.\"",
          "ID": "36"
        },
        {
          "text": "Then Razias, a certain one of the elders from Jerusalem, was brought before Nicanor; the man was of good reputation, and was one who loved the city. For his affection, he was called the father of the Jews.",
          "ID": "37"
        },
        {
          "text": "This one, for a long time, held on to his purpose of continuing in Judaism, and he was content to hand over body and life, so that he might persevere in it.",
          "ID": "38"
        },
        {
          "text": "Then Nicanor, being willing to manifest the hatred that he held for the Jews, sent five hundred soldiers to apprehend him.",
          "ID": "39"
        },
        {
          "text": "For he thought, if he mistreated him, it would bring great disaster upon the Jews.",
          "ID": "40"
        },
        {
          "text": "Now, as the group sought to rush into his house, and to break open the door, and wanting even to bring in fire, as he was about to be apprehended, he struck himself with the sword:",
          "ID": "41"
        },
        {
          "text": "choosing to prefer to die nobly rather than to become subject to sinners, or to suffer unworthy injustices against his birth.",
          "ID": "42"
        },
        {
          "text": "But, since he had, in haste, not obtained the certitude of a decisive wound, and the crowd was breaking in the doors, he, running boldly to the wall, manfully threw himself down upon the crowd.",
          "ID": "43"
        },
        {
          "text": "But they quickly provided a place for his fall, so he landed at the middle of the neck.",
          "ID": "44"
        },
        {
          "text": "And, since he was still breathing, and being inflamed in soul, he rose up, and as his blood flowed down in a great stream, being very gravely wounded, he ran through the crowd.",
          "ID": "45"
        },
        {
          "text": "And standing upon a certain steep rock, and being now almost without blood, grasping his intestines with both hands, he threw himself over the crowd, calling upon the Ruler of life as well as spirit, to restore these to him again. And so he passed away from this life.",
          "ID": "46"
        }
      ],
      "ID": "AP:2MA.14",
      "name": "2 Maccabees 14"
    },
    {
      "text": [
        {
          "text": "But when Nicanor discovered Judas to be in the places of Samaria, he decided to meet him in warfare with all violence, on the Sabbath day.",
          "ID": "1"
        },
        {
          "text": "In truth, the Jews who followed him out of necessity were saying: \"Do not act so fiercely and barbarously, but give honor to the day of sanctification and reverence to him who beholds all things.\"",
          "ID": "2"
        },
        {
          "text": "That unhappy man asked, \"Is there a powerful One in heaven, who commanded the day of the Sabbath to be kept.\"",
          "ID": "3"
        },
        {
          "text": "And they responded to him, \"There is the living Lord himself in heaven, the powerful One, who ordered the seventh day to be kept.\"",
          "ID": "4"
        },
        {
          "text": "And so he said: \"I also am powerful upon the earth, so I command arms to be taken up and the king's plans to be fulfilled.\" Nevertheless, he did not succeed in accomplishing his plan.",
          "ID": "5"
        },
        {
          "text": "And Nicanor, being certainly lifted up with the greatest arrogance, had decided to establish a public monument of his victory over Judas.",
          "ID": "6"
        },
        {
          "text": "But Maccabeus, as always, trusted with all hope that God would be present to help them.",
          "ID": "7"
        },
        {
          "text": "And he exhorted his own not to fear the arrival of the nations, but to keep in mind the assistance they had received before from heaven, and now to hope for a future victory from the Almighty.",
          "ID": "8"
        },
        {
          "text": "And speaking to them from the law and the prophets, reminding them even of the conflicts they had fought before, he made them more willing.",
          "ID": "9"
        },
        {
          "text": "And so, having raised up their courage, at the same time he revealed the deceitful plan of the Gentiles and their betrayal of the oaths.",
          "ID": "10"
        },
        {
          "text": "Then he armed every one of them, not with the weapons of shield and spear, but with the best speeches and exhortations; and he explained to them a dream, worthy to be believed, in which he rejoiced with them all.",
          "ID": "11"
        },
        {
          "text": "Now the vision was in this manner: Onias, who had been high priest, a good and kind man, modest in appearance, gentle in manners, and noble in speech, and who from boyhood was trained in the virtues, extending his hands, prayed on behalf of all the people of the Jews.",
          "ID": "12"
        },
        {
          "text": "After this, there appeared also another man, admirable in age and glory, and with a bearing of great dignity about him.",
          "ID": "13"
        },
        {
          "text": "In truth, Onias responded by saying: \"This one loves his brothers and the people of Israel. This is he who prays greatly for the people and for all the holy city: Jeremiah, the prophet of God.\"",
          "ID": "14"
        },
        {
          "text": "Then Jeremiah extended his right hand, and he gave to Judas a sword of gold, saying:",
          "ID": "15"
        },
        {
          "text": "\"Receive this holy sword as a gift from God, with it you shall cast down the adversaries of my people Israel.\"",
          "ID": "16"
        },
        {
          "text": "And so, having been exhorted by the very good words of Judas, by which the readiness and courage of the young men were able to be raised and strengthened, they resolved to strive and to contend with fortitude, so that virtue would judge the matter, because the holy city and the temple were in peril.",
          "ID": "17"
        },
        {
          "text": "For their concern was less for their wives and sons, and likewise less for their brothers and relatives; in truth, their greatest and first fear was for the sanctity of the temple.",
          "ID": "18"
        },
        {
          "text": "But those also who were in the city had no small concern for those who had gathered together.",
          "ID": "19"
        },
        {
          "text": "And, when all now hoped that judgment would soon occur, and when the enemies were near, and the army was set in order, with the beasts and the horsemen positioned in strategic places,",
          "ID": "20"
        },
        {
          "text": "Maccabeus, considering the arrival of the multitude, and the various preparations of weapons, and the fierceness of the beasts, extending his hands to heaven, called upon the Lord, who works miracles, who gives victory to those who are worthy, not according to the power of the weapons, but just as it pleases him.",
          "ID": "21"
        },
        {
          "text": "Then, calling out in this way, he said: \"You, O Lord, who sent your Angel under Hezekiah, king of Judah, and who killed one hundred and eighty-five thousand from the camp of Sennacherib,",
          "ID": "22"
        },
        {
          "text": "now also, O Ruler of the heavens, send your good Angel before us, who are in fear and trembling at the greatness of your arm,",
          "ID": "23"
        },
        {
          "text": "so that those who approach against your holy people with blasphemy may be afraid.\" And in this way, indeed, he concluded his prayer.",
          "ID": "24"
        },
        {
          "text": "But Nicanor, and those who were with him, advanced with trumpets and songs.",
          "ID": "25"
        },
        {
          "text": "In truth, Judas, and those who were with him, calling upon God through prayers, came together against them.",
          "ID": "26"
        },
        {
          "text": "Indeed, fighting with their hands, but praying to the Lord with their hearts, they struck down no less than thirty-five thousand, being delighted by the presence of God.",
          "ID": "27"
        },
        {
          "text": "And when they had ceased and were returning with gladness, they realized, by his armor, that Nicanor had been slain.",
          "ID": "28"
        },
        {
          "text": "And so, making a loud noise and inciting a disturbance, they blessed the Almighty Lord in the language of the fathers.",
          "ID": "29"
        },
        {
          "text": "But Judas, who was prepared throughout all his body and soul to die for his citizens, instructed that Nicanor's head, and his hand with the arm, should be cut off and carried through to Jerusalem.",
          "ID": "30"
        },
        {
          "text": "When it arrived, having called together his fellow tribesmen, and the priests to the altar, he summoned those also who were in the stronghold.",
          "ID": "31"
        },
        {
          "text": "And he displayed the head of Nicanor, and his nefarious hand, which he had extended against the holy house of Almighty God with magnificent boasting.",
          "ID": "32"
        },
        {
          "text": "He even ordered now that the tongue of the impious Nicanor should be cut up and given in pieces to the birds, but that the hand of this demented man should be suspended opposite the temple.",
          "ID": "33"
        },
        {
          "text": "Therefore, they all blessed the Lord of heaven, saying, \"Blessed is he who has kept his own place uncontaminated.\"",
          "ID": "34"
        },
        {
          "text": "Then he suspended Nicanor's head at the top of the stronghold, so that it would be an evident and manifest sign of the assistance of God.",
          "ID": "35"
        },
        {
          "text": "And so, they all decreed by common counsel in no way to let this day pass without celebration,",
          "ID": "36"
        },
        {
          "text": "but to hold a celebration on the thirteenth day of the month of Adar, which was called in the Syrian language: the day before Mardochias' day.",
          "ID": "37"
        },
        {
          "text": "Therefore, these things were accomplished concerning Nicanor, and from that time the city was possessed by the Hebrews. And so, I will bring an end to my narration here.",
          "ID": "38"
        },
        {
          "text": "And, indeed, if I have done well, so as to have made an adequate history, this also is what I wanted. But if it is less than worthy, may it be permitted me.",
          "ID": "39"
        },
        {
          "text": "For, just as it is adverse to drink always wine, or always water, so also it is pleasant to use sometimes the one, and sometimes the other. So, if the words were always exact, it would not be pleasing to the readers. Therefore, here it shall be completed. The Holy Bible Catholic Public Domain Version New Testament",
          "ID": "40"
        }
      ],
      "ID": "AP:2MA.15",
      "name": "2 Maccabees 15"
    }
  ],
  "ID": "AP:2MA(CPDV)",
  "version": "CPDV",
  "name": "2 Maccabees"
}