{
  "text": [
    {
      "text": [
        {
          "text": "THE brethren, the Jews that are in Jerusalem and they that are in the country of Judaea, send greeting to the brethren, the Jews that are throughout Egypt, and wish them  good peace:",
          "ID": "1"
        },
        {
          "text": "and may God do good to you, and remember his covenant with Abraham and Isaac and Jacob, his faithful servants;",
          "ID": "2"
        },
        {
          "text": "and give you all a heart to worship him and do his  pleasure with a great heart and a willing soul;",
          "ID": "3"
        },
        {
          "text": "and open your heart in his law and in his statutes, and make peace,",
          "ID": "4"
        },
        {
          "text": "and hearken to your supplications, and be reconciled with you, and not forsake you in an evil time.",
          "ID": "5"
        },
        {
          "text": "And now we here are praying for you.",
          "ID": "6"
        },
        {
          "text": "In the reign of Demetrius, in the hundred threescore and ninth year, we the Jews have already  written to you in the tribulation and in the extremity that has come upon us in these years, from the time that Jason and his company revolted from the holy land and the kingdom,",
          "ID": "7"
        },
        {
          "text": "and set the  gate on fire, and shed innocent blood: and we implored the Lord, and were heard; and we offered sacrifice and meal offering,  and we lighted the lamps, and we set forth the  show bread.",
          "ID": "8"
        },
        {
          "text": "And now see  that you⌃ keep the days of the feast of tabernacles of the month Chislev.",
          "ID": "9"
        },
        {
          "text": "Written  in the hundred fourscore and eighth year.",
          "ID": "10"
        },
        {
          "text": "THEY that are in Jerusalem and they that are in Judaea and the senate and Judas, to Aristobulus, king Ptolemy’s teacher, who is also of the stock of the anointed priests, and to the Jews that are in Egypt, send greeting and health.",
          "ID": "10"
        },
        {
          "text": "Having been saved by God out of great perils, as men arrayed against a king, we thank him greatly.",
          "ID": "11"
        },
        {
          "text": "For himself cast forth into Persia them that arrayed themselves against us  in the holy city.",
          "ID": "12"
        },
        {
          "text": "For when the prince was come there,  and the army with him that seemed irresistible, they were cut to pieces in the temple of Nanaea by the treachery of Nanaea’s priests.",
          "ID": "13"
        },
        {
          "text": "For Antiochus, on the pretense that he would marry her, came into the place, he and his  Friends that were with him, that they might take a great part of the treasures in name of a dowry.",
          "ID": "14"
        },
        {
          "text": "And when the priests of Nanaea’s temple had set  the treasures forth, and he was come there with a small company within the wall of the precincts, they shut to the temple when Antiochus was come in:",
          "ID": "15"
        },
        {
          "text": "and opening the secret door of the panelled cieling, they threw stones and  struck down the prince, and they hewed  him and his company  in pieces, and struck off their heads, and cast them to those that were without.",
          "ID": "16"
        },
        {
          "text": "Blessed be  our God in all things, who gave for a prey  them that had committed impiety.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Whereas we are now about to keep the purification of the temple in the month  Chislev, on the five and twentieth day, we thought it necessary to certify you thereof, that  you⌃ also may keep a feast of tabernacles, and a memorial  of the fire which was given  when Nehemiah offered sacrifices, after that he had builded both the temple and the altar.",
          "ID": "18"
        },
        {
          "text": "For indeed when our fathers were about to be led into the land of Persia, the godly priests of that time took of the fire of the altar, and hid it privily in the hollow of a well that was without water, wherein they made it  sure, so that the place was unknown to all men.",
          "ID": "19"
        },
        {
          "text": "Now after many years, when it pleased God, Nehemiah, having received a charge from the king of Persia, sent in quest of the fire the descendants of the priests that hid it. When they declared to us that they had found no fire, but thick water,",
          "ID": "20"
        },
        {
          "text": "he commanded them to draw out thereof and bring to him:  and when  the sacrifices had been offered on the altar,  Nehemiah commanded the priests to sprinkle with the water both the wood and the things laid thereupon.",
          "ID": "21"
        },
        {
          "text": "And when it was done, and some time had passed, and the sun shone out, which before was hid with clouds, there was kindled a great blaze, so that all men marveled.",
          "ID": "22"
        },
        {
          "text": "And the priests made a prayer while the sacrifice was consuming, both the priests and all others,  Jonathan leading and the rest answering, as Nehemiah did.",
          "ID": "23"
        },
        {
          "text": "And the prayer was after this manner:",
          "ID": "24"
        },
        {
          "text": "O Lord, Lord God, the Creator of all things, who are terrible and strong and righteous and merciful, who alone are King and gracious,",
          "ID": "24"
        },
        {
          "text": "who alone suppliest every need,  who alone are righteous and almighty and eternal, you that save Israel out of all evil, who made the fathers your  chosen, and did sanctify them:",
          "ID": "25"
        },
        {
          "text": "accept the sacrifice for all your people Israel, and guard your own portion, and consecrate it.",
          "ID": "26"
        },
        {
          "text": "Gather together our Dispersion, set at liberty them that are in bondage among the heathen, look upon them that are despised and abhorred, and let the heathen know that you are our God.",
          "ID": "27"
        },
        {
          "text": "Torment them that oppress us and in arrogancy shamefully entreat us.",
          "ID": "28"
        },
        {
          "text": "Plant your people in your holy place, even as Moses said.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And thereupon the priests sang the hymns.",
          "ID": "30"
        },
        {
          "text": "And as soon as the sacrifice was consumed, then Nehemiah commanded  to pour on  great stones the water that was left.",
          "ID": "31"
        },
        {
          "text": "And when this was done, a flame was kindled;  but when the light from the altar  shone over against it, all  was consumed.",
          "ID": "32"
        },
        {
          "text": "And when the matter became known, and it was told the king of the Persians, that, in the place where the priests that were led away had hid the fire, there appeared the water, wherewith also Nehemiah and they that were with him purified the sacrifice,",
          "ID": "33"
        },
        {
          "text": "then the king, inclosing the place,  made it sacred, after he had proved the matter.",
          "ID": "34"
        },
        {
          "text": "And when the king would show favor to any, he would take from them  many presents and give them some of this water.",
          "ID": "35"
        },
        {
          "text": "And Nehemiah and they that were with him called this thing Nephthar, which is by interpretation, Cleansing; but most men call it Nephthai.",
          "ID": "36"
        }
      ],
      "ID": "AP:2MA.1",
      "name": "The Second Book of the Maccabees 1"
    },
    {
      "text": [
        {
          "text": "It is also found in the records, that Jeremiah the prophet commanded them that were carried away to take of the fire, as has been signified above:",
          "ID": "1"
        },
        {
          "text": "and how that the prophet charged them that were carried away, having given them the law, that they should not forget the statutes of the Lord, neither be led astray in their minds, when they saw images of gold and silver, and the adornment thereof.",
          "ID": "2"
        },
        {
          "text": "And with other such words exhorted he them, that the law should not depart from their heart.",
          "ID": "3"
        },
        {
          "text": "And it was contained  in the writing, that the prophet, being warned of God, commanded that the tabernacle and the ark should follow with him,  when he went forth into the mountain where Moses went up and saw the heritage of God.",
          "ID": "4"
        },
        {
          "text": "And Jeremiah came and found  a chamber in the rock, and there he brought in the tabernacle, and the ark, and the altar of incense; and he made fast the door.",
          "ID": "5"
        },
        {
          "text": "And some of those that followed with him came there that they might mark the way, and could not find it.",
          "ID": "6"
        },
        {
          "text": "But when Jeremiah perceived it, he blamed them, saying, yes and the place shall be unknown until God  gather the people again together, and mercy come:",
          "ID": "7"
        },
        {
          "text": "and then shall the Lord disclose these things, and the glory of the Lord shall be seen, and the  cloud.",
          "ID": "8"
        },
        {
          "text": "As also it was showed with Moses; as also Solomon implored that the place might be consecrated greatly,",
          "ID": "8"
        },
        {
          "text": "and it was also declared that he, having wisdom, offered a sacrifice of dedication, and of the finishing of the temple; so we would have it now.",
          "ID": "9"
        },
        {
          "text": "As Moses prayed to the Lord, and fire came down out of heaven and consumed the sacrifice, even so prayed Solomon also, and the fire came down and consumed the burnt offerings;",
          "ID": "10"
        },
        {
          "text": "(and Moses said, Because the sin offering had not been eaten, it was consumed in like manner with the rest;)",
          "ID": "11"
        },
        {
          "text": "and Solomon kept the eight days.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And the same things were related  both in the public archives and in  the records that concern Nehemiah; and how he, founding a library, gathered together the books about the kings and prophets, and the books  of David, and letters of kings about sacred gifts.",
          "ID": "13"
        },
        {
          "text": "And in like manner Judas also gathered together for us all those writings  that had been scattered by reason of the war that befell, and they are still  with us.",
          "ID": "14"
        },
        {
          "text": "If therefore you⌃ have need thereof, send some to fetch them to you.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Seeing then that we are about to keep the purification, we write to you; you⌃ will therefore do well if you⌃ keep the days.",
          "ID": "16"
        },
        {
          "text": "Now God, who saved all his people, and restored the heritage to all, and the kingdom, and the priesthood, and the hallowing,",
          "ID": "17"
        },
        {
          "text": "even as he promised through the law,— in God have we hope, that he will quickly have mercy upon us, and gather us  together out of  all the earth to the holy place: for he delivered us out of great evils, and purified the place.",
          "ID": "18"
        },
        {
          "text": "____________________",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Now the things concerning Judas Maccabaeus and his brethren, and the purification of the  great temple, and the dedication of the altar,",
          "ID": "19"
        },
        {
          "text": "and further the wars against Antiochus Epiphanes, and Eupator his son,",
          "ID": "20"
        },
        {
          "text": "and the manifestations that came from heaven to those that vied with one another in manful deeds for the religion of the Jews; so that, being but a few, they  rescued the whole country, and chased the barbarous multitudes,",
          "ID": "21"
        },
        {
          "text": "and recovered again the temple renowned all the world over, and freed the city, and restored the laws which were like to be overthrown, seeing the Lord became  gracious to them with all forbearance:",
          "ID": "22"
        },
        {
          "text": "these things, I say,  which have been declared by Jason of Cyrene in five books, we will assay to abridge in one work.",
          "ID": "23"
        },
        {
          "text": "For having in view the confused mass of the numbers, and the  difficulty which awaits them that would enter into the narratives of the history, by reason of the abundance of the matter,",
          "ID": "24"
        },
        {
          "text": "we were careful that they who choose to read may be attracted, and that they who wish well to our cause  may find it easy to recall  what we have written,  and that all readers may have profit.",
          "ID": "25"
        },
        {
          "text": "And although to us, who have taken upon us the painful labor of the abridgement, the task is not easy, but a matter  of sweat and watching",
          "ID": "26"
        },
        {
          "text": "(even as it is no light thing to him that prepares a banquet, and seeks the benefit of others); yet for the sake of the gratitude of the many we will gladly endure the painful labor,",
          "ID": "27"
        },
        {
          "text": "leaving to the historian the exact handling of every particular, and again  having no strength to  fill in the outlines of our abridgement.",
          "ID": "28"
        },
        {
          "text": "For as the masterbuilder of a new house must care for the whole  structure, and again he that undertakes to  decorate and paint it must seek out the things fit for the adorning thereof; even so I think it is also with us.",
          "ID": "29"
        },
        {
          "text": "To occupy the ground, and to  indulge in long discussions, and to be curious in particulars, becomes the first author of the history:",
          "ID": "30"
        },
        {
          "text": "but to strive after brevity of expression, and to avoid a laboured fulness in the treatment, is to be granted to him that would bring a writing into a new form.",
          "ID": "31"
        },
        {
          "text": "Here then let us begin the narration, only adding thus much to that which has been already  said; for it is a foolish thing to make a long prologue to the history, and to abridge the history itself.",
          "ID": "32"
        }
      ],
      "ID": "AP:2MA.2",
      "name": "The Second Book of the Maccabees 2"
    },
    {
      "text": [
        {
          "text": "WHEN the holy city was inhabited with all peace, and the laws were kept very well, because of the godliness of Onias the high priest, and his hatred of wickedness,",
          "ID": "1"
        },
        {
          "text": "it came to pass that even the kings themselves did honor the place, and glorify the temple with the noblest presents;",
          "ID": "2"
        },
        {
          "text": "insomuch that even Seleucus the king of Asia of his own revenues bare all the costs belonging to the services of the sacrifices.",
          "ID": "3"
        },
        {
          "text": "But one Simon of the tribe of Benjamin, having been made guardian of the temple, fell out with the high priest about the  ruling of the market in the city.",
          "ID": "4"
        },
        {
          "text": "And when he could not overcome Onias, he got him to Apollonius the son  of  Thrasaeus, who at that time was governor of Coelesyria and Phoenicia:",
          "ID": "5"
        },
        {
          "text": "and he brought him word how that the treasury in Jerusalem was full of untold sums of money, so that the multitude of the funds was innumerable, and that they did not pertain to the account of the sacrifices, but that it was possible that these should fall under the king’s power.",
          "ID": "6"
        },
        {
          "text": "And when Apollonius met the king, he informed him of the money whereof he had been told; and the king  appointed Heliodorus, who was his chancellor, and sent him with a commandment to accomplish the removal of the aforesaid money.",
          "ID": "7"
        },
        {
          "text": "So forthwith Heliodorus took his journey, under a color of visiting the cities of Coelesyria and Phoenicia, but in fact to execute the king’s purpose.",
          "ID": "8"
        },
        {
          "text": "And when he was come to Jerusalem, and had been courteously received by the high priest  of the city, he laid before  them  an account of the information which had been given him,  and declared wherefore he was come; and he inquired if in truth these things were so.",
          "ID": "9"
        },
        {
          "text": "And the high priest explained to him that there were in the treasury  deposits of widows and orphans,",
          "ID": "10"
        },
        {
          "text": "and moreover some money  belonging to Hyrcanus the son  of Tobias, a man in very high place,  and that the case was  not as that impious Simon falsely alleged; and that in all there were four hundred talents of silver and two hundred of gold;",
          "ID": "11"
        },
        {
          "text": "and that it was altogether impossible that wrong should be done to them that had put trust in the holiness of the place, and in the majesty and inviolable sanctity of the temple, honored over all the world.",
          "ID": "12"
        },
        {
          "text": "But  Heliodorus, because of the king’s commandments given him, said that in any case this money  must be confiscated for the king’s treasury.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "So having appointed a day, he entered in to direct the inquiry concerning these matters; and there was no small distress throughout the whole city.",
          "ID": "14"
        },
        {
          "text": "And the priests, prostrating themselves before the altar in their priestly garments, and looking  toward heaven, called upon him that gave the law concerning deposits, that he should preserve these treasures  safe for those that had deposited them.",
          "ID": "15"
        },
        {
          "text": "And whoever saw the mien of the high priest was wounded in mind; for his countenance and the change of his color betrayed the distress of his soul.",
          "ID": "16"
        },
        {
          "text": "For a terror and a shuddering of the body had come over the man, whereby the pain that was in his heart was plainly shewn to them that looked upon him.",
          "ID": "17"
        },
        {
          "text": "And they that were in the houses rushed flocking out to make a universal supplication, because the place was like to come into contempt.",
          "ID": "18"
        },
        {
          "text": "And the women, girded with sackcloth under their breasts, thronged the streets, and the virgins that were kept in ward ran together, some to the  gates, others to the walls, and some looked out through the windows.",
          "ID": "19"
        },
        {
          "text": "And all, stretching forth their hands toward heaven, made their solemn supplication.",
          "ID": "20"
        },
        {
          "text": "Then it would have pitied a man to see the multitude prostrating themselves all mingled together, and the expectation of the high priest in his sore distress.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "While therefore they called upon the Almighty Lord to keep the things intrusted to them   safe and sure for those that had intrusted them,",
          "ID": "22"
        },
        {
          "text": "Heliodorus went on to execute that which had been decreed.",
          "ID": "23"
        },
        {
          "text": "But when he was already present there with his guards over against the treasury, the Soverign of spirits and of all authority caused a great  apparition, so that all that had presumed to come in  with him, stricken with dismay at the power of God, fainted and were sore afraid.",
          "ID": "24"
        },
        {
          "text": "For there was seen by them a horse with a terrible rider upon him, and adorned with beautiful trappings, and he rushed fiercely and struck at Heliodorus with his forefeet, and it seemed that he that sat upon the horse had complete armor of gold.",
          "ID": "25"
        },
        {
          "text": "Two other also appeared to him, young men notable in their strength, and beautiful in their glory, and splendid in their apparel, who stood by him on either side, and scourged him unceasingly, inflicting on him many sore stripes.",
          "ID": "26"
        },
        {
          "text": "And when he had fallen suddenly to the ground, and great darkness had come over him, his guards  caught him up and put him into a litter,",
          "ID": "27"
        },
        {
          "text": "and carried him, him that had just now entered with a great train and all his guard into the aforesaid treasury, himself now brought to utter helplessness, manifestly made to recognize the sovereignty of God.",
          "ID": "28"
        },
        {
          "text": "And so, while he, through the working of God, speechless and bereft of all hope and deliverance, lay prostrate,",
          "ID": "29"
        },
        {
          "text": "they blessed the Lord, that made marvelous his own place; and the temple, which a little before was full of terror and alarm, was filled with joy and gladness after the Almighty Lord appeared.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "But quickly certain of Heliodorus’s familiar friends implored Onias to call upon the Most High, and grant life to him who lay quite at the last gasp.",
          "ID": "31"
        },
        {
          "text": "And the high priest, secretly fearing lest the king might come to think that some treachery toward Heliodorus had been perpetrated by the Jews, brought a sacrifice for the deliverance of the man.",
          "ID": "32"
        },
        {
          "text": "But as the high priest was making the propitiation, the same young men appeared again to Heliodorus, arrayed in the same garments; and they stood and said, Give Onias the high priest great thanks, for for his sake the Lord has granted you life;",
          "ID": "33"
        },
        {
          "text": "and do you, since you have been scourged from heaven, publish to all men the sovereign majesty of God. And when they had spoken these words, they vanished out of sight.",
          "ID": "34"
        },
        {
          "text": "So Heliodorus, having offered a sacrifice to the Lord and vowed  great vows to him that had saved his life, and having graciously received Onias, returned with his host to the king.",
          "ID": "35"
        },
        {
          "text": "And he testified to all men the works of the  great God which he had seen with his eyes.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "And when the king asked Heliodorus, what manner of man was fit to be sent yet once again to Jerusalem, he said,",
          "ID": "37"
        },
        {
          "text": "If you have any enemy or conspirator against the state, send him there, and you shall receive him back well scourged, if he even escape with his life; because of a truth there is about the place a power of God.",
          "ID": "38"
        },
        {
          "text": "For he that has his dwelling in heaven himself has his eyes upon that place, and helps it; and them that come to hurt it he smiteth and destroys.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "And such was the history of Heliodorus and the keeping of the treasury.",
          "ID": "40"
        }
      ],
      "ID": "AP:2MA.3",
      "name": "The Second Book of the Maccabees 3"
    },
    {
      "text": [
        {
          "text": "But the aforesaid Simon, he who had given information of the money, and had betrayed  his country, slandered Onias, saying  that it was he who had incited Heliodorus, and made himself the author of these evils.",
          "ID": "1"
        },
        {
          "text": "And him that was the benefactor of the city, and the guardian of his fellow countrymen, and a zealot for the laws, he dared to call a conspirator against the state.",
          "ID": "2"
        },
        {
          "text": "But when the growing enmity between them  waxed so great, that even murders were perpetrated through one of  Simon’s trusted followers,",
          "ID": "3"
        },
        {
          "text": "Onias, seeing the  danger of the contention, and that  Apollonius the son  of Menestheus, the governor of Coelesyria and Phoenicia, was increasing Simon’s malice,",
          "ID": "4"
        },
        {
          "text": "betook himself to the king, not to be an accuser of his fellow-citizens, but looking to the good of all the  people, both public and private;",
          "ID": "5"
        },
        {
          "text": "for he saw that without the king’s providence it was impossible for the state to obtain peace any more, and that Simon would not cease from his madness.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But when Seleucus was deceased, and Antiochus, who was called Epiphanes, succeeded to the kingdom, Jason the brother of Onias supplanted his brother  in the high priesthood,",
          "ID": "7"
        },
        {
          "text": "having promised to the king at an audience three hundred and threescore talents of silver, and out  of another fund eighty talents;",
          "ID": "8"
        },
        {
          "text": "and beside this, he undertook to assign a hundred and fifty more, if it might be allowed him  through the king’s authority to set him up a Greek  place of exercise and form  a body of youths to be trained therein,  and to register the inhabitants of Jerusalem as citizens  of Antioch.",
          "ID": "9"
        },
        {
          "text": "And when the king had given assent, and he had gotten possession of the office, he forthwith brought over them of his own race to the Greek fashion.",
          "ID": "10"
        },
        {
          "text": "And setting aside the royal ordinances of special favor to the Jews, granted by the means of John the father of Eupolemus, who went on the ambassage to the Romans for friendship and alliance, and seeking to overthrow the lawful modes of life, he brought in new customs forbidden by the law:",
          "ID": "11"
        },
        {
          "text": "for he eagerly established a Greek  place of exercise under the citadel itself; and caused the noblest of the young men to wear the Greek  cap.",
          "ID": "12"
        },
        {
          "text": "And thus there was an extreme of Greek fashions, and an advance of an alien religion, by reason of the exceeding profaneness of Jason, that ungodly man and no high priest;",
          "ID": "13"
        },
        {
          "text": "so that the priests had no more any zeal for the services of the altar: but despising the sanctuary, and neglecting the sacrifices, they hastened to  enjoy that which was unlawfully provided in the palaestra, after the summons  of the discus;",
          "ID": "14"
        },
        {
          "text": "making of no account the honors of their fathers, and thinking the glories of the Greeks best of all.",
          "ID": "15"
        },
        {
          "text": "By reason whereof sore calamity beset them; and the men whose ways of living they earnestly followed, and to whom they desired to be made like in all things, these they had to be their enemies and to punish them.",
          "ID": "16"
        },
        {
          "text": "For it is not a light thing to do impiously against the laws of God: but  these things the time following shall declare.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now when certain games that came every fifth year were kept at Tyre, and the king was present,",
          "ID": "18"
        },
        {
          "text": "the vile Jason sent sacred envoys,  as being Antiochians of Jerusalem, bearing three hundred drachmas of silver to the sacrifice of Hercules, which even the bearers thereof thought not right to use for any  sacrifice, because it was not fit, but to  expend on another charge.",
          "ID": "19"
        },
        {
          "text": "And though in the purpose of the sender this money was  for the sacrifice of Hercules, yet on account of  present circumstances it went to the equipment of the galleys.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Now when Apollonius the son  of Menestheus was sent into Egypt for the  enthronement of Ptolemy  Philometor as king, Antiochus, learning that Ptolemy  had shewn himself ill affected toward the state, took thought for the security of his realm; wherefore, going by sea  to Joppa, he travelled on to Jerusalem.",
          "ID": "21"
        },
        {
          "text": "And being magnificently received by Jason and the city, he was brought in with torches and shoutings. This done, he afterward led his army down into Phoenicia.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Now after a space of three years Jason sent Menelaus, the aforesaid Simon’s brother, to bear the money to the king, and to  make reports concerning some necessary matters.",
          "ID": "23"
        },
        {
          "text": "But he being commended to the king, and  having glorified  himself  by the display of his authority, got the high priesthood for himself, outbidding Jason by three hundred talents of silver.",
          "ID": "24"
        },
        {
          "text": "And having received the royal mandates he came to Jerusalem,  bringing nothing worthy the high priesthood, but having the passion of a cruel tyrant, and the rage of a savage beast.",
          "ID": "25"
        },
        {
          "text": "And whereas Jason, who had supplanted his own brother, was supplanted by another and driven as a fugitive into the country of the Ammonites,",
          "ID": "26"
        },
        {
          "text": "Menelaus had possession of the office: but of the money that had been promised to the king nothing  was duly paid, and that though Sostratus the governor of the citadel demanded it",
          "ID": "27"
        },
        {
          "text": "(for to him appertained the gathering of the revenues); for which cause they were both called by the king to his presence.",
          "ID": "28"
        },
        {
          "text": "And Menelaus left his own brother Lysimachus for his  deputy in the high priesthood; and Sostratus left  Crates, who was over the Cyprians.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Now while such was the state of things, it came to pass that they of Tarsus and Mallus made insurrection, because they were to be given as a present to Antiochis, the king’s concubine.",
          "ID": "30"
        },
        {
          "text": "The king therefore came to Cilicia  in all haste to settle matters, leaving for his  deputy Andronicus, a man of high rank.",
          "ID": "31"
        },
        {
          "text": "And Menelaus, supposing that he had gotten a favourable opportunity, presented to Andronicus certain vessels of gold belonging to the temple, which he had stolen: other vessels  also he had already sold into Tyre and the cities round about.",
          "ID": "32"
        },
        {
          "text": "And when Onias had sure knowledge of this,  he sharply reproved him, having withdrawn himself into a sanctuary at Daphne, that lies by Antioch.",
          "ID": "33"
        },
        {
          "text": "Wherefore Menelaus, taking Andronicus apart, prayed him  to kill Onias. And coming to Onias, and  being persuaded to use treachery, and being received as a friend, Andronicus  gave him his right hand with oaths of fidelity,  and, though he was suspected by him, so  persuaded him to come forth of the sanctuary; and forthwith he  despatched him without regard of justice.",
          "ID": "34"
        },
        {
          "text": "For the which cause not only Jews, but many also of the other nations, had indignation and displeasure at the unjust murder of the man.",
          "ID": "35"
        },
        {
          "text": "And when the king was come back again from the places in Cilicia, the Jews that were  in the city pleaded before him against Andronicus  (the Greeks also joining with them in hatred of the wickedness), urging that Onias had been wrongfully slain.",
          "ID": "36"
        },
        {
          "text": "Antiochus therefore was heartily sorry, and was moved to pity, and wept, because of the sober and well ordered life of him that was dead;",
          "ID": "37"
        },
        {
          "text": "and being inflamed with passion, forthwith he stripped off Andronicus’s purple robe, and  tore off his under garments, and when he had led him round through the whole city to that very place where he had committed impiety against Onias, there he put the murderer out of the way, the Lord rendering to him the punishment he had deserved.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Now when many sacrileges had been committed in the city by Lysimachus with the consent of Menelaus, and when the bruit thereof was spread abroad outside, the people gathered themselves together against Lysimachus, after many vessels of gold had been already dispersed.",
          "ID": "39"
        },
        {
          "text": "And when the multitudes were rising against him,  and were filled with anger, Lysimachus armed about three thousand men, and with unrighteous violence began the conflict,  one Hauran, a man far gone in years and no less also in madness, leading the attack.",
          "ID": "40"
        },
        {
          "text": "But when they perceived the assault of Lysimachus, some caught up stones, others logs of wood, and some took handfuls of the ashes that lay near, and they flung them all pell-mell upon Lysimachus and them that were with him;",
          "ID": "41"
        },
        {
          "text": "by reason of which they wounded many of them, and some they struck to the ground, and all of them  they forced to flee, but the author of the sacrilege himself they killed beside the treasury.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "But touching these matters there was an accusation laid against Menelaus.",
          "ID": "43"
        },
        {
          "text": "And when the king was come to Tyre, the three men that were sent by the senate pleaded the cause before him.",
          "ID": "44"
        },
        {
          "text": "But Menelaus, seeing himself now defeated, promised much money to Ptolemy the son  of Dorymenes, that he might win over the king.",
          "ID": "45"
        },
        {
          "text": "Whereupon Ptolemy taking the king aside into a cloister, as it were to take the air, brought him to be of another mind:",
          "ID": "46"
        },
        {
          "text": "and him that was the cause of all the evil, Menelaus, he discharged from the accusations; but these hapless men, who, if they had pleaded even before Scythians, would have been discharged uncondemned, them he sentenced to death.",
          "ID": "47"
        },
        {
          "text": "Soon then did they that were spokesmen for the city and the families of Israel  and the holy vessels suffer that unrighteous penalty.",
          "ID": "48"
        },
        {
          "text": "For which cause even certain Tyrians, moved with hatred of the wickedness, provided magnificently for their burial.",
          "ID": "49"
        },
        {
          "text": "But Menelaus through the covetous dealings of them that were in power remained still in his office,  cleaving to wickedness,  as a great conspirator against his fellow-citizens.",
          "ID": "50"
        }
      ],
      "ID": "AP:2MA.4",
      "name": "The Second Book of the Maccabees 4"
    },
    {
      "text": [
        {
          "text": "Now about this time Antiochus made his second inroad into Egypt.",
          "ID": "1"
        },
        {
          "text": "And it so  befell that throughout all the city, for the space of almost forty days, there appeared in the midst of the sky horsemen in swift motion, wearing robes inwrought with gold and carrying  spears, equipped in troops for battle;",
          "ID": "2"
        },
        {
          "text": "and drawing of swords; and on the other side  squadrons of horse in array; and encounters and  pursuits of both armies;  and shaking of shields, and multitudes of lances, and casting of darts, and flashing of golden trappings, and girding on of all sorts of armor.",
          "ID": "3"
        },
        {
          "text": "Wherefore all men implored that the  vision might have been given for good.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But when a false rumour had arisen that Antiochus was deceased, Jason took not less than a thousand men, and suddenly  made an assault upon the city; and they that were upon the wall being routed, and the city being now at length well near taken, Menelaus took refuge in the citadel.",
          "ID": "5"
        },
        {
          "text": "But Jason slaughtered his own citizens without mercy, not considering that good success against kinsmen is the greatest ill success, but supposing himself to be setting up trophies over enemies, and not over fellow-countrymen.",
          "ID": "6"
        },
        {
          "text": "The office however  he did not get, but, receiving shame as the end of his conspiracy, he passed again a fugitive into the country of the Ammonites.",
          "ID": "7"
        },
        {
          "text": "At the last therefore he met with a miserable end: having been  shut up at the court of Aretas the prince of the Arabians, fleeing from city to city, pursued of all men, hated as an apostate from the laws, and held in abomination as the butcher of his country and his fellow-citizens, he was cast forth into Egypt;",
          "ID": "8"
        },
        {
          "text": "and he that had driven many from their own country into strange lands perished himself  in a strange land, having crossed the sea to the Lacedaemonians, as thinking to find shelter there  because they were  near of kin;",
          "ID": "9"
        },
        {
          "text": "and he that had cast out a multitude unburied had none to mourn for him, nor had he any funeral at all, or place in the sepulchre of his fathers.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now when tidings came to the king concerning that which was done, he thought that Judaea was in revolt; whereupon setting out from Egypt in a furious mind, he took the city by force of arms,",
          "ID": "11"
        },
        {
          "text": "and commanded his soldiers to cut down without mercy such as came in their way, and to kill such as went up upon the houses;",
          "ID": "12"
        },
        {
          "text": "and there was killing of young and old, making away of boys, women, and children, slaying of virgins and infants.",
          "ID": "13"
        },
        {
          "text": "And in all the three days of the slaughter  there were destroyed fourscore thousand, whereof  forty thousand were slain  in close combat, and no fewer were sold than slain.",
          "ID": "14"
        },
        {
          "text": "But not content with this he presumed to enter into the most holy temple of all the earth, having Menelaus for his guide (him that had proved himself a traitor both to the laws and to his country),",
          "ID": "15"
        },
        {
          "text": "even taking the sacred vessels with his polluted hands, and dragging down with his profane hands the offerings that had been dedicated by other kings to the augmentation and glory and honor of the place.",
          "ID": "16"
        },
        {
          "text": "And Antiochus was lifted up in mind, not seeing that because of the sins of them that lived in the city the Sovereign Lord had been provoked to anger a little while, and therefore his eye was then  turned away from the place.",
          "ID": "17"
        },
        {
          "text": "But had it not so been that they were already holden by many sins, this man, even as Heliodorus who was sent by Seleucus the king to view the treasury, would, so soon as he pressed forward, have been scourged and turned back from his daring deed.",
          "ID": "18"
        },
        {
          "text": "Howbeit the Lord did not choose the nation for the place’s sake, but the place for the nation’s sake.",
          "ID": "19"
        },
        {
          "text": "Wherefore also the place itself, having partaken in the calamities that befell the nation, did afterward share in its  benefits; and the place  which was forsaken in the wrath of the Almighty was, at the reconciliation of the great Sovereign, restored again with all glory.",
          "ID": "20"
        },
        {
          "text": "As for Antiochus, when he had carried away out of the temple a thousand and eight hundred talents, he departed in all haste to Antioch, weening in his arrogancy to make the land navigable and the sea passable by foot, because his heart was lifted up.",
          "ID": "21"
        },
        {
          "text": "And moreover he left governors to afflict the race: at Jerusalem, Philip, by race a Phrygian, and in character more barbarous than him that set him there;",
          "ID": "22"
        },
        {
          "text": "and at Gerizim, Andronicus; and besides these, Menelaus, who worse than all the rest exalted himself against his fellow-citizens. And having a malicious mind  toward the Jews  whom he had made  his citizens,",
          "ID": "23"
        },
        {
          "text": "he sent that  lord of pollutions Apollonius with an army of two and twenty thousand, commanding him to kill all those that were of full age, and to sell the women and the younger men.",
          "ID": "24"
        },
        {
          "text": "And he coming to Jerusalem, and playing the man of peace, waited till the holy day of the Sabbath, and finding the Jews at rest from work, he commanded his men to parade in arms.",
          "ID": "25"
        },
        {
          "text": "And he put to the sword all them that came forth to the spectacle; and running into the city with the armed men he killed great multitudes.",
          "ID": "26"
        },
        {
          "text": "But Judas, who is also called  Maccabaeus, with nine others or thereabout, withdrew himself, and with his company kept himself alive in the mountains after the manner of wild beasts; and they continued feeding on  such poor herbs as grew there, that they might not be partakers of the threatened  pollution.",
          "ID": "27"
        }
      ],
      "ID": "AP:2MA.5",
      "name": "The Second Book of the Maccabees 5"
    },
    {
      "text": [
        {
          "text": "And not long after this the king sent forth  an old man of Athens to compel the Jews to depart from the laws of their fathers, and not to live after the laws of God;",
          "ID": "1"
        },
        {
          "text": "and also to pollute the sanctuary in Jerusalem, and to call it by the name of  Jupiter Olympius, and to call  the sanctuary  in Gerizim by the name of  Jupiter the Protector of strangers, even as they  were that lived in the place.",
          "ID": "2"
        },
        {
          "text": "But sore and utterly grievous was the visitation of this evil.",
          "ID": "3"
        },
        {
          "text": "For the temple was filled with riot and revellings by the heathen, who  dallied with harlots, and had to do with women within the sacred precincts, and moreover brought inside things that were not befitting;",
          "ID": "4"
        },
        {
          "text": "and  the place of sacrifice was filled with those abominable things which had been prohibited by the laws.",
          "ID": "5"
        },
        {
          "text": "And a man could neither keep the Sabbath, nor observe the feasts of the fathers, nor so much as confess himself to be a Jew.",
          "ID": "6"
        },
        {
          "text": "And on the day of the king’s birth every month they were led along with bitter constraint to eat of the sacrifices; and when the  feast of Bacchus came, they were compelled to go in procession in honor of  Bacchus, wearing wreaths of ivy.",
          "ID": "7"
        },
        {
          "text": "And there wemt out a decree to the neighbouring Greek cities, by the suggestion of Ptolemy, that they should observe the same conduct against the Jews, and should make them eat of the sacrifices;",
          "ID": "8"
        },
        {
          "text": "and that they should kill such as did not choose to go over to the Greek rites. So the present misery was for all to see:",
          "ID": "9"
        },
        {
          "text": "for two women were brought up for having circumcised their children; and these, when they had led them publicly round about the city, with the babes hung from their breasts, they cast down headlong from the wall.",
          "ID": "10"
        },
        {
          "text": "And others, that had run together into the caves near by to keep the seventh day secretly, being betrayed to Philip were all burned together, because they scrupled to defend themselves, from regard to the honor of that most solemn day.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "I beseech therefore those that read this book, that they be not discouraged because of the calamities, but account that these punishments were not for the destruction, but for the chastening of our race.",
          "ID": "12"
        },
        {
          "text": "For indeed that those who act impiously be not let alone any long time, but straightway meet with retribution, is a sign of great beneficence.",
          "ID": "13"
        },
        {
          "text": "For in the case of the other nations the Sovereign Lord does with longsuffering forbear, until that he punish them when they have attained to the full measure of their  sins; but not so judged he as touching us,",
          "ID": "14"
        },
        {
          "text": "that he may not take vengeance on us afterward,  when we be come to the  height of our sins.",
          "ID": "15"
        },
        {
          "text": "Wherefore he never withdraws his mercy from us; but though he chasteneth with calamity, yet does he not forsake his own people.",
          "ID": "16"
        },
        {
          "text": "Howbeit let this that we have spoken suffice to put you  in remembrance; but after these  few words we must come to the narrative.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Eleazar, one of the principal scribes, a man already well stricken in years, and of a noble countenance, was compelled to open his mouth to eat swine’s flesh.",
          "ID": "18"
        },
        {
          "text": "But he, welcoming death with renown rather than life with pollution, advanced of his own accord to the instrument of torture, but first spat forth the flesh,",
          "ID": "19"
        },
        {
          "text": "coming forward  as men ought to come that are resolute to repel such things as not even  for the natural love of life is it lawful to taste.",
          "ID": "20"
        },
        {
          "text": "But they that had the charge of that forbidden sacrificial feast took the man aside, for the acquaintance which of old times they had with him, and privately implored him to bring flesh of his own providing, such as was befitting for him to use, and to make as if he did eat of the flesh from the sacrifice, as had been commanded by the king;",
          "ID": "21"
        },
        {
          "text": "that by so doing he might be delivered from death, and for his ancient friendship with them might be treated kindly.",
          "ID": "22"
        },
        {
          "text": "But he, having formed a high resolve, and one that became his years, and the dignity of old age, and the gray hairs  which he had reached with honor, and his excellent  education from a child,  or rather that became  the holy  laws of God’s ordaining, declared his mind accordingly, bidding them quickly send him to Hades.",
          "ID": "23"
        },
        {
          "text": "For it becomes not our years to dissemble, said he,  that through this  many of the young should suppose that Eleazar, the man of fourscore years and ten, had gone over to an alien religion;",
          "ID": "24"
        },
        {
          "text": "and so  they, by reason of my dissimulation, and for the sake of this brief and momentary life, should be led astray because of me,  and thus  I get to myself a pollution and a stain of mine old age.",
          "ID": "25"
        },
        {
          "text": "For even if for the present time I shall remove from me the punishment of men, yet shall I not escape the hands of the Almighty, either living or dead.",
          "ID": "26"
        },
        {
          "text": "Wherefore, by manfully parting with my life now, I will show myself worthy of mine old age,",
          "ID": "27"
        },
        {
          "text": "and  leave behind a noble ensample to the young to die willingly and nobly a glorious death for the reverend and holy laws. And when he had said these words, he went straightway to the instrument of torture.",
          "ID": "28"
        },
        {
          "text": "And when they changed the good will they bare him a little before into ill will, because  these words of his were, as they thought, sheer madness,",
          "ID": "29"
        },
        {
          "text": "and when he was at the point to die with the  stripes, he groaned aloud and said, To the Lord, that has the holy knowledge, it is manifest that, whereas I might have been delivered from death, I endure sore pains in my body by being scourged; but in soul I gladly suffer these things for my fear of him.",
          "ID": "30"
        },
        {
          "text": "So this man also died after this manner, leaving his death for an ensample of nobleness and a memorial of virtue, not only to the young but also to the great body of his nation.",
          "ID": "31"
        }
      ],
      "ID": "AP:2MA.6",
      "name": "The Second Book of the Maccabees 6"
    },
    {
      "text": [
        {
          "text": "And it came to pass that seven brethren also with their mother were at the king’s command taken and shamefully handled with scourges and cords, to compel them to taste of the abominable swine’s flesh.",
          "ID": "1"
        },
        {
          "text": "But one of them made himself the spokesman and said, What would you ask and learn of us? for we are ready to die rather than transgress the laws of our fathers.",
          "ID": "2"
        },
        {
          "text": "And the king fell into a rage, and commanded to heat pans and caldrons:",
          "ID": "3"
        },
        {
          "text": "and when these forthwith were heated, he commanded to cut out the tongue of him that had been their spokesman, and to scalp him, and to cut off his extremities, the rest of his brethren and his mother looking on.",
          "ID": "4"
        },
        {
          "text": "And when he was utterly  maimed, the king  commanded to bring him to the fire, being yet alive, and to fry him in the pan. And as the vapor of the pan spread far, they and their mother also exhorted one another to die nobly, saying thus:",
          "ID": "5"
        },
        {
          "text": "The Lord God sees, and in truth is  entreated for us, as Moses declared in  his song, which witnesseth against the people  to their faces, saying, And he shall be  entreated for his servants.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And when the first had died after this manner, they brought the second to the mocking; and they pulled off the skin of his head with the hair and asked him, Wilt you eat, before your body be punished in every limb?",
          "ID": "7"
        },
        {
          "text": "But he answered in the language of his fathers and said to them, No. Wherefore he also underwent the next torture in succession, as the first had done.",
          "ID": "8"
        },
        {
          "text": "And when he was at the last gasp, he said, You, miscreant, do release us out of this present life, but the King of the world shall raise up us, who have died for his laws, to an eternal renewal of life.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And after him was the third made a mocking-stock. And when he was required, he quickly put out his tongue, and stretched forth his hands courageously,",
          "ID": "10"
        },
        {
          "text": "and nobly said, From heaven I possess these; and for his laws’ sake I contemn these; and from him I hope to receive these back again:",
          "ID": "11"
        },
        {
          "text": "insomuch that the king himself and they that were with him were astonished at the young man’s soul, for that he nothing regarded the pains.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And when he too was dead, they shamefully handled and tortured the fourth in like manner.",
          "ID": "13"
        },
        {
          "text": "And being come near to death he said thus: It is good to die at the hands of men and look for the hopes which are given  by God, that we shall be raised up again by him; for as for you, you shall have no resurrection to life.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And next after him they brought the fifth, and shamefully handled him.",
          "ID": "15"
        },
        {
          "text": "But he looked toward  the king and said, Because you have authority among men, though you are yourself  corruptible, you do what you will; yet think not that our race has been forsaken of God;",
          "ID": "16"
        },
        {
          "text": "but hold you on your way, and behold his sovereign majesty, how it will torture you and your seed.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And after him they brought the sixth. And when he was at the point to die he said, Be not vainly deceived, for we suffer these things for our own doings, as sinning against our own God: marvelous things are come to pass;",
          "ID": "18"
        },
        {
          "text": "but think not you that you shall be unpunished, having assayed to fight against God.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But above all was the mother marvelous and worthy of honorable memory; for when she looked on seven sons perishing within the space of one day, she bare the sight  with a good courage for the hopes that she had set  on the Lord.",
          "ID": "20"
        },
        {
          "text": "And she exhorted each one of them in the language of their fathers, filled with a noble temper and stirring up her womanish thought with manly passion, saying to them,",
          "ID": "21"
        },
        {
          "text": "I know not how you⌃ came into my womb, neither was it I that bestowed on you your  spirit and your life, and it was not I that brought into order the first elements of each one of you.",
          "ID": "22"
        },
        {
          "text": "Therefore the Creator of the world, who fashioned the  generation of man and devised the  generation of all things, in mercy gives back to you again both your  spirit and your life, as you⌃ now contemn your own selves for his laws’ sake.",
          "ID": "23"
        },
        {
          "text": "But Antiochus, thinking himself to be despised, and suspecting the reproachful voice, while the youngest was yet alive did not only make his appeal to him  by words, but also at the same time promised with oaths that he would enrich him and  raise him to high estate, if he would turn from the customs  of his fathers, and that he would take him for his  Friend and intrust him with affairs.",
          "ID": "24"
        },
        {
          "text": "But when the young man would in no wise give heed, the king called to him his mother, and exhorted her that she would counsel the lad to save himself.",
          "ID": "25"
        },
        {
          "text": "And when he had exhorted her with many words, she undertook to persuade her son.",
          "ID": "26"
        },
        {
          "text": "But bending toward him, laughing the cruel tyrant to scorn, she spoke thus in the language of her fathers: My son, have pity upon me that carried you nine months in my womb, and gave you suck three years, and nourished and brought you up to this age, and sustained you.",
          "ID": "27"
        },
        {
          "text": "I beseech you, my child, to lift your eyes to the heaven and the earth, and to see all things that are therein, and thus to recognize that God made them not of things that were, and that  the race of men in this wise comes into being.",
          "ID": "28"
        },
        {
          "text": "Fear not this butcher, but, proving yourself worthy of your brethren, accept your death, that in the mercy of God  I may receive you again with your brethren.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "But before she had yet ended speaking, the young man said, Whom wait you⌃ for? I obey not the commandment of the king, but I hearken to the commandment of the law that was given to our fathers through Moses.",
          "ID": "30"
        },
        {
          "text": "But you, that have devised all manner of evil against the Hebrews, shall in no wise escape the hands of God.",
          "ID": "31"
        },
        {
          "text": "For we are suffering because of our own sins;",
          "ID": "32"
        },
        {
          "text": "and if for rebuke and chastening our living Lord has been angered a little while, yet shall he again be reconciled with his own servants.",
          "ID": "33"
        },
        {
          "text": "But you, O unholy man and of all most vile, be not vainly lifted up in your wild pride with uncertain hopes, raising your hand against the heavenly children;",
          "ID": "34"
        },
        {
          "text": "For not yet have you escaped the judgement of the Almighty God that sees all things.",
          "ID": "35"
        },
        {
          "text": "For these our brethren, having endured a  short pain that brings everlasting life, have now  died under God’s covenant; But you, through the judgement of God, shall receive in just measure the penalties of your arrogancy.",
          "ID": "36"
        },
        {
          "text": "But I, as my brethren, give up both body and soul for the laws of our fathers, calling upon God that he may speedily become  gracious to the nation; and that you amidst trials and plagues may confess that he alone is God;",
          "ID": "37"
        },
        {
          "text": "and that in me and my brethren  you may stay the wrath of the Almighty, which has been justly brought upon our whole race.",
          "ID": "38"
        },
        {
          "text": "But the king, falling into a rage, handled him worse than all the rest, being exasperated at his mocking.",
          "ID": "39"
        },
        {
          "text": "So he also died pure from pollution,  putting his whole trust in the Lord.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "And last of all after her sons the mother died.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Let it then suffice to have said thus much concerning the enforcement of  sacrificial feasts and the king’s  exceeding barbarities.",
          "ID": "42"
        }
      ],
      "ID": "AP:2MA.7",
      "name": "The Second Book of the Maccabees 7"
    },
    {
      "text": [
        {
          "text": "But Judas, who is also called  Maccabaeus, and they that were with him, making their way privily into the villages, called to them their kinsfolk; and taking to them such as had continued in the Jews’ religion, gathered together as many as six thousand.",
          "ID": "1"
        },
        {
          "text": "And they called upon the Lord, beseeching him  to look upon the people that was oppressed by all; and to have compassion on the sanctuary also that had been profaned by the ungodly men;",
          "ID": "2"
        },
        {
          "text": "and to have pity on the city also that was suffering ruin and ready to be made even even with the ground; and to hearken to the blood that cried to him;",
          "ID": "3"
        },
        {
          "text": "and to remember also the lawless  slaughter of the innocent infants, and  the blasphemies that had been committed against his name; and to show his hatred of wickedness.",
          "ID": "4"
        },
        {
          "text": "And when Maccabaeus had trained his men for service, the heathen at once found him irresistible, for that the wrath of the Lord was turned into pity.",
          "ID": "5"
        },
        {
          "text": "And coming unawares he set fire to cities and villages. And in winning back the most important positions, putting to flight no small number of the enemies,",
          "ID": "6"
        },
        {
          "text": "he specially took advantage of the nights for such assaults. And his courage was loudly talked of everywhere.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "But when Philip saw the man gaining ground by little and little, and increasing more and more in his prosperity, he wrote to Ptolemy, the governor of Coelesyria and Phoenicia, that he should support the king’s cause.",
          "ID": "8"
        },
        {
          "text": "And Ptolemy  quickly appointed Nicanor the son  of Patroclus, one of the king’s   Chief Friends, and sent him, in command of no fewer than twenty thousand of all nations, to destroy the whole race of Judaea; and with him he joined Gorgias also, a captain and one that had experience in matters of war.",
          "ID": "9"
        },
        {
          "text": "And Nicanor  undertook by the sale of  the captive Jews to make up for the king the tribute of two thousand talents which he was to pay to the Romans.",
          "ID": "10"
        },
        {
          "text": "And immediately he sent to the cities upon the sea coast, inviting them to buy Jewish  slaves, promising to allow fourscore and ten  slaves for a talent, not expecting the judgement that was to follow upon him from the Almighty.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "But tidings came to Judas concerning the inroad of Nicanor; and when he communicated to them that were with him the presence of the army,",
          "ID": "12"
        },
        {
          "text": "they that were cowardly and distrustful of the judgement of God  ran away and left the country.",
          "ID": "13"
        },
        {
          "text": "And others sold all that was left over to them, and withal implored the Lord to deliver them that had been sold as slaves  by the impious Nicanor or ever he met them;",
          "ID": "14"
        },
        {
          "text": "and this,  if not for their own sakes, yet for the covenants made with their fathers, and because he had called them by his reverend and glorious name.",
          "ID": "15"
        },
        {
          "text": "And Maccabaeus gathered his men together, six thousand in number, and exhorted them not to be stricken with dismay at the enemy, nor to fear the great multitude of the heathen who came wrongfully against them; but to contend nobly,",
          "ID": "16"
        },
        {
          "text": "setting before their eyes the outrage that had been lawlessly perpetrated upon the holy place, and the shameful handling of the city that had been turned to mockery, and further the overthrow of the mode of life received from their ancestors.",
          "ID": "17"
        },
        {
          "text": "For they, said he, trust to arms, and withal to deeds of daring; but we trust on the almighty God, since he is able at a beck to cast down them that are coming against us, and even the whole world.",
          "ID": "18"
        },
        {
          "text": "And moreover he recounted to them the help given from time to time in the days of their ancestors, both the help given  in the days of Sennacherib, how that a hundred fourscore and five thousand perished,",
          "ID": "19"
        },
        {
          "text": "and the help given  in the land of Babylon, even the battle that was fought against the  Gauls, how that they came to the engagement eight thousand in all, with four thousand Macedonians, and how that,  the Macedonians being hard pressed, the  six thousand destroyed the hundred and twenty thousand, because of the succour which they had from heaven, and took great booty.",
          "ID": "20"
        },
        {
          "text": "And when he had with these words made them of good courage, and ready to die for the laws and their country, he divided his army into four parts;",
          "ID": "21"
        },
        {
          "text": "appointing his brethren to be with himself leaders of the several bands, to wit,  Simon and Joseph and Jonathan, giving each the command of fifteen hundred men,",
          "ID": "22"
        },
        {
          "text": "and moreover Eleazer also: then,  having read aloud the sacred book, and having given as watchword, THE HELP OF GOD, leading the first band himself, he joined battle with Nicanor.",
          "ID": "23"
        },
        {
          "text": "And, since the Almighty fought on their side, they killed of the enemy above nine thousand, and wounded and  disabled the more part of Nicanor’s army, and compelled all to flee:",
          "ID": "24"
        },
        {
          "text": "and they took the money of those that had come there to buy them. And after they had pursued them for some  distance, they returned, being constrained by the time of the day;",
          "ID": "25"
        },
        {
          "text": "for it was the day before the Sabbath, and for this cause they made no effort to chase them far.",
          "ID": "26"
        },
        {
          "text": "And when they had gathered  the arms of the enemy together, and had stripped off their spoils, they occupied themselves about the Sabbath, blessing and thanking the Lord exceedingly, who had saved them to this day, for that he had caused a beginning of mercy to distil upon them.",
          "ID": "27"
        },
        {
          "text": "And after the Sabbath, when they had given of the spoils to the  maimed, and to the widows and orphans, the residue they distributed among themselves and their children.",
          "ID": "28"
        },
        {
          "text": "And when they had accomplished these things, and had made a common supplication, they implored the merciful Lord to be wholly reconciled with his servants.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And having had an encounter with the forces of Timotheus and Bacchides, they killed above twenty thousand of them, and made themselves masters of strongholds exceeding high, and divided very much plunder, giving the  maimed and orphans and widows, and moreover the aged also, an equal share with themselves.",
          "ID": "30"
        },
        {
          "text": "And when they had gathered the arms  of the enemy together, they stored them all up carefully in the most important positions, and the residue of the spoils they carried to Jerusalem.",
          "ID": "31"
        },
        {
          "text": "And they killed the  phylarch of Timotheus’s forces, a most unholy man, and one who had done the Jews much hurt.",
          "ID": "32"
        },
        {
          "text": "And as they kept the feast of victory in the  city of their fathers, they burned those that had set the sacred  gates on fire, and among them  Callisthenes, who had fled into  an outhouse; and so  they received the meet reward of their impiety.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "And the thrice-accursed Nicanor, who had brought the thousand merchants to buy the Jews for slaves,",
          "ID": "34"
        },
        {
          "text": "being through the help of the Lord humbled by them who in his eyes were held to be of least account, put off his glorious apparel, and passing  through the midland,  shunning all company like a fugitive slave, arrived at Antioch,  having, as he thought,  had the greatest possible good fortune, though his host was destroyed.",
          "ID": "35"
        },
        {
          "text": "And he that had taken upon him to make tribute sure for the Romans by the captivity of the men of Jerusalem published abroad that the Jews had One who fought for them, and that  because this was so the Jews were invulnerable, because they followed the laws ordained by him.",
          "ID": "36"
        }
      ],
      "ID": "AP:2MA.8",
      "name": "The Second Book of the Maccabees 8"
    },
    {
      "text": [
        {
          "text": "Now about that time it befell that Antiochus had returned  in disorder from the region of Persia.",
          "ID": "1"
        },
        {
          "text": "For he had entered into the city called Persepolis, and he assayed to rob  a temple and to hold down the city. Whereupon there was an onset of the multitudes, and  Antiochus and his men  turned to make defence with arms; and it came to pass that Antiochus was put to flight by the people of the country and broke up his camp with disgrace.",
          "ID": "2"
        },
        {
          "text": "And while he was at Ecbatana, news was brought him what had happened to Nicanor and the forces of Timotheus.",
          "ID": "3"
        },
        {
          "text": "And being lifted up  by his passion he thought to make the Jews suffer even for the evil-doing of those that had put him to rout. Wherefore, the judgement from heaven even now accompanying him, he gave order to his charioteer to drive without ceasing and despatch the journey; for thus he arrogantly spoke: I will make Jerusalem a common graveyard of Jews, when I come there.",
          "ID": "4"
        },
        {
          "text": "But the All-seeing Lord, the God of Israel, struck him with a  fatal and invisible stroke; and as soon as he had ceased speaking this word, an incurable pain of the bowels seized him, and bitter torments of the inner parts;",
          "ID": "5"
        },
        {
          "text": "and that most justly, for he had tormented other men’s bowels with many and strange sufferings.",
          "ID": "6"
        },
        {
          "text": "But he in no wise ceased from his rude insolence; nay, still more was he filled with arrogancy, breathing fire in his passion against the Jews, and commanding to haste the journey. But it came to pass moreover that he fell from his chariot as it rushed along, and having a grievous fall was racked in all the members of his body.",
          "ID": "7"
        },
        {
          "text": "And he that but now supposed himself to have the waves of the sea at his bidding, so vainglorious was he beyond the condition of a man, and that thought to weigh the heights of the mountains in a balance, was now brought to the ground and carried in a litter,  showing to all that the power was manifestly God’s;",
          "ID": "8"
        },
        {
          "text": "so that out of the body of the impious man worms swarmed, and while he was still living in anguish and pains, his flesh fell off, and by reason of the stench all the army turned with loathing from his corruption.",
          "ID": "9"
        },
        {
          "text": "And the man that a little before supposed himself to touch the stars of heaven, no one could endure to carry for his intolerable stench.",
          "ID": "10"
        },
        {
          "text": "Hereupon therefore he began in great part to cease from his arrogancy, being broken in spirit,  and to come to knowledge under the scourge of God, his pains increasing every moment.",
          "ID": "11"
        },
        {
          "text": "And when he himself could not abide his own smell, he said these words: It is right to be subject to God, and that one who is mortal should not  be minded arrogantly.",
          "ID": "12"
        },
        {
          "text": "And the vile man vowed to the sovereign Lord, who now no more would have pity upon him, saying on this wise:",
          "ID": "13"
        },
        {
          "text": "that the holy city, to the which he was going in haste, to lay it even with the ground and to  make it a common graveyard, he would declare free;",
          "ID": "14"
        },
        {
          "text": "and as touching the Jews, whom he had decided not even to count worthy of burial, but to cast them out to the beasts with their infants, for the birds to devour, he would make them all equal to citizens of Athens;",
          "ID": "15"
        },
        {
          "text": "and the holy sanctuary, which before he had spoiled, he would adorn with goodliest offerings, and would restore all the sacred vessels many times multiplied, and out of his own revenues would defray the charges that were required for the sacrifices;",
          "ID": "16"
        },
        {
          "text": "and, beside all this, that he would become a Jew, and would visit every inhabited place, publishing abroad the might of God.",
          "ID": "17"
        },
        {
          "text": "But when his sufferings did in no wise cease, for the judgement of God had come upon him in righteousness, having given up all hope of himself, he wrote to the Jews the letter written below, having the nature of a supplication, to this effect:",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "To the worthy Jews, his fellow-citizens, Antiochus, king and general, wishes much joy and health and prosperity.",
          "ID": "19"
        },
        {
          "text": "May you⌃ and your children fare well; and your affairs shall be to your mind. Having my hope in heaven,",
          "ID": "20"
        },
        {
          "text": "I remembered with affection your honor and good will toward me.  Returning out of the region of Persia, and being taken with a noisome sickness, I deemed it necessary to take thought for the common safety of all,",
          "ID": "21"
        },
        {
          "text": "not despairing of myself, but having great hope to escape from the sickness.",
          "ID": "22"
        },
        {
          "text": "But considering that my father also, at what time he led an army into the upper country, appointed his successor,",
          "ID": "23"
        },
        {
          "text": "to the end that, if anything fell out contrary to expectation, or if any unwelcome tidings were brought, they that remained  in the country, knowing to whom the state had been left, might not be troubled;",
          "ID": "24"
        },
        {
          "text": "and, beside all this, observing how that the princes that are borderers and neighbors to my kingdom watch opportunities, and look for the future event, I have appointed my son Antiochus to be  king, whom I often committed and commended to most of you, when I was hastening to the upper provinces; and I have written to him what is written below.",
          "ID": "25"
        },
        {
          "text": "I exhort you therefore and beseech you, having in your remembrance the benefits done to you in common and severally, to preserve each of you your present good will toward me and my son.",
          "ID": "26"
        },
        {
          "text": "For I am persuaded that he in gentleness and kindness will follow my purpose and treat you with indulgence.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "So the murderer and blasphemer, having endured the sorest sufferings, even as he had dealt with other men, ended his life among the mountains by a most piteous fate in a strange land.",
          "ID": "28"
        },
        {
          "text": "And Philip his foster-brother conveyed the body home;  and then, fearing the son of Antiochus, he betook himself to Ptolemy Philometor in Egypt.",
          "ID": "29"
        }
      ],
      "ID": "AP:2MA.9",
      "name": "The Second Book of the Maccabees 9"
    },
    {
      "text": [
        {
          "text": "And Maccabaeus and they that were with him, the Lord leading them on, recovered the temple and the city;",
          "ID": "1"
        },
        {
          "text": "and they pulled down the altars that had been built in the marketplace by the aliens, and also the walls of  sacred inclosures.",
          "ID": "2"
        },
        {
          "text": "And having cleansed the sanctuary they made another altar of sacrifice; and  striking stones and taking fire out of them, they offered sacrifices, after they had ceased for  two years, and burned  incense, and lighted  lamps, and set forth the show bread.",
          "ID": "3"
        },
        {
          "text": "And when they had done these things, they fell prostrate and implored the Lord that they might fall no more into such evils; but that, if ever they should sin, they might be chastened by him with forbearance, and not be delivered to blaspheming and barbarous heathen.",
          "ID": "4"
        },
        {
          "text": "Now on the same day that the sanctuary was profaned by aliens, upon that very day did it come to pass that the cleansing of the sanctuary was made, even on the five and twentieth day of the same month, which is Chislev.",
          "ID": "5"
        },
        {
          "text": "And they kept eight days with gladness in the manner of the feast  of tabernacles, remembering how that  not long before, during the feast of tabernacles, they were wandering in the mountains and in the caves after the manner of wild beasts.",
          "ID": "6"
        },
        {
          "text": "Wherefore bearing wands wreathed with leaves, and fair boughs, and palms also, they offered up hymns of thanksgiving to him that had prosperously brought to pass the cleansing of his own place.",
          "ID": "7"
        },
        {
          "text": "They ordained also with a common statute and decree, for all the nation of the Jews, that they should keep these days every year.",
          "ID": "8"
        },
        {
          "text": "And  such was the end of Antiochus, who was called Epiphanes.",
          "ID": "9"
        },
        {
          "text": "But now will we declare what came to pass under Antiochus named   Eupator, who proved himself a true  son of that ungodly man, and will gather up briefly the  successive evils of the wars.",
          "ID": "10"
        },
        {
          "text": "For this man, when he succeeded to the kingdom, appointed one Lysias to be  chancellor, and supreme governor of Coelesyria and Phoenicia.",
          "ID": "11"
        },
        {
          "text": "For Ptolemy that was called Macron, setting an example of observing justice toward the Jews because of the wrong that had been done to them, endeavoured to  conduct his dealings with them on peaceful terms.",
          "ID": "12"
        },
        {
          "text": "Whereupon being accused by the king’s   Friends before Eupator, and hearing himself called traitor at every turn, because he had abandoned Cyprus which Philometor had intrusted to him, and had withdrawn himself to Antiochus called  Epiphanes, and  failing to uphold the honor of his office, he took poison and made away with himself.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But Gorgias, when he was made governor of the district, maintained a force of mercenaries, and at every turn kept up war with the Jews.",
          "ID": "14"
        },
        {
          "text": "And together with him the Idumaeans also, being masters of important strongholds, harassed the Jews; and receiving to them those that had taken refuge there  from Jerusalem, they assayed to keep up war.",
          "ID": "15"
        },
        {
          "text": "But Maccabaeus and his men, having made solemn supplication and implored God to fight on their side, rushed upon the strongholds of the Idumaeans;",
          "ID": "16"
        },
        {
          "text": "and assaulting them vigorously they made themselves masters of the positions, and kept off all that fought upon the wall, and killed those that fell in their way, and killed no fewer than twenty thousand.",
          "ID": "17"
        },
        {
          "text": "And because no less than nine thousand were fled into two towers exceeding strong and having all things needed  for a seige,",
          "ID": "18"
        },
        {
          "text": "Maccabaeus, having left Simon and Joseph, and Zacchaeus besides and them that were with him, a force sufficient to besiege them, departed himself to places where he was most needed.",
          "ID": "19"
        },
        {
          "text": "But Simon and they that were with him, yielding to covetousness, were bribed by certain of those that were in the towers, and receiving seventy thousand drachmas let some of them slip away.",
          "ID": "20"
        },
        {
          "text": "But when word was brought to Maccabaeus of what was done, he gathered the leaders of the people together, and accused those men  of having sold their brethren for money, by setting their enemies free to fight  against them.",
          "ID": "21"
        },
        {
          "text": "So he killed these men for having turned traitors, and forthwith took possession of the two towers.",
          "ID": "22"
        },
        {
          "text": "And prospering with his arms in all things he took in hand, he destroyed in the two strongholds more than twenty thousand.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now Timotheus, who had been before defeated by the Jews, having gathered together foreign forces in great multitudes, and having collected the  horsemen which belonged to Asia, not a few, came as though he would take Judaea by force of arms.",
          "ID": "24"
        },
        {
          "text": "But as he drew near, Maccabaeus and his men sprinkled earth upon their heads and girded their loins with sackcloth, in supplication to God,",
          "ID": "25"
        },
        {
          "text": "and falling down upon the step in front of the altar, implored him to become  gracious to them, and  be an enemy to their enemies and an adversary to their adversaries, as the law declares.",
          "ID": "26"
        },
        {
          "text": "And rising from their prayer they took up their arms, and advanced some distance from the city; and when they had come near to their enemies they  halted.",
          "ID": "27"
        },
        {
          "text": "And when the dawn was now spreading, the two armies  joined battle; the one part having this, beside their  virtue, for a pledge of success and victory, that they had fled to the Lord for refuge, the others making their passion their leader in the strife.",
          "ID": "28"
        },
        {
          "text": "But when the battle waxed strong, there appeared out of heaven to their adversaries five men on horses with bridles of gold, in  splendid array;   and two of them, leading on the Jews,",
          "ID": "29"
        },
        {
          "text": "and taking Maccabaeus in the midst of them, and covering him with their own armor, guarded him from wounds, while on the adversaries they shot forth arrows and thunderbolts; by reason whereof they were blinded and thrown into confusion, and were cut to pieces, filled with bewilderment.",
          "ID": "30"
        },
        {
          "text": "And there were slain twenty thousand and five hundred, beside six hundred horsemen.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "But Timotheus himself fled into a stronghold called Gazara, a fortress of exceeding strength,  Chaereas being in command there.",
          "ID": "32"
        },
        {
          "text": "But Maccabaeus and his men were glad and laid siege to the fortress four and twenty days.",
          "ID": "33"
        },
        {
          "text": "And they that were within, trusting to the strength of the place, blasphemed exceedingly, and hurled forth impious words.",
          "ID": "34"
        },
        {
          "text": "But at dawn of the five and twentieth day certain young men of the company of Maccabaeus, inflamed with passion because of the blasphemies, assaulted the wall with masculine force and with  furious passion, and cut down whoever came in their way.",
          "ID": "35"
        },
        {
          "text": "And others climbing up in like manner, while the besieged  were distracted with them that had made their way  within, set fire to the towers, and kindling fires burned the blasphemers alive; while others broke open the gates, and, having given entrance to the rest of the band, occupied the city.",
          "ID": "36"
        },
        {
          "text": "And they killed Timotheus, who was hidden in a cistern, and his brother Chaereas, and Apollophanes.",
          "ID": "37"
        },
        {
          "text": "And when they had accomplished these things, they blessed the Lord with hymns and thanksgivings, him who does great benefits to Israel, and gives them the victory.",
          "ID": "38"
        }
      ],
      "ID": "AP:2MA.10",
      "name": "The Second Book of the Maccabees 10"
    },
    {
      "text": [
        {
          "text": "Now after a very little time Lysias, the king’s guardian and kinsman and chancellor, being sore displeased for the things that had come to pass,",
          "ID": "1"
        },
        {
          "text": "collected about fourscore thousand footmen  and all his horsemen and came against the Jews, thinking to make the city a place for Greeks to dwell in,",
          "ID": "2"
        },
        {
          "text": "and to levy tribute on the temple, as  on the other sacred places of the nations, and to put up the high priesthood to sale every year;",
          "ID": "3"
        },
        {
          "text": "holding in no account the might of God, but puffed up with his ten thousands of footmen, and his thousands of horsemen, and his fourscore elephants.",
          "ID": "4"
        },
        {
          "text": "And coming into Judaea and drawing near to Bethsuron, which was a strong place and distant from Jerusalem about  five leagues, he pressed it hard.",
          "ID": "5"
        },
        {
          "text": "But when Maccabaeus and his men learned that he was besieging the strongholds, they and all the people with lamentations and tears made supplication to the Lord to send a good angel to save Israel.",
          "ID": "6"
        },
        {
          "text": "And Maccabaeus himself took up arms first, and exhorted the others to jeopard themselves together with him and succour their brethren; and they sallied forth with him right willingly.",
          "ID": "7"
        },
        {
          "text": "And as they were there, close to Jerusalem, there appeared at their head one on horseback in white apparel, brandishing  weapons of gold.",
          "ID": "8"
        },
        {
          "text": "And they all together praised the merciful God, and were yet more strengthened in heart: being ready to  assail not men only but the wildest beasts, and walls of iron,",
          "ID": "9"
        },
        {
          "text": "they advanced in array, having him that is in heaven to fight on their side, for the Lord had mercy on them.",
          "ID": "10"
        },
        {
          "text": "And hurling themselves  like lions upon the enemy, they killed of them eleven thousand footmen  and sixteen hundred horsemen, and forced all the rest  to flee.",
          "ID": "11"
        },
        {
          "text": "But the more part of them escaped wounded and  naked; and Lysias also himself escaped by shameful flight.",
          "ID": "12"
        },
        {
          "text": "But as he was a man not void of understanding, weighing with himself the defeat which had befallen him, and considering that the Hebrews could not be overcome, because the Almighty God fought on their side, he sent again to them,",
          "ID": "13"
        },
        {
          "text": "and persuaded them to come to terms on condition that all their rights were acknowledged, and  promised  that he would also persuade the king to become their friend.",
          "ID": "14"
        },
        {
          "text": "And Maccabaeus gave consent upon all the conditions which Lysias proposed to him, being careful of the common  good; for whatever requests  Maccabaeus delivered in writing to Lysias concerning the Jews the king allowed.",
          "ID": "15"
        },
        {
          "text": "For the letters written to the Jews from Lysias were to this effect:",
          "ID": "16"
        },
        {
          "text": "Lysias to the  people of the Jews, greeting.",
          "ID": "16"
        },
        {
          "text": "John and Absalom, who were sent from you, having delivered the  petition written below, made request concerning the things signified therein.",
          "ID": "17"
        },
        {
          "text": "What things soever therefore had need to be brought before the king I declared to him,  and what things were possible he allowed.",
          "ID": "18"
        },
        {
          "text": "If then you⌃ will preserve your good will toward the state, henceforward also will I endeavor to contribute to your  good.",
          "ID": "19"
        },
        {
          "text": "And on this behalf I have given order in detail, both to these men and to those that are sent  from me, to confer with you.",
          "ID": "20"
        },
        {
          "text": "Fare you⌃ well. Written  in the hundred forty and eighth year, on the four and twentieth day of the month   Dioscorinthius.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And the king’s letter was in these words:",
          "ID": "22"
        },
        {
          "text": "King Antiochus to his brother Lysias, greeting.",
          "ID": "22"
        },
        {
          "text": "Seeing that our father passed to the gods having the wish that the subjects of his kingdom  should be undisturbed and give themselves to the care of their own affairs,",
          "ID": "23"
        },
        {
          "text": "we, having heard that the Jews do not consent to our father’s purpose to turn them to the customs  of the Greeks, but choose rather their own manner of living, and make request that the customs  of their law be allowed to them,—",
          "ID": "24"
        },
        {
          "text": "choosing therefore that this nation also should be free from  disturbance, we determine that their temple be restored to them, and that they live according to the customs that were in the days of their ancestors.",
          "ID": "25"
        },
        {
          "text": "You will therefore do well to send messengers  to them and give them the right hand of friendship,  that they, knowing our mind, may be of good heart, and gladly occupy themselves with the conduct of their own affairs.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And to the nation the king’s letter was after this manner:",
          "ID": "27"
        },
        {
          "text": "King Antiochus to the senate of the Jews and to the other Jews, greeting.",
          "ID": "27"
        },
        {
          "text": "If you⌃ fare well, we have our desire: we ourselves also are in good health.",
          "ID": "28"
        },
        {
          "text": "Menelaus informed us that your desire was to return home and follow your own business.",
          "ID": "29"
        },
        {
          "text": "They therefore that depart home up to the thirties day of Xanthicus shall have our   friendship, with full permission",
          "ID": "30"
        },
        {
          "text": "that the Jews use their own proper  meats and observe their own  laws, even as heretofore; and none of them shall be in any way molested for the things that have been ignorantly done.",
          "ID": "31"
        },
        {
          "text": "Moreover I have sent Menelaus also, that he may encourage you.",
          "ID": "32"
        },
        {
          "text": "Fare you⌃ well. Written  in the hundred forty and eighth year, on the fifteenth day of Xanthicus.",
          "ID": "33"
        },
        {
          "text": "And the Romans also sent to them a letter in these words:",
          "ID": "34"
        },
        {
          "text": "Quintus Memmius and  Titus Manius, ambassadors of the Romans, to the people of the Jews, greeting.",
          "ID": "34"
        },
        {
          "text": "In regard to the things which Lysias the king’s kinsman granted you, we also give consent.",
          "ID": "35"
        },
        {
          "text": "But as for the things which he judged should be referred to the king, send one forthwith, after you⌃ have advised thereof, that we may publish such decrees  as befit your case; for we are on our way to Antioch.",
          "ID": "36"
        },
        {
          "text": "Wherefore send some with speed, that we also may learn what is your mind.",
          "ID": "37"
        },
        {
          "text": "Farewell. Written  in the hundred forty and eighth year, on the fifteenth day of Xanthicus.",
          "ID": "38"
        }
      ],
      "ID": "AP:2MA.11",
      "name": "The Second Book of the Maccabees 11"
    },
    {
      "text": [
        {
          "text": "So when these covenants had been made, Lysias departed to the king, and the Jews went about their husbandry.",
          "ID": "1"
        },
        {
          "text": "But certain  of the governors of districts, Timotheus and Apollonius the son  of Gennaeus, and Hieronymus also and Demophon, and beside them Nicanor the governor of Cyprus, would not suffer them to enjoy tranquillity and live in peace.",
          "ID": "2"
        },
        {
          "text": "And men of Joppa perpetrated this great impiety: they invited the Jews that lived among them to go with their wives and children into the boats which they had provided, as though they had no ill will towards them;",
          "ID": "3"
        },
        {
          "text": "and when  the Jews,  relying on the common decree of the city, accepted the invitation,  as men desiring to live in peace and suspecting nothing, they took them out to sea and drowned them, in number  not less than two hundred.",
          "ID": "4"
        },
        {
          "text": "But when Judas heard of the cruelty done to his fellow-countrymen, giving command to the men that were with him",
          "ID": "5"
        },
        {
          "text": "and calling upon God the righteous Judge, he came against the murderers of his brethren, and set the haven on fire by night, and burned the boats, and put to the sword those that had fled there.",
          "ID": "6"
        },
        {
          "text": "But when the town was closed against him,  he withdrew, intending to come again to root out the whole community of the men of Joppa.",
          "ID": "7"
        },
        {
          "text": "But learning that the men of Jamnia were minded to do in like manner to the Jews that sojourned among them,",
          "ID": "8"
        },
        {
          "text": "he fell upon the Jamnites also by night, and set fire to the haven together with the fleet, so that the glare of the light was seen at Jerusalem, two hundred and forty furlongs distant.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Now when they had drawn off nine furlongs from thence, as they marched against Timotheus, a host of  Arabians attacked him, no fewer than five thousand footmen  and five hundred horsemen.",
          "ID": "10"
        },
        {
          "text": "And when a sore battle had been fought, and Judas and his company by the help of God had good success, the nomads being overcome implored Judas to grant them friendship, promising to give him  cattle, and to help  his people in all other ways.",
          "ID": "11"
        },
        {
          "text": "So Judas, thinking that they would indeed be profitable in many things, agreed to live in peace with them; and receiving pledges of friendship they departed to their tents.",
          "ID": "12"
        },
        {
          "text": "And he also fell upon a certain city  Gephyrun, strong and fenced about with walls, and inhabited by a mixed multitude of various nations; and it was named Caspin.",
          "ID": "13"
        },
        {
          "text": "But they that were within, trusting to the strength of the walls and to their store of provisions, behaved themselves rudely toward Judas and them that were with him, railing, and furthermore blaspheming and speaking impious words.",
          "ID": "14"
        },
        {
          "text": "But Judas and his company, calling upon the great sovereign of the world, who without rams and cunning engines of war hurled down Jericho in the times of Joshua, rushed wildly against the wall;",
          "ID": "15"
        },
        {
          "text": "and having taken the city by the will of God, they made unspeakable slaughter, insomuch that the adjoining lake, which was two furlongs broad, appeared to be filled with the deluge of blood.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And when they had drawn off seven hundred and fifty furlongs from thence, they made their way to Charax, to the Jews that are called  Tubieni.",
          "ID": "17"
        },
        {
          "text": "And Timotheus they found not in occupation of that district, for he had then departed from the district without accomplishing anything, but had left behind a garrison, and that a very strong one, in a certain post.",
          "ID": "18"
        },
        {
          "text": "But Dositheus and Sosipater, who were of Maccabaeus’s captains, sallied forth and destroyed those that had been left by Timotheus in the stronghold, above ten thousand men.",
          "ID": "19"
        },
        {
          "text": "And Maccabaeus, ranging his own army by bands, set  these two over the bands, and marched in haste against Timotheus, who had with him a hundred and twenty thousand footmen and two thousand and five hundred horsemen.",
          "ID": "20"
        },
        {
          "text": "But when Timotheus heard of the inroad of Judas, he at once sent away the women and the children and also the baggage into the fortress  called  Carnion; for the place was hard to besiege and difficult of access by reason of the narrowness of the approaches on all sides.",
          "ID": "21"
        },
        {
          "text": "But when the band of Judas, who led the van, appeared in sight, and when terror came upon the enemy and fear, because the manifestation of him who sees all things came upon them, they fled amain, carried this way and that, so that they were often hurt of their own men, and pierced with the points of their swords.",
          "ID": "22"
        },
        {
          "text": "And Judas continued the pursuit the more hotly, putting the wicked wretches to the sword, and he destroyed as many as thirty thousand men.",
          "ID": "23"
        },
        {
          "text": "But Timotheus himself, falling in with the company of Dositheus and Sosipater, implored them with much  crafty guile to let him go with his life, because he had in his power  the parents of many of them  and the brethren of some:  otherwise, said he,  little regard will  be shewn to these.",
          "ID": "24"
        },
        {
          "text": "So when he had with many words confirmed the agreement to restore them without hurt, they let him go that they might save their brethren.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And Judas,  marching against  Carnion and the temple of Atergatis, killed five and twenty thousand persons.",
          "ID": "26"
        },
        {
          "text": "And after he had put these to flight and destroyed them, he marched against Ephron also, a strong city,  wherein were multitudes of people of all nations; and stalwart young men placed  on the walls made a vigorous defence; and there were great stores of engines and darts there.",
          "ID": "27"
        },
        {
          "text": "But calling upon the Sovereign who with might breaks in pieces the  strength of  the enemy, they got the city into their hands, and killed as many as twenty and five thousand of them that were within.",
          "ID": "28"
        },
        {
          "text": "And setting out from thence they marched in haste against Scythopolis, which is distant from Jerusalem six hundred furlongs.",
          "ID": "29"
        },
        {
          "text": "But when the Jews that were settled there testified of the good will that the Scythopolitans had shewn toward them, and of their kindly bearing toward them  in the times of their misfortune,",
          "ID": "30"
        },
        {
          "text": "they gave thanks, and further exhorted them to remain well affected toward the race for the future; and they went up to Jerusalem, the feast of weeks being close to hand.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "But after the feast  called Pentecost they marched in haste against Gorgias the governor of Idumaea:",
          "ID": "32"
        },
        {
          "text": "and he came out with three thousand footmen and four hundred horsemen.",
          "ID": "33"
        },
        {
          "text": "And when they had set themselves in array, it came to pass that a few of the Jews fell.",
          "ID": "34"
        },
        {
          "text": "And a certain Dositheus, one  of Bacenor’s company, who was on horseback and a strong man, pressed hard on Gorgias, and taking hold of his cloke drew him along by main force; and while he was minded to take the accursed man alive, one of the Thracian horsemen bore down upon him and disabled his shoulder, and so Gorgias escaped to  Marisa.",
          "ID": "35"
        },
        {
          "text": "And when they that were with Esdris had been fighting long and were wearied out, Judas called upon the Lord to show himself, fighting on their side and leading the van of the battle;",
          "ID": "36"
        },
        {
          "text": "and then  in the language of his fathers he raised the battle-cry joined with hymns, and rushing unawares upon the troops of Gorgias put them to flight.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "And Judas gathering his army came to the city of  Adullam; and as the seventh day was coming on, they purified themselves according to the custom, and kept the Sabbath there.",
          "ID": "38"
        },
        {
          "text": "And on the day following,  at which time it had become necessary, Judas and his company came to take up the bodies of them that had fallen,  and in company with their kinsmen to bring them back to the sepulchres of their fathers.",
          "ID": "39"
        },
        {
          "text": "But under the garments of each one of the dead they found  consecrated tokens of the idols of Jamnia, which the law forbids the Jews to have anything to do with; and it became clear to all that it was for this cause that they had fallen.",
          "ID": "40"
        },
        {
          "text": "All therefore, blessing the works  of the Lord, the righteous Judge, who makes manifest the things that are hid,",
          "ID": "41"
        },
        {
          "text": "betook themselves to supplication, beseeching that the sin committed might be wholly blotted out. And the noble Judas exhorted the multitude to keep themselves from sin, forsomuch as they had seen before their eyes what things had come to pass because of the sin of them that had fallen.",
          "ID": "42"
        },
        {
          "text": "And when he had made a collection man by man to the sum of two thousand drachmas of silver, he sent to Jerusalem to offer a sacrifice for sin, doing therein right well and honorably, in that he took thought for a resurrection.",
          "ID": "43"
        },
        {
          "text": "For if he were not expecting that they that had fallen would rise again, it were superfluous and idle to pray for the dead.",
          "ID": "44"
        },
        {
          "text": "(And if he did it  looking to an honorable memorial of gratitude laid up for them that  die  in godliness, holy and godly was the thought.) Wherefore he made the propitiation for them that had died, that they might be released from their sin.",
          "ID": "45"
        }
      ],
      "ID": "AP:2MA.12",
      "name": "The Second Book of the Maccabees 12"
    },
    {
      "text": [
        {
          "text": "In the hundred forty and ninth year tidings were brought to Judas and his company that Antiochus Eupator was coming with great  multitudes against Judaea,",
          "ID": "1"
        },
        {
          "text": "and with him Lysias his guardian and chancellor,  each having a Greek force, a hundred and ten thousand footmen, and five thousand and three hundred horsemen, and two and twenty elephants, and three hundred chariots armed with scythes.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And Menelaus also joined himself with them, and with great dissimulation encouraged Antiochus, not for the saving of his country, but because he thought that he would be set over the government.",
          "ID": "3"
        },
        {
          "text": "But the King of kings stirred up the  passion of Antiochus against the wicked wretch; and when Lysias informed him that this man was the cause of all the evils, the king  commanded to bring him to Beroea, and  to put him to death after the manner of that place.",
          "ID": "4"
        },
        {
          "text": "Now there is in that place a tower of fifty cubits high, full of ashes, and it had all round it a  gallery  descending sheer on every side into the ashes.",
          "ID": "5"
        },
        {
          "text": "Here him that is guilty of sacrilege, or has attained a preeminence in any other evil deeds, they  all push forward into destruction.",
          "ID": "6"
        },
        {
          "text": "By such a fate it befell the breaker of the law, Menelaus, to die, without obtaining so much as a grave in  the earth, and that right justly;",
          "ID": "7"
        },
        {
          "text": "for inasmuch as he had perpetrated many sins  against the altar, whose fire and whose ashes were holy, in ashes did he receive his death.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Now the king,  infuriated in spirit, was coming with intent to inflict on the Jews the very worst of the sufferings that had befallen them  in his father’s time.",
          "ID": "9"
        },
        {
          "text": "But when Judas heard of these things, he gave charge to the multitude to call upon the Lord day and night, beseeching him,  if ever at any other time, so now to succour them that were at the point to be deprived of the law and their country and the holy temple,",
          "ID": "10"
        },
        {
          "text": "and not to suffer the people that had been but now a little while revived to fall into the hands of those profane heathen.",
          "ID": "11"
        },
        {
          "text": "So when they had all done the same thing together,  beseeching the merciful Lord with weeping and fastings and prostration for three days without ceasing, Judas exhorted them and commanded they should join him for service.",
          "ID": "12"
        },
        {
          "text": "And having gone apart with the elders he resolved that, before the king’s army should enter into Judaea and make themselves masters of the city, they should go forth and try the matter in fight  by the help of  God.",
          "ID": "13"
        },
        {
          "text": "And committing the decision to the  Lord of the world, and exhorting them that were with him to contend nobly even to death for laws, temple, city, country,  commonwealth, he pitched his camp by Modin.",
          "ID": "14"
        },
        {
          "text": "And given out to his men the watchword, VICTORY IS GOD’S, with a chosen body of the bravest young men he fell upon the camp  by night and penetrated  to the king’s  tent, and killed  of  the  army as many as two thousand men, and  brought down the chiefest elephant with him that was in the  tower upon him.",
          "ID": "15"
        },
        {
          "text": "And at last they filled the  army with terror and alarm, and departed with good success.",
          "ID": "16"
        },
        {
          "text": "And this had been accomplished when the day was but now dawning, because of the Lord’s protection that gave  Judas help.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "But the king, having had a taste of the exceeding boldness of the Jews, made attempts by stratagem upon their positions,",
          "ID": "18"
        },
        {
          "text": "and upon  a strong fortress of the Jews at Bethsura; he advanced, was turned back, failed, was defeated,",
          "ID": "19"
        },
        {
          "text": "And Judas conveyed such things as were necessary to them that were within.",
          "ID": "20"
        },
        {
          "text": "But Rhodocus, from the Jewish ranks, made known to the enemy the secrets of his countrymen.  He was sought out, and taken, and shut up in prison.",
          "ID": "21"
        },
        {
          "text": "The king treated with them in Bethsura the second time, gave his hand, took theirs, departed, attacked the forces of Judas, was put to the worse,",
          "ID": "22"
        },
        {
          "text": "heard that Philip who had been left as chancellor in Antioch had become reckless, was confounded, made to the Jews an overture of peace,  submitted himself and sware to acknowledge all their rights, came to terms with them and offered sacrifice, honored the sanctuary and the place,",
          "ID": "23"
        },
        {
          "text": "showed kindness and graciously received Maccabaeus, left Hegemonides governor from Ptolemais even to the  Gerrenians,",
          "ID": "24"
        },
        {
          "text": "came to Ptolemais. The men of Ptolemais were displeased at the treaty, for they had exceeding great indignation against the Jews:  they desired to annul the articles of the agreement.",
          "ID": "25"
        },
        {
          "text": "Lysias  came forward to speak, made the best defence that was possible, persuaded, pacified, made them well affected, departed to Antioch. This was the issue of the inroad and departure of the king.",
          "ID": "26"
        }
      ],
      "ID": "AP:2MA.13",
      "name": "The Second Book of the Maccabees 13"
    },
    {
      "text": [
        {
          "text": "Now after a space of three years tidings were brought to Judas and his company that Demetrius the son  of Seleucus, having sailed into the haven of Tripolis with a mighty host and a fleet,",
          "ID": "1"
        },
        {
          "text": "had gotten possession of the country, having made away with Antiochus and Lysias his guardian.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "But one Alcimus, who had formerly been high priest, and had wilfully polluted himself in the times when there was no mingling with the Gentiles,  considering that there was no deliverance for him in any way, nor any more access to the holy altar,",
          "ID": "3"
        },
        {
          "text": "came to king Demetrius in about the hundred and one and fifties year, presenting to him a chaplet of gold and a palm, and beside these some  of the festal olive boughs of the temple. And for that day he held his peace;",
          "ID": "4"
        },
        {
          "text": "but having gotten opportunity to further his own madness, being called by Demetrius into a meeting of his council, and asked how the Jews stood affected and what they purposed, he answered thereto.",
          "ID": "5"
        },
        {
          "text": "Those of the Jews that he called  Hasidaeans, whose leader is Judas Maccabaeus, keep up war, and are seditious, not suffering the kingdom to find tranquillity.",
          "ID": "6"
        },
        {
          "text": "Wherefore, having laid aside mine ancestral glory, I mean the high priesthood, I am now come  hither;",
          "ID": "7"
        },
        {
          "text": "first for the unfeigned care I have for the things that concern the king, and secondly because I have regard also to mine own fellow-citizens: for, through the unadvised dealing of those of whom I spoke before, our whole race is in no small misfortune.",
          "ID": "8"
        },
        {
          "text": "But do you, O king, having informed yourself of these things severally, take thought both for our country and for our race, which  is surrounded by foes,  according to the gracious kindness with which you receive all.",
          "ID": "9"
        },
        {
          "text": "For as long as Judas remains alive, it is impossible that the state should find peace.",
          "ID": "10"
        },
        {
          "text": "And when he had spoken such words as these, at once  the rest of the king’s   Friends, having ill will against Judas, inflamed Demetrius yet more.",
          "ID": "11"
        },
        {
          "text": "And forthwith appointing Nicanor, who had been master of the elephants, and making him governor of Judaea, he sent him forth,",
          "ID": "12"
        },
        {
          "text": "giving him written instructions to make away with Judas himself and to scatter them that were with him, and to set up Alcimus as high priest of the  great temple.",
          "ID": "13"
        },
        {
          "text": "And  those in Judaea that  had before  driven Judas into exile thronged to Nicanor in flocks, supposing that the misfortunes and calamities of the Jews would be successes to themselves.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But when the Jews  heard of Nicanor’s inroad and the assault of the heathen, they sprinkled earth upon their heads  and made solemn supplication to him who had established his own people for evermore, and who always, making manifest his presence, upholdeth them that are  his own portion.",
          "ID": "15"
        },
        {
          "text": "And when the leader had given his  commands, he straightway sets out from thence, and joineth battle with them at a village called  Lessau.",
          "ID": "16"
        },
        {
          "text": "But Simon, the brother of Judas, had encountered Nicanor,  yet not till late, having received a check by reason of the sudden consternation caused by his adversaries.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Nevertheless Nicanor, hearing of the manliness of them that were with Judas, and their courage in fighting for their country, shrank from bringing the matter to the decision of the sword.",
          "ID": "18"
        },
        {
          "text": "Wherefore he sent Posidonius and Theodotus and Mattathias to give and receive pledges of friendship.",
          "ID": "19"
        },
        {
          "text": "So when these proposals had been long considered, and the leader had made the  troops acquainted therewith, and it appeared that they were all of like mind, they consented to the covenants.",
          "ID": "20"
        },
        {
          "text": "And they appointed a day on which to meet together by themselves. And a litter was borne forward from each army;  they set chairs of state;",
          "ID": "21"
        },
        {
          "text": "Judas stationed armed men ready in convenient places, lest haply there should suddenly be treachery on the part of the enemy; they held such conference as was meet.",
          "ID": "22"
        },
        {
          "text": "Nicanor tarried in Jerusalem, and did nothing to cause disturbance, but dismissed the flocks of people that had gathered together.",
          "ID": "23"
        },
        {
          "text": "And he kept Judas always in his presence; he had gained a hearty affection for the man;",
          "ID": "24"
        },
        {
          "text": "he urged him to marry and beget children; he married, settled quietly, took part in common life.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "But Alcimus, perceiving the good will that was between them,  and having got possession of the covenants that had been made, came to Demetrius and told him that Nicanor was ill affected toward the state, for he had appointed that conspirator against his kingdom, Judas, to be his successor.",
          "ID": "26"
        },
        {
          "text": "And the king, falling into a rage, and being exasperated by the calumnnies of that most wicked man, wrote to Nicanor, signifying that he was displeased at the covenants, and commanding him to send Maccabaeus prisoner to Antioch in all haste.",
          "ID": "27"
        },
        {
          "text": "And when this message came to Nicanor, he was confounded, and was sore troubled at the thought of annulling the articles that had been agreed upon, the man having done no wrong;",
          "ID": "28"
        },
        {
          "text": "but because there was no dealing against the king, he watched his time to execute this purpose by stratagem.",
          "ID": "29"
        },
        {
          "text": "But Maccabaeus, when he perceived that Nicanor was behaving more harshly in his dealings with him, and that he had become ruler in his customary bearing, understanding that this harshness came not of good, gathered together not a few of his men, and concealed himself from Nicanor.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "But the other,  when he became aware that he had been bravely defeated by the stratagem of  Judas, came to the  great and holy temple, while the priests were offering the usual sacrifices, and commanded them to deliver up the man.",
          "ID": "31"
        },
        {
          "text": "And when they declared with oaths that they had no knowledge where the man was whom he sought,",
          "ID": "32"
        },
        {
          "text": "he stretched forth his right hand toward the sanctuary, and sware this oath: If you⌃ will not deliver up to me Judas as a prisoner, I will lay this  temple of God even with the ground, and will break down the altar, and I will erect here a temple to  Bacchus for all to see.",
          "ID": "33"
        },
        {
          "text": "And having said this, he departed. But the priests, stretching forth their hands toward heaven, called upon him that ever fights for our nation, in these words:",
          "ID": "34"
        },
        {
          "text": "You,  O Lord of the universe, who in yourself have need of nothing, was well pleased that a sanctuary of your  habitation should be set among us;",
          "ID": "35"
        },
        {
          "text": "so now, O holy Lord of all hallowing, keep undefiled for ever this house that has been lately cleansed.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Now information was given to Nicanor against one Razis, an elder of Jerusalem,  as being a lover of his countrymen and a man of very good report, and one called Father of the Jews for his good will toward them.",
          "ID": "37"
        },
        {
          "text": "For in the former times when there was no mingling with the Gentiles  he had been accused of cleaving to  the Jews’ religion, and had jeoparded body and life with all earnestness for the religion of the Jews.",
          "ID": "38"
        },
        {
          "text": "And Nicanor, wishing to make evident the ill will that he bare to the Jews, sent above five hundred soldiers to take him;",
          "ID": "39"
        },
        {
          "text": "for he thought by taking him to inflict a calamity upon them.",
          "ID": "40"
        },
        {
          "text": "But when the  troops were on the point of taking the tower, and were forcing the door of the court, and bade bring fire and burn the doors, he being surrounded on every side fell upon his sword,",
          "ID": "41"
        },
        {
          "text": "choosing rather to die nobly than to fall into the hands of the wicked wretches, and suffer outrage unworthy of his own nobleness:",
          "ID": "42"
        },
        {
          "text": "but since he missed his stroke through the excitement of the struggle, and the crowds were now rushing within the door, he ran bravely up to the wall and cast himself down manfully among the crowds.",
          "ID": "43"
        },
        {
          "text": "But as they quickly gave back, a space was made, and he fell on the middle of  his side.",
          "ID": "44"
        },
        {
          "text": "And having yet breath within him, and being inflamed with passion, he rose up, and though his blood gushed out in streams and his wounds were grievous, he ran through the crowds, and standing upon a steep rock,",
          "ID": "45"
        },
        {
          "text": "when as his blood was now well near spent, he drew forth his bowels through the wound,  and taking them in both his hands he shook them at the crowds; and calling upon him who is Lord of  the life and the  spirit to restore him  these again, he thus died.",
          "ID": "46"
        }
      ],
      "ID": "AP:2MA.14",
      "name": "The Second Book of the Maccabees 14"
    },
    {
      "text": [
        {
          "text": "But Nicanor, hearing that Judas and his company were in the region of Samaria, resolved to set upon them with all security on the day of rest.",
          "ID": "1"
        },
        {
          "text": "And when the Jews that were compelled to follow him said, O destroy not so savagely and barbarously, but give due glory to the day which he that sees all things has  honored and hallowed above other days;",
          "ID": "2"
        },
        {
          "text": "then the thrice-accursed wretch asked if there were a Sovereign in heaven that had commanded to keep the Sabbath day.",
          "ID": "3"
        },
        {
          "text": "And when they declared, There is the Lord, living himself a Sovereign in heaven, who bade us  observe the seventh day;",
          "ID": "4"
        },
        {
          "text": "then says the other, I also am a sovereign upon the earth,  who now  command to take up arms and execute the king’s business. Nevertheless he prevailed not to execute his  cruel purpose.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And Nicanor,  bearing himself haughtily in all vaingloriousness, had determined to set up a monument of complete victory over Judas and all them that were with him:",
          "ID": "6"
        },
        {
          "text": "but Maccabaeus still trusted unceasingly, with all hope that he should obtain help from the Lord.",
          "ID": "7"
        },
        {
          "text": "And he exhorted his company not to be fearful at the  inroad of the heathen, but, keeping in mind the help which of old they had oftentimes received from heaven, so now also to look for the victory which would come to them from the Almighty;",
          "ID": "8"
        },
        {
          "text": "and comforting them out of the law and the prophets, and withal putting them in mind of the conflicts that they had maintained, he made them more eager for the battle.",
          "ID": "9"
        },
        {
          "text": "And when he had roused their  spirit, he gave them his  commands, at the same time pointing out the perfidiousness of the heathen and their breach of their oaths.",
          "ID": "10"
        },
        {
          "text": "And arming each one of them, not so much with the sure defence of shields and spears as with the encouragement that lies  in good words, and moreover relating to them a dream  worthy to be believed, he made them all exceeding glad.",
          "ID": "11"
        },
        {
          "text": "And the vision of that dream  was this: He saw  Onias, him that was high priest, a noble and good man, reverend in bearing, yet gentle in manner and well-spoken, and exercised from a child in all points of virtue, with outstretched hands invoking blessings  on the whole body of the Jews:",
          "ID": "12"
        },
        {
          "text": "thereupon he saw  a man appear, of venerable age and exceeding glory, and wonderful and most majestic was the dignity around him:",
          "ID": "13"
        },
        {
          "text": "and Onias answered and said, This is the lover of the brethren, he who prays much for the people and the holy city, Jeremiah the prophet of God:",
          "ID": "14"
        },
        {
          "text": "and Jeremiah stretching forth his right hand delivered to Judas a sword of gold, and in giving it addressed him  thus,",
          "ID": "15"
        },
        {
          "text": "Take the holy sword, a gift from God, wherewith you shall strike down the adversaries.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And being encouraged by the words of Judas, which were of a lofty strain, and able to incite to virtue and to stir the souls of the young to manly courage, they determined  not to carry on a campaign, but nobly to bear down upon the enemy,  and fighting hand to hand with all courage bring the matter to an issue, because the city and the sanctuary and the temple were in danger.",
          "ID": "17"
        },
        {
          "text": "For their fear for wives and children, and furthermore for brethren and kinsfolk, was in less account with them; but greatest and first was their fear for the consecrated sanctuary.",
          "ID": "18"
        },
        {
          "text": "And they also that were shut up in the city were in no light distress, being troubled because of the encounter in the open ground.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And when all were now waiting for the decision of the issue, and the enemy had already joined battle, and the army had been set in array, and the  elephants  brought back to a convenient post, and the horsemen drawn up  on the flank,",
          "ID": "20"
        },
        {
          "text": "Maccabaeus, perceiving the presence of the  troops, and the various arms with which they were equipped, and the savageness of the  elephants, holding up his hands to heaven called upon the Lord that works wonders, recognising that success  comes not by arms, but that, according as the Lord  shall judge, he gaineth the victory for them that are worthy.",
          "ID": "21"
        },
        {
          "text": "And calling upon God  he said after this manner: You, O Sovereign Lord, did send your angel in the time of Hezekiah king of Judaea, and he killed of the  host of Sennacherib as many as a hundred fourscore and five thousand;",
          "ID": "22"
        },
        {
          "text": "so now also, O Sovereign of the heavens, send a good angel before us to bring terror and trembling:",
          "ID": "23"
        },
        {
          "text": "through the greatness of your arm let them be stricken with dismay that with blasphemy are come here against your holy people. And as he ended with these words,",
          "ID": "24"
        },
        {
          "text": "Nicanor and his company advanced with trumpets and paeans;",
          "ID": "25"
        },
        {
          "text": "but Judas and his company joined battle with the enemy with invocation and prayers.",
          "ID": "26"
        },
        {
          "text": "And contending with their hands, and praying to God with their hearts, they killed no less than thirty and five thousand men, being made exceeding glad by the manifestation of God.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And when the engagement was over, and they were returning again with joy, they recognized Nicanor lying dead in full armor;",
          "ID": "28"
        },
        {
          "text": "and there arose a shout and  tumult, and then  they blessed the Sovereign Lord  in the language of their fathers.",
          "ID": "29"
        },
        {
          "text": "And he that in all things was in body and soul the foremost champion of his fellow-citizens, he that kept through life the good will of his youth toward his countrymen, commanded to cut off Nicanor’s head, and his hand with the shoulder, and bring them to Jerusalem.",
          "ID": "30"
        },
        {
          "text": "And when he had arrived there, and had called his countrymen together and set the priests before the altar, he sent for them that were in the citadel;",
          "ID": "31"
        },
        {
          "text": "and showing the head of the vile Nicanor, and the hand of that profane man, which with proud brags he had stretched out against the holy house of the Almighty,",
          "ID": "32"
        },
        {
          "text": "and cutting out the tongue of the impious Nicanor, he said that he would give  it by pieces to the birds, and hang up the  rewards of his madness over against the sanctuary.",
          "ID": "33"
        },
        {
          "text": "And they all looking up  to heaven blessed  the Lord who had manifested himself, saying, Blessed be he that has preserved his own place undefiled.",
          "ID": "34"
        },
        {
          "text": "And he hanged Nicanor’s head and shoulder from the citadel, a sign, evident to all and manifest, of the help of the Lord.",
          "ID": "35"
        },
        {
          "text": "And they all ordained with a common decree in no wise to let this day pass undistinguished, but to mark with honor the thirteenth day of the twelfth month (it is called Adar in the Syrian tongue), the day before the day of Mordecai.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "THIS then having been the issue of the attempt of Nicanor, and the city having from those times been held by the Hebrews, I also will here make an end of my book.",
          "ID": "37"
        },
        {
          "text": "And if I have written  well and to the point in my story, this is what I myself desired; but if meanly and indifferently, this is all I could attain to.",
          "ID": "38"
        },
        {
          "text": "For as it is  distasteful to drink wine alone and in like manner again to drink  water alone,   while the mingling of wine with water at once  gives full pleasantness to the flavour; so also the fashioning of the language delights the ears of them that read the story.",
          "ID": "39"
        },
        {
          "text": "And here shall be the end.",
          "ID": "39"
        },
        {
          "text": "THE END OF APOCRYPHA.",
          "ID": "39"
        }
      ],
      "ID": "AP:2MA.15",
      "name": "The Second Book of the Maccabees 15"
    }
  ],
  "ID": "AP:2MA(WEB)",
  "version": "WEB",
  "name": "The Second Book of the Maccabees"
}