{
  "name": "2 Samuel",
  "text": [
    {
      "name": "2 Samuel 1",
      "text": [
        {
          "text": "NOW AFTER the death of Saul, when David returned from the slaughter of the Amalekites, he had stayed two days in Ziklag,",
          "ID": "1"
        },
        {
          "text": "When on the third day a man came from Saul's camp with his clothes torn and dust on his head. When he came to David, he fell to the ground and did obeisance.",
          "ID": "2"
        },
        {
          "text": "David said to him, Where have you come from? He said, I have escaped from the camp of Israel.",
          "ID": "3"
        },
        {
          "text": "David said to him, How did it go? Tell me. He answered, The men have fled from the battle. Many have fallen and are dead; Saul and Jonathan his son are dead also.",
          "ID": "4"
        },
        {
          "text": "David said to the young man, How do you know Saul and Jonathan his son are dead?",
          "ID": "5"
        },
        {
          "text": "The young man said, By chance I happened to be on Mount Gilboa and I saw Saul leaning on his spear, and behold, the chariots and horsemen were close behind him.",
          "ID": "6"
        },
        {
          "text": "When he looked behind him, he saw me and called to me. I answered, Here I am.",
          "ID": "7"
        },
        {
          "text": "He asked me, Who are you? I answered, An Amalekite.",
          "ID": "8"
        },
        {
          "text": "He said to me, Rise up against me and slay me; for terrible dizziness has come upon me, yet my life is still in me [and I will be taken alive].",
          "ID": "9"
        },
        {
          "text": "So I stood up against him and slew him, because I was sure he could not live after he had fallen. So I took the crown on his head and the bracelet on his arm and have brought them here to my lord. [I Sam. 31:4.]",
          "ID": "10"
        },
        {
          "text": "Then David grasped his own clothes and tore them; so did all the men with him.",
          "ID": "11"
        },
        {
          "text": "They mourned and wept for Saul and Jonathan his son, and fasted until evening for the Lord's people and the house of Israel, because of their defeat in battle.",
          "ID": "12"
        },
        {
          "text": "David said to the young man who told him, Where are you from? He answered, I am the son of a foreigner, an Amalekite.",
          "ID": "13"
        },
        {
          "text": "David said to him, Why were you not afraid to stretch forth your hand to destroy the Lord's anointed?",
          "ID": "14"
        },
        {
          "text": "David called one of the young men and said, Go near and fall upon him. And he smote him so that he died.",
          "ID": "15"
        },
        {
          "text": "David said to [the fallen man], Your blood be upon your own head; for you have testified against yourself, saying, I have slain the Lord's anointed.",
          "ID": "16"
        },
        {
          "text": "David lamented with this lamentation over Saul and Jonathan his son,",
          "ID": "17"
        },
        {
          "text": "And he commanded to teach it, [the lament of] the bow, to the Israelites. Behold, it is written in the Book of Jashar:",
          "ID": "18"
        },
        {
          "text": "Your glory, O Israel, is slain upon your high places. How have the mighty fallen!",
          "ID": "19"
        },
        {
          "text": "Tell it not in Gath, announce it not in the streets of Ashkelon, lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised exult.",
          "ID": "20"
        },
        {
          "text": "O mountains of Gilboa, let there be no dew or rain upon you, or fields with offerings. For there the shield of the mighty was defiled, the shield of Saul, as though he were not anointed with oil.",
          "ID": "21"
        },
        {
          "text": "From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.",
          "ID": "22"
        },
        {
          "text": "Saul and Jonathan, beloved and lovely! In their lives and in their deaths they were not divided. They were swifter than eagles, they were stronger than lions.",
          "ID": "23"
        },
        {
          "text": "You daughters of Israel, weep over Saul, who clothed you in scarlet with [other] delights, who put ornaments of gold upon your apparel.",
          "ID": "24"
        },
        {
          "text": "How have the mighty fallen in the midst of the battle! Jonathan lies slain upon your high places.",
          "ID": "25"
        },
        {
          "text": "I am distressed for you, my brother Jonathan; very pleasant have you been to me. Your love to me was wonderful, passing the love of women.",
          "ID": "26"
        },
        {
          "text": "How have the mighty fallen, and the weapons of war perished!",
          "ID": "27"
        }
      ],
      "ID": "OT:2SA.1"
    },
    {
      "name": "2 Samuel 2",
      "text": [
        {
          "text": "AFTER THIS, David inquired of the Lord, saying, Shall I go up into any of the cities of Judah? And the Lord said to him, Go up. David said, To which shall I go up? And He said, To Hebron.",
          "ID": "1"
        },
        {
          "text": "So David went up there with his two wives, Ahinoam the Jezreelitess and Abigail, the widow of Nabal of Carmel.",
          "ID": "2"
        },
        {
          "text": "And David brought up his men who were with him, each one with his household, and they dwelt in the towns of Hebron.",
          "ID": "3"
        },
        {
          "text": "And the men of Judah came and there they anointed David king over the house of Judah. They told David, The men of Jabesh-gilead buried Saul. [I Sam. 31:11-13.]",
          "ID": "4"
        },
        {
          "text": "And David sent messengers to the men of Jabesh-gilead, saying, May the Lord bless you because you showed kindness and loyalty to Saul your king and buried him.",
          "ID": "5"
        },
        {
          "text": "And now may the Lord show loving-kindness and faithfulness to you. I also will do well by you because you have done this.",
          "ID": "6"
        },
        {
          "text": "So now, let your hands be strengthened and be valiant, for your master Saul is dead, and the house of Judah has anointed me king over them.",
          "ID": "7"
        },
        {
          "text": "Now Abner son of Ner, commander of Saul's army, took Ish-bosheth son of Saul and brought him over to Mahanaim.",
          "ID": "8"
        },
        {
          "text": "And he made him king over Gilead, the Ashurites, Jezreel, Ephraim, Benjamin, and all Israel.",
          "ID": "9"
        },
        {
          "text": "Ish-bosheth, Saul's son, was forty years old when he began his two-year reign over Israel. But the house of Judah followed David.",
          "ID": "10"
        },
        {
          "text": "And David was king in Hebron over the house of Judah for seven years and six months.",
          "ID": "11"
        },
        {
          "text": "And Abner son of Ner and the servants of Ish-bosheth son of Saul went out from Mahanaim to Gibeon.",
          "ID": "12"
        },
        {
          "text": "Joab son of Zeruiah and the servants of David went out also; and the two groups met by the pool of Gibeon, seating themselves with one group on either side of the pool.",
          "ID": "13"
        },
        {
          "text": "And Abner said to Joab, Let the young men now arise and have a contest before us. And Joab said, Let them arise.",
          "ID": "14"
        },
        {
          "text": "Then there arose and went over by number–twelve of Benjamin who were with Ish-bosheth son of Saul, and twelve of the servants of David.",
          "ID": "15"
        },
        {
          "text": "And each caught his opponent by the head and thrust his sword into his side; so they all fell together. Therefore that place was called the Field of Sharp Knives, which is at Gibeon.",
          "ID": "16"
        },
        {
          "text": "A very fierce battle followed, and Abner and the men of Israel were beaten before the servants of David.",
          "ID": "17"
        },
        {
          "text": "Three sons of Zeruiah [the half sister of David] were there: Joab, Abishai, and Asahel. Now Asahel was as light of foot as a wild roe or antelope.",
          "ID": "18"
        },
        {
          "text": "Asahel pursued Abner, and as he ran he turned not to the right hand or to the left from following Abner.",
          "ID": "19"
        },
        {
          "text": "Then Abner looked behind him and said, Are you Asahel? He answered, I am.",
          "ID": "20"
        },
        {
          "text": "Abner said to him, Turn aside to your right or left, and seize one of the young men and take his armor. But Asahel would not turn aside from following him.",
          "ID": "21"
        },
        {
          "text": "And Abner said again to Asahel, Turn aside from following me. Why should I strike you to the ground? How then should I be able to face Joab your brother?",
          "ID": "22"
        },
        {
          "text": "Asahel refused to turn aside; so Abner with the rear end of his spear smote him through the abdomen, and he fell and died where he fell. And all who came to the place where Asahel fell and died stood still.",
          "ID": "23"
        },
        {
          "text": "But Joab and Abishai [his brothers] pursued Abner; the sun was going down as they came to the hill of Ammah, before Giah on the way to the wilderness of Gibeon.",
          "ID": "24"
        },
        {
          "text": "And the Benjamites gathered together behind Abner and became one troop and took their stand on the top of a hill.",
          "ID": "25"
        },
        {
          "text": "Then Abner called to Joab, Shall the sword devour forever? Do you not know that bitterness will be the result? How long will it be then before you bid the people to stop pursuing their brethren?",
          "ID": "26"
        },
        {
          "text": "Joab said, As God lives, if you had not spoken, surely the men would have stopped pursuing their brethren in the morning.",
          "ID": "27"
        },
        {
          "text": "So Joab blew a trumpet, and all the people stood still and pursued Israel no more, nor did they fight any more.",
          "ID": "28"
        },
        {
          "text": "Abner and his men went all night through the Arabah [plain], crossed the Jordan, and went through the whole Bithron [district of ravines] and came to Mahanaim.",
          "ID": "29"
        },
        {
          "text": "Joab returned from pursuing Abner, and when he had gathered all the people together, there were missing of David's servants nineteen men besides Asahel.",
          "ID": "30"
        },
        {
          "text": "But the servants of David had slain of Benjamin 360 of Abner's men.",
          "ID": "31"
        },
        {
          "text": "And they took up Asahel and buried him in the tomb of his father at Bethlehem. And Joab and his men walked all night and came to Hebron at daybreak.",
          "ID": "32"
        }
      ],
      "ID": "OT:2SA.2"
    },
    {
      "name": "2 Samuel 3",
      "text": [
        {
          "text": "THERE WAS a long war between the house of Saul and the house of David. But David grew stronger and stronger, and the house of Saul grew weaker and weaker.",
          "ID": "1"
        },
        {
          "text": "Sons were born to David in Hebron: his firstborn was Amnon, by Ahinoam the Jezreelitess;",
          "ID": "2"
        },
        {
          "text": "His second, Chileab, by Abigail widow of Nabal of Carmel; the third, Absalom the son of Maacah daughter of Talmai king of Geshur;",
          "ID": "3"
        },
        {
          "text": "The fourth, Adonijah the son of Haggith; the fifth, Shephatiah the son of Abital;",
          "ID": "4"
        },
        {
          "text": "And the sixth, Ithream, by Eglah, David's wife. These were born to David in Hebron.",
          "ID": "5"
        },
        {
          "text": "While there was war between the houses of Saul and David, Abner was making himself strong in the house of Saul.",
          "ID": "6"
        },
        {
          "text": "Now Saul had a concubine whose name was Rizpah daughter of Aiah. And Ish-bosheth said to Abner, Why have you gone in to my father's concubine?",
          "ID": "7"
        },
        {
          "text": "Then Abner was very angry at the words of Ish-bosheth and said, Am I a dog's head [despicable and hostile] against Judah? This day I keep showing kindness and loyalty to the house of Saul your father, to his brothers, and his friends, and have not delivered you into the hands of David; and yet you charge me today with a fault concerning this woman!",
          "ID": "8"
        },
        {
          "text": "May God do so to Abner, and more also, if I do not do for David what the Lord has sworn to him,",
          "ID": "9"
        },
        {
          "text": "To transfer the kingdom from the house of Saul and set the throne of David over Israel and Judah from Dan to Beersheba.",
          "ID": "10"
        },
        {
          "text": "And Ish-bosheth could not answer Abner a word, because he feared him.",
          "ID": "11"
        },
        {
          "text": "And Abner sent messengers to David where he was [at Hebron], saying, Whose is the land? Make your league with me, and my hand shall be with you to bring all Israel over to you.",
          "ID": "12"
        },
        {
          "text": "And David said, Good. I will make a league with you. But I require one thing of you: that is, you shall not see my face unless you first bring Michal, Saul's daughter, when you come to see me.",
          "ID": "13"
        },
        {
          "text": "And David sent messengers to Ish-bosheth, Saul's son, saying, Give me my wife Michal, whom I betrothed for a hundred foreskins of the Philistines.",
          "ID": "14"
        },
        {
          "text": "And Ish-bosheth sent and took her from her [second] husband, from Paltiel son of Laish [to whom Saul had given her].",
          "ID": "15"
        },
        {
          "text": "But her husband went with her, weeping behind her all the way to Bahurim. Then Abner said to him, Go back. And he did so.",
          "ID": "16"
        },
        {
          "text": "Abner talked with the seniors of Israel, saying, In times past you sought to make David king over you.",
          "ID": "17"
        },
        {
          "text": "Now then, do it! For the Lord has spoken of David, saying, By the hand of My servant David I will save My people Israel from the hands of the Philistines and of all their enemies. [I Sam. 9:16.]",
          "ID": "18"
        },
        {
          "text": "Abner also spoke to [the men of] Benjamin. Then [he] went to Hebron to tell David all that seemed good to Israel and the whole house of Benjamin to do.",
          "ID": "19"
        },
        {
          "text": "So Abner came to David at Hebron, and twenty men along with him. And David made Abner and the men with him a feast.",
          "ID": "20"
        },
        {
          "text": "Abner said to David, I will go and gather all Israel to my lord the king, that they may make a league with you, and that you may reign over all that your heart desires. So David sent Abner away in peace.",
          "ID": "21"
        },
        {
          "text": "Then the servants of David came with Joab from pursuing a troop and brought much spoil with them. But Abner was not with David in Hebron, for he had sent him away, and he had gone in peace.",
          "ID": "22"
        },
        {
          "text": "When Joab and all the army with him had come, it was told to Joab, Abner son of Ner came to the king, and he has sent him away, and he is gone in peace.",
          "ID": "23"
        },
        {
          "text": "Then Joab came to the king and said, What have you done? Behold, Abner came to you. Why is it you have sent him away and he is quite gone?",
          "ID": "24"
        },
        {
          "text": "You know that Abner son of Ner came to deceive you and to know your going out and coming in and all you are doing.",
          "ID": "25"
        },
        {
          "text": "When Joab came from seeing David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David did not know it.",
          "ID": "26"
        },
        {
          "text": "And when Abner returned to Hebron, Joab took him aside to the center of the gate to speak to him privately, and there he smote Abner in the abdomen, so that he died to avenge the blood of Asahel, Joab's brother.",
          "ID": "27"
        },
        {
          "text": "When David heard of it, he said, I and my kingdom are guiltless before the Lord forever of the blood of Abner son of Ner.",
          "ID": "28"
        },
        {
          "text": "Let it fall on the head of Joab and on all his father's house; and let the house of Joab never be without one who has a discharge or is a leper or walks with a crutch or is a distaff holder [unfit for war] or who falls by the sword or lacks food!",
          "ID": "29"
        },
        {
          "text": "So Joab and Abishai his brother slew Abner because he had slain their brother Asahel at Gibeon in the battle.",
          "ID": "30"
        },
        {
          "text": "And David said to Joab and to all the people with him, Rend your clothes, gird yourselves with sackcloth, and mourn before Abner. And King David followed the bier.",
          "ID": "31"
        },
        {
          "text": "They buried Abner in Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept.",
          "ID": "32"
        },
        {
          "text": "And the king lamented over Abner and said, Should Abner die as a fool dies?",
          "ID": "33"
        },
        {
          "text": "Your hands were not bound or your feet put into fetters; as a man falls before wicked men, so you fell. And all the people wept again over him.",
          "ID": "34"
        },
        {
          "text": "All the people came to urge David to eat food while it was yet day; but David took an oath, saying, May God do so to me, and more also, if I taste bread or anything else, till the sun is down.",
          "ID": "35"
        },
        {
          "text": "And all the people took notice of it, and it pleased them, as whatever the king did pleased all the people.",
          "ID": "36"
        },
        {
          "text": "For all the people and all Israel understood that day that it was not the king's will to slay Abner son of Ner.",
          "ID": "37"
        },
        {
          "text": "King David said to his servants, Do you not know that a prince and a great man has fallen this day in Israel?",
          "ID": "38"
        },
        {
          "text": "And I am this day weak, though anointed [but not crowned] king; these sons of Zeruiah are too hard for me. May the Lord repay the evildoer according to his wickedness!",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.3"
    },
    {
      "name": "2 Samuel 4",
      "text": [
        {
          "text": "WHEN ISH-BOSHETH, Saul's son [king over Israel], heard that Abner was dead in Hebron, his courage failed, and all the Israelites were troubled and dismayed.",
          "ID": "1"
        },
        {
          "text": "Saul's son had two men who were captains of raiding bands. One was named Baanah and the other Rechab, sons of Rimmon the Beerothite of Benjamin–for Beeroth also was reckoned to Benjamin,",
          "ID": "2"
        },
        {
          "text": "And the Beerothites fled to Gittaim and have been sojourners there to this day.",
          "ID": "3"
        },
        {
          "text": "Jonathan, Saul's son, had a son who was a cripple in his feet. He was five years old when the news came out of Jezreel [of the deaths] of Saul and Jonathan. And the boy's nurse took him up and fled; and in her haste, he fell and became lame. His name was Mephibosheth.",
          "ID": "4"
        },
        {
          "text": "Now the sons of Rimmon the Beerothite, Rechab and Baanah, went about in the heat of the day to the house of Ish-bosheth, who lay resting on his bed at noon.",
          "ID": "5"
        },
        {
          "text": "And they came into the interior of the house as though they were delivering wheat, and they smote him in the body; and Rechab and Baanah his brother escaped.",
          "ID": "6"
        },
        {
          "text": "Now when they had come into the house and he lay on his bed in his bedroom, they [not only] smote and slew him, [but] beheaded him and took his head and went by the way of the plain all night.",
          "ID": "7"
        },
        {
          "text": "And they brought the head of Ish-bosheth to David at Hebron and said to the king, Behold, the head of Ish-bosheth son of Saul, your enemy, who sought your life; and the Lord has avenged my lord the king this day on Saul and on his offspring.",
          "ID": "8"
        },
        {
          "text": "And David answered Rechab and Baanah his brother, sons of Rimmon the Beerothite, As the Lord lives, Who redeemed my life out of all adversity,",
          "ID": "9"
        },
        {
          "text": "When one told me, Behold, Saul is dead, thinking he was bringing good news, I seized and slew him in Ziklag who expected me to give him a reward for his news.",
          "ID": "10"
        },
        {
          "text": "How much more–when wicked men have slain a just man in his own house on his bed–shall I not now require his blood of your hand and remove you from the earth!",
          "ID": "11"
        },
        {
          "text": "David commanded his young men, and they slew them and cut off their hands and feet and hanged them over the pool in Hebron. But they took Ish-bosheth's head and buried it in Hebron in the tomb of Abner [his relative and once chief supporter].",
          "ID": "12"
        }
      ],
      "ID": "OT:2SA.4"
    },
    {
      "name": "2 Samuel 5",
      "text": [
        {
          "text": "THEN ALL the tribes of Israel came to David at Hebron and said, Behold, we are your bone and your flesh.",
          "ID": "1"
        },
        {
          "text": "In times past, when Saul was king over us, it was you who led out and brought in Israel. And the Lord told you, You shall feed My people Israel and be prince over [them]. [I Sam. 15:27-29; 16:1.]",
          "ID": "2"
        },
        {
          "text": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them [there] before the Lord, and they anointed [him] king over Israel.",
          "ID": "3"
        },
        {
          "text": "David was thirty years old when he began his forty-year reign.",
          "ID": "4"
        },
        {
          "text": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah.",
          "ID": "5"
        },
        {
          "text": "And the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who said to David, You shall not enter here, for the blind and the lame will prevent you; they thought, David cannot come in here.",
          "ID": "6"
        },
        {
          "text": "Nevertheless, David took the stronghold of Zion, that is, the City of David.",
          "ID": "7"
        },
        {
          "text": "David said on that day, Whoever smites the Jebusites, let him get up through the water shaft and smite the lame and the blind who are detested by David's soul. So they say, The blind and the lame shall not come into the house.",
          "ID": "8"
        },
        {
          "text": "So David dwelt in the stronghold and called it the City of David. And he built round about from the Millo and inward.",
          "ID": "9"
        },
        {
          "text": "David became greater and greater, for the Lord God of hosts was with him.",
          "ID": "10"
        },
        {
          "text": "Hiram king of Tyre sent messengers to David, and cedar trees, carpenters, and masons; and they built David a house.",
          "ID": "11"
        },
        {
          "text": "And David perceived that the Lord had established him king over Israel and that He had exalted his kingdom for His people Israel's sake.",
          "ID": "12"
        },
        {
          "text": "And David took more concubines and wives out of Jerusalem, after he came from Hebron, and other sons and daughters were born to [him].",
          "ID": "13"
        },
        {
          "text": "And these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
          "ID": "14"
        },
        {
          "text": "Ibhar, Elishua, Nepheg, Japhia,",
          "ID": "15"
        },
        {
          "text": "Elishama, Eliada, and Eliphelet.",
          "ID": "16"
        },
        {
          "text": "When the Philistines heard that David had been anointed king over Israel, they all went up to find [him], but [he] heard of it and went down to the stronghold.",
          "ID": "17"
        },
        {
          "text": "The Philistines also came and spread themselves in the Valley of Rephaim.",
          "ID": "18"
        },
        {
          "text": "David inquired of the Lord, saying, Shall I go up against the Philistines? Will You deliver them into my hand? And the Lord said to David, Go up, for I will surely deliver [them] into your hand.",
          "ID": "19"
        },
        {
          "text": "And David came to Baal-perazim, and he smote them there, and said, The Lord has broken through my enemies before me, like the bursting out of great waters. So he called the name of that place Baal-perazim [Lord of breaking through].",
          "ID": "20"
        },
        {
          "text": "There the Philistines left their images, and David and his men took them away.",
          "ID": "21"
        },
        {
          "text": "The Philistines came up again and spread themselves out in the Valley of Rephaim.",
          "ID": "22"
        },
        {
          "text": "When David inquired of the Lord, He said, You shall not go up, but go around behind them and come upon them over opposite the mulberry (or balsam) trees.",
          "ID": "23"
        },
        {
          "text": "And when you hear the sound of marching in the tops of the mulberry trees, then bestir yourselves, for then has the Lord gone out before you to smite the army of the Philistines.",
          "ID": "24"
        },
        {
          "text": "And David did as the Lord had commanded him, and smote the Philistines from Geba to Gezer.",
          "ID": "25"
        }
      ],
      "ID": "OT:2SA.5"
    },
    {
      "name": "2 Samuel 6",
      "text": [
        {
          "text": "AGAIN DAVID gathered together all the chosen men of Israel, 30,000.",
          "ID": "1"
        },
        {
          "text": "And [he] arose and went with all the people who were with him to Baale-judah [Kiriath-jearim] to bring up from there the ark of God, which is called by the name of the Lord of hosts, Who sits enthroned above the cherubim.",
          "ID": "2"
        },
        {
          "text": "And they set the ark of God upon a new cart and brought it out of the house of Abinadab, which was on the hill; and Uzzah and Ahio, sons of Abinadab, drove the new cart.",
          "ID": "3"
        },
        {
          "text": "And they brought it out of the house of Abinadab, which was on the hill, with the ark of God; and Ahio went before the ark.",
          "ID": "4"
        },
        {
          "text": "And David and all the house of Israel played before the Lord with all their might, with songs, lyres, harps, tambourines, castanets, and cymbals.",
          "ID": "5"
        },
        {
          "text": "And when they came to Nacon's threshing floor, Uzzah put out his hand to the ark of God and took hold of it, for the oxen stumbled and shook it.",
          "ID": "6"
        },
        {
          "text": "And the anger of the Lord was kindled against Uzzah; and God smote him there for touching the ark, and he died there by the ark of God.",
          "ID": "7"
        },
        {
          "text": "David was grieved and offended because the Lord had broken forth upon Uzzah, and that place is called Perez-uzzah [the breaking forth upon Uzzah] to this day.",
          "ID": "8"
        },
        {
          "text": "David was afraid of the Lord that day and said, How can the ark of the Lord come to me?",
          "ID": "9"
        },
        {
          "text": "So David was not willing to take the ark of the Lord to him into the City of David; but he took it aside into the house of Obed-edom the Gittite.",
          "ID": "10"
        },
        {
          "text": "And the ark of the Lord remained in the house of Obed-edom the Gittite for three months, and the Lord blessed Obed-edom and all his household.",
          "ID": "11"
        },
        {
          "text": "And it was told King David, The Lord has blessed the house of Obed-edom and all that belongs to him, because of the ark of God. So David went and brought up the ark of God from the house of Obed-edom into the City of David with rejoicing;",
          "ID": "12"
        },
        {
          "text": "And when those who bore the ark of the Lord had gone six paces, he sacrificed an ox and a fatling.",
          "ID": "13"
        },
        {
          "text": "And David danced before the Lord with all his might, clad in a linen ephod [a priest's upper garment].",
          "ID": "14"
        },
        {
          "text": "So David and all the house of Israel brought up the ark of the Lord with shouting and with the sound of the trumpet.",
          "ID": "15"
        },
        {
          "text": "As the ark of the Lord came into the City of David, Michal, Saul's daughter [David's wife], looked out of the window and saw King David leaping and dancing before the Lord, and she despised him in her heart.",
          "ID": "16"
        },
        {
          "text": "They brought in the ark of the Lord and set it in its place inside the tent which David had pitched for it, and David offered burnt offerings and peace offerings before the Lord.",
          "ID": "17"
        },
        {
          "text": "When David had finished offering the burnt offerings and peace offerings, he blessed the people in the name [and presence] of the Lord of hosts,",
          "ID": "18"
        },
        {
          "text": "And distributed among all the people, the whole multitude of Israel, both to men and women, to each a cake of bread, a portion of meat, and a cake of raisins. So all the people departed, each to his house.",
          "ID": "19"
        },
        {
          "text": "Then David returned to bless his household. And [his wife] Michal daughter of Saul came out to meet David and said, How glorious was the king of Israel today, who stripped himself of his kingly robes and uncovered himself in the eyes of his servants' maids as one of the worthless fellows shamelessly uncovers himself!",
          "ID": "20"
        },
        {
          "text": "David said to Michal, It was before the Lord, Who chose me above your father and all his house to appoint me as prince over Israel, the people of the Lord. Therefore will I make merry [in pure enjoyment] before the Lord.",
          "ID": "21"
        },
        {
          "text": "I will be still more lightly esteemed than this, and will humble and lower myself in my own sight [and yours]. But by the maids you mentioned, I will be held in honor.",
          "ID": "22"
        },
        {
          "text": "And Michal the daughter of Saul had no child to the day of her death.",
          "ID": "23"
        }
      ],
      "ID": "OT:2SA.6"
    },
    {
      "name": "2 Samuel 7",
      "text": [
        {
          "text": "WHEN KING David dwelt in his house and the Lord had given him rest from all his surrounding enemies,",
          "ID": "1"
        },
        {
          "text": "The king said to Nathan the prophet, See now, I dwell in a house of cedar, but the ark of God dwells within curtains.",
          "ID": "2"
        },
        {
          "text": "And Nathan said to the king, Go, do all that is in your heart, for the Lord is with you.",
          "ID": "3"
        },
        {
          "text": "That night the word of the Lord came to Nathan, saying,",
          "ID": "4"
        },
        {
          "text": "Go and tell My servant David, Thus says the Lord: Shall you build Me a house in which to dwell?",
          "ID": "5"
        },
        {
          "text": "For I have not dwelt in a house since I brought the Israelites out of Egypt to this day, but have moved about with a tent for My dwelling.",
          "ID": "6"
        },
        {
          "text": "In all the places where I have moved with all the Israelites, did I speak a word to any from the tribes of Israel whom I commanded to be shepherd of My people Israel, asking, Why do you not build Me a house of cedar?",
          "ID": "7"
        },
        {
          "text": "So now say this to My servant David, Thus says the Lord of hosts: I took you from the pasture, from following the sheep, to be prince over My people Israel.",
          "ID": "8"
        },
        {
          "text": "And I was with you wherever you went, and have cut off all your enemies from before you; and I will make you a great name, like [that] of the great men of the earth.",
          "ID": "9"
        },
        {
          "text": "And I will appoint a place for My people Israel and will plant them, that they may dwell in a place of their own and be moved no more. And wicked men shall afflict them no more, as formerly",
          "ID": "10"
        },
        {
          "text": "And as from the time that I appointed judges over My people Israel; and I will cause you to rest from all your enemies. Also the Lord declares to you that He will make for you a house:",
          "ID": "11"
        },
        {
          "text": "And when your days are fulfilled and you sleep with your fathers, I will set up after you your offspring who shall be born to you, and I will establish his kingdom.",
          "ID": "12"
        },
        {
          "text": "He shall build a house for My Name [and My Presence], and I will establish the throne of his kingdom forever.",
          "ID": "13"
        },
        {
          "text": "I will be his Father, and he shall be My son. When he commits iniquity, I will chasten him with the rod of men and with the stripes of the sons of men.",
          "ID": "14"
        },
        {
          "text": "But My mercy and loving-kindness shall not depart from him, as I took [them] from Saul, whom I took away from before you.",
          "ID": "15"
        },
        {
          "text": "And your house and your kingdom shall be made sure forever before you; your throne shall be established forever.",
          "ID": "16"
        },
        {
          "text": "In accordance with all these words and all this vision Nathan spoke to David.",
          "ID": "17"
        },
        {
          "text": "Then King David went in and sat before the Lord, and said, Who am I, O Lord God, and what is my house, that You have brought me this far?",
          "ID": "18"
        },
        {
          "text": "Then as if this were a little thing in Your eyes, O Lord God, You have spoken also of Your servant's house in the far distant future. And this is the law for man, O Lord God!",
          "ID": "19"
        },
        {
          "text": "What more can David say to You? For You know Your servant, O Lord God.",
          "ID": "20"
        },
        {
          "text": "Because of Your promise and as Your own heart dictates, You have done all these astounding things to make Your servant know and understand.",
          "ID": "21"
        },
        {
          "text": "Therefore You are great, O Lord God; for none is like You, nor is there any God besides You, according to all [You have made] our ears to hear.",
          "ID": "22"
        },
        {
          "text": "What [other] one nation on earth is like Your people Israel, whom God went to redeem to be a people for Himself and to make for Himself a name? You have done great and terrible things for Yourself and for Your land, before Your people, whom You redeemed and delivered for Yourself from Egypt, from the nations and their gods.",
          "ID": "23"
        },
        {
          "text": "And You have established for Yourself Your people Israel to be Your people forever, and You, Lord, became their God.",
          "ID": "24"
        },
        {
          "text": "Now, O Lord God, confirm forever the word You have given as to Your servant and his house; and do as You have said,",
          "ID": "25"
        },
        {
          "text": "And Your name [and presence] shall be magnified forever, saying, The Lord of hosts is God over Israel; and the house of Your servant David will be made firm before You.",
          "ID": "26"
        },
        {
          "text": "For You, O Lord of hosts, God of Israel, have revealed this to Your servant: I will build you a house. So Your servant has found courage to pray this prayer to You.",
          "ID": "27"
        },
        {
          "text": "And now, O Lord God, You are God, and Your words are truth, and You have promised this good thing to Your servant.",
          "ID": "28"
        },
        {
          "text": "Therefore now let it please You to bless the house of Your servant, that it may continue forever before You; for You, O Lord God, have spoken it, and with Your blessing let [his] house be blessed forever.",
          "ID": "29"
        }
      ],
      "ID": "OT:2SA.7"
    },
    {
      "name": "2 Samuel 8",
      "text": [
        {
          "text": "AFTER THIS David smote the Philistines and subdued them, and he took Metheg-ammah out of the hands of the Philistines.",
          "ID": "1"
        },
        {
          "text": "He defeated Moab, and measured them with a line, making them lie down on the ground; two lines he measured to be put to death, and one full line to keep alive. And the Moabites became servants to David, bringing tribute.",
          "ID": "2"
        },
        {
          "text": "David also defeated Hadadezer son of Rehob, king of Zobah, as he went to restore his power at the river [Euphrates].",
          "ID": "3"
        },
        {
          "text": "David took from him 1,700 horsemen and 20,000 foot soldiers; and David hamstrung all the chariot horses, except he reserved enough of them for 100 chariots.",
          "ID": "4"
        },
        {
          "text": "And when the Syrians of Damascus came to help Hadadezer king of Zobah, David slew 22,000 of them.",
          "ID": "5"
        },
        {
          "text": "David put garrisons in Syrian Damascus, and the Syrians became [his] servants and brought tribute. The Lord preserved and gave victory to David wherever he went.",
          "ID": "6"
        },
        {
          "text": "And David took the shields of gold that were on the servants of Hadadezer and brought them to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "And from Betah and Berothai, cities of Hadadezer, King David exacted an immense amount of bronze.",
          "ID": "8"
        },
        {
          "text": "When Toi king of Hamath heard about David's defeat of all the forces of Hadadezer,",
          "ID": "9"
        },
        {
          "text": "[He] sent Joram his son to King David to salute and congratulate him about his battle and defeat of Hadadezer. For Hadadezer had had wars with Toi. Joram brought vessels of silver, gold, and bronze.",
          "ID": "10"
        },
        {
          "text": "These King David dedicated to the Lord, with the silver and gold that he had dedicated from all the nations he subdued:",
          "ID": "11"
        },
        {
          "text": "From Syria, Moab, the Ammonites, the Philistines, Amalek, and from the spoil of Hadadezer son of Rehob, king of Zobah.",
          "ID": "12"
        },
        {
          "text": "David won renown. When he returned he slew 18,000 Edomites in the Valley of Salt.",
          "ID": "13"
        },
        {
          "text": "He put garrisons throughout all Edom, and all the Edomites became his servants. And the Lord preserved and gave victory to [him] wherever he went.",
          "ID": "14"
        },
        {
          "text": "So David reigned over all Israel, and executed justice and righteousness for all his people.",
          "ID": "15"
        },
        {
          "text": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder;",
          "ID": "16"
        },
        {
          "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were the [chief] priests, and Seraiah was the scribe;",
          "ID": "17"
        },
        {
          "text": "Benaiah son of Jehoiada was over both the Cherethites and Pelethites [the king's bodyguards]; and David's sons were chief [confidential] assistants to the king.",
          "ID": "18"
        }
      ],
      "ID": "OT:2SA.8"
    },
    {
      "name": "2 Samuel 9",
      "text": [
        {
          "text": "AND DAVID said, Is there still anyone left of the house of Saul to whom I may show kindness for Jonathan's sake?",
          "ID": "1"
        },
        {
          "text": "And of the house of Saul there was a servant whose name was Ziba. When they had called him to David, he said to him, Are you Ziba? He said, I, your servant, am he.",
          "ID": "2"
        },
        {
          "text": "The king said, Is there not still someone of the house of Saul to whom I may show the [unfailing, unsought, unlimited] mercy and kindness of God? Ziba replied, Jonathan has yet a son who is lame in his feet. [I Sam. 20:14-17.]",
          "ID": "3"
        },
        {
          "text": "And the king said, Where is he? Ziba replied, He is in the house of Machir son of Ammiel in Lo-debar.",
          "ID": "4"
        },
        {
          "text": "Then King David sent and brought him from the house of Machir son of Ammiel at Lo-debar.",
          "ID": "5"
        },
        {
          "text": "And Mephibosheth son of Jonathan, the son of Saul, came to David and fell on his face and did obeisance. David said, Mephibosheth! And he answered, Behold your servant!",
          "ID": "6"
        },
        {
          "text": "David said to him, Fear not, for I will surely show you kindness for Jonathan your father's sake, and will restore to you all the land of Saul your father [grandfather], and you shall eat at my table always.",
          "ID": "7"
        },
        {
          "text": "And [the cripple] bowed himself and said, What is your servant, that you should look upon such a dead dog as I am?",
          "ID": "8"
        },
        {
          "text": "Then the king called to Ziba, Saul's servant, and said to him, I have given your master's son [grandson] all that belonged to Saul and to all his house.",
          "ID": "9"
        },
        {
          "text": "And you shall till the land for him, you, your sons, and your servants, and you shall bring in the produce, that your master's heir may have food to eat; but Mephibosheth, your master's son [grandson], shall eat always at my table. Now Ziba had fifteen sons and twenty servants.",
          "ID": "10"
        },
        {
          "text": "Then Ziba said to the king, Your servant will do according to all my lord the king commands. So Mephibosheth ate at David's table as one of the king's sons.",
          "ID": "11"
        },
        {
          "text": "Mephibosheth had a young son whose name was Micha. And all who dwelt in Ziba's house were servants to Mephibosheth.",
          "ID": "12"
        },
        {
          "text": "So Mephibosheth dwelt in Jerusalem, for he ate continually at the king's table, [even though] he was lame in both feet.",
          "ID": "13"
        }
      ],
      "ID": "OT:2SA.9"
    },
    {
      "name": "2 Samuel 10",
      "text": [
        {
          "text": "LATER, THE king of the Ammonites died, and Hanun his son reigned in his stead.",
          "ID": "1"
        },
        {
          "text": "David said, I will show kindness to Hanun son of Nahash, as his father did to me. So David sent his servants to console him for his father's death; and they came into the land of the Ammonites,",
          "ID": "2"
        },
        {
          "text": "But the princes of the Ammonites said to Hanun their lord, Do you think that it is because David honors your father that he has sent comforters to you? Has he not rather sent his servants to you to search the city, spy it out, and overthrow it?",
          "ID": "3"
        },
        {
          "text": "So Hanun took David's servants and shaved off half their beards and cut off their garments in the middle at their hips and sent them away.",
          "ID": "4"
        },
        {
          "text": "When it was told David, he sent to meet them, for the men were greatly ashamed. And the king said, Tarry at Jericho until your beards are grown, and then return.",
          "ID": "5"
        },
        {
          "text": "And when the Ammonites saw that they had made themselves obnoxious and disgusting to David, they sent and hired the Syrians of Beth-rehob and of Zobah, 20,000 foot soldiers, and of the king of Maacah 1,000 men, and of Tob 12,000 men.",
          "ID": "6"
        },
        {
          "text": "When David heard of it, he sent Joab and all the army of the mighty men.",
          "ID": "7"
        },
        {
          "text": "And the Ammonites came out and put the battle in array at the entrance of the gate, but the Syrians of Zobah and of Rehob and the men of Tob and Maacah were stationed by themselves in the open country.",
          "ID": "8"
        },
        {
          "text": "When Joab saw that the battlefront was against him before and behind, he picked some of all the choice men of Israel and put them in array against the Syrians.",
          "ID": "9"
        },
        {
          "text": "The rest of the men Joab gave over to Abishai his brother, that he might put them in array against the Ammonites.",
          "ID": "10"
        },
        {
          "text": "Joab said, If the Syrians are too strong for me, then you shall help me; but if the Ammonites are too strong for you, I will come and help you.",
          "ID": "11"
        },
        {
          "text": "Be of good courage; let us play the man for our people and the cities of our God. And may the Lord do what seems good to Him.",
          "ID": "12"
        },
        {
          "text": "And Joab and the people who were with him drew near to battle against the Syrians, and they fled before him.",
          "ID": "13"
        },
        {
          "text": "And when the Ammonites saw that the Syrians had fled, they also fled before Abishai and entered the city. So Joab returned from battling against the Ammonites and came to Jerusalem.",
          "ID": "14"
        },
        {
          "text": "When the Syrians saw that they were defeated by Israel, they gathered together.",
          "ID": "15"
        },
        {
          "text": "Hadadezer sent and brought the Syrians who were beyond the river [Euphrates]; and they came to Helam, with Shobach commander of the army of Hadadezer leading them.",
          "ID": "16"
        },
        {
          "text": "When David was told, he gathered all Israel, crossed the Jordan, and came to Helam. Then the Syrians set themselves in array against David and fought with him.",
          "ID": "17"
        },
        {
          "text": "The Syrians fled before Israel, and David slew of [them] the men of 700 chariots and 40,000 horsemen and smote Shobach captain of their army, who died there.",
          "ID": "18"
        },
        {
          "text": "And when all the kings serving Hadadezer saw that they were defeated by Israel, they made peace with Israel and served them. So the Syrians were afraid to help the Ammonites any more.",
          "ID": "19"
        }
      ],
      "ID": "OT:2SA.10"
    },
    {
      "name": "2 Samuel 11",
      "text": [
        {
          "text": "IN THE spring, when kings go forth to battle, David sent Joab with his servants and all Israel, and they ravaged the Ammonites [country] and besieged Rabbah. But David remained in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "One evening David arose from his couch and was walking on the roof of the king's house, when from there he saw a woman bathing; and she was very lovely to behold.",
          "ID": "2"
        },
        {
          "text": "David sent and inquired about the woman. One said, Is not this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?",
          "ID": "3"
        },
        {
          "text": "And David sent messengers and took her. And she came in to him, and he lay with her–for she was purified from her uncleanness. Then she returned to her house.",
          "ID": "4"
        },
        {
          "text": "And the woman became pregnant and sent and told David, I am with child.",
          "ID": "5"
        },
        {
          "text": "David sent to Joab, saying, Send me Uriah the Hittite. So Joab sent [him] Uriah.",
          "ID": "6"
        },
        {
          "text": "When Uriah had come to him, David asked him how Joab was, how the people fared, and how the war progressed.",
          "ID": "7"
        },
        {
          "text": "David said to Uriah, Go down to your house and wash your feet. Uriah went out of the king's house, and there followed him a mess of food [a gift] from the king.",
          "ID": "8"
        },
        {
          "text": "But Uriah slept at the door of the king's house with all the servants of his lord and did not go down to his house.",
          "ID": "9"
        },
        {
          "text": "When they told David, Uriah did not go down to his house, David said to Uriah, Have you not come from a journey? Why did you not go down to your house?",
          "ID": "10"
        },
        {
          "text": "Uriah said to David, The ark and Israel and Judah live in tents, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house to eat and drink and lie with my wife? As you live and as my soul lives, I will not do this thing.",
          "ID": "11"
        },
        {
          "text": "And David said to Uriah, Remain here today also, and tomorrow I will let you depart. So Uriah remained in Jerusalem that day and the next.",
          "ID": "12"
        },
        {
          "text": "David invited him, and he ate with him and drank, so that he made him drunk; but that night he went out to lie on his bed with the servants of his lord and did not go down to his house.",
          "ID": "13"
        },
        {
          "text": "In the morning David wrote a letter to Joab and sent it with Uriah.",
          "ID": "14"
        },
        {
          "text": "And he wrote in the letter, Put Uriah in the front line of the heaviest fighting and withdraw from him, that he may be struck down and die.",
          "ID": "15"
        },
        {
          "text": "So when Joab was besieging the city, he assigned Uriah opposite where he knew the enemy's most valiant men were.",
          "ID": "16"
        },
        {
          "text": "And the men of the city came out and fought with Joab, and some of the servants of David fell. Uriah the Hittite died also.",
          "ID": "17"
        },
        {
          "text": "Then Joab sent and told David all the things concerning the war.",
          "ID": "18"
        },
        {
          "text": "And he charged the messenger, When you have finished reporting matters of the war to the king,",
          "ID": "19"
        },
        {
          "text": "Then if the king's anger rises and he says to you, Why did you go so near to the city to fight? Did you not know they would shoot from the wall?",
          "ID": "20"
        },
        {
          "text": "Who killed Abimelech son of Jerubbesheth (Gideon)? Did not a woman cast an upper millstone upon him from the wall, so that he died in Thebez? Why did you go near the wall? Then say, Your servant Uriah the Hittite is dead also. [Judg. 9:35, 53.]",
          "ID": "21"
        },
        {
          "text": "So the messenger went and told David all for which Joab had sent him.",
          "ID": "22"
        },
        {
          "text": "The messenger said to David, Surely the men prevailed against us and came out to us in to the field, but we were upon them even to the entrance of the gate.",
          "ID": "23"
        },
        {
          "text": "Then the archers shot at your servants from the wall. Some of the king's servants are dead, and your servant Uriah the Hittite is dead also.",
          "ID": "24"
        },
        {
          "text": "Then David said to the messenger, Say to Joab, Let not this thing disturb you, for the sword devours one as well as another. Strengthen your attack upon the city and overthrow it. And encourage Joab.",
          "ID": "25"
        },
        {
          "text": "When Uriah's wife heard that her husband was dead, she mourned for Uriah.",
          "ID": "26"
        },
        {
          "text": "And when the mourning was past, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done was evil in the sight of the Lord.",
          "ID": "27"
        }
      ],
      "ID": "OT:2SA.11"
    },
    {
      "name": "2 Samuel 12",
      "text": [
        {
          "text": "AND THE Lord sent Nathan to David. He came and said to him, There were two men in a city, one rich and the other poor.",
          "ID": "1"
        },
        {
          "text": "The rich man had very many flocks and herds,",
          "ID": "2"
        },
        {
          "text": "But the poor man had nothing but one little ewe lamb which he had bought and brought up, and it grew up with him and his children. It ate of his own morsel, drank from his own cup, lay in his bosom, and was like a daughter to him.",
          "ID": "3"
        },
        {
          "text": "Now a traveler came to the rich man, and to avoid taking one of his own flock or herd to prepare for the wayfaring man who had come to him, he took the poor man's lamb and prepared it for his guest.",
          "ID": "4"
        },
        {
          "text": "Then David's anger was greatly kindled against the man, and he said to Nathan, As the Lord lives, the man who has done this is a son [worthy] of death.",
          "ID": "5"
        },
        {
          "text": "He shall restore the lamb fourfold, because he did this thing and had no pity.",
          "ID": "6"
        },
        {
          "text": "Then Nathan said to David, You are the man! Thus says the Lord, the God of Israel: I anointed you king of Israel, and I delivered you out of the hand of Saul.",
          "ID": "7"
        },
        {
          "text": "And I gave you your master's house, and your master's wives into your bosom, and gave you the house of Israel and of Judah; and if that had been too little, I would have added that much again.",
          "ID": "8"
        },
        {
          "text": "Why have you despised the commandment of the Lord, doing evil in His sight? You have slain Uriah the Hittite with the sword and have taken his wife to be your wife. You have murdered him with the sword of the Ammonites. [Lev. 20:10; 24:17.]",
          "ID": "9"
        },
        {
          "text": "Now, therefore, the sword shall never depart from your house, because [you have not only despised My command, but] you have despised Me and have taken the wife of Uriah the Hittite to be your wife.",
          "ID": "10"
        },
        {
          "text": "Thus says the Lord, Behold, I will raise up evil against you out of your own house; and I will take your wives before your eyes and give them to your neighbor, and he shall lie with your wives in the sight of this sun.",
          "ID": "11"
        },
        {
          "text": "For you did it secretly, but I will do this thing before all Israel and before the sun. [Fulfilled in II Sam. 16:21, 22.]",
          "ID": "12"
        },
        {
          "text": "And David said to Nathan, I have sinned against the Lord. And Nathan said to David, The Lord also has put away your sin; you shall not die. [Ps. 51.]",
          "ID": "13"
        },
        {
          "text": "Nevertheless, because by this deed you have utterly scorned the Lord and given great occasion to the enemies of the Lord to blaspheme, the child that is born to you shall surely die.",
          "ID": "14"
        },
        {
          "text": "Then Nathan departed to his house. And the Lord struck the child that Uriah's widow bore to David, and he was very sick.",
          "ID": "15"
        },
        {
          "text": "David therefore besought God for the child; and David fasted and went in and lay all night [repeatedly] on the floor.",
          "ID": "16"
        },
        {
          "text": "His older house servants arose [in the night] and went to him to raise him up from the floor, but he would not, nor did he eat food with them.",
          "ID": "17"
        },
        {
          "text": "And on the seventh day the child died. David's servants feared to tell him that the child was dead, for they said, While the child was yet alive, we spoke to him and he would not listen to our voices; will he then harm himself if we tell him the child is dead?",
          "ID": "18"
        },
        {
          "text": "But when David saw that his servants whispered, he perceived that the child was dead. So he said to them, Is the child dead? And they said, He is.",
          "ID": "19"
        },
        {
          "text": "Then David arose from the floor, washed, anointed himself, changed his apparel, and went into the house of the Lord and worshiped. Then he came to his own house, and when he asked, they set food before him, and he ate.",
          "ID": "20"
        },
        {
          "text": "Then his servants said to him, What is this that you have done? You fasted and wept while the child was alive, but when the child was dead, you arose and ate food.",
          "ID": "21"
        },
        {
          "text": "David said, While the child was still alive, I fasted and wept; for I said, Who knows whether the Lord will be gracious to me and let the child live?",
          "ID": "22"
        },
        {
          "text": "But now he is dead; why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.",
          "ID": "23"
        },
        {
          "text": "David comforted Bathsheba his wife, and went to her and lay with her; and she bore a son, and she called his name Solomon. And the Lord loved [the child];",
          "ID": "24"
        },
        {
          "text": "He sent [a message] by the hand of Nathan the prophet, and [Nathan] called the boy's [special] name Jedidiah [beloved of the Lord], because the Lord [loved the child].",
          "ID": "25"
        },
        {
          "text": "Now Joab fought against Rabbah of the Ammonites and took the royal city.",
          "ID": "26"
        },
        {
          "text": "And Joab sent messengers to David and said, I have fought against Rabbah, and have taken the city of waters.",
          "ID": "27"
        },
        {
          "text": "Now therefore assemble the rest of the men, encamp against the city, and take it, lest I take the city, and it be called after my name.",
          "ID": "28"
        },
        {
          "text": "So David gathered all the men, went to Rabbah, fought against it, and took it.",
          "ID": "29"
        },
        {
          "text": "And he took the crown of their king [of Malcham] from his head; the weight of it was a talent of gold, and in it were precious stones; and it was set on David's head. And he brought forth exceedingly much spoil from the city.",
          "ID": "30"
        },
        {
          "text": "And he brought forth the people who were there, and put them to [work with] saws and iron threshing sledges and axes, and made them labor at the brickkiln. And he did this to all the Ammonite cities. Then [he] and all the men returned to Jerusalem.",
          "ID": "31"
        }
      ],
      "ID": "OT:2SA.12"
    },
    {
      "name": "2 Samuel 13",
      "text": [
        {
          "text": "ABSALOM SON of David had a fair sister whose name was Tamar, and Amnon [her half brother] son of David loved her.",
          "ID": "1"
        },
        {
          "text": "And Amnon was so troubled that he fell sick for his [half] sister Tamar, for she was a virgin, and Amnon thought it impossible for him to do anything to her.",
          "ID": "2"
        },
        {
          "text": "But Amnon had a friend whose name was Jonadab son of Shimeah, David's brother; and Jonadab was a very crafty man.",
          "ID": "3"
        },
        {
          "text": "He said to Amnon, Why are you, the king's son, so lean and weak-looking from day to day? Will you not tell me? And Amnon said to him, I love Tamar, my [half] brother Absalom's sister.",
          "ID": "4"
        },
        {
          "text": "Jonadab said to him, Go to bed and pretend you are sick; and when your father David comes to see you, say to him, Let my sister Tamar come and give me food and prepare it in my sight, that I may see it and eat it from her hand.",
          "ID": "5"
        },
        {
          "text": "So Amnon lay down and pretended to be sick; and when the king came to see him, Amnon said to the king, I pray you, let my sister Tamar come and make me a couple of cakes in my sight, that I may eat from her hand.",
          "ID": "6"
        },
        {
          "text": "Then David sent home and told Tamar, Go now to your brother Amnon's house and prepare food for him.",
          "ID": "7"
        },
        {
          "text": "So Tamar went to her brother Amnon's house, and he was in bed. And she took dough and kneaded it and made cakes in his sight and baked them.",
          "ID": "8"
        },
        {
          "text": "She took the pan and emptied it out before him, but he refused to eat. And Amnon said, Send everyone out from me. So everyone went out from him.",
          "ID": "9"
        },
        {
          "text": "Then Amnon said to Tamar, Bring the food here into the bedroom, so I may eat from your hand. So Tamar took the cakes she had made and brought them into the room to Amnon her brother.",
          "ID": "10"
        },
        {
          "text": "And when she brought them to him, he took hold of her and said, Come lie with me, my sister.",
          "ID": "11"
        },
        {
          "text": "She replied, No, my brother! Do not force and humble me, for no such thing should be done in Israel! Do not do this foolhardy, scandalous thing! [Gen. 34:7.]",
          "ID": "12"
        },
        {
          "text": "And I, how could I rid myself of my shame? And you, you will be [considered] one of the stupid fools in Israel. Now therefore, I pray you, speak to the king, for he will not withhold me from you.",
          "ID": "13"
        },
        {
          "text": "But he would not listen to her, and being stronger than she, he forced her and lay with her.",
          "ID": "14"
        },
        {
          "text": "Then Amnon hated her exceedingly, so that his hatred for her was greater than the love with which he had loved her. And Amnon said to her, Get up and get out!",
          "ID": "15"
        },
        {
          "text": "But she said, No! This great evil of sending me away is worse than what you did to me. But he would not listen to her.",
          "ID": "16"
        },
        {
          "text": "He called the servant who served him and said, Put this woman out of my presence now, and bolt the door after her!",
          "ID": "17"
        },
        {
          "text": "Now [Tamar] was wearing a long robe with sleeves and of various colors, for in such robes were the king's virgin daughters clad of old. Then Amnon's servant brought her out and bolted the door after her.",
          "ID": "18"
        },
        {
          "text": "And [she] put ashes on her head and tore the long, sleeved robe which she wore, and she laid her hand on her head and went away shrieking and wailing.",
          "ID": "19"
        },
        {
          "text": "And Absalom her brother said to her, Has your brother Amnon been with you? Be quiet now, my sister. He is your brother; take not this matter to heart. So Tamar dwelt in her brother Absalom's house, a desolate woman.",
          "ID": "20"
        },
        {
          "text": "But when King David heard of all these things, he was very angry.",
          "ID": "21"
        },
        {
          "text": "And Absalom spoke to Amnon neither good nor bad; for Absalom hated Amnon because he had humbled his sister Tamar.",
          "ID": "22"
        },
        {
          "text": "After two full years Absalom had sheepshearers at Baal-hazor near Ephraim, and Absalom invited all the king's sons.",
          "ID": "23"
        },
        {
          "text": "Absalom came to the king and said, Behold, your servant has sheepshearers; I pray you, let the king and his servants go with your servant.",
          "ID": "24"
        },
        {
          "text": "And the king said to Absalom, No, my son, let us not all go, lest we be burdensome to you. Absalom urged David; still he would not go, but he blessed him.",
          "ID": "25"
        },
        {
          "text": "Then said Absalom, If not, I pray you, let my brother Amnon go with us. And the king said to him, Why should he go with you?",
          "ID": "26"
        },
        {
          "text": "But Absalom urged him, and he let Amnon and all the king's sons go with him.",
          "ID": "27"
        },
        {
          "text": "Now Absalom commanded his servants, Notice now, when Amnon's heart is merry with wine and when I say to you, Strike Amnon, then kill him. Fear not; have I not commanded you? Be courageous and brave.",
          "ID": "28"
        },
        {
          "text": "And the servants of Absalom did to Amnon as Absalom had commanded. Then all the king's sons arose and every man mounted his mule and fled.",
          "ID": "29"
        },
        {
          "text": "While they were on the way, the word came to David, Absalom has killed all the king's sons, and not one of them is left.",
          "ID": "30"
        },
        {
          "text": "Then the king arose and tore his garments and lay on the floor; and all his servants standing by tore their clothes.",
          "ID": "31"
        },
        {
          "text": "But Jonadab son of Shimeah, David's brother, said, Let not my lord suppose they have killed all the king's sons; for Amnon only is dead. This purpose has shown itself on Absalom's determined mouth ever since the day Amnon humiliated his sister Tamar.",
          "ID": "32"
        },
        {
          "text": "So let not my lord the king take the thing to heart and think all the king's sons are dead; for Amnon only is dead.",
          "ID": "33"
        },
        {
          "text": "But Absalom fled. And the young man who kept the watch looked up, and behold, many people were coming by the way of the hillside behind him.",
          "ID": "34"
        },
        {
          "text": "And Jonadab said to the king, See, the king's sons are coming. It is as your servant said.",
          "ID": "35"
        },
        {
          "text": "And as he finished speaking, the king's sons came and lifted up their voices and wept; and the king also and all his servants wept very bitterly.",
          "ID": "36"
        },
        {
          "text": "But Absalom fled and went to [his mother's father] Talmai son of Ammihud, king of Geshur. And David mourned for his son [Amnon] every day.",
          "ID": "37"
        },
        {
          "text": "So Absalom fled to Geshur and was there three years.",
          "ID": "38"
        },
        {
          "text": "And the spirit of King David longed to go forth to Absalom, for he was comforted about Amnon, seeing that he was dead.",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.13"
    },
    {
      "name": "2 Samuel 14",
      "text": [
        {
          "text": "NOW JOAB son of Zeruiah knew that the king's heart was toward Absalom.",
          "ID": "1"
        },
        {
          "text": "And Joab sent to Tekoah and brought from there a wise woman and said to her, Pretend to be a mourner; put on mourning apparel, do not anoint yourself with oil, but act like a woman who has long been mourning for the dead.",
          "ID": "2"
        },
        {
          "text": "And go to the king and speak thus to him. And Joab told her what to say.",
          "ID": "3"
        },
        {
          "text": "When the woman of Tekoah spoke to the king, she fell on her face to the ground and did obeisance, and said, Help, O king!",
          "ID": "4"
        },
        {
          "text": "The king asked her, What troubles you? She said, I am a widow; my husband is dead.",
          "ID": "5"
        },
        {
          "text": "And your handmaid had two sons, and they quarreled with one another in the field. There was no one to separate them, and one struck the other and killed him.",
          "ID": "6"
        },
        {
          "text": "And behold, our whole family has risen against your handmaid, and they say, Deliver him who slew his brother, that we may kill him for the life of his brother whom he slew; and so they would destroy the heir also. And so quenching my coal which is left, they would leave to my husband neither name nor remnant upon the earth.",
          "ID": "7"
        },
        {
          "text": "David said to the woman, Go home, and I will give orders concerning you.",
          "ID": "8"
        },
        {
          "text": "And the woman of Tekoah said to the king, My lord, O king, let the guilt be on me and on my father's house; let the king and his throne be guiltless.",
          "ID": "9"
        },
        {
          "text": "The king said, If anyone says anything to you, bring him to me, and he shall not touch you again.",
          "ID": "10"
        },
        {
          "text": "Then she said, I pray you, let the king remember the Lord your God, that the avenger of blood destroy not any more, lest they destroy my son. And David said, As the Lord lives, there shall not one hair of your son fall to the earth.",
          "ID": "11"
        },
        {
          "text": "Then the woman said, Let your handmaid, I pray you, speak one word to my lord the king. He said, Say on.",
          "ID": "12"
        },
        {
          "text": "[She] said, Why then have you planned such a thing against God's people? For in speaking this word the king is like one who is guilty, in that [he] does not bring home his banished one.",
          "ID": "13"
        },
        {
          "text": "We must all die; we are like water spilled on the ground, which cannot be gathered up again. And God does not take away life, but devises means so that he who is banished may not be an utter outcast from Him.",
          "ID": "14"
        },
        {
          "text": "And now I have come to speak of this thing to my lord the king because the people have made me afraid. And I thought, I will speak to the king; it may be that he will perform the request of his servant.",
          "ID": "15"
        },
        {
          "text": "For the king will hear to deliver his handmaid from the hand of the man who would destroy me and my son together from [Israel] the inheritance of God.",
          "ID": "16"
        },
        {
          "text": "And the woman said, The word of my lord the king will now give me rest and security, for as an angel of God is my lord the king to hear and discern good and evil. May the Lord your God be with you!",
          "ID": "17"
        },
        {
          "text": "Then the king said to the woman, Hide not from me anything I ask you. And the woman said, Let my lord the king speak.",
          "ID": "18"
        },
        {
          "text": "The king said, Is the hand of Joab with you in all this? And the woman answered, As your soul lives, my lord the king, none can turn to the right hand or to the left from anything my lord the king has said. It was your servant Joab who directed me; he put all these words in my mouth.",
          "ID": "19"
        },
        {
          "text": "In order to change the course of matters [between Absalom and his father] your servant Joab did this. But my lord has wisdom like the wisdom of the angel of God–to know all things that are on the earth.",
          "ID": "20"
        },
        {
          "text": "Then the king said to Joab, Behold now, I grant this; go, bring back the young man Absalom.",
          "ID": "21"
        },
        {
          "text": "And Joab fell to the ground on his face and did obeisance and thanked the king. And Joab said, Today your servant knows that I have found favor in your sight, my lord, O king, in that the king has performed the request of his servant.",
          "ID": "22"
        },
        {
          "text": "So Joab arose, went to Geshur, and brought Absalom to Jerusalem.",
          "ID": "23"
        },
        {
          "text": "And the king said, Let him go to his own house, and let him not see my face. So Absalom went to his own house and did not see the king's face.",
          "ID": "24"
        },
        {
          "text": "But in all Israel there was none so much to be praised for his beauty as Absalom; from the sole of his foot to the crown of his head there was no blemish in him.",
          "ID": "25"
        },
        {
          "text": "And when he cut the hair of his head, he weighed it–for at each year's end he cut it, because its weight was a burden to him–and it weighed 200 shekels by the king's weight.",
          "ID": "26"
        },
        {
          "text": "There were born to Absalom three sons and one daughter whose name was Tamar; she was a beautiful woman.",
          "ID": "27"
        },
        {
          "text": "Absalom dwelt two full years in Jerusalem and did not see the king's face.",
          "ID": "28"
        },
        {
          "text": "So Absalom sent for Joab to send him to the king, but he would not come to him; even when he sent again the second time, he would not come.",
          "ID": "29"
        },
        {
          "text": "Therefore Absalom said to his servants, See, Joab's field is near mine, and he has barley there; go and set it on fire. So Absalom's servants set the field afire.",
          "ID": "30"
        },
        {
          "text": "Then Joab arose and went to Absalom at his house and said to him, Why have your servants set my field on fire?",
          "ID": "31"
        },
        {
          "text": "Absalom answered Joab, I sent to you, saying, Come here, that I may send you to the king to ask, Why have I come from Geshur? It would be better for me to be there still. Now therefore [Joab], let me see the king, and if there is iniquity and guilt in me, let him kill me.",
          "ID": "32"
        },
        {
          "text": "So Joab came to the king and told him. And when David had called for Absalom, he came to him and bowed himself on his face to the ground before the king; and [David] kissed Absalom.",
          "ID": "33"
        }
      ],
      "ID": "OT:2SA.14"
    },
    {
      "name": "2 Samuel 15",
      "text": [
        {
          "text": "AFTER THIS, Absalom got a chariot and horses, and fifty men to run before him.",
          "ID": "1"
        },
        {
          "text": "And [he] rose up early and stood beside the gateway; and when any man who had a controversy came to the king for judgment, Absalom called to him, Of what city are you? And he would say, Your servant is of such and such a tribe of Israel.",
          "ID": "2"
        },
        {
          "text": "Absalom would say to him, Your claims are good and right, but there is no man appointed as the king's agent to hear you.",
          "ID": "3"
        },
        {
          "text": "Absalom added, Oh, that I were judge in the land! Then every man with any suit or cause might come to me and I would do him justice!",
          "ID": "4"
        },
        {
          "text": "And whenever a man came near to do obeisance to him, he would put out his hand, take hold of him, and kiss him.",
          "ID": "5"
        },
        {
          "text": "Thus Absalom did to all Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel.",
          "ID": "6"
        },
        {
          "text": "And after [four] years, Absalom said to the king, I pray you, let me go to Hebron [his birthplace] and pay my vow to the Lord.",
          "ID": "7"
        },
        {
          "text": "For your servant vowed while I dwelt at Geshur in Syria, If the Lord will bring me again to Jerusalem, then I will serve the Lord [by offering a sacrifice].",
          "ID": "8"
        },
        {
          "text": "And the king said to him, Go in peace. So he arose and went to Hebron.",
          "ID": "9"
        },
        {
          "text": "But Absalom sent secret messengers throughout all the tribes of Israel, saying, As soon as you hear the sound of the trumpet, then say, Absalom is king at Hebron.",
          "ID": "10"
        },
        {
          "text": "With Absalom went 200 men from Jerusalem, who were invited [as guests to his sacrificial feast]; and they went in their simplicity, and they knew not a thing.",
          "ID": "11"
        },
        {
          "text": "And while Absalom was offering the sacrifices, he sent for Ahithophel the Gilonite, David's counselor, from his city Giloh. And the conspiracy was strong; the people with Absalom increased continually.",
          "ID": "12"
        },
        {
          "text": "And there came a messenger to David, saying, The hearts of the men of Israel have gone after Absalom.",
          "ID": "13"
        },
        {
          "text": "David said to all his servants who were with him at Jerusalem, Arise and let us flee, or else none of us will escape from Absalom. Make haste to depart, lest he overtake us suddenly and bring evil upon us and smite the city with the sword.",
          "ID": "14"
        },
        {
          "text": "And the king's servants said to the king, Behold, your servants are ready to do whatever my lord the king says.",
          "ID": "15"
        },
        {
          "text": "So the king and all his household after him went forth. But he left ten women who were concubines to keep the house. [II Sam. 12:11; 20:3.]",
          "ID": "16"
        },
        {
          "text": "The king went forth with all the people after him, and halted at the last house.",
          "ID": "17"
        },
        {
          "text": "All David's servants passed on beside him, along with [his bodyguards] all the Cherethites, Pelethites; also all the Gittites, 600 men who came after him from Gath, passed on before the king.",
          "ID": "18"
        },
        {
          "text": "The king said to Ittai the Gittite, Why do you go with us also? Return to your place and remain with the king [Absalom], for you are a foreigner and an exile.",
          "ID": "19"
        },
        {
          "text": "Since you came only yesterday, should I make you go up and down with us? Since I must go where I may, you return, and take back your brethren with you. May loving-kindness and faithfulness be with you.",
          "ID": "20"
        },
        {
          "text": "But Ittai answered the king, As the Lord lives, and as my lord the king lives, wherever my lord the king shall be, whether for death or life, even there also will your servant be.",
          "ID": "21"
        },
        {
          "text": "So David said to Ittai, Go on and pass over [the Kidron]. And Ittai the Gittite passed over and all his men and all the little ones who were with him.",
          "ID": "22"
        },
        {
          "text": "All the country wept with a loud voice as all the people passed over. The king crossed the brook Kidron, and all the people went on toward the wilderness.",
          "ID": "23"
        },
        {
          "text": "Abiathar [the priest] and behold, Zadok came also, and all the Levites with him, bearing the ark of the covenant of God. And they set down the ark of God until all the people had gone from the city.",
          "ID": "24"
        },
        {
          "text": "Then the king told Zadok, Take back the ark of God to the city. If I find favor in the Lord's eyes, He will bring me back and let me see both it and His house.",
          "ID": "25"
        },
        {
          "text": "But if He says, I have no delight in you, then here I am; let Him do to me what seems good to Him.",
          "ID": "26"
        },
        {
          "text": "The king also said to Zadok the priest, Are you not a seer? [You and Abiathar] return to the city in peace, and your two sons with you, Ahimaaz your son and Jonathan son of Abiathar.",
          "ID": "27"
        },
        {
          "text": "See, I will wait at the fords [at the Jordan] of the wilderness until word comes from you to inform me.",
          "ID": "28"
        },
        {
          "text": "Zadok, therefore, and Abiathar carried the ark of God back to Jerusalem and they stayed there.",
          "ID": "29"
        },
        {
          "text": "And David went up over the Mount of Olives and wept as he went, barefoot and his head covered. And all the people who were with him covered their heads, weeping as they went.",
          "ID": "30"
        },
        {
          "text": "David was told, Ahithophel [your counselor] is among the conspirators with Absalom. David said, O Lord, I pray You, turn Ahithophel's counsel into foolishness.",
          "ID": "31"
        },
        {
          "text": "When David came to the summit [of Olivet], where he worshiped God, behold, Hushai the Archite came to meet him with his coat rent and earth upon his head.",
          "ID": "32"
        },
        {
          "text": "David said to him, If you go with me, you will be a burden to me.",
          "ID": "33"
        },
        {
          "text": "But if you return to the city and say to Absalom, I will be your servant, O king; as I have been your father's servant in the past, so will I be your servant now, then you may defeat for me the counsel of Ahithophel.",
          "ID": "34"
        },
        {
          "text": "Will not Zadok and Abiathar the priests be with you? So whatever you hear from the king's house, just tell it to [them].",
          "ID": "35"
        },
        {
          "text": "Behold, their two sons are there with them, Ahimaaz, Zadok's son and Jonathan, Abiathar's son; and by them send to me everything you hear.",
          "ID": "36"
        },
        {
          "text": "So Hushai, David's friend, returned, and Absalom also came into Jerusalem.",
          "ID": "37"
        }
      ],
      "ID": "OT:2SA.15"
    },
    {
      "name": "2 Samuel 16",
      "text": [
        {
          "text": "WHEN DAVID was a little past the top [of Olivet], behold, Ziba, the servant of Mephibosheth, met him with a couple of donkeys saddled, and upon them 200 loaves of bread, 100 bunches of raisins, 100 summer fruits, and a skin of wine.",
          "ID": "1"
        },
        {
          "text": "The king said to Ziba, What do you mean by these? Ziba said, The donkeys are for the king's household to ride on, the bread and summer fruit for the young men to eat, and the wine is for those to drink who become faint in the wilderness.",
          "ID": "2"
        },
        {
          "text": "The king said, And where is your master's son [grandson Mephibosheth]? Ziba said to the king, Behold, he remains in Jerusalem, for he said, Today the house of Israel will give me back the kingdom of my father [grandfather Saul].",
          "ID": "3"
        },
        {
          "text": "Then the king said to Ziba, Behold, all that belonged to Mephibosheth is now yours. Ziba said, I do obeisance; let me ever find favor in your sight, my lord O king.",
          "ID": "4"
        },
        {
          "text": "When King David came to Bahurim, a man of the family of the house of Saul, Shimei son of Gera, came out and cursed continually as he came.",
          "ID": "5"
        },
        {
          "text": "And he cast stones at David and at all the servants of King David; and all the people and all the mighty men were on his right hand and on his left.",
          "ID": "6"
        },
        {
          "text": "Shimei said as he cursed, Get out, get out, you man of blood, you base fellow!",
          "ID": "7"
        },
        {
          "text": "The Lord has avenged upon you all the blood of the house of Saul, in whose stead you have reigned; and the Lord has delivered the kingdom into the hands of Absalom your son. Behold, the calamity is upon you because you are a bloody man!",
          "ID": "8"
        },
        {
          "text": "Then said [David's nephew] Abishai son of Zeruiah to the king, Why should this dead dog curse my lord the king? Let me go over and take off his head.",
          "ID": "9"
        },
        {
          "text": "The king said, What have I to do with you, you sons of Zeruiah? If he is cursing because the Lord said to him, Curse David, who then shall ask, Why have you done so?",
          "ID": "10"
        },
        {
          "text": "And David said to Abishai and to all his servants, Behold, my son, who was born to me, seeks my life. With how much more reason now may this Benjamite do it? Let him alone; and let him curse, for the Lord has bidden him to do it.",
          "ID": "11"
        },
        {
          "text": "It may be that the Lord will look on the iniquity done me and will recompense me with good for his cursing this day.",
          "ID": "12"
        },
        {
          "text": "So David and his men went by the road, and Shimei went along on the hillside opposite David and cursed as he went and threw stones and dust at him.",
          "ID": "13"
        },
        {
          "text": "And the king and all the people who were with him came [to the Jordan] weary, and he refreshed himself there.",
          "ID": "14"
        },
        {
          "text": "And Absalom and all the people, the men of Israel, came to Jerusalem, and Ahithophel with him.",
          "ID": "15"
        },
        {
          "text": "And when Hushai the Archite, David's friend, came to Absalom, Hushai said to [him], Long live the king! Long live the king!",
          "ID": "16"
        },
        {
          "text": "Absalom said to Hushai, Is this your kindness and loyalty to your friend? Why did you not go with your friend?",
          "ID": "17"
        },
        {
          "text": "Hushai said to Absalom, No, for whom the Lord and this people and all the men of Israel choose, his will I be, and with him I will remain.",
          "ID": "18"
        },
        {
          "text": "And again, whom should I serve? Should it not be his son? As I have served your father, so will I serve you.",
          "ID": "19"
        },
        {
          "text": "Then Absalom said to Ahithophel, Give your counsel. What shall we do?",
          "ID": "20"
        },
        {
          "text": "And Ahithophel said to Absalom, Go in to your father's concubines whom he has left to keep the house; and all Israel will hear that you are abhorred by your father. Then the hands of all who are with you will be made strong.",
          "ID": "21"
        },
        {
          "text": "So they spread for Absalom a tent on the top of the [king's] house, and Absalom went in to his father's harem in the sight of all Israel.",
          "ID": "22"
        },
        {
          "text": "And the counsel of Ahithophel in those days was as if a man had consulted the word of God; so was all Ahithophel's counsel considered both by David and by Absalom.",
          "ID": "23"
        }
      ],
      "ID": "OT:2SA.16"
    },
    {
      "name": "2 Samuel 17",
      "text": [
        {
          "text": "MOREOVER, AHITHOPHEL said to Absalom, Let me choose 12,000 men and I will set out and pursue David this night.",
          "ID": "1"
        },
        {
          "text": "I will come upon him while he is exhausted and weak, and cause him to panic; all the people with him will flee. Then I will strike down the king alone.",
          "ID": "2"
        },
        {
          "text": "I will bring back all the people to you. [The removal of] the man whom you seek is the assurance that all will return; and all the people will be at peace.",
          "ID": "3"
        },
        {
          "text": "And what he said pleased Absalom well and all the elders of Israel.",
          "ID": "4"
        },
        {
          "text": "Absalom said, Now call Hushai the Archite also, and let us hear what he says.",
          "ID": "5"
        },
        {
          "text": "When Hushai came, Absalom said to him, Ahithophel has counseled thus. Shall we do what he says? If not, speak up.",
          "ID": "6"
        },
        {
          "text": "And Hushai said to Absalom, The counsel that Ahithophel has given is not good at this time.",
          "ID": "7"
        },
        {
          "text": "For, said Hushai, you know your father and his men, that they are mighty men, and they are embittered and enraged like a bear robbed of her whelps in the field. And your father is a man of war, and will not lodge with the people.",
          "ID": "8"
        },
        {
          "text": "Behold, he is hidden even now in some pit or other place; and when some of them are overthrown at the first, whoever hears it will say, There is a slaughter among the followers of Absalom.",
          "ID": "9"
        },
        {
          "text": "And even he who is brave, whose heart is as the heart of a lion, will utterly melt, for all Israel knows that your father is a mighty man and that those who are with him are brave men.",
          "ID": "10"
        },
        {
          "text": "Therefore I counsel that all [the men of] Israel be gathered to you, from Dan even to Beersheba, as the sand that is by the sea for multitude, and that you go to battle in your own person.",
          "ID": "11"
        },
        {
          "text": "So shall we come upon [David] some place where he shall be found, and we will light upon him as the dew settles [unseen and unheard] on the ground; and of him and of all the men with him there shall not be left so much as one.",
          "ID": "12"
        },
        {
          "text": "If he withdraws into a city, then shall all Israel bring ropes to that city, and we will drag it into the ravine until not one pebble is left there.",
          "ID": "13"
        },
        {
          "text": "Absalom and all the men of Israel said, The counsel of Hushai the Archite is better than that of Ahithophel. For the Lord had ordained to defeat the good counsel of Ahithophel, so that the Lord might bring evil upon Absalom.",
          "ID": "14"
        },
        {
          "text": "Then said Hushai to Zadok and Abiathar the priests, Thus and thus did Ahithophel counsel Absalom and the elders of Israel, and thus and thus have I counseled.",
          "ID": "15"
        },
        {
          "text": "Now send quickly and tell David, Lodge not this night at the fords [at the Jordan] of the wilderness, but by all means pass over, lest the king be swallowed up and all the people with him.",
          "ID": "16"
        },
        {
          "text": "Now [the youths] Jonathan and Ahimaaz stayed at En-rogel, for they must not be seen coming into the city. But a maidservant went and told them, and they went and told King David.",
          "ID": "17"
        },
        {
          "text": "But a lad saw them and told Absalom; but they left quickly and came to the house of a man in Bahurim, who had a well in his court, and they went down into it.",
          "ID": "18"
        },
        {
          "text": "And the woman spread a covering over the well's mouth and spread ground corn on it; and the thing was not discovered.",
          "ID": "19"
        },
        {
          "text": "For when Absalom's servants came to the woman at the house, they said, Where are Ahimaaz and Jonathan? And the woman said to them, They went over the brook of water. When they had sought and could not find them, they returned to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "After they had departed, the boys came up out of the well and went and told King David, and said, Arise and pass quickly over the river Jordan; for thus and so has Ahithophel counseled against you.",
          "ID": "21"
        },
        {
          "text": "David arose and all the people with him and passed over the Jordan. By daybreak, not one was left who had not crossed.",
          "ID": "22"
        },
        {
          "text": "But when Ahithophel saw that his counsel was not followed, he saddled his donkey, went home to his city, put his household in order, and hanged himself and died, and was buried in the tomb of his father.",
          "ID": "23"
        },
        {
          "text": "Then David came to Mahanaim. And Absalom passed over the Jordan, he and all the men of Israel with him.",
          "ID": "24"
        },
        {
          "text": "Absalom made Amasa captain of the army instead of Joab. Amasa was the son of an [Ishmaelite] named Ithra, who married Abigail daughter of Nahash, [half sister of David and] sister of Zeruiah, Joab's mother.",
          "ID": "25"
        },
        {
          "text": "So Israel and Absalom encamped in the land of Gilead.",
          "ID": "26"
        },
        {
          "text": "When David came to Mahanaim, Shobi son of Nahash of Rabbah of the Ammonites, and Machir son of Ammiel of Lo-debar, and Barzillai the Gileadite of Rogelim",
          "ID": "27"
        },
        {
          "text": "Brought beds, basins, earthen vessels, wheat, barley, meal, parched grain, beans, lentils, parched [pulse–seeds of peas and beans],",
          "ID": "28"
        },
        {
          "text": "Honey, curds, sheep, and cheese of cows for David and the people with him to eat; for they said, The people are hungry, weary, and thirsty in the wilderness.",
          "ID": "29"
        }
      ],
      "ID": "OT:2SA.17"
    },
    {
      "name": "2 Samuel 18",
      "text": [
        {
          "text": "DAVID NUMBERED the men who were with him and set over them commanders of thousands and of hundreds.",
          "ID": "1"
        },
        {
          "text": "David sent forth the army, a third under command of Joab, a third under Abishai son of Zeruiah, Joab's brother, and a third under Ittai the Gittite. [He] told the men, I myself will go out with you also.",
          "ID": "2"
        },
        {
          "text": "But the men said, You shall not go out. For if we flee, they will not care about us; if half of us die, they will not care about us. But you are worth 10,000 such as we are. So now it is better that you be able to help us from the city.",
          "ID": "3"
        },
        {
          "text": "The king said to them, Whatever seems best to you I will do. So he stood beside the gate, and all the army came out by hundreds and by thousands.",
          "ID": "4"
        },
        {
          "text": "The king commanded Joab, Abishai, and Ittai, saying, Deal gently for my sake with the young man Absalom. And all the people heard when the king gave orders to all the commanders about Absalom.",
          "ID": "5"
        },
        {
          "text": "So the army went out into the field against Israel, and the battle was fought in the forest of Ephraim.",
          "ID": "6"
        },
        {
          "text": "[Absalom's] men of Israel were defeated by the servants of David, and there was a great slaughter that day of 20,000 men.",
          "ID": "7"
        },
        {
          "text": "For the battle spread over the face of all the country, and the forest devoured more men that day than did the sword.",
          "ID": "8"
        },
        {
          "text": "Then Absalom [unavoidably] met the servants of David. Absalom rode on a mule, and the mule went under the thick boughs of a great oak, and Absalom's head caught fast [in a fork] of the oak; and the mule under him ran away, leaving him hanging between the heavens and the earth.",
          "ID": "9"
        },
        {
          "text": "A certain man saw it and told Joab, Behold, I saw Absalom hanging in an oak.",
          "ID": "10"
        },
        {
          "text": "Joab said to the man, You saw him! Why did you not strike him down to the ground? I would have given you ten shekels of silver and a girdle.",
          "ID": "11"
        },
        {
          "text": "The man told Joab, Though I should receive 1,000 pieces of silver, yet I would not put forth my hand against the king's son. For in our hearing the king charged you, Abishai, and Ittai, Have a care, whoever you be, for the young man Absalom.",
          "ID": "12"
        },
        {
          "text": "Otherwise, if I had dealt falsely against his life–for nothing is hidden from the king–you yourself would have taken sides against me.",
          "ID": "13"
        },
        {
          "text": "Joab said, I will not tarry thus with you. He took three darts in his hand and thrust them into the body of Absalom while he was yet alive in the midst of the oak.",
          "ID": "14"
        },
        {
          "text": "And ten young men, Joab's armor-bearers, surrounded and struck Absalom and killed him.",
          "ID": "15"
        },
        {
          "text": "Then Joab blew the trumpet, and the troops returned from pursuing Israel, for Joab restrained and spared them.",
          "ID": "16"
        },
        {
          "text": "They took Absalom and cast him into a great pit in the forest and raised a very great heap of stones upon him. And all Israel fled, everyone to his own home.",
          "ID": "17"
        },
        {
          "text": "Now Absalom in his lifetime had reared up for himself a pillar which is in the King's Valley, for he said, I have no son to keep my name in remembrance. He called the pillar after his own name, and to this day it is called Absalom's Monument.",
          "ID": "18"
        },
        {
          "text": "Then said Ahimaaz son of Zadok, Let me now run and bear the king tidings of how the Lord has avenged David of his enemies.",
          "ID": "19"
        },
        {
          "text": "Joab told him, You shall not carry news today, but another time. Today you shall bear no news, for the king's son is dead.",
          "ID": "20"
        },
        {
          "text": "Then said Joab to the Cushite [an Ethiopian], Go tell the king what you have seen. And the Cushite bowed to Joab and ran.",
          "ID": "21"
        },
        {
          "text": "Then said Ahimaaz son of Zadok again to Joab, But anyhow, let me, I pray you, also run after the Cushite. Joab said, Why should you run, my son, seeing you will have no reward, for you have not sufficient tidings?",
          "ID": "22"
        },
        {
          "text": "But he said, Let me run anyhow. So Joab said to him, Run. Then Ahimaaz ran by the way of the plain and outran the Cushite.",
          "ID": "23"
        },
        {
          "text": "Now David was sitting between the two gates; and the watchman went up to the roof over the gate by the wall, and when he looked, he saw a man running alone.",
          "ID": "24"
        },
        {
          "text": "The watchman called out and told the king. The king said, If he is alone, he has news to tell. And he came on and drew near.",
          "ID": "25"
        },
        {
          "text": "Then the watchman saw another man running, and the watchman called to the gatekeeper, Behold, another man running alone. The king said, He also brings news.",
          "ID": "26"
        },
        {
          "text": "The watchman said, I think the man in front runs like Ahimaaz son of Zadok. The king said, He is a good man and comes with good tidings.",
          "ID": "27"
        },
        {
          "text": "And Ahimaaz called and said to the king, All is well! And he fell down to the ground on his face before the king and said, Blessed be the Lord your God, Who has shut up the men who lifted up their hands against my lord the king.",
          "ID": "28"
        },
        {
          "text": "The king said, Is the young man Absalom safe? Ahimaaz answered, When Joab sent the king's servant and me, your servant, I saw a great tumult, but I do not know what it was.",
          "ID": "29"
        },
        {
          "text": "The king told him, Turn aside; stand here. And he turned aside and stood still.",
          "ID": "30"
        },
        {
          "text": "And behold, the Cushite (Ethiopian) came, and he said, News, my lord the king! For the Lord has delivered you this day from all who rose up against you.",
          "ID": "31"
        },
        {
          "text": "The king said to the Cushite, Is the young man Absalom safe? The Cushite replied, May the enemies of my lord the king and all who rise against you to do evil be like that young man is.",
          "ID": "32"
        },
        {
          "text": "And the king was deeply moved and went up to the chamber over the gate and wept. And as he went, he said, O my son Absalom, my son, my son Absalom! Would to God I had died for you, O Absalom, my son, my son!",
          "ID": "33"
        }
      ],
      "ID": "OT:2SA.18"
    },
    {
      "name": "2 Samuel 19",
      "text": [
        {
          "text": "IT WAS told Joab, Behold, the king is weeping and mourning for Absalom.",
          "ID": "1"
        },
        {
          "text": "So the victory that day was turned into mourning for all the people, for they heard it said, The king grieves for his son.",
          "ID": "2"
        },
        {
          "text": "The people slipped into the city stealthily that day as humiliated people steal away when they flee in battle.",
          "ID": "3"
        },
        {
          "text": "But the king covered his face and cried with a loud voice, O my son Absalom, O Absalom, my son, my son!",
          "ID": "4"
        },
        {
          "text": "And Joab came into the house to the king and said, You have today covered the faces of all your servants with shame, who this day have saved your life and the lives of your sons and your daughters and the lives of your wives and concubines.",
          "ID": "5"
        },
        {
          "text": "For you love those who hate you and hate those who love you. You have declared today that princes and servants are nothing to you; for today I see that if Absalom had lived and all the rest of us had died, you would be well pleased.",
          "ID": "6"
        },
        {
          "text": "So now arise, go out and speak kindly and encouragingly to your servants; for I swear by the Lord that if you do not go, not a man will remain with you this night. And this will be worse for you than all the evil that has befallen you from your youth until now.",
          "ID": "7"
        },
        {
          "text": "Then the king arose and sat in the gate. And all [his followers] were told, The king is sitting in the gate, and they all came before the king. Now Israel [Absalom's troops] had fled, every man to his home.",
          "ID": "8"
        },
        {
          "text": "And all the people were at strife throughout all the tribes of Israel, saying, The king delivered us from the hands of our enemies, and he saved us from the hands of the Philistines. And now he has fled out of the land from Absalom.",
          "ID": "9"
        },
        {
          "text": "And Absalom, whom we anointed over us, is dead in battle. So now, why do you say nothing about bringing back the king?",
          "ID": "10"
        },
        {
          "text": "And King David sent to Zadok and to Abiathar the priests, saying, Say to the elders of Judah, Why are you the last to bring the king back to his house, when the word of all Israel has come to the king, to bring him to his house?",
          "ID": "11"
        },
        {
          "text": "You are my kinsmen; you are my bone and my flesh. Why then are you the last to bring back the king?",
          "ID": "12"
        },
        {
          "text": "And say to Amasa, Are you not of my bone and of my flesh? May God do so to me, and more also, if you are not commander of my army hereafter in place of Joab.",
          "ID": "13"
        },
        {
          "text": "He inclined the hearts of all the men of Judah as one man, so they sent word to [him], Return, you and all your servants.",
          "ID": "14"
        },
        {
          "text": "So [David] returned and came to the Jordan. And Judah came to Gilgal to meet the king, to conduct him over the Jordan.",
          "ID": "15"
        },
        {
          "text": "And Shimei son of Gera, a Benjamite of Bahurim, hastily came down with the men of Judah to meet King David,",
          "ID": "16"
        },
        {
          "text": "And 1,000 men of Benjamin with him. And Ziba, the servant of the house of Saul, and his fifteen sons and twenty servants with him, rushed to the Jordan and pressed quickly into the king's presence.",
          "ID": "17"
        },
        {
          "text": "And there went over a ferryboat to bring over the king's household and to do what he thought good. And Shimei son of Gera fell down before the king as David came to the Jordan,",
          "ID": "18"
        },
        {
          "text": "And said to the king, Let not my lord impute iniquity to me and hold me guilty, nor remember what your servant did the day my lord went out of Jerusalem [when Shimei grossly insulted David]; may the king not take it to heart.",
          "ID": "19"
        },
        {
          "text": "For your servant knows that I have sinned; therefore, behold, I am today the first of all the house of Joseph to come down to meet my lord the king.",
          "ID": "20"
        },
        {
          "text": "But Abishai son of Zeruiah said, Shall not Shimei be put to death for this, because he cursed the Lord's anointed?",
          "ID": "21"
        },
        {
          "text": "David said, What have I to do with you, you sons of Zeruiah, that you should be an adversary to me today? Shall anyone be put to death today in Israel? For do not I know that I am this day king over Israel?",
          "ID": "22"
        },
        {
          "text": "Therefore the king said to Shimei, You shall not die [at my hand]. And the king gave him his oath. [I Kings 2:44-46.]",
          "ID": "23"
        },
        {
          "text": "Mephibosheth the son [grandson] of Saul came down to meet the king, and had not dressed his feet, trimmed his beard, or washed his clothes from the day the king left until he returned in peace and safety.",
          "ID": "24"
        },
        {
          "text": "And when he came to Jerusalem to meet the king, David said to him, Why did you not go with me, Mephibosheth?",
          "ID": "25"
        },
        {
          "text": "He said, My lord O king, my servant [Ziba] deceived me; for I said, Saddle me the donkey that I may ride on it and go to the king, for your servant is lame [but he took the donkey and left without me].",
          "ID": "26"
        },
        {
          "text": "He has slandered your servant to my lord the king. But the king is as an angel of God; so do what is good in your eyes.",
          "ID": "27"
        },
        {
          "text": "For all of my father's house were but doomed to death before my lord the king; yet you set your servant among those who ate at your own table. What right therefore have I to cry any more to the king?",
          "ID": "28"
        },
        {
          "text": "The king said to him, Why speak any more of your affairs? I say, You and Ziba divide the land.",
          "ID": "29"
        },
        {
          "text": "Mephibosheth said to the king, Oh, let him take it all, since my lord the king has returned home in safety and peace.",
          "ID": "30"
        },
        {
          "text": "Now Barzillai the Gileadite came down from Rogelim and went on to the Jordan with the king to conduct him over the Jordan.",
          "ID": "31"
        },
        {
          "text": "Now Barzillai was a very aged man, even eighty years old; and he had provided the king with food while he remained at Mahanaim, for he was a very great man.",
          "ID": "32"
        },
        {
          "text": "And the king said to Barzillai, Come over with me, and I will provide for you with me in Jerusalem.",
          "ID": "33"
        },
        {
          "text": "And Barzillai said to the king, How much longer have I to live, that it would be worthwhile for me to go up with the king to Jerusalem?",
          "ID": "34"
        },
        {
          "text": "I am this day eighty years old. Could I now [be useful as a counselor to] discern between good and evil? Can your servant appreciate what I eat or drink? Can I any longer enjoy the voices of singing men and women? Why then should your servant be still a burden to my lord the king?",
          "ID": "35"
        },
        {
          "text": "Your servant will only go over the Jordan with the king. Why should the king repay me with such a reward?",
          "ID": "36"
        },
        {
          "text": "Let your servant turn back again, that I may die in my own city and be buried by the grave of my father and mother. But here is your servant Chimham; let him go over with my lord the king. And do to him what shall seem good to you.",
          "ID": "37"
        },
        {
          "text": "The king answered, Chimham shall go over with me, and I will do to him what seems good to you; and whatever you ask of me I will do for you.",
          "ID": "38"
        },
        {
          "text": "So all the people went over the Jordan. When the king had crossed over, he kissed Barzillai and blessed him, and [the great man] returned to his own place.",
          "ID": "39"
        },
        {
          "text": "Then the king went on to Gilgal, and Chimham went with him; and all the people of Judah and also half the people of Israel escorted the king.",
          "ID": "40"
        },
        {
          "text": "And all the men of Israel came to the king and said to him, Why have our kinsmen, the men of Judah, stolen you away and have brought the king and his household over the Jordan, and all David's men with him?",
          "ID": "41"
        },
        {
          "text": "But all the men of Judah answered the men of Israel, Because the king is near of kin to us. Why then be angry about it? Have we eaten at all at the king's expense? Or has he given us any gift?",
          "ID": "42"
        },
        {
          "text": "Then the men of Israel answered the men of Judah, We have ten [tribes'] shares in the king; and we have more right to David than you have. Why then did you despise and ignore us? Were we not the first to speak of our bringing back our king? But the words of the men of Judah were more violent than the charges of the men of Israel.",
          "ID": "43"
        }
      ],
      "ID": "OT:2SA.19"
    },
    {
      "name": "2 Samuel 20",
      "text": [
        {
          "text": "THERE HAPPENED to be there a base and contemptible fellow named Sheba son of Bichri, a Benjamite. He blew a trumpet and said, We have no portion in David and no inheritance in the son of Jesse! Every man to his tents, O Israel!",
          "ID": "1"
        },
        {
          "text": "So all the men of Israel withdrew from David and followed Sheba son of Bichri; but the men of Judah stayed faithfully with their king, from the Jordan to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "So David came to his house at Jerusalem. And the king took the ten women, his concubines, whom he had left to keep the house, and put them away under guard and provided for them, but did not go in to them. So they were shut up to the day of their death, living in widowhood.",
          "ID": "3"
        },
        {
          "text": "Then said the king to Amasa, Assemble the men of Judah to me within three days, and you be present here.",
          "ID": "4"
        },
        {
          "text": "So Amasa went to assemble the men of Judah, but he tarried longer than the set time which had been appointed him.",
          "ID": "5"
        },
        {
          "text": "And David said to Abishai, Now will Sheba son of Bichri do us more harm than Absalom did. Take your lord's servants and pursue him, lest he get for himself fenced cities and snatch away our very eyes.",
          "ID": "6"
        },
        {
          "text": "And there went after him Joab's men and [David's bodyguards] the Cherethites and Pelethites and all the mighty men; they went out from Jerusalem to pursue Sheba son of Bichri.",
          "ID": "7"
        },
        {
          "text": "When they were at the great stone in Gibeon, Amasa came to meet them. Joab was wearing a soldier's garment, and over it was a sheathed sword fastened around his hips; and as he went forward, it fell out.",
          "ID": "8"
        },
        {
          "text": "Joab said to Amasa, Are you well, my brother? And Joab took Amasa by the beard with the right hand [as if] to kiss him.",
          "ID": "9"
        },
        {
          "text": "But Amasa did not notice the sword in Joab's hand. So [Joab] struck him [who was to have been his successor] with it in the body, shedding his bowels to the ground without another blow; and [soon] he died. So Joab and Abishai his brother pursued Sheba son of Bichri.",
          "ID": "10"
        },
        {
          "text": "And one of Joab's men stood by him and said, Whoever favors Joab and is for David, follow Joab!",
          "ID": "11"
        },
        {
          "text": "And Amasa wallowed in his blood in the highway. And when the man saw that all the people who came by stood still, he removed Amasa out of the highway into the field and spread a cloth over him.",
          "ID": "12"
        },
        {
          "text": "When Amasa was removed from the highway, all the people went on after Joab to pursue Sheba son of Bichri.",
          "ID": "13"
        },
        {
          "text": "Joab went through all the tribes of Israel to Abel of Beth-maacah, and all the Berites assembled and also went after [Sheba] ardently.",
          "ID": "14"
        },
        {
          "text": "And they came and besieged Sheba in Abel of Beth-maacah, and they cast up a siege mound against the city, and it stood against the rampart; and all the men with Joab battered and undermined the wall to make it fall.",
          "ID": "15"
        },
        {
          "text": "Then a wise woman of the city cried, Hear, hear! Say to Joab, Come here so I can speak to you.",
          "ID": "16"
        },
        {
          "text": "And when he came near her, the woman said, Are you Joab? He answered, I am. Then she said to him, Hear the words of your handmaid. He answered, I am listening.",
          "ID": "17"
        },
        {
          "text": "Then she said, People used to say, Let them but ask counsel at Abel, and so they settled the matter.",
          "ID": "18"
        },
        {
          "text": "I am one of the peaceable and faithful in Israel. You seek to destroy a city which is a mother in Israel. Why will you swallow up the inheritance of the Lord?",
          "ID": "19"
        },
        {
          "text": "Joab answered, Far be it, far be it from me that I should swallow up or destroy!",
          "ID": "20"
        },
        {
          "text": "That is not true. But a man of the hill country of Ephraim, Sheba son of Bichri, has lifted up his hand against King David. Deliver him only, and I will depart from the city. And the woman said, Behold, his head shall be thrown to you over the wall.",
          "ID": "21"
        },
        {
          "text": "Then the woman in her wisdom went to all the people. And they cut off the head of Sheba son of Bichri and cast it down to Joab. So he blew the trumpet, and they retired from the city, every man to his own home. And Joab returned to Jerusalem to the king. [Eccl. 9:13-16.]",
          "ID": "22"
        },
        {
          "text": "Joab was over the host of Israel; Benaiah son of Jehoiada was over [the king's bodyguards] the Cherethites and Pelethites;",
          "ID": "23"
        },
        {
          "text": "Adoram was over the tribute; Jehoshaphat son of Ahilud was recorder;",
          "ID": "24"
        },
        {
          "text": "Sheva was scribe; and Zadok and Abiathar were the priests;",
          "ID": "25"
        },
        {
          "text": "Also Ira the Jairite was chief minister to David.",
          "ID": "26"
        }
      ],
      "ID": "OT:2SA.20"
    },
    {
      "name": "2 Samuel 21",
      "text": [
        {
          "text": "THERE WAS a three-year famine in the days of David, year after year; and David inquired of the Lord. The Lord replied, It is on account of Saul and his bloody house, for he put to death the Gibeonites.",
          "ID": "1"
        },
        {
          "text": "So the king called the Gibeonites–now the Gibeonites were not Israelites but of the remnant of the Amorites. The Israelites had sworn to spare them, but Saul in his zeal for the people of Israel and Judah had sought to slay the Gibeonites–",
          "ID": "2"
        },
        {
          "text": "So David said to the Gibeonites, What shall I do for you? How can I make atonement that you may bless the Lord's inheritance?",
          "ID": "3"
        },
        {
          "text": "The Gibeonites said to him, We will accept no silver or gold of Saul or of his house; neither for us shall you kill any man in Israel. David said, I will do for you what you say.",
          "ID": "4"
        },
        {
          "text": "They said to the king, The man who consumed us and planned to prevent us from remaining in any territory of Israel,",
          "ID": "5"
        },
        {
          "text": "Let seven men of his sons be delivered to us and we will hang them up before the Lord at Gibeah of Saul, [on the mountain] of the Lord. And the king said, I will give them.",
          "ID": "6"
        },
        {
          "text": "But the king spared Mephibosheth son of Jonathan, the son of Saul, because of the Lord's oath that was between David and Jonathan son of Saul.",
          "ID": "7"
        },
        {
          "text": "But the king took the two sons of Rizpah daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth, and the five sons of [Merab] daughter of Saul, whom she bore to Adriel son of Barzillai the Meholathite.",
          "ID": "8"
        },
        {
          "text": "He delivered them into the hands of the Gibeonites, and they hung them up on the hill before the Lord, and all seven perished together. They were put to death in the first days of barley harvest.",
          "ID": "9"
        },
        {
          "text": "Rizpah daughter of Aiah took sackcloth and spread it for herself on the rock, from the beginning of harvest until rain fell on them, and she did not allow either the birds of the air to come upon them by day or the beasts of the field by night.",
          "ID": "10"
        },
        {
          "text": "It was told David what Rizpah daughter of Aiah, the concubine of Saul, had done.",
          "ID": "11"
        },
        {
          "text": "And David went and took the bones of Saul and Jonathan his son from the men of Jabesh-gilead, who had stolen them from the street of Beth-shan, where the Philistines had hung them up when the Philistines had slain Saul in Gilboa.",
          "ID": "12"
        },
        {
          "text": "He brought from there the bones of Saul and of Jonathan his son, and they gathered the bones of those who were hung up.",
          "ID": "13"
        },
        {
          "text": "And the bones of Saul and Jonathan his son they buried in the country of Benjamin in Zelah in the tomb of Kish, [Saul's] father, and they did all that the king commanded. And after that, God heard and answered when His people prayed for the land.",
          "ID": "14"
        },
        {
          "text": "The Philistines had war again with Israel. And David went down and his servants with him and fought against the Philistines, and David became faint.",
          "ID": "15"
        },
        {
          "text": "Ishbi-benob, who was of the sons of the giants, the weight of whose spear was 300 shekels of bronze, was girded with a new sword, and thought to kill David.",
          "ID": "16"
        },
        {
          "text": "But Abishai son of Zeruiah came to David's aid, and smote and killed the Philistine. Then David's men charged him, You shall no more go out with us to battle, lest you quench the lamp of Israel.",
          "ID": "17"
        },
        {
          "text": "After this, there was again war with the Philistines at Gob (Gezer). Then Sibbecai the Hushathite slew Saph (Sippai), who was a descendant of the giant.",
          "ID": "18"
        },
        {
          "text": "There was again war at Gob with the Philistines, and Elhanan son of Jaare-oregim, a Bethlehemite, slew Goliath the Gittite, whose spear shaft was like a weaver's beam.",
          "ID": "19"
        },
        {
          "text": "And there was again war at Gath, where there was a man of great stature who had six fingers on each hand and six toes on each foot, twenty-four in number; he also was a descendant of the giants.",
          "ID": "20"
        },
        {
          "text": "And when he defied Israel, Jonathan son of Shimei, brother of David, slew him.",
          "ID": "21"
        },
        {
          "text": "These four were descended from the giant in Gath, and they fell by the hands of David and his servants.",
          "ID": "22"
        }
      ],
      "ID": "OT:2SA.21"
    },
    {
      "name": "2 Samuel 22",
      "text": [
        {
          "text": "DAVID SPOKE to the Lord the words of this song on the day when the Lord delivered him from the hands of all his enemies and from the hand of Saul.",
          "ID": "1"
        },
        {
          "text": "He said: The Lord is my Rock [of escape from Saul] and my Fortress [in the wilderness] and my Deliverer; [I Sam. 23:14, 25, 28.]",
          "ID": "2"
        },
        {
          "text": "My God, my Rock, in Him will I take refuge; my Shield and the Horn of my salvation; my Stronghold and my Refuge, my Savior–You save me from violence. [Gen. 15:1.]",
          "ID": "3"
        },
        {
          "text": "I call on the Lord, Who is worthy to be praised, and I am saved from my enemies.",
          "ID": "4"
        },
        {
          "text": "For the waves of death enveloped me; the torrents of destruction made me afraid.",
          "ID": "5"
        },
        {
          "text": "The cords of Sheol were entangling me; I encountered the snares of death.",
          "ID": "6"
        },
        {
          "text": "In my distress I called upon the Lord; I cried to my God, and He heard my voice from His temple; my cry came into His ears.",
          "ID": "7"
        },
        {
          "text": "Then the earth reeled and quaked, the foundations of the heavens trembled and shook because He was angry.",
          "ID": "8"
        },
        {
          "text": "Smoke went up from His nostrils, and devouring fire from His mouth; coals were kindled by it.",
          "ID": "9"
        },
        {
          "text": "He bowed the heavens and came down; thick darkness was under His feet.",
          "ID": "10"
        },
        {
          "text": "He rode on a cherub and flew; He was seen upon the wings of the wind.",
          "ID": "11"
        },
        {
          "text": "He made darkness His canopy around Him, gathering of waters, thick clouds of the skies.",
          "ID": "12"
        },
        {
          "text": "Out of the brightness before Him coals of fire flamed forth.",
          "ID": "13"
        },
        {
          "text": "The Lord thundered from heaven, and the Most High uttered His voice.",
          "ID": "14"
        },
        {
          "text": "He sent out arrows and scattered them; lightning confused and troubled them.",
          "ID": "15"
        },
        {
          "text": "The channels of the sea were visible, the foundations of the world were uncovered at the rebuke of the Lord, at the blast of the breath of His nostrils.",
          "ID": "16"
        },
        {
          "text": "He sent from above, He took me; He drew me out of great waters.",
          "ID": "17"
        },
        {
          "text": "He delivered me from my strong enemy, from those who hated me, for they were too mighty for me.",
          "ID": "18"
        },
        {
          "text": "They came upon me in the day of my calamity, but the Lord was my stay.",
          "ID": "19"
        },
        {
          "text": "He brought me forth into a large place; He delivered me because He delighted in me.",
          "ID": "20"
        },
        {
          "text": "The Lord rewarded me according to my uprightness with Him; He compensated and benefited me according to the cleanness of my hands.",
          "ID": "21"
        },
        {
          "text": "For I have kept the ways of the Lord, and have not wickedly departed from my God.",
          "ID": "22"
        },
        {
          "text": "For all His ordinances were before me; and from His statutes I did not turn aside.",
          "ID": "23"
        },
        {
          "text": "I was also blameless before Him and kept myself from guilt and iniquity.",
          "ID": "24"
        },
        {
          "text": "Therefore the Lord has recompensed me according to my righteousness, according to my cleanness in His [holy] sight.",
          "ID": "25"
        },
        {
          "text": "Toward the loving and loyal You will show Yourself loving and loyal, and with the upright and blameless You will show Yourself upright and blameless.",
          "ID": "26"
        },
        {
          "text": "To the pure You will show Yourself pure, and to the willful You will show Yourself willful.",
          "ID": "27"
        },
        {
          "text": "And the afflicted people You will deliver, but Your eyes are upon the haughty, whom You will bring down.",
          "ID": "28"
        },
        {
          "text": "For You, O Lord, are my Lamp; the Lord lightens my darkness.",
          "ID": "29"
        },
        {
          "text": "For by You I run through a troop; by my God I leap over a wall.",
          "ID": "30"
        },
        {
          "text": "As for God, His way is perfect; the word of the Lord is tried. He is a Shield to all those who trust and take refuge in Him.",
          "ID": "31"
        },
        {
          "text": "For who is God but the Lord? And who is a Rock except our God?",
          "ID": "32"
        },
        {
          "text": "God is my strong Fortress; He guides the blameless in His way and sets him free.",
          "ID": "33"
        },
        {
          "text": "He makes my feet like the hinds' [firm and able]; He sets me secure and confident upon the heights.",
          "ID": "34"
        },
        {
          "text": "He trains my hands for war, so that my arms can bend a bow of bronze.",
          "ID": "35"
        },
        {
          "text": "You have also given me the shield of Your salvation; and Your condescension and gentleness have made me great.",
          "ID": "36"
        },
        {
          "text": "You have enlarged my steps under me, so that my feet have not slipped.",
          "ID": "37"
        },
        {
          "text": "I have pursued my enemies and destroyed them; and I did not turn back until they were consumed.",
          "ID": "38"
        },
        {
          "text": "I consumed them and thrust them through, so that they did not arise; they fell at my feet.",
          "ID": "39"
        },
        {
          "text": "For You girded me with strength for the battle; those who rose up against me You subdued under me.",
          "ID": "40"
        },
        {
          "text": "You have made my enemies turn their backs to me, that I might cut off those who hate me.",
          "ID": "41"
        },
        {
          "text": "They looked, but there was none to save–even to the Lord, but He did not answer them.",
          "ID": "42"
        },
        {
          "text": "Then I beat them small as the dust of the earth; I crushed them as the mire of the street and scattered them abroad.",
          "ID": "43"
        },
        {
          "text": "You also have delivered me from strife with my people; You kept me as the head of the nations. People whom I had not known served me.",
          "ID": "44"
        },
        {
          "text": "Foreigners yielded feigned obedience to me; as soon as they heard of me, they became obedient to me.",
          "ID": "45"
        },
        {
          "text": "Foreigners faded away; they came limping and trembling from their strongholds.",
          "ID": "46"
        },
        {
          "text": "The Lord lives; blessed be my Rock, and exalted be God, the Rock of my salvation.",
          "ID": "47"
        },
        {
          "text": "It is God Who executes vengeance for me and Who brought down [and disciplined] the peoples under me,",
          "ID": "48"
        },
        {
          "text": "Who brought me out from my enemies. You also lifted me up above those who rose up against me; You delivered me from the violent man.",
          "ID": "49"
        },
        {
          "text": "For this I will give thanks and extol You, O Lord, among the nations; I will sing praises to Your name.",
          "ID": "50"
        },
        {
          "text": "He is a Tower of salvation and great deliverance to His king, and shows loving-kindness to His anointed, to David and his offspring forever.",
          "ID": "51"
        }
      ],
      "ID": "OT:2SA.22"
    },
    {
      "name": "2 Samuel 23",
      "text": [
        {
          "text": "NOW THESE are the last words of David: David son of Jesse says, and the man who was raised on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, says,",
          "ID": "1"
        },
        {
          "text": "The Spirit of the Lord spoke in and by me, and His word was upon my tongue.",
          "ID": "2"
        },
        {
          "text": "The God of Israel spoke, the Rock of Israel said to me, When one rules over men righteously, ruling in the fear of God,",
          "ID": "3"
        },
        {
          "text": "He dawns on them like the morning light when the sun rises on a cloudless morning, when the tender grass springs out of the earth through clear shining after rain.",
          "ID": "4"
        },
        {
          "text": "Truly does not my house stand so with God? For He has made with me an everlasting covenant, ordered in all things, and sure. For will He not cause to prosper all my help and my desire?",
          "ID": "5"
        },
        {
          "text": "But wicked, godless, and worthless lives are all like thorns to be thrust away, because they cannot be taken with the hand.",
          "ID": "6"
        },
        {
          "text": "But the man who touches them arms himself with iron and the shaft of a spear, and they are utterly consumed with fire on the spot.",
          "ID": "7"
        },
        {
          "text": "These are the names of the mighty men whom David had: Josheb-basshebeth, a Tahchemonite, chief of the Three [heroes], known also as Adino the Eznite; he wielded his spear and went against 800 men, who were slain at one time. [I Chron. 11:11.]",
          "ID": "8"
        },
        {
          "text": "Next to him among the three mighty men was Eleazar son of Dodo, son of Ahohi. He was with David when they defied the Philistines assembled there for battle, and the men of Israel had departed.",
          "ID": "9"
        },
        {
          "text": "[Eleazar] arose and struck down the Philistines until his hand was weary and clung to the sword. The Lord wrought a great deliverance and victory that day; the men returned after him only to take the spoil.",
          "ID": "10"
        },
        {
          "text": "Next to [Eleazar] was Shammah son of Agee the Hararite. The Philistines were gathered at Lehi on a piece of ground full of lentils; and the [Israelites] fled from the Philistines.",
          "ID": "11"
        },
        {
          "text": "But he stood in the midst of the ground and defended it and slew the Philistines; and the Lord wrought a great victory.",
          "ID": "12"
        },
        {
          "text": "And three of the thirty chief men went down at harvest time to David in the cave of Adullam, and a troop of Philistines was encamped in the Valley of Rephaim.",
          "ID": "13"
        },
        {
          "text": "And David was then in the stronghold, and the garrison of the Philistines was then in Bethlehem.",
          "ID": "14"
        },
        {
          "text": "And David said longingly, Oh, that someone would give me a drink of water from the well of Bethlehem by the gate!",
          "ID": "15"
        },
        {
          "text": "And the three mighty men broke through the army of the Philistines and drew water out of the well of Bethlehem by the gate and brought it to David. But he would not drink it, but poured it out to the Lord.",
          "ID": "16"
        },
        {
          "text": "And he said, Be it far from me, O Lord, to drink this. Is it not [the same as] the blood of the men who went at the risk of their lives? So he would not drink it. These things did the three mighty men.",
          "ID": "17"
        },
        {
          "text": "Now Abishai the brother of Joab son of Zeruiah was chief of the Three. He wielded his spear against 300 men and slew them, and won a name beside the Three.",
          "ID": "18"
        },
        {
          "text": "Was he not most renowned of the Three? So he was their captain; however, he did not attain to the Three.",
          "ID": "19"
        },
        {
          "text": "And Benaiah son of Jehoiada, a valiant man of Kabzeel, who had done many notable acts, slew two lionlike men of Moab. He went down also and slew a lion in a pit on a snowy day.",
          "ID": "20"
        },
        {
          "text": "And he slew an Egyptian, a handsome man. The Egyptian had a spear in his hand, but Benaiah went down to him with a staff, snatched the spear out of the Egyptian's hand, and slew the man with his own spear.",
          "ID": "21"
        },
        {
          "text": "These things Benaiah son of Jehoiada did, and won a name beside the three mighty men.",
          "ID": "22"
        },
        {
          "text": "He was more renowned than the Thirty, but he attained not to the [first] Three. David set him over his guard or council.",
          "ID": "23"
        },
        {
          "text": "Asahel brother of Joab was one of the Thirty; then Elhanan son of Dodo of Bethlehem,",
          "ID": "24"
        },
        {
          "text": "Shammah of Harod, Elika of Harod,",
          "ID": "25"
        },
        {
          "text": "Helez the Paltite, Ira son of Ikkesh of Tekoa,",
          "ID": "26"
        },
        {
          "text": "Abiezer of Anathoth, Mebunnai the Hushathite,",
          "ID": "27"
        },
        {
          "text": "Zalmon the Ahohite, Maharai of Netophah,",
          "ID": "28"
        },
        {
          "text": "Heleb son of Baanah of Netophah, Ittai son of Ribai of Gibeah of the Benjamites.",
          "ID": "29"
        },
        {
          "text": "Benaiah of Pirathon, Hiddai of the brooks of Gaash,",
          "ID": "30"
        },
        {
          "text": "Abi-albon the Arbathite, Azmaveth the Barhumite,",
          "ID": "31"
        },
        {
          "text": "Eliahba of Shaalbon, the sons of Jashen, Jonathan,",
          "ID": "32"
        },
        {
          "text": "Shammah the Hararite, Ahiam son of Sharar the Hararite,",
          "ID": "33"
        },
        {
          "text": "Eliphelet son of Ahasbai, son of Maacah, Eliam son of Ahithophel of Giloh,",
          "ID": "34"
        },
        {
          "text": "Hezro (Hezrai) of Carmel, Paarai the Arbite,",
          "ID": "35"
        },
        {
          "text": "Igal son of Nathan of Zobah, Bani the Gadite,",
          "ID": "36"
        },
        {
          "text": "Zelek the Ammonite, Naharai of Beeroth, armor-bearer of Joab son of Zeruiah,",
          "ID": "37"
        },
        {
          "text": "Ira the Ithrite, Gareb the Ithrite,",
          "ID": "38"
        },
        {
          "text": "Uriah the Hittite–thirty-seven in all.",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.23"
    },
    {
      "name": "2 Samuel 24",
      "text": [
        {
          "text": "AGAIN THE anger of the Lord was kindled against Israel, and He moved David against them, saying, Go, number Israel and Judah.",
          "ID": "1"
        },
        {
          "text": "For the king said to Joab the captain of the host who was with him, Go now through all the tribes of Israel, from Dan even to Beersheba, and count the people, that I may know their number.",
          "ID": "2"
        },
        {
          "text": "And Joab said to the king, May the Lord your God add a hundred times as many people as there are, and let the eyes of my lord the king see it; but why does my lord the king delight in this thing?",
          "ID": "3"
        },
        {
          "text": "But the king's word prevailed against Joab and the commanders of the army. So they went from the king's presence to number the Israelites.",
          "ID": "4"
        },
        {
          "text": "They passed over the Jordan and encamped in Aroer, on the south side of the city lying in the midst of the ravine [of the Arnon] toward Gad, and on to Jazer.",
          "ID": "5"
        },
        {
          "text": "Then they came to Gilead, and to the land of Tahtim-hodshi, and they came to Dan-jaan [Dan in the forest] and around to Sidon,",
          "ID": "6"
        },
        {
          "text": "And came to the stronghold of Tyre and to all the cities of the Hivites and Canaanites; and they went out to the South (the Negeb) of Judah at Beersheba.",
          "ID": "7"
        },
        {
          "text": "So when they had gone through all the land [taking the census], they came to Jerusalem at the end of nine months and twenty days.",
          "ID": "8"
        },
        {
          "text": "And Joab gave the sum of the numbering of the people to the king. There were in Israel 800,000 valiant men who drew the sword, and the men of Judah were 500,000.",
          "ID": "9"
        },
        {
          "text": "But David's heart smote him after he had numbered the people. David said to the Lord, I have sinned greatly in what I have done. I beseech You, O Lord, take away the iniquity of Your servant, for I have done very foolishly.",
          "ID": "10"
        },
        {
          "text": "When David arose in the morning, the word of the Lord came to the prophet Gad, David's seer, saying,",
          "ID": "11"
        },
        {
          "text": "Go and say to David, Thus says the Lord, I hold over you three choices; select one of them, so I may bring it upon you.",
          "ID": "12"
        },
        {
          "text": "So Gad came to David and told him and said, Shall seven years of famine come to your land? Or will you flee three months before your pursuing enemies? Or do you prefer three days of pestilence in your land? Consider and see what answer I shall return to Him Who sent me.",
          "ID": "13"
        },
        {
          "text": "And David said to Gad, I am in great distress. Let us fall into the hands of the Lord, for His mercies are many and great; but let me not fall into the hands of man.",
          "ID": "14"
        },
        {
          "text": "So the Lord sent a pestilence upon Israel from the morning even to the time appointed; and there died of the people from Dan even to Beersheba 70,000 men.",
          "ID": "15"
        },
        {
          "text": "And when the angel stretched out his hand upon Jerusalem to destroy it, the Lord relented of the evil and reversed His judgment and said to the destroying angel, It is enough; now stay your hand. And the angel of the Lord was by the threshing floor of Araunah the Jebusite.",
          "ID": "16"
        },
        {
          "text": "When David saw the angel who was smiting the people, he spoke to the Lord and said, Behold, I have sinned and I have done wickedly; but these sheep, what have they done? Let Your hand, I pray You, be [only] against me and against my father's house.",
          "ID": "17"
        },
        {
          "text": "Then Gad came to David and said, Go up, rear an altar to the Lord on the threshing floor of Araunah the Jebusite.",
          "ID": "18"
        },
        {
          "text": "So David went up according to Gad's word, as the Lord commanded.",
          "ID": "19"
        },
        {
          "text": "Araunah looked and saw the king and his servants coming toward him; and [he] went out and bowed himself before the king with his face to the ground.",
          "ID": "20"
        },
        {
          "text": "Araunah said, Why has my lord the king come to his servant? And David said, To buy the threshing floor from you, to build there an altar to the Lord, that the plague may be stayed from the people.",
          "ID": "21"
        },
        {
          "text": "And Araunah said to David, Let my lord the king take and offer up what seems good to him. Behold, here are oxen for burnt sacrifice, and threshing instruments and the yokes of the oxen for wood.",
          "ID": "22"
        },
        {
          "text": "All this, O king, Araunah gives to the king. And Araunah said to the king, The Lord your God accept you.",
          "ID": "23"
        },
        {
          "text": "But King David said to Araunah, No, but I will buy it of you for a price. I will not offer burnt offerings to the Lord my God of that which costs me nothing. So David bought the threshing floor and the oxen for fifty shekels of silver.",
          "ID": "24"
        },
        {
          "text": "David built there an altar to the Lord and offered burnt offerings and peace offerings. So the Lord heeded the prayers for the land, and Israel's plague was stayed.",
          "ID": "25"
        }
      ],
      "ID": "OT:2SA.24"
    }
  ],
  "version": "AMP",
  "ID": "OT:2SA(AMP)"
}