{
  "text": [
    {
      "text": [
        {
          "text": "Now it happened that, after Saul died, David returned from the slaughter of Amalek, and he remained for two days at Ziklag.",
          "ID": "1"
        },
        {
          "text": "Then, on the third day, a man appeared, arriving from the camp of Saul, with his garments torn and dust sprinkled on his head. And when he came to David, he fell on his face, and he reverenced.",
          "ID": "2"
        },
        {
          "text": "And David said to him, \"Where have you come from?\" And he said to him, \"I have fled from the camp of Israel.\"",
          "ID": "3"
        },
        {
          "text": "And David said to him: \"What is the word that has happened? Reveal it to me.\" And he said: \"The people have fled from the battle, and many of the people have fallen and died. Moreover, Saul and his son Jonathan have passed away.\"",
          "ID": "4"
        },
        {
          "text": "And David said to the youth who was reporting to him, \"How do you know that Saul and his son Jonathan have died?\"",
          "ID": "5"
        },
        {
          "text": "And the youth, who was reporting it to him, said: \"I arrived by chance on mount Gilboa. And Saul was lying upon his spear. Then the chariots and horsemen drew near to him.",
          "ID": "6"
        },
        {
          "text": "And turning behind his back and seeing me, he called to me. And when I had responded, \"I am here,\"",
          "ID": "7"
        },
        {
          "text": "he said to me, \"Who are you?\" And I said to him, \"I am an Amalekite.\"",
          "ID": "8"
        },
        {
          "text": "And he said to me: \"Stand over me, and kill me. For anguish has taken hold of me, and still my whole life is in me.\"",
          "ID": "9"
        },
        {
          "text": "And standing over him, I killed him. For I knew that he was not able to live after the fall. And I took the diadem that was on his head, and the bracelet from his arm, and I have brought them here to you, my lord.\"",
          "ID": "10"
        },
        {
          "text": "Then David, taking hold of his garments, tore them, with all the men who were with him.",
          "ID": "11"
        },
        {
          "text": "And they mourned, and wept, and fasted until evening, over Saul and over his son Jonathan, and over the people of the Lord and over the house of Israel, because they had fallen by the sword.",
          "ID": "12"
        },
        {
          "text": "And David said to the youth who had reported it to him, \"Where are you from?\" And he responded, \"I am the son of a man who is a new arrival from the Amalekites.\"",
          "ID": "13"
        },
        {
          "text": "And David said to him, \"Why were you not afraid to put forth your hand, so that you would kill the Christ of the Lord?\"",
          "ID": "14"
        },
        {
          "text": "And calling one of his servants, David said, \"Draw near and rush against him\" And he struck him, and he died.",
          "ID": "15"
        },
        {
          "text": "And David said to him: \"Your blood is upon your own head. For your own mouth has spoken against you, saying: 'I have killed the Christ of the Lord.' \"",
          "ID": "16"
        },
        {
          "text": "Then David mourned a lamentation over Saul and over his son Jonathan, in this way.",
          "ID": "17"
        },
        {
          "text": "(And he instructed that they should teach the sons of Judah the bow, just as it is written in the Book of the Just.) And he said: \"Consider, O Israel, on behalf of those who are dead, wounded upon your heights:",
          "ID": "18"
        },
        {
          "text": "The illustrious of Israel have been killed upon your mountains. How could the valiant have fallen?",
          "ID": "19"
        },
        {
          "text": "Do not choose to announce it in Gath, and do not announce it in the crossroads of Ashkelon. Otherwise, the daughters of the Philistines may rejoice; otherwise, the daughters of the uncircumcised may exult.",
          "ID": "20"
        },
        {
          "text": "O mountains of Gilboa, let neither dew, nor rain fall over you, and may these not be the fields of the first-fruits. For in that place, the shield of the valiant was cast away, the shield of Saul, as if he had not been anointed with oil.",
          "ID": "21"
        },
        {
          "text": "From the blood of the slain, from the fat of the strong, the arrow of Jonathan never turned back, and the sword of Saul did not return empty.",
          "ID": "22"
        },
        {
          "text": "Saul and Jonathan, worthy to be loved, and stately in their life: even in death they were not divided. They were swifter than eagles, stronger than lions.",
          "ID": "23"
        },
        {
          "text": "O daughters of Israel, weep over Saul, who clothed you with scarlet finery, who offered ornaments of gold for your adornment.",
          "ID": "24"
        },
        {
          "text": "How could the valiant have fallen in battle? How could Jonathan have been slain on the heights?",
          "ID": "25"
        },
        {
          "text": "I grieve over you, my brother Jonathan: exceedingly stately, and worthy to be loved above the love of women. As a mother loves her only son, so also did I love you.",
          "ID": "26"
        },
        {
          "text": "How could the robust have fallen, and the weapons of war have perished?\"",
          "ID": "27"
        }
      ],
      "ID": "OT:2SA.1",
      "name": "2 Samuel 1"
    },
    {
      "text": [
        {
          "text": "And so, after these things, David consulted the Lord, saying, \"Shall I ascend to one of the cities of Judah?\" And the Lord said to him, \"Ascend.\" And David said, \"To where shall I ascend?\" And he responded to him, \"To Hebron.\"",
          "ID": "1"
        },
        {
          "text": "Therefore, David ascended with his two wives, Ahinoam, the Jezreelite, and Abigail, the wife of Nabal of Carmel.",
          "ID": "2"
        },
        {
          "text": "And as for the men who were with him, David led forth each man with his household. And they stayed in the towns of Hebron.",
          "ID": "3"
        },
        {
          "text": "And the men of Judah went and anointed David there, so that he would reign over the house of Judah. And it was reported to David that the men of Jabesh Gilead had buried Saul.",
          "ID": "4"
        },
        {
          "text": "Therefore, David sent messengers to the men of Jabesh Gilead, and he said to them: \"Blessed are you to the Lord, who has accomplished this mercy with your lord Saul, so that you would bury him.",
          "ID": "5"
        },
        {
          "text": "And now, certainly, the Lord will repay to you mercy and truth. But I also will act with favor, because you have accomplished this word.",
          "ID": "6"
        },
        {
          "text": "Let your hands be strengthened, and be sons of fortitude. For even though your lord Saul has died, still the house of Judah has anointed me as king over them.\"",
          "ID": "7"
        },
        {
          "text": "Then Abner, the son of Ner, the leader of the army of Saul, took Ishbosheth, the son of Saul, and he led him around, throughout the camp.",
          "ID": "8"
        },
        {
          "text": "And he appointed him as king over Gilead, and over Geshuri, and over Jezreel, and over Ephraim, and over Benjamin, and over all of Israel.",
          "ID": "9"
        },
        {
          "text": "Ishbosheth, the son of Saul, was forty years old when he had begun to rule over Israel. And he reigned for two years. For only the house of Judah followed David.",
          "ID": "10"
        },
        {
          "text": "And the number of the days, during which David was staying and ruling in Hebron over the house of Judah, was seven years and six months.",
          "ID": "11"
        },
        {
          "text": "And Abner, the son of Ner, and the youths of Ishbosheth, the son of Saul, went out from the camp to Gibeon.",
          "ID": "12"
        },
        {
          "text": "Therefore, Joab, the son of Zeruiah, and the youths of David, went out and met them beside the pool of Gibeon. And when they had convened together, they sat down opposite one another: these on one side of the pool, and those on the other side.",
          "ID": "13"
        },
        {
          "text": "And Abner said to Joab, \"Let the youths rise up and play before us.\" And Joab answered, \"Let them rise up.\"",
          "ID": "14"
        },
        {
          "text": "Therefore, they rose up and crossed over, twelve in number of Benjamin, from the side of Ishbosheth, the son of Saul, and twelve of the youths of David.",
          "ID": "15"
        },
        {
          "text": "And each one, taking hold of his peer by the head, fixed a sword into the side of his adversary, and they fell down together. And the name of that place was called: The Field of the Valiant in Gibeon.",
          "ID": "16"
        },
        {
          "text": "And a very harsh war rose up on that day. And Abner, with the men of Israel, was put to flight by the youths of David.",
          "ID": "17"
        },
        {
          "text": "Now the three sons of Zeruiah were in that place: Joab, and Abishai, and Asahel. And Asahel was a very swift runner, like one of the deer that lives in the forest.",
          "ID": "18"
        },
        {
          "text": "And Asahel pursued Abner, and he did not turn aside to the right, nor to the left, to cease in the pursuit of Abner.",
          "ID": "19"
        },
        {
          "text": "And so, Abner looked behind his back, and he said, \"Are you not Asahel?\" And he responded, \"I am.\"",
          "ID": "20"
        },
        {
          "text": "And Abner said to him, \"Go to the right, or to the left, and apprehend one of the youths, and take his spoils for yourself.\" But Asahel was not willing to cease from pursuing him closely.",
          "ID": "21"
        },
        {
          "text": "And again, Abner said to Asahel: \"Withdraw, and do not choose to follow me. Otherwise, I will be compelled to stab you to the ground, and I will not be able to lift up my face before your brother, Joab.\"",
          "ID": "22"
        },
        {
          "text": "But he disdained to heed him, and he was not willing to turn aside. Therefore, turning, Abner struck him with his spear in the groin, and he pierced him through, and he died in the same place. And all those who would pass by the place, in which Asahel had fallen and died, would stand still.",
          "ID": "23"
        },
        {
          "text": "Now while Joab and Abishai were pursuing Abner as he fled, the sun set. And they went as far as the Hill of the Aqueduct, which is opposite the valley on the way of the desert in Gibeon.",
          "ID": "24"
        },
        {
          "text": "And the sons of Benjamin gathered themselves to Abner. And being joined in one battle line, they stood at the summit of a hill.",
          "ID": "25"
        },
        {
          "text": "And Abner cried out to Joab, and he said: \"Will your sword rage unto utter destruction? Are you ignorant that it is perilous to act in desperation? How long will you not tell the people to cease from the pursuit of their brothers?\"",
          "ID": "26"
        },
        {
          "text": "And Joab said: \"As the Lord lives, if you had spoken in the morning, the people would have withdrawn from pursuing their brothers.\"",
          "ID": "27"
        },
        {
          "text": "Therefore, Joab sounded the trumpet, and the entire army stood still, and they did not pursue after Israel any more, and they did not engage in conflict.",
          "ID": "28"
        },
        {
          "text": "Then Abner and his men went away, all that night, through the plains. And they crossed the Jordan, and having roamed throughout all of Beth-horon, they arrived in the camp.",
          "ID": "29"
        },
        {
          "text": "But Joab, returning after he had released Abner, gathered together all the people. And of David's youths, they were missing nineteen men, aside from Asahel.",
          "ID": "30"
        },
        {
          "text": "But of Benjamin and of the men who were with Abner, the servants of David had struck three hundred and sixty, who also died.",
          "ID": "31"
        },
        {
          "text": "And they took Asahel, and they buried him in the sepulcher of his father at Bethlehem. And Joab, and the men who were with him, walked throughout the night, and they arrived in Hebron at the very break of day.",
          "ID": "32"
        }
      ],
      "ID": "OT:2SA.2",
      "name": "2 Samuel 2"
    },
    {
      "text": [
        {
          "text": "Then a long struggle occurred between the house of Saul and the house of David, with David prospering and growing ever stronger, but the house of Saul decreasing daily.",
          "ID": "1"
        },
        {
          "text": "And sons were born to David in Hebron. And his firstborn son was Amnon, from Ahinoam the Jezreelite.",
          "ID": "2"
        },
        {
          "text": "And after him, there was Chileab, from Abigail, the wife of Nabal of Carmel. Then the third was Absalom, the son of Maacah, the daughter of Talmai, the king of Geshur.",
          "ID": "3"
        },
        {
          "text": "Then the fourth was Adonijah, the son of Haggith. And the fifth was Shephatiah, the son of Abital.",
          "ID": "4"
        },
        {
          "text": "Also, the sixth was Ithream, from Eglah, the wife of David. These were born to David at Hebron.",
          "ID": "5"
        },
        {
          "text": "Then, while there was a battle between the house of Saul and the house of David, Abner, the son of Ner, was reigning over the house of Saul.",
          "ID": "6"
        },
        {
          "text": "Now Saul had a concubine named Rizpah, the daughter of Aiah. And Ishbosheth said to Abner,",
          "ID": "7"
        },
        {
          "text": "\"Why did you enter to the concubine of my father?\" But he, being exceedingly angry at the words of Ishbosheth, said: \"Am I the head of a dog against Judah this day? I have shown mercy to the house of Saul, your father, and to his brothers and friends. And I have not delivered you into the hands of David. And yet today you have sought me, so that you might rebuke me over a woman?",
          "ID": "8"
        },
        {
          "text": "May God do these things to Abner, and may he add these other things, if, in the same way that the Lord swore to David, I do not do so with him:",
          "ID": "9"
        },
        {
          "text": "that the kingdom be transferred from the house of Saul, and that the throne of David be elevated over Israel and over Judah, from Dan to Beersheba.\"",
          "ID": "10"
        },
        {
          "text": "And he was not able to respond anything to him, because he was in fear of him.",
          "ID": "11"
        },
        {
          "text": "Therefore, Abner sent messengers to David for himself, saying, \"Whose is the land?\" and so that they would say, \"Make a friendship with me, and my hand will be with you, and I will lead back all of Israel to you.\"",
          "ID": "12"
        },
        {
          "text": "And he said: \"It is best. I will make a friendship with you. But one thing I ask of you, saying: You shall not see my face before you bring Michal, the daughter of Saul. And in this way, you shall come, and see me.\"",
          "ID": "13"
        },
        {
          "text": "Then David sent messengers to Ishbosheth, the son of Saul, saying, \"Restore my wife Michal, whom I espoused to myself for one hundred foreskins of the Philistines.\"",
          "ID": "14"
        },
        {
          "text": "Therefore, Ishbosheth sent and took her from her husband Paltiel, the son of Laish.",
          "ID": "15"
        },
        {
          "text": "And her husband was following her, weeping, as far as Bahurim. And Abner said to him, \"Go and return.\" And he returned.",
          "ID": "16"
        },
        {
          "text": "Likewise, Abner sent word to the elders of Israel, saying: \"As much yesterday as the day before, you were seeking David, so that he might reign over you.",
          "ID": "17"
        },
        {
          "text": "Therefore, accomplish it now. For the Lord has spoken to David, saying: 'By the hand of my servant David, I will save my people Israel from the hand of the Philistines and of all their enemies.' \"",
          "ID": "18"
        },
        {
          "text": "Then Abner also spoke to Benjamin. And he went away, so that he might speak to David in Hebron all that would be pleasing to Israel and to all of Benjamin.",
          "ID": "19"
        },
        {
          "text": "And he went to David in Hebron with twenty men. And David made a feast for Abner, and for his men who had arrived with him.",
          "ID": "20"
        },
        {
          "text": "And Abner said to David, \"I will rise up, so that I may gather all of Israel to you, my lord the king, and so that I may enter into a pact with you, and so that you may reign over all, just as your soul desires.\" Then, when David had led Abner away, and he had departed in peace,",
          "ID": "21"
        },
        {
          "text": "immediately the servants of David and of Joab arrived, after having slain robbers, with exceedingly great spoils. But Abner was not with David in Hebron. For by then he had sent him away, and he had set out in peace.",
          "ID": "22"
        },
        {
          "text": "And Joab, and the entire army that was with him, had arrived afterward. And so, it was reported to Joab, explaining that Abner, the son of Ner, went to the king, and he dismissed him, and he went away in peace.",
          "ID": "23"
        },
        {
          "text": "And Joab entered to the king, and he said: \"What have you done? Behold, Abner came to you. Why did you dismiss him, so that he has gone and departed?",
          "ID": "24"
        },
        {
          "text": "Do you not know, about Abner, the son of Ner, that he came to you for this, so that he might deceive you, and might know of your departure and your return, and so that he might know all that you do?\"",
          "ID": "25"
        },
        {
          "text": "And so, Joab, going out from David, sent messengers after Abner, and he brought him back from the cistern of Sirah, without David knowing.",
          "ID": "26"
        },
        {
          "text": "And when Abner had returned to Hebron, Joab took him alone to the middle of the gate, so that he might speak to him, but with deceit. And there, he stabbed him in the groin, and he died, in revenge for the blood of Asahel, his brother.",
          "ID": "27"
        },
        {
          "text": "And when David had heard of it, now that the matter was done, he said: \"I and my kingdom are clean before the Lord, even forever, of the blood of Abner, the son of Ner.",
          "ID": "28"
        },
        {
          "text": "And may it fall upon the head of Joab, and upon the entire house of his father. And may there not fail to be, in the house of Joab, one who suffers from a flow of seed, or one who is leprous, or one who is effeminate, or one who falls by the sword, or one who is in need of bread.\"",
          "ID": "29"
        },
        {
          "text": "And so, Joab and his brother Abishai killed Abner, because he had killed their brother Asahel at Gibeon, during the battle.",
          "ID": "30"
        },
        {
          "text": "Then David said to Joab, and to all the people who were with him, \"Tear your garments, and gird yourselves with sackcloth, and mourn before the funeral procession of Abner.\" Moreover, king David himself was following the casket.",
          "ID": "31"
        },
        {
          "text": "And when they had buried Abner in Hebron, king David lifted up his voice, and he wept over the burial mound of Abner. And all the people also wept.",
          "ID": "32"
        },
        {
          "text": "And the king, mourning and lamenting Abner, said: \"By no means has Abner died the way that cowards usually die.",
          "ID": "33"
        },
        {
          "text": "Your hands are not bound, and your feet are not weighed down with fetters. But just as men often fall before the sons of iniquity, so you have fallen.\" And while repeating this, all the people wept over him.",
          "ID": "34"
        },
        {
          "text": "And when the entire multitude had arrived to take food with David, while it was still broad daylight, David swore, saying, \"May God do these things to me, and may he add these other things, if I taste bread or anything else before the sun sets.\"",
          "ID": "35"
        },
        {
          "text": "And all the people heard it, and everything that the king did in the sight of the entire people was pleasing to them.",
          "ID": "36"
        },
        {
          "text": "And every common person, and all of Israel, realized on that day that the killing of Abner, the son of Ner, had not been done by the king.",
          "ID": "37"
        },
        {
          "text": "The king also said to his servants: \"Could you be ignorant that a leader and a very great man has fallen today in Israel?",
          "ID": "38"
        },
        {
          "text": "But I am still tender, and yet anointed king. And these men of the sons of Zeruiah are too harsh for me. May the Lord repay whoever does evil in accord with his malice.\"",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.3",
      "name": "2 Samuel 3"
    },
    {
      "text": [
        {
          "text": "Then Ishbosheth, the son of Saul, heard that Abner had fallen in Hebron. And his hands were weakened, and all of Israel was troubled.",
          "ID": "1"
        },
        {
          "text": "Now the son of Saul had two men, leaders among robbers. The name of the one was Baanah, and the name of the other was Rechab, sons of Rimmon, a Beerothite from the sons of Benjamin. For indeed, Beeroth, too, was reputed with Benjamin.",
          "ID": "2"
        },
        {
          "text": "And the Beerothites had fled into Gittaim. And they were strangers there, until that time.",
          "ID": "3"
        },
        {
          "text": "Now Jonathan, the son of Saul, had a son with disabled feet. For he was five years old when the report about Saul and Jonathan arrived from Jezreel. And so, his nurse, taking him up, fled. And while she was hurrying, so that she might flee, he fell and was made lame. And he was called Mephibosheth.",
          "ID": "4"
        },
        {
          "text": "And so, the sons of Rimmon the Beerothite, Rechab and Baanah, arrived and entered the house of Ishbosheth, in the heat of the day. And he was sleeping on his bed at midday. And the doorkeeper of the house, who was cleaning the wheat, fell fast asleep.",
          "ID": "5"
        },
        {
          "text": "Then they entered the house secretly, taking the ears of grain. And Rechab and his brother Baanah stabbed him in the groin, and they fled away.",
          "ID": "6"
        },
        {
          "text": "For when they had entered the house, he was sleeping on his bed in a closed room. And striking him, they killed him. And taking his head, they departed by the way of the desert, walking throughout the night.",
          "ID": "7"
        },
        {
          "text": "And they brought the head of Ishbosheth to David in Hebron. And they said to the king: \"Behold, the head of Ishbosheth, the son of Saul, your enemy, who was seeking your life. And so, the Lord has avenged my lord the king, this day, from Saul and from his offspring.\"",
          "ID": "8"
        },
        {
          "text": "But David, responding to Rechab and his brother Baanah, the sons of Rimmon the Beerothite, said to them: \"As the Lord lives who has rescued my soul from all distress,",
          "ID": "9"
        },
        {
          "text": "the one who reported to me and said, 'Saul is dead,' who was thinking that he announced good news, I apprehended. And at Ziklag I killed him who ought to have been given a reward for the news.",
          "ID": "10"
        },
        {
          "text": "How much more so now, when impious men have put to death an innocent man in his own house, upon his bed, shall I not require his blood from your hand, and take you away from the earth?\"",
          "ID": "11"
        },
        {
          "text": "And so, David commanded his servants, and they put them to death. And cutting off their hands and feet, they suspended them up over the pool in Hebron. But the head of Ishbosheth they took and buried in the sepulcher of Abner at Hebron.",
          "ID": "12"
        }
      ],
      "ID": "OT:2SA.4",
      "name": "2 Samuel 4"
    },
    {
      "text": [
        {
          "text": "And all the tribes of Israel went to David in Hebron, saying: \"Behold, we are your bone and your flesh.",
          "ID": "1"
        },
        {
          "text": "Moreover, yesterday and the day before, when Saul was king over us, you were the one leading out and leading back Israel. Then the Lord said to you, 'You shall pasture my people Israel, and you shall be the leader over Israel.' \"",
          "ID": "2"
        },
        {
          "text": "Also, the elders of Israel went to the king at Hebron, and king David struck a pact with them at Hebron in the sight of the Lord. And they anointed David as king over Israel.",
          "ID": "3"
        },
        {
          "text": "David was a son of thirty years, when he had begun to reign, and he reigned for forty years.",
          "ID": "4"
        },
        {
          "text": "In Hebron, he reigned over Judah for seven years and six months. Then in Jerusalem, he reigned for thirty-three years over all of Israel and Judah.",
          "ID": "5"
        },
        {
          "text": "And the king, and all the men who were with him, went away to Jerusalem, to the Jebusites, the inhabitants of the land. And it was said to David by them, \"You shall not enter here, unless you will take away the blind and the lame, who say, 'David shall not enter here.' \"",
          "ID": "6"
        },
        {
          "text": "But David seized the stronghold of Zion; the same is the city of David.",
          "ID": "7"
        },
        {
          "text": "For David had proposed, on that day, a reward to him who had struck the Jebusites and who had reached to the gutters of the rooftops, and who had taken away the blind and the lame that hated the soul of David. Therefore, it is said in the proverb, \"The blind and the lame shall not enter into the temple.\"",
          "ID": "8"
        },
        {
          "text": "Then David lived in the stronghold, and he called it: the City of David. And he built it up on all sides, from Millo and inward.",
          "ID": "9"
        },
        {
          "text": "And he advanced, prospering and increasing, and the Lord, the God of hosts, was with him.",
          "ID": "10"
        },
        {
          "text": "Also, Hiram, the king of Tyre, sent messengers to David, with cedar wood, and with builders of wood and builders of stone, in order to make walls. And they built a house for David.",
          "ID": "11"
        },
        {
          "text": "And David knew that the Lord had confirmed him as king over Israel, and that he had exalted his kingdom over his people Israel.",
          "ID": "12"
        },
        {
          "text": "Then David took more concubines and wives from Jerusalem, after he had arrived from Hebron. And other sons as well as daughters were born to David.",
          "ID": "13"
        },
        {
          "text": "And these are the names of those who were born to him in Jerusalem: Shammua, and Shobab, and Nathan, and Solomon,",
          "ID": "14"
        },
        {
          "text": "and Ibhar, and Elishua, and Nepheg,",
          "ID": "15"
        },
        {
          "text": "and Japhia, and Elishama, and Eliada, and Elipheleth.",
          "ID": "16"
        },
        {
          "text": "Then the Philistines heard that they had anointed David as king over Israel. And they all ascended, so that they might seek David. And when David had heard of it, he descended to a stronghold.",
          "ID": "17"
        },
        {
          "text": "Now the Philistines, arriving, spread themselves out in the Valley of Rephaim.",
          "ID": "18"
        },
        {
          "text": "And David consulted the Lord, saying: \"Shall I ascend to the Philistines? And will you give them into my hand?\" And the Lord said to David: \"Ascend. For I will certainly give the Philistines into your hand.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, David went to Baal-perazim. And he struck them there. And he said, \"The Lord has divided my enemies before me, just as the waters are divided.\" Because of this, the name of that place was called Baal-perazim.",
          "ID": "20"
        },
        {
          "text": "And in that place they left behind their graven images, which David and his men took away.",
          "ID": "21"
        },
        {
          "text": "And the Philistines continued still, so that they ascended and spread themselves out in the Valley of Rephaim.",
          "ID": "22"
        },
        {
          "text": "Then David consulted the Lord, \"Shall I ascend against the Philistines, and will you deliver them into my hands?\" And he responded: \"You shall not ascend against them; instead, circle behind their back. And you shall come to them from the side opposite the balsam trees.",
          "ID": "23"
        },
        {
          "text": "And when you hear the sound of something going forth from the tops of the balsam trees, then you shall begin the battle. For then the Lord will go forth, before your face, so that he may strike the army of the Philistines.\"",
          "ID": "24"
        },
        {
          "text": "And so, David did just as the Lord had instructed him. And he struck down the Philistines, from Gibeon until you arrive at Gezer.",
          "ID": "25"
        }
      ],
      "ID": "OT:2SA.5",
      "name": "2 Samuel 5"
    },
    {
      "text": [
        {
          "text": "Then David again gathered together all the elect men of Israel, thirty thousand.",
          "ID": "1"
        },
        {
          "text": "And David arose and went away, with the entire people who were with him from the men of Judah, so that they might lead back the ark of God, over which is invoked the name of the Lord of hosts, who sits upon the cherubim above it.",
          "ID": "2"
        },
        {
          "text": "And they placed the ark of God on a new cart. And they took it from the house of Abinadab, who was in Gibeon. And Uzzah and Ahio, the sons of Abinadab, drove the new cart.",
          "ID": "3"
        },
        {
          "text": "And when they had taken it from the house of Abinadab, who was in Gibeon, Ahio preceded the ark as the keeper of the ark of God.",
          "ID": "4"
        },
        {
          "text": "But David and all of Israel played before the Lord on every kind of musical instrument made of wood, and on harps, and lyres, and timbrels, and bells, and cymbals.",
          "ID": "5"
        },
        {
          "text": "And after they had arrived at the threshing floor of Nacon, Uzzah extended his hand to the ark of God, and he touched it, because the oxen were kicking and had caused it to tip.",
          "ID": "6"
        },
        {
          "text": "And the indignation of the Lord was enraged against Uzzah. And he struck him for his temerity. And there he died, beside the ark of God.",
          "ID": "7"
        },
        {
          "text": "Then David was saddened because the Lord had struck Uzzah. And the name of that place was called: the Striking of Uzzah, even to this day.",
          "ID": "8"
        },
        {
          "text": "And David was very fearful of the Lord on that day, saying, \"How shall the ark of the Lord be brought to me?\"",
          "ID": "9"
        },
        {
          "text": "And he was not willing to send the ark of the Lord to himself in the city of David. Instead, he sent it into the house of Obededom, the Gittite.",
          "ID": "10"
        },
        {
          "text": "And the ark of the Lord dwelt in the house of Obededom the Gittite, for three months. And the Lord blessed Obededom, and all his household.",
          "ID": "11"
        },
        {
          "text": "And it was reported to king David that the Lord had blessed Obededom, and all that was his, because of the ark of God. Therefore, David went and brought the ark of God, from the house of Obededom, into the city of David with joy. And there were with David seven choirs, and calves for victims.",
          "ID": "12"
        },
        {
          "text": "And when those who were carrying the ark of the Lord had traveled six steps, he immolated an ox and a ram.",
          "ID": "13"
        },
        {
          "text": "And David danced with all his ability before the Lord. And David was girded with the linen ephod.",
          "ID": "14"
        },
        {
          "text": "And David, and all the house of Israel, were leading the ark of the testament of the Lord, with jubilation and the sound of the trumpet.",
          "ID": "15"
        },
        {
          "text": "And when the ark of the Lord had entered into the city of David, Michal, the daughter of Saul, looking out through a window, saw king David leaping and dancing before the Lord. And she despised him in her heart.",
          "ID": "16"
        },
        {
          "text": "And they led in the ark of the Lord. And they set it in its place in the middle of the tabernacle, which David had pitched for it. And David offered holocausts and peace offerings in the sight of the Lord.",
          "ID": "17"
        },
        {
          "text": "And when he had completed offering holocausts and peace offerings, he blessed the people in the name of the Lord of hosts.",
          "ID": "18"
        },
        {
          "text": "And he distributed to the entire multitude of Israel, as much to men as to women, to each one: one loaf of bread, and one piece of roasted beef, and fine wheat flour fried with oil. And all the people went away, each one to his own house.",
          "ID": "19"
        },
        {
          "text": "And David returned, so that he might bless his own house. And Michal, the daughter of Saul, going out to meet David, said: \"How glorious was the king of Israel today, uncovering himself before the handmaids of his servants, and being unclothed, as if one of the performers were unclothed.\"",
          "ID": "20"
        },
        {
          "text": "And David said to Michal: \"Before the Lord, who chose me rather than your father, and rather than his entire house, and who commanded me, that I should be the leader over the people of the Lord in Israel,",
          "ID": "21"
        },
        {
          "text": "I will both play and demean myself, more so than I have done. And I will be little in my own eyes. And with the handmaids, about whom you are speaking, I will appear more glorious.\"",
          "ID": "22"
        },
        {
          "text": "And so, there was no child born to Michal, the daughter of Saul, even to the day of her death.",
          "ID": "23"
        }
      ],
      "ID": "OT:2SA.6",
      "name": "2 Samuel 6"
    },
    {
      "text": [
        {
          "text": "Now it happened that, when the king had settled in his house, and the Lord had given him rest on every side from all his enemies,",
          "ID": "1"
        },
        {
          "text": "he said to the prophet Nathan, \"Do you not see that I live in a house of cedar, and that the ark of God has been placed in the midst of tent skins?\"",
          "ID": "2"
        },
        {
          "text": "And Nathan said to the king: \"Go, do all that is in your heart. For the Lord is with you.\"",
          "ID": "3"
        },
        {
          "text": "But it happened in that night, behold, the word of the Lord came to Nathan, saying:",
          "ID": "4"
        },
        {
          "text": "\"Go, and say to my servant David: 'Thus says the Lord: Should you build a house for me as a dwelling place?",
          "ID": "5"
        },
        {
          "text": "For I have not lived in a house from the day that I led the sons of Israel away from the land of Egypt, even to this day. Instead, I have walked in a tabernacle, and in a tent.",
          "ID": "6"
        },
        {
          "text": "And in all the places that I have crossed through, with all the sons of Israel, did I ever speak a word to anyone from the tribes of Israel, whom I instructed to pasture my people Israel, saying: Why have you not built me a house of cedar?'",
          "ID": "7"
        },
        {
          "text": "And now, so shall you speak to my servant David: 'Thus says the Lord of hosts: I took you from the pastures, from following the sheep, so that you would be the leader over my people Israel.",
          "ID": "8"
        },
        {
          "text": "And I have been with you everywhere that you walked. And I have slain all your enemies before your face. And I have made you a great name, beside the name of the great ones who are upon the earth.",
          "ID": "9"
        },
        {
          "text": "And I will appoint a place for my people Israel, and I will plant them, and they shall live there, and they shall no longer be disturbed. Neither shall the sons of iniquity continue to afflict them as before,",
          "ID": "10"
        },
        {
          "text": "from the day when I appointed judges over my people Israel. And I will give rest to you from all your enemies. And the Lord foretells to you that the Lord himself will make a house for you.",
          "ID": "11"
        },
        {
          "text": "And when your days will have been fulfilled, and you will sleep with your fathers, I will raise up your offspring after you, who will go forth from your loins, and I will make firm his kingdom.",
          "ID": "12"
        },
        {
          "text": "He himself shall build a house to my name. And I will establish the throne of his kingdom, even forever.",
          "ID": "13"
        },
        {
          "text": "I will be a father to him, and he shall be a son to me. And if he will commit any iniquity, I will correct him with the rod of men and with the wounds of the sons of men.",
          "ID": "14"
        },
        {
          "text": "But my mercy I will not take away from him, as I took it away from Saul, whom I removed from before my face.",
          "ID": "15"
        },
        {
          "text": "And your house shall be faithful, and your kingdom shall be before your face, for eternity, and your throne shall be secure continuously.' \"",
          "ID": "16"
        },
        {
          "text": "According to all these words, and according to this entire vision, so did Nathan speak to David.",
          "ID": "17"
        },
        {
          "text": "Then king David entered and sat before the Lord, and he said: \"Who am I, O Lord God, and what is my house, that you would bring me to this point?",
          "ID": "18"
        },
        {
          "text": "Moreover, this has seemed little in your sight, O Lord God, unless you also will speak about the house of your servant for a long time. For this is the law of Adam, O Lord God.",
          "ID": "19"
        },
        {
          "text": "Therefore, what more will David be able to say to you? For you know your servant, O Lord God.",
          "ID": "20"
        },
        {
          "text": "Because of your word, and according to your own heart, you have done all these great deeds, so that you would make it known to your servant.",
          "ID": "21"
        },
        {
          "text": "For this reason, you are magnified, O Lord God. For there is no one like you. And there is no God except you, in all the things that we have heard with our own ears.",
          "ID": "22"
        },
        {
          "text": "But what nation is there upon the earth like your people Israel, because of whom God went forth, so that he might redeem a people for himself, and establish a name for himself, and accomplish for them great and terrible things upon the earth, before the face of your people, whom you redeemed for yourself away Egypt, the nations and their gods.",
          "ID": "23"
        },
        {
          "text": "For you have secured your people Israel for yourself, as an everlasting people. And you, O Lord God, have become their God.",
          "ID": "24"
        },
        {
          "text": "Now therefore, O Lord God, raise up forever the word that you have spoken over your servant and over his house. And do just as you have said,",
          "ID": "25"
        },
        {
          "text": "so that your name may be magnified even forever, and so that it may be said: 'The Lord of hosts is the God over Israel.' And the house of your servant David will be established in the sight of the Lord.",
          "ID": "26"
        },
        {
          "text": "For you, O Lord of hosts, God of Israel, have revealed to the ear of your servant, saying, 'I will build a house for you.' Because of this, your servant has found it in his heart to pray this prayer to you.",
          "ID": "27"
        },
        {
          "text": "Now therefore, O Lord God, you are God, and your words shall be true. For you have spoken to your servant these good things.",
          "ID": "28"
        },
        {
          "text": "Therefore, begin, and bless the house of your servant, so that it may be forever before you. For you, O Lord God, have spoken. And so, let the house of your servant be blessed with your blessing forever.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:2SA.7",
      "name": "2 Samuel 7"
    },
    {
      "text": [
        {
          "text": "Now after these things, it happened that David struck the Philistines, and he humbled them. And David took the bridle of tribute from the hand of the Philistines.",
          "ID": "1"
        },
        {
          "text": "And he struck Moab, and he measured them with a line, leveling them to the ground. Now he measured with two lines, one to kill, and one to keep alive. And Moab was made to serve David under tribute.",
          "ID": "2"
        },
        {
          "text": "And David struck Hadadezer, the son of Rehob, the king of Zobah, when he set out to rule over the river Euphrates.",
          "ID": "3"
        },
        {
          "text": "And from his troops, David seized one thousand seven hundred horsemen and twenty thousand foot soldiers. And he cut the sinew of the leg in all the chariot horses. But he left aside enough of them for one hundred chariots.",
          "ID": "4"
        },
        {
          "text": "And the Syrians of Damascus arrived, so that they might bring reinforcements to Hadadezer, the king of Zobah. And David struck down twenty-two thousand men of the Syrians.",
          "ID": "5"
        },
        {
          "text": "And David positioned a garrison in Syria of Damascus. And Syria served David under tribute. And the Lord assisted David in all things whatsoever that he set out to accomplish.",
          "ID": "6"
        },
        {
          "text": "And David took the armbands of gold, which the servants of Hadadezer had, and he brought them to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "And from Betah and Beeroth, cities of Hadadezer, king David took an exceedingly great amount of brass.",
          "ID": "8"
        },
        {
          "text": "Then Toi, the king of Hamath, heard that David had struck down the entire strength of Hadadezer.",
          "ID": "9"
        },
        {
          "text": "And so, Toi sent his son Joram to king David, so that he might greet him with congratulations, and give thanks, because he had fought against Hadadezer and had struck him down. For indeed, Toi was the enemy of Hadadezer. And in his hand were vessels of gold, and vessels of silver, and vessels of brass.",
          "ID": "10"
        },
        {
          "text": "And king David also sanctified these things to the Lord, with the silver and gold that he had sanctified from all the peoples whom he had subdued:",
          "ID": "11"
        },
        {
          "text": "from Syria, and Moab, and the sons Ammon, and the Philistines, and Amalek, and from the best spoils of Hadadezer, the son of Rehob, the king of Zobah.",
          "ID": "12"
        },
        {
          "text": "David also made a name for himself when he returned from seizing Syria, in the Valley of the Salt Pits, having cut down eighteen thousand.",
          "ID": "13"
        },
        {
          "text": "And he positioned guards in Edom, and he stationed a garrison. And all of Edom was made to serve David. And the Lord assisted David in all things whatsoever that he set out to accomplish.",
          "ID": "14"
        },
        {
          "text": "And David reigned over all of Israel. And David accomplished judgment and justice with all his people.",
          "ID": "15"
        },
        {
          "text": "Now Joab, the son Zeruiah, was over the army. And Jehoshaphat, the son of Ahilud, was the keeper of records.",
          "ID": "16"
        },
        {
          "text": "And Zadok, the son of Ahitub, and Ahimelech, the son of Abiathar, were the priests. And Seraiah was the scribe.",
          "ID": "17"
        },
        {
          "text": "And Benaiah, the son of Jehoiada, was over the Cherethites and Pelethites. But the sons of David were priests.",
          "ID": "18"
        }
      ],
      "ID": "OT:2SA.8",
      "name": "2 Samuel 8"
    },
    {
      "text": [
        {
          "text": "And David said, \"Do you think that there could be anyone left from the house of Saul, so that I might show mercy to him because of Jonathan?\"",
          "ID": "1"
        },
        {
          "text": "Now there was, from the house of Saul, a servant named Ziba. And when the king had called him to himself, he said to him, \"Are you not Ziba?\" And he responded, \"I am your servant.\"",
          "ID": "2"
        },
        {
          "text": "And the king said, \"Could there be anyone alive from the house of Saul, so that I may show the mercy of God to him?\" And Ziba said to the king, \"There is left alive a son of Jonathan, with disabled feet.\"",
          "ID": "3"
        },
        {
          "text": "\"Where is he?\" he said. And Ziba said to the king, \"Behold, he is in the house of Machir, the son of Ammiel, in Lodebar.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, king David sent and brought him from the house of Machir, the son of Ammiel, from Lodebar.",
          "ID": "5"
        },
        {
          "text": "And when Mephibosheth, the son of Jonathan, the son of Saul, had come to David, he fell upon his face, and he reverenced. And David said, \"Mephibosheth?\" And he responded, \"Your servant is here.\"",
          "ID": "6"
        },
        {
          "text": "And David said to him: \"Do not be afraid. For I will certainly show mercy to you because of your father Jonathan. And I will restore to you all the fields of your father Saul. And you shall eat bread at my table always.\"",
          "ID": "7"
        },
        {
          "text": "And reverencing him, he said, \"Who am I, your servant, that you should look with favor upon a dead dog like me?\"",
          "ID": "8"
        },
        {
          "text": "And so, the king called Ziba, the servant of Saul, and he said to him: \"Everything whatsoever that belonged to Saul, and his entire house, I have given to the son of your lord.",
          "ID": "9"
        },
        {
          "text": "And so, work the land for him, you and your sons and your servants. And you shall bring in food for the son of your lord, for nourishment. And Mephibosheth, the son of your lord, shall always eat bread at my table.\" Now Ziba had fifteen sons and twenty servants.",
          "ID": "10"
        },
        {
          "text": "And Ziba said to the king: \"Just as my lord has ordered your servant, so will your servant do. And Mephibosheth shall eat at my table, like one of the sons of the king.\"",
          "ID": "11"
        },
        {
          "text": "Now Mephibosheth had a young son whose name was Mica. Truly, all the kindred of the house of Ziba served Mephibosheth.",
          "ID": "12"
        },
        {
          "text": "But Mephibosheth lived in Jerusalem. For he was fed always from the table of the king. And he was lame in both feet.",
          "ID": "13"
        }
      ],
      "ID": "OT:2SA.9",
      "name": "2 Samuel 9"
    },
    {
      "text": [
        {
          "text": "Now after these things, it happened that the king of the sons of Ammon died, and his son Hanun reigned after him.",
          "ID": "1"
        },
        {
          "text": "And David said, \"I will show mercy to Hanun, the son of Nahash, just as his father showed mercy to me.\" Therefore, David sent consolation to him, by his servants, over the passing of his father. But when the servants of David had arrived in the land of the sons of Ammon,",
          "ID": "2"
        },
        {
          "text": "the leaders of the sons of Ammon said to Hanun, their lord: \"Do you think it was because of the honor of your father that David sent consolers to you? And did not David send his servants to you, so that he might investigate and explore the city, and so that he might overthrow it?\"",
          "ID": "3"
        },
        {
          "text": "And so, Hanun took the servants of David, and he shaved off one half part of their beards, and he cut their garments at the middle, as far as the buttocks, and he sent them away.",
          "ID": "4"
        },
        {
          "text": "And when this had been reported to David, he sent to meet them. And the men were greatly disturbed by shame. And David commanded them, \"Remain in Jericho, until your beards grow, and then return.\"",
          "ID": "5"
        },
        {
          "text": "Now the sons of Ammon, seeing that they had done an injury to David, sent for, and paid wages to, the Syrians of Rehob, and the Syrians of Zobah, twenty thousand foot soldiers, and from the king of Maacah, one thousand men, and from Tob, twelve thousand men.",
          "ID": "6"
        },
        {
          "text": "And when David had heard this, he sent Joab and the entire army of warriors.",
          "ID": "7"
        },
        {
          "text": "Then the sons of Ammon went forth, and they positioned their battle line before the very entrance of the gates. But the Syrians of Zobah, and of Rehob, and of Tob, and of Maacah, were by themselves in the field.",
          "ID": "8"
        },
        {
          "text": "And so, seeing that the battle had been prepared against him, both facing him and behind, Joab chose some from all of the elect men of Israel, and he set up a battle line opposite the Syrians.",
          "ID": "9"
        },
        {
          "text": "But the remaining part of the people he delivered to his brother Abishai, who formed a battle line against the sons of Ammon.",
          "ID": "10"
        },
        {
          "text": "And Joab said: \"If the Syrians prevail against me, then you shall assist me. But if the sons of Ammon prevail against you, then I will assist you.",
          "ID": "11"
        },
        {
          "text": "Be valiant men. And let us fight on behalf of our people and the city of our God. Then the Lord will do what is good in his own sight.\"",
          "ID": "12"
        },
        {
          "text": "And so, Joab, and the people who were with him, undertook the conflict against the Syrians, who immediately fled before their face.",
          "ID": "13"
        },
        {
          "text": "Then, seeing that the Syrians had fled, the sons of Ammon themselves also fled from the face of Abishai, and they entered into the city. And Joab returned from the sons of Ammon, and he went to Jerusalem.",
          "ID": "14"
        },
        {
          "text": "And so, the Syrians, seeing that they had fallen before Israel, gathered themselves together.",
          "ID": "15"
        },
        {
          "text": "And Hadadezer sent and brought the Syrians who were beyond the river, and he led in their army. And Shobach, the rule of the military of Hadadezer, was their leader.",
          "ID": "16"
        },
        {
          "text": "And when this had been reported to David, he drew together all of Israel. And he crossed over the Jordan, and he went to Helam. And the Syrians formed a battle line opposite David, and they fought against him.",
          "ID": "17"
        },
        {
          "text": "And the Syrians fled before the face of Israel. And David killed, among the Syrians, the men of seven hundred chariots, and forty thousand horsemen. And he struck down Shobach, the leader of the military, who immediately died.",
          "ID": "18"
        },
        {
          "text": "Then all the kings who were in the reinforcements of Hadadezer, seeing themselves to be defeated by Israel, were very afraid and they fled: fifty-eight thousand men before Israel. And they made peace with Israel, and they served them. And the Syrians were afraid to offer assistance to the sons of Ammon anymore.",
          "ID": "19"
        }
      ],
      "ID": "OT:2SA.10",
      "name": "2 Samuel 10"
    },
    {
      "text": [
        {
          "text": "Now it happened that, at the turn of the year, in the time when kings usually go forth to war, David sent Joab, and his servants with him, and all of Israel, and they laid waste to the sons of Ammon, and they besieged Rabbah. But David remained in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "While these things were taking place, David happened to arise from his bed after midday, and he walked upon the terrace of the king's house. And he saw, across from his terrace, a woman washing herself. And the woman was very beautiful.",
          "ID": "2"
        },
        {
          "text": "Therefore, the king sent and inquired who the woman might be. And it was reported to him that she was Bathsheba, the daughter of Eliam, the wife of Uriah, the Hittite.",
          "ID": "3"
        },
        {
          "text": "And so, David sent messengers, and he took her. And when she had entered to him, he slept with her. And presently, she was purified from her uncleanness.",
          "ID": "4"
        },
        {
          "text": "And she returned to her house, having conceived an unborn child. And sending, she informed David, and she said, \"I have conceived.\"",
          "ID": "5"
        },
        {
          "text": "Then David sent to Joab, saying, \"Send me Uriah, the Hittite.\" And Joab sent Uriah to David.",
          "ID": "6"
        },
        {
          "text": "And Uriah went to David. And David inquired whether Joab was doing well, and about the people, and how the war was being conducted.",
          "ID": "7"
        },
        {
          "text": "And David said to Uriah, \"Go into your house, and wash your feet.\" And Uriah departed from the house of the king. And a meal from the king followed after him.",
          "ID": "8"
        },
        {
          "text": "But Uriah slept before the gate of the king's house, with the other servants of his lord, and he did not go down to his own house.",
          "ID": "9"
        },
        {
          "text": "And it was reported to David by some, saying, \"Uriah did not go into his house.\" And David said to Uriah: \"Did you not arrive from a journey? Why did you not go down to your house?\"",
          "ID": "10"
        },
        {
          "text": "And Uriah said to David: \"The ark of God, and Israel and Judah, dwell in tents, and my lord Joab, and the servants of my lord, stay upon the face of the earth. And should I then go into my own house, so that I may eat and drink, and sleep with my wife? By your welfare and by the welfare of your soul, I will not do this thing.\"",
          "ID": "11"
        },
        {
          "text": "Therefore, David said to Uriah, \"Even so, remain here today, and tomorrow I will send you away.\" So Uriah remained in Jerusalem, on that day and the next.",
          "ID": "12"
        },
        {
          "text": "And David called him, so that he might eat and drink before him, and he made him inebriated. And departing in the evening, he slept on his bedding, with the servants of his lord, and he did not go down to his own house.",
          "ID": "13"
        },
        {
          "text": "Therefore, when morning arrived, David wrote a letter to Joab. And he sent it by the hand of Uriah,",
          "ID": "14"
        },
        {
          "text": "writing in the letter: \"Place Uriah opposite the warfare, where the battle is the strongest, and then abandon him, so that, having been wounded, he may die.\"",
          "ID": "15"
        },
        {
          "text": "And so, when Joab was besieging the city, he positioned Uriah in the place where he knew the strongest men to be.",
          "ID": "16"
        },
        {
          "text": "And the men, departing from the city, made war against Joab. And some of the people among the servants of David fell, and Uriah the Hittite also died.",
          "ID": "17"
        },
        {
          "text": "And so, Joab sent and reported to David every word about the battle.",
          "ID": "18"
        },
        {
          "text": "And he instructed the messenger, saying: \"When you have completed all the words about the war to the king,",
          "ID": "19"
        },
        {
          "text": "if you see him to be angry, and if he says: 'Why did you draw near to the wall in order to fight? Are you ignorant that many darts are thrown from above the wall?",
          "ID": "20"
        },
        {
          "text": "Who struck down Abimelech, the son of Jerubbaal? Did not a woman throw a fragment of a millstone upon him from the wall, and so kill him at Thebez? Why did you approach beside the wall?' then you shall say: 'Your servant Uriah, the Hittite, also lies dead.' \"",
          "ID": "21"
        },
        {
          "text": "Therefore, the messenger departed. And he went and described to David all that Joab had instructed him.",
          "ID": "22"
        },
        {
          "text": "And the messenger said to David: \"The men prevailed against us, and they went out to us in the field. Then we pursued them, making an assault, even to the gate of the city.",
          "ID": "23"
        },
        {
          "text": "And the archers directed their arrows at your servants from the wall above. And some of the king's servants died, and then also your servant Uriah the Hittite died.\"",
          "ID": "24"
        },
        {
          "text": "And David said to the messenger: \"You shall say these things to Joab: 'Do not let this matter dishearten you. For varied are the events of war. Now this one, and now that one, is consumed by the sword. Encourage your warriors against the city and exhort them, so that you may destroy it.' \"",
          "ID": "25"
        },
        {
          "text": "Then the wife of Uriah heard that her husband Uriah had died, and she mourned for him.",
          "ID": "26"
        },
        {
          "text": "But when the lamentation was completed, David sent and brought her into his house, and she became his wife, and she bore a son to him. And this word, which David had done, was displeasing in the sight of the Lord.",
          "ID": "27"
        }
      ],
      "ID": "OT:2SA.11",
      "name": "2 Samuel 11"
    },
    {
      "text": [
        {
          "text": "Then the Lord sent Nathan to David. And when he had come to him, he said to him: \"Two men were in one city: one wealthy, and the other poor.",
          "ID": "1"
        },
        {
          "text": "The wealthy man had very many sheep and oxen.",
          "ID": "2"
        },
        {
          "text": "But the poor man had nothing at all, except one little sheep, which he had bought and nourished. And she had grown up before him, together with his children, eating from his bread, and drinking from his cup, and sleeping in his bosom. And she was like a daughter to him.",
          "ID": "3"
        },
        {
          "text": "But when a certain traveler had come to the wealthy man, neglecting to take from his own sheep and oxen, so that he might present a feast for that traveler, who had come to him, he took the sheep of the poor man, and he prepared a meal for the man who had come to him.\"",
          "ID": "4"
        },
        {
          "text": "Then David's indignation was enraged exceedingly against that man, and he said to Nathan: \"As the Lord lives, the man who has done this is a son of death.",
          "ID": "5"
        },
        {
          "text": "He shall restore the sheep fourfold, because he did this word, and he did not take pity.\"",
          "ID": "6"
        },
        {
          "text": "But Nathan said to David: \"You are that man. Thus says the Lord, the God of Israel: 'I anointed you as king over Israel, and I rescued you from the hand of Saul.",
          "ID": "7"
        },
        {
          "text": "And I gave the house of your lord to you, and the wives of your lord into your bosom. And I gave the house of Israel and of Judah to you. And as if these things were small, I shall add much greater things to you.",
          "ID": "8"
        },
        {
          "text": "Therefore, why have you despised the word of the Lord, so that you did evil in my sight? You have struck down Uriah the Hittite with the sword. And you have taken his wife as a wife for yourself. And you have put him to death with the sword of the sons of Ammon.",
          "ID": "9"
        },
        {
          "text": "For this reason, the sword shall not withdraw from your house, even perpetually, because you have despised me, and you have taken the wife of Uriah the Hittite, so that she may be your wife.'",
          "ID": "10"
        },
        {
          "text": "And so, thus says the Lord: 'Behold, I will raise up over you an evil from your own house. And I will take your wives away before your eyes, and I will give them to your neighbor. And he will sleep with your wives in the sight of this sun.",
          "ID": "11"
        },
        {
          "text": "For you acted secretly. But I will do this word in the sight of all of Israel, and in the sight of the sun.' \"",
          "ID": "12"
        },
        {
          "text": "And David said to Nathan, \"I have sinned against the Lord.\" And Nathan said to David: \"The Lord has also taken away your sin. You shall not die.",
          "ID": "13"
        },
        {
          "text": "Yet truly, because you have given occasion to the enemies of the Lord to blaspheme, because of this word, the son who was born to you: dying he shall die.\"",
          "ID": "14"
        },
        {
          "text": "And Nathan returned to his own house. And the Lord struck the little one, whom the wife of Uriah had borne to David, and he was despaired of.",
          "ID": "15"
        },
        {
          "text": "And David begged the Lord on behalf of the little one. And David fasted strictly, and entering alone, he lay upon the ground.",
          "ID": "16"
        },
        {
          "text": "Then the elders of his house came, urging him to rise up from the ground. And he was not willing, nor would he eat a meal with them.",
          "ID": "17"
        },
        {
          "text": "Then, on the seventh day, it happened that the infant died. And the servants of David were afraid to report to him that the little one had died. For they said: \"Behold, when the child was still alive, we were speaking to him, but he would not listen to our voice. How much more will he afflict himself, if we tell him that the boy is dead?\"",
          "ID": "18"
        },
        {
          "text": "But when David had seen his servants whispering, he realized that the infant had died. And he said to his servants, \"Is the child dead?\" And they responded to him, \"He is dead.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, David rose up from the ground. And he washed and anointed himself. And when he had changed his clothing, he entered the house of the Lord, and he worshiped. Then he went to his own house, and he asked them to place bread before him, and he ate.",
          "ID": "20"
        },
        {
          "text": "But his servants said to him: \"What is this word that you have done? You fasted and were weeping, on behalf of the infant, while he was still alive. But when the boy was dead, you arose and ate bread.\"",
          "ID": "21"
        },
        {
          "text": "And he said: \"While he was yet alive, I fasted and wept on behalf of the infant. For I said: Who knows if the Lord may perhaps give him to me, and let the infant live?",
          "ID": "22"
        },
        {
          "text": "But now that he is dead, why should I fast? Would I be able to bring him back anymore? Instead, I will go to him. Yet truly, he will not return to me.\"",
          "ID": "23"
        },
        {
          "text": "And David consoled his wife Bathsheba. And entering to her, he slept with her. And she bore a son, and he called his name Solomon, and the Lord loved him.",
          "ID": "24"
        },
        {
          "text": "And he sent, by the hand of Nathan the prophet, and he called his name, Beloved of the Lord, because the Lord loved him.",
          "ID": "25"
        },
        {
          "text": "And then Joab fought against Rabbah of the sons of Ammon, and he fought outside the royal city.",
          "ID": "26"
        },
        {
          "text": "And Joab sent messengers to David, saying: \"I have struggled against Rabbah, and so the City of Waters will soon be seized.",
          "ID": "27"
        },
        {
          "text": "Now therefore, gather the remaining portion of the people together, and besiege the city and take it. Otherwise, when the city will have been laid waste by me, the victory will be ascribed to my name.\"",
          "ID": "28"
        },
        {
          "text": "And so David gathered together all the people, and he set out against Rabbah. And after he had fought, he seized it.",
          "ID": "29"
        },
        {
          "text": "And he took the crown of their king from his head. The weight of it was a talent of gold, having the most precious gems. And it was placed upon the head of David. Moreover, he carried away the spoils of the city, which were very many.",
          "ID": "30"
        },
        {
          "text": "Also, bringing forth its people, he sawed them, and he drove over them with iron wagons, and he divided them with knives, and he dragged them through brick kilns. So he did to all the citizens of the sons of Ammon. And David returned, with the entire army, to Jerusalem.",
          "ID": "31"
        }
      ],
      "ID": "OT:2SA.12",
      "name": "2 Samuel 12"
    },
    {
      "text": [
        {
          "text": "Now after these things, it happened that Amnon, the son of David, was in love with the very beautiful sister of Absalom, the son of David, and she was called Tamar.",
          "ID": "1"
        },
        {
          "text": "And he pined for her exceedingly, so much so that, out of love for her, he became ill. For, since she was a virgin, it seemed a difficulty to him that he would do anything dishonest with her.",
          "ID": "2"
        },
        {
          "text": "Now Amnon had a friend named Jonadab, the son of Shimeah, the brother of David: a very prudent man.",
          "ID": "3"
        },
        {
          "text": "And he said to him: \"Why are you becoming so thin from day to day, O son of the king? Why won't you tell me?\" And Amnon said to him, \"I am in love with Tamar, the sister of my brother Absalom.\"",
          "ID": "4"
        },
        {
          "text": "And Jonadab said to him: \"Lie down upon your bed, and feign sickness. And when your father will come to visit you, say to him: 'I ask you to let my sister Tamar come to me, so that she may give me food, and may make a small meal, so that I may eat it from her hand.' \"",
          "ID": "5"
        },
        {
          "text": "And so, Amnon lay down, and he began to act as if he were ill. And when the king had come to visit him, Amnon said to the king, \"I beg you to let my sister Tamar come to me, and make in my sight two little portions of food, so that I take it from her hand.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, David sent home to Tamar, saying, \"Come to the house of your brother Amnon, and make a small meal for him.\"",
          "ID": "7"
        },
        {
          "text": "And Tamar went into the house of her brother Amnon. But he was lying down. And taking flour, she mixed it. And dissolving it in his sight, she cooked little portions of food.",
          "ID": "8"
        },
        {
          "text": "And taking what she had cooked, she poured it out, and she set it before him. But he refused to eat. And Amnon said, \"Send everyone away from me.\" And when they had sent everyone away,",
          "ID": "9"
        },
        {
          "text": "Amnon said to Tamar, \"Bring the food into the bedroom, so that I may eat from your hand.\" Therefore, Tamar took the little portions of food that she had made, and she brought them to her brother Amnon in the bedroom.",
          "ID": "10"
        },
        {
          "text": "And when she had presented the food to him, he took hold of her, and he said, \"Come lie with me, my sister.\"",
          "ID": "11"
        },
        {
          "text": "She answered him: \"Do not do so, my brother! Do not force me. For no such thing must be done in Israel. Do not choose to do this senseless act.",
          "ID": "12"
        },
        {
          "text": "For I will not be able to bear my shame. And you will be like one of the foolish in Israel. For it is better to speak to the king, and he will not deny me to you.\"",
          "ID": "13"
        },
        {
          "text": "But he was not willing to agree to her petition. Instead, prevailing by strength, he forced her, and he lay with her.",
          "ID": "14"
        },
        {
          "text": "And Amnon held hatred for her with an exceedingly great hatred, so much so that the hatred with which he hated her was greater than the love with which he had loved her before. And Amnon said to her, \"Rise up, and go away.\"",
          "ID": "15"
        },
        {
          "text": "And she answered him, \"This evil is greater, which you are now doing against me in driving me away, than what you did before.\" But he was not willing to listen to her.",
          "ID": "16"
        },
        {
          "text": "Instead, calling the servants who were ministering to him, he said, \"Cast this woman out from me, and close the door behind her.\"",
          "ID": "17"
        },
        {
          "text": "Now she was clothed with an ankle-length robe. For the virgin daughters of the king made use of this kind of garment. And so, his servant cast her out, and he closed the door behind her.",
          "ID": "18"
        },
        {
          "text": "And she sprinkled ashes upon her head, and she tore her ankle-length robe. And placing her hands upon her head, she went forth, walking and crying out.",
          "ID": "19"
        },
        {
          "text": "Then her brother Absalom said to her: \"Has your brother Amnon lain with you? But now, sister, be quiet. For he is your brother. And you should not afflict your heart because of this matter.\" And so, Tamar remained, wasting away in the house of her brother Absalom.",
          "ID": "20"
        },
        {
          "text": "And when king David had heard about these things, he was deeply grieved. But he was not willing to afflict the spirit of his son Amnon. For he loved him, since he was his firstborn.",
          "ID": "21"
        },
        {
          "text": "Yet Absalom did not speak to Amnon, neither good nor evil. For Absalom hated Amnon because he had violated his sister Tamar.",
          "ID": "22"
        },
        {
          "text": "Then, after the time of two years, it happened that the sheep of Absalom were being shorn in Baal-hazor, which is near Ephraim. And Absalom invited all the sons of the king.",
          "ID": "23"
        },
        {
          "text": "And he went to the king, and he said to him: \"Behold, the sheep of your servant are being shorn. I ask that the king, with his servants, may come to his servant.\"",
          "ID": "24"
        },
        {
          "text": "And the king said to Absalom: \"Do not, my son, do not choose to ask that we may all come and be a burden to you.\" Then, after he urged him, and he had refused to go, he blessed him.",
          "ID": "25"
        },
        {
          "text": "And Absalom said, \"If you are not willing to come, I beg you, at least let my brother Amnon come with us.\" And the king said to him, \"It is not necessary that he go with you.\"",
          "ID": "26"
        },
        {
          "text": "But Absalom pressed him, and so he sent with him Amnon and all the sons of the king. And Absalom made a feast, like the feast of a king.",
          "ID": "27"
        },
        {
          "text": "Then Absalom commanded his servants, saying: \"Observe when Amnon will have become drunk with wine. And when I say to you, 'Strike and kill him!' do not be afraid. For it is I who commands you. Be strong and valiant men.\"",
          "ID": "28"
        },
        {
          "text": "Therefore, the servants of Absalom acted against Amnon, just as Absalom had commanded them. And all the sons of the king rose up, and each one climbed upon his mule and fled.",
          "ID": "29"
        },
        {
          "text": "And while they were still traveling on the journey, a rumor reached David, saying, \"Absalom has struck down all the sons of the king, and there is not one of them remaining.\"",
          "ID": "30"
        },
        {
          "text": "And so the king rose up, and he tore his garments, and he fell upon the ground. And all his servants, who were standing near him, tore their garments.",
          "ID": "31"
        },
        {
          "text": "But Jonadab, the son of Shimeah, David's brother, responding, said: \"My lord the king should not consider that all the sons of the king have been slain. Amnon alone is dead. For he was set against by the mouth of Absalom from the day that he raped his sister Tamar.",
          "ID": "32"
        },
        {
          "text": "Now therefore, let not my lord the king set this word in his heart, saying, 'All the sons of the king have been slain.' For only Amnon is dead.\"",
          "ID": "33"
        },
        {
          "text": "Now Absalom fled. And the young man keeping watch, lifted up his eyes and gazed out. And behold, many people were arriving along a remote road at the side of the mountain.",
          "ID": "34"
        },
        {
          "text": "And Jonadab said to the king: \"Behold, the sons of the king are here. In accord with the word of your servant, so it has happened.\"",
          "ID": "35"
        },
        {
          "text": "And when he had ceased speaking, the sons of the king also appeared. And entering, they lifted up their voice, and they wept. And the king also, and all his servants, wept with an exceedingly great weeping.",
          "ID": "36"
        },
        {
          "text": "But Absalom, fleeing, went to Talmai, the son of Ammihud, the king of Geshur. Then David mourned for his son every day.",
          "ID": "37"
        },
        {
          "text": "Now after he had fled and had arrived in Geshur, Absalom was in that place for three years. And king David ceased to pursue Absalom, because he had been consoled over the passing of Amnon.",
          "ID": "38"
        }
      ],
      "ID": "OT:2SA.13",
      "name": "2 Samuel 13"
    },
    {
      "text": [
        {
          "text": "Now Joab, the son of Zeruiah, understood that the heart of the king had been turned toward Absalom,",
          "ID": "1"
        },
        {
          "text": "so he sent to Tekoa, and he brought from there a wise woman. And he said to her: \"Feign that you are in mourning, and put on the clothing of one who mourns. And do not anoint yourself with oil, so that you may be like a woman who is still grieving for someone who died some time ago.",
          "ID": "2"
        },
        {
          "text": "And you shall enter to the king, and you shall speak words to him in this manner.\" Then Joab put the words in her mouth.",
          "ID": "3"
        },
        {
          "text": "And so, when the woman of Tekoa had entered to the king, she fell before him on the ground, and she reverenced, and she said, \"Save me, O king.\"",
          "ID": "4"
        },
        {
          "text": "And the king said to her, \"What problem do you have?\" And she responded: \"Alas, I am a woman who is a widow. For my husband has died.",
          "ID": "5"
        },
        {
          "text": "And your handmaid had two sons. And they quarreled against one another in the field. And there was no one there who would be able to stop them. And one struck the other, and killed him.",
          "ID": "6"
        },
        {
          "text": "And behold, the whole family, rising up against your handmaid, said: 'Deliver him who struck down his brother, so that we may kill him for the life of his brother, whom he killed, and so that we may do away with the heir.' And they are seeking to extinguish my spark that is left, so that there may not survive a name for my husband, nor a remnant upon the earth.\"",
          "ID": "7"
        },
        {
          "text": "And the king said to the woman, \"Go to your own house, and I will make a decree on your behalf.\"",
          "ID": "8"
        },
        {
          "text": "And the woman of Tekoa said to the king: \"May the iniquity be upon me, my lord, and upon the house of my father. But may the king and his throne be innocent.\"",
          "ID": "9"
        },
        {
          "text": "And the king said, \"Whoever will contradict you, bring him to me, and he will never touch you again.\"",
          "ID": "10"
        },
        {
          "text": "And she said, \"Let the king remember the Lord his God, so that close blood relatives may not be multiplied in order to take revenge, and so that they may by no means kill my son.\" And he said, \"As the Lord lives, not one hair from your son shall fall to the ground.\"",
          "ID": "11"
        },
        {
          "text": "Then the woman said, \"Let your handmaid speak a word to my lord the king.\" And he said, \"Speak.\"",
          "ID": "12"
        },
        {
          "text": "And the woman said: \"Why have you thought such a thing against the people of God, and why has the king spoken this word, so that he sins and does not lead back the one whom he rejected?",
          "ID": "13"
        },
        {
          "text": "We are all dying, and we are all like waters that flow into the ground and do not return. God does not will to lose a soul. Instead, he renews his efforts, thinking that what has been rejected might not perish altogether.",
          "ID": "14"
        },
        {
          "text": "Therefore, now I have come to speak this word to my lord the king, in the presence of the people. And your handmaid said: I will speak to the king, for perhaps there may be some way for the king to accomplish the word of his handmaid.",
          "ID": "15"
        },
        {
          "text": "And the king listened, and he freed his handmaid from the hand of all who were willing to take away me and my son together, from the inheritance of God.",
          "ID": "16"
        },
        {
          "text": "Therefore, let your handmaid speak, so that the word of my lord the king may be like a sacrifice. For even like an Angel of God, so is my lord the king, so that he is moved by neither a blessing, nor a curse. Then too, the Lord your God is with you.\"",
          "ID": "17"
        },
        {
          "text": "And in response, the king said to the woman, \"You shall not conceal from me a word of what I ask you.\" And the woman said to him, \"Speak, my lord the king.\"",
          "ID": "18"
        },
        {
          "text": "And the king said, \"Is not the hand of Joab with you in all this?\" And the woman answered and said: \"By the welfare of your soul, my lord the king, it is neither to the left, nor to the right, in all these things that my lord the king has spoken. For your servant Joab himself instructed me, and he himself placed all these words in the mouth of your handmaid.",
          "ID": "19"
        },
        {
          "text": "Thus did I turn to this figure of speech, because your servant Joab instructed it. But you, my lord the king, are wise, just as an Angel of God has wisdom, so that you understand all that is upon the earth.\"",
          "ID": "20"
        },
        {
          "text": "And the king said to Joab: \"Behold, your word has succeeded in appeasing me. Therefore, go and call back the boy Absalom.\"",
          "ID": "21"
        },
        {
          "text": "And falling to the ground upon his face, Joab reverenced, and he blessed the king. And Joab said: \"Today your servant has understood that I have found grace in your sight, my lord the king. For you have accomplished the word of your servant.\"",
          "ID": "22"
        },
        {
          "text": "Then Joab rose up, and he went away to Geshur. And he brought Absalom into Jerusalem.",
          "ID": "23"
        },
        {
          "text": "But the king said, \"Let him return to his own house, but let him not see my face.\" And so, Absalom returned to his own house, but he did not see the face of the king.",
          "ID": "24"
        },
        {
          "text": "Now in all of Israel, there was no man so handsome, and so very stately as Absalom. From the sole of the foot to the top of the head, there was no blemish in him.",
          "ID": "25"
        },
        {
          "text": "And when he shaved off his hair, for he shaved it off once a year, because his long hair was burdensome to him, he weighed the hair of his head at two hundred shekels, by the public weights.",
          "ID": "26"
        },
        {
          "text": "Then three sons were born to Absalom, and one daughter, of elegant form, whose name was Tamar.",
          "ID": "27"
        },
        {
          "text": "And Absalom remained for two years in Jerusalem, and he did not see the face of the king.",
          "ID": "28"
        },
        {
          "text": "And so, he sent to Joab, so that he might send him to the king. But he refused to come to him. And when he had sent a second time, and he had refused to come to him,",
          "ID": "29"
        },
        {
          "text": "he said to his servants: \"You know that the field of Joab, the one that is near my field, has a harvest of barley. Therefore, go and set it on fire.\" And so, the servants of Absalom set fire to the grain field. And the servants of Joab, arriving with their garments torn, said, \"The servants of Absalom have set fire to part of the field!\"",
          "ID": "30"
        },
        {
          "text": "And Joab rose up, and he went to Absalom at his house, and he said, \"Why have your servants set fire to my grain field?\"",
          "ID": "31"
        },
        {
          "text": "And Absalom responded to Joab: \"I sent to you, begging that you might come to me, and that I might send you to the king, and that you might say to him: 'Why was I brought from Geshur? It would have been better for me to be there.' I beg you, therefore, that I may see the face of the king. And if he is mindful of my iniquity, let him put me to death.\"",
          "ID": "32"
        },
        {
          "text": "And so, Joab, entering to the king, reported everything to him. And Absalom was summoned. And he entered to the king, and he reverenced on the face of the earth. And the king kissed Absalom.",
          "ID": "33"
        }
      ],
      "ID": "OT:2SA.14",
      "name": "2 Samuel 14"
    },
    {
      "text": [
        {
          "text": "Then, after these things, Absalom obtained for himself chariots, and horsemen, and fifty men who went before him.",
          "ID": "1"
        },
        {
          "text": "And rising up in the morning, Absalom was standing beside the entrance of the gate. And when there was any man who had a dispute that might go before the king's judgment, Absalom would call him to him, and would say, \"Which city are you from?\" And responding, he would say, \"I am your servant, from a certain tribe of Israel.\"",
          "ID": "2"
        },
        {
          "text": "And Absalom would answer him: \"Your words seem good and just to me. But there is no one appointed by the king to hear you.\" And Absalom would say:",
          "ID": "3"
        },
        {
          "text": "\"Who may appoint me judge over the land, so that all those who have a dispute might come to me, and I might judge justly.\"",
          "ID": "4"
        },
        {
          "text": "Then too, when a man would draw near to him, so that he might greet him, he would extend his hand, and taking hold of him, he would kiss him.",
          "ID": "5"
        },
        {
          "text": "And he was doing this to all those of Israel arriving for judgment to be heard by the king. And he solicited the hearts of the men of Israel.",
          "ID": "6"
        },
        {
          "text": "Then, after forty years, Absalom said to king David: \"I should go and pay my vows, which I have vowed to the Lord at Hebron.",
          "ID": "7"
        },
        {
          "text": "For your servant made a vow, when he was in Geshur of Syria, saying: If the Lord will lead me back to Jerusalem, I will sacrifice to the Lord.\"",
          "ID": "8"
        },
        {
          "text": "And king David said to him, \"Go in peace.\" And he rose up and went away to Hebron.",
          "ID": "9"
        },
        {
          "text": "They Absalom sent scouts into all the tribes of Israel, saying: \"As soon as you hear the blare of the trumpet, say: 'Absalom reigns in Hebron.' \"",
          "ID": "10"
        },
        {
          "text": "Now having been called, two hundred men from Jerusalem went forth with Absalom, going in simplicity of heart and being entirely ignorant of the plan.",
          "ID": "11"
        },
        {
          "text": "Absalom also summoned Ahithophel the Gilonite, a counselor of David, from his city, Giloh. And when he was immolating victims, a very strong oath was sworn, and the people, hurrying together, joined with Absalom.",
          "ID": "12"
        },
        {
          "text": "Then a messenger went to David, saying, \"With their whole heart, all of Israel is following Absalom.\"",
          "ID": "13"
        },
        {
          "text": "And David said to his servants, who were with him in Jerusalem: \"Rise up, let us flee! For otherwise there will be no escape for us from the face of Absalom. Hurry to depart, lest perhaps, upon arriving, he may seize us, and force ruin upon us, and strike the city with the edge of the sword.\"",
          "ID": "14"
        },
        {
          "text": "And the servants of the king said to him, \"Everything whatsoever that our lord the king will command, we your servants shall carry out willingly.\"",
          "ID": "15"
        },
        {
          "text": "Therefore, the king departed, with his entire household on foot. And the king left behind ten women of the concubines to care for the house.",
          "ID": "16"
        },
        {
          "text": "And having gone forth on foot, the king and all of Israel stood at a distance from the house.",
          "ID": "17"
        },
        {
          "text": "And all his servants were walking beside him. And the legions of the Cerethites and Phelethites, and all the Gittites, powerful fighters, six hundred men who had followed him from Gath on foot, were preceding the king.",
          "ID": "18"
        },
        {
          "text": "Then the king said to Ittai the Gittite: \"Why do you come with us? Return and live with the king. For you are a stranger, and you departed from your own place.",
          "ID": "19"
        },
        {
          "text": "You arrived yesterday. And today should you be compelled to go away with us? For I should go to the place where I am going. But you should return, and lead your own brothers back with you. And the Lord will show mercy and truth to you, because you have shown grace and faith.\"",
          "ID": "20"
        },
        {
          "text": "And Ittai responded to the king, by saying, \"As the Lord lives, and as my lord the king lives, in whatever place you will be, my lord the king, whether in death or in life, your servant will be there.\"",
          "ID": "21"
        },
        {
          "text": "And David said to Ittai, \"Come, and pass over.\" And Ittai the Gittite passed over, and all the men who were with him, and the rest of the multitude.",
          "ID": "22"
        },
        {
          "text": "And they all wept with a great voice, and all the people passed over. The king also passed over the torrent Kidron. And all the people advanced opposite the way which looks out toward the desert.",
          "ID": "23"
        },
        {
          "text": "Now Zadok the priest also went, and all the Levites went with him, carrying the ark of the covenant of God. And they set down the ark of God. And Abiathar went up, until all the people who had departed from the city had gone by.",
          "ID": "24"
        },
        {
          "text": "And the king said to Zadok: \"Carry back the ark of God into the city. If I shall find grace in the sight of the Lord, he will lead me back. And he will show it to me in his tabernacle.",
          "ID": "25"
        },
        {
          "text": "But if he will say to me, 'You are not pleasing,' I am ready. Let him do whatever is good in his own sight.\"",
          "ID": "26"
        },
        {
          "text": "And the king said to Zadok the priest: \"O seer, return into the city in peace. And let your son Ahimaaz, and Jonathan, the son of Abiathar, your two sons, be with you.",
          "ID": "27"
        },
        {
          "text": "Behold, I will hide in the plains of the desert, until word from you may arrive to inform me.\"",
          "ID": "28"
        },
        {
          "text": "Therefore, Zadok and Abiathar carried back the ark of God into Jerusalem, and they remained there.",
          "ID": "29"
        },
        {
          "text": "But David ascended to the Mount of Olives, climbing and weeping, advancing with bare feet and with his head covered. Moreover, all the people who were with him ascended, weeping with their heads covered.",
          "ID": "30"
        },
        {
          "text": "Then it was reported to David that Ahithophel also had joined in swearing with Absalom. And David said, \" O Lord, I beg you, to uncover the foolishness of the counsel of Ahithophel.\"",
          "ID": "31"
        },
        {
          "text": "And when David had ascended to the summit of the mountain, where he was going to adore the Lord, behold Hushai the Archite met him, with his garment torn and his head covered with soil.",
          "ID": "32"
        },
        {
          "text": "And David said to him: \"If you come with me, you will be a burden to me.",
          "ID": "33"
        },
        {
          "text": "But if you return to the city, and you say to Absalom, 'I am your servant, O king; just as I have been the servant of your father, so too will I be your servant,' you will destroy the counsel of Ahithophel",
          "ID": "34"
        },
        {
          "text": "And you have with you the priests Zadok and Abiathar. And any word whatsoever that you will hear from the house of the king, you shall reveal it to Zadok and Abiathar, the priests.",
          "ID": "35"
        },
        {
          "text": "Now with them are their two sons Ahimaaz, the son of Zadok, and Jonathan, the son of Abiathar. And you shall send to me by them every word that you will have heard.\"",
          "ID": "36"
        },
        {
          "text": "Therefore, Hushai, the friend of David, went into the city. And Absalom also entered into Jerusalem.",
          "ID": "37"
        }
      ],
      "ID": "OT:2SA.15",
      "name": "2 Samuel 15"
    },
    {
      "text": [
        {
          "text": "And when David had passed a little beyond the top of the mountain, Ziba, the servant of Mephibosheth, appeared to meet him, with two donkeys, which were burdened with two hundred loaves, and one hundred bunches of dried grapes, and one hundred masses of dried figs, and a skin of wine.",
          "ID": "1"
        },
        {
          "text": "And the king said to Ziba, \"What do you intend to do with these things?\" And Ziba responded: \"The donkeys are for the household of the king, so that they may sit. And the loaves and dried figs are for your servants to eat. But the wine is for anyone to drink who may be faint in the desert.\"",
          "ID": "2"
        },
        {
          "text": "And the king said, \"Where is the son of your lord?\" And Ziba answered the king: \"He remained in Jerusalem, saying, 'Today, the house of Israel will restore the kingdom of my father to me.' \"",
          "ID": "3"
        },
        {
          "text": "And the king said to Ziba, \"All the things which were for Mephibosheth are now yours.\" And Ziba said, \"I beg you that I may find grace before you, my lord the king.\"",
          "ID": "4"
        },
        {
          "text": "Then king David went as far as Bahurim. And behold, a man from the kindred of the house of Saul, named Shimei, the son of Gera, went out from there. And going out, he continued on, and he was cursing,",
          "ID": "5"
        },
        {
          "text": "and throwing stones against David and against all the servants of king David. And all the people and all the warriors were traveling to the right and to the left sides of the king.",
          "ID": "6"
        },
        {
          "text": "And so, as he was cursing the king, Shimei said: \"Go away, go away, you man of blood, and you man of Belial!",
          "ID": "7"
        },
        {
          "text": "The Lord has repaid you for all the blood of the house of Saul. For you have usurped the kingdom in place of him. And so, the Lord has given the kingdom into the hand of Absalom, your son. And behold, your evils press close upon you, because you are a man of blood.\"",
          "ID": "8"
        },
        {
          "text": "Then Abishai, the son of Zeruiah, said to the king: \"Why should this dead dog curse my lord the king? Let me go and cut off his head.\"",
          "ID": "9"
        },
        {
          "text": "And the king said: \"What is it to me and to all of you, O sons of Zeruiah? Permit him, so that he may curse. For the Lord has commanded him to curse David. And who is the one who would dare to say, 'Why has he done so?' \"",
          "ID": "10"
        },
        {
          "text": "And the king said to Abishai and to all his servants: \"Behold, my son, who went forth from my loins, is seeking my life. How much more does a son of Benjamin do so now? Permit him, so that he may curse, in accord with the command of the Lord.",
          "ID": "11"
        },
        {
          "text": "Perhaps the Lord may look with favor upon my affliction, and the Lord may repay me good, in place of the cursing of this day.\"",
          "ID": "12"
        },
        {
          "text": "And so, David continued walking along the way, and his associates with him. But Shimei was advancing along the ridge of the mountain on the side opposite him, cursing and throwing stones at him, and scattering dirt.",
          "ID": "13"
        },
        {
          "text": "And the king and the entire people with him, being weary, went and refreshed themselves there.",
          "ID": "14"
        },
        {
          "text": "But Absalom and all his people entered into Jerusalem. Moreover, Ahithophel was with him.",
          "ID": "15"
        },
        {
          "text": "And when Hushai the Archite, David's friend, had gone to Absalom, he said to him: \"May you be well, O king! May you be well, O king!\"",
          "ID": "16"
        },
        {
          "text": "And Absalom said to him: \"Is this your kindness to your friend? Why did you not go with your friend?\"",
          "ID": "17"
        },
        {
          "text": "And Hushai responded to Absalom: \"By no means! For I will be his, whom the Lord has chosen. And I, and all this people, and all of Israel, will remain with him.",
          "ID": "18"
        },
        {
          "text": "But then too, I declare this: whom should I serve? Is it not the son of the king? Just as I have been subject to your father, so will I be subject to you also.\"",
          "ID": "19"
        },
        {
          "text": "Then Absalom said to Ahithophel, \"Present a counsel as to what we ought to do.\"",
          "ID": "20"
        },
        {
          "text": "And Ahithophel said to Absalom: \"Enter to the concubines of your father, whom he left behind in order to care for the house. Thus, when all of Israel will hear that you disgraced your father, their hands may be strengthened with you.\"",
          "ID": "21"
        },
        {
          "text": "Therefore, they spread a tent for Absalom on the rooftop. And he entered to the concubines of his father in the sight of all Israel.",
          "ID": "22"
        },
        {
          "text": "Now the counsel of Ahithophel, which he gave in those days, was treated as if one were consulting God. So was every counsel of Ahithophel, both when he was with David, and when he was with Absalom.",
          "ID": "23"
        }
      ],
      "ID": "OT:2SA.16",
      "name": "2 Samuel 16"
    },
    {
      "text": [
        {
          "text": "Then Ahithophel said to Absalom: \"I will choose for myself twelve thousand men, and rising up, I will pursue David this night.",
          "ID": "1"
        },
        {
          "text": "And rushing against him, for he is weary and has weakened hands, I will strike him. And when all the people who are with him will have fled, I will strike down the king in isolation.",
          "ID": "2"
        },
        {
          "text": "And I will lead back the entire people, returning in the manner of one man. For you are seeking only one man. And all the people shall be in peace.\"",
          "ID": "3"
        },
        {
          "text": "And this word pleased Absalom and all those greater by birth of Israel.",
          "ID": "4"
        },
        {
          "text": "But Absalom said, \"Summon Hushai the Archite, and let us hear what he also may say.\"",
          "ID": "5"
        },
        {
          "text": "And when Hushai had gone to Absalom, Absalom said to him: \"Ahithophel has spoken a word in this manner. Should we do it or not? What counsel do you give?\"",
          "ID": "6"
        },
        {
          "text": "And Hushai said to Absalom, \"The counsel that Ahithophel has given at this time is not good.\"",
          "ID": "7"
        },
        {
          "text": "And again Hushai declared, \"You know your father, and the men who are with him, to be very strong and bitter in soul, comparable to a bear raging in the forest when her young have been taken away. Moreover, your father is a man of war, and so he will not live among the people.",
          "ID": "8"
        },
        {
          "text": "Perhaps now he hides in pits, or in another place, wherever he wills. And if by chance, in the beginning, anyone may fall, whoever hears about it, no matter what he has heard, will say, 'There is a slaughter among the people who were following Absalom.'",
          "ID": "9"
        },
        {
          "text": "And even the very strong, whose heart is like the heart of a lion, will be weakened out of fear. For all the people of Israel know your father to be a valiant man, and that all who are with him are robust.",
          "ID": "10"
        },
        {
          "text": "But this seems to me to be the right counsel: Let all of Israel be gathered to you, from Dan to Beersheba, like the sand of the sea which is innumerable. And you will be in their midst.",
          "ID": "11"
        },
        {
          "text": "And we shall rush against him in whatever place he will have been found. And we shall cover him, as the dew usually falls upon the ground. And we shall not leave behind even one of the men who are with him.",
          "ID": "12"
        },
        {
          "text": "And if he will enter into any city, all of Israel shall encircle that city with ropes. And we will pull it into the torrent, so that there may not be found even one small stone from it.\"",
          "ID": "13"
        },
        {
          "text": "And Absalom, with all the men of Israel, said: \"The counsel of Hushai the Archite is better than the counsel of Ahithophel.\" So, by an act of the Lord, the useful counsel of Ahithophel was defeated, in order that the Lord might lead evil over Absalom.",
          "ID": "14"
        },
        {
          "text": "And Hushai said to the priests, Zadok and Abiathar: \"Ahithophel gave counsel to Absalom and to the elders of Israel in this and that manner. And I gave counsel in such and such a manner.",
          "ID": "15"
        },
        {
          "text": "Now therefore, send quickly, and report to David, saying: 'You shall not stay this night in the plains of the desert. Instead, without delay, go across. Otherwise the king may be engulfed, and all the people who are with him.' \"",
          "ID": "16"
        },
        {
          "text": "But Jonathan and Ahimaaz remained beside the Fountain of Rogel. And a handmaid went away and reported it to them. And they set out, so that they might carry the report to king David. For they could not be seen, nor enter into the city.",
          "ID": "17"
        },
        {
          "text": "But a certain young man saw them, and he revealed it to Absalom. Yet truly, they traveled quickly and entered into the house of a certain man in Bahurim, who had a well in his court, and they descended into it.",
          "ID": "18"
        },
        {
          "text": "Then a woman took and spread a covering over the mouth of the well, as if drying hulled barley. And so the matter was hidden.",
          "ID": "19"
        },
        {
          "text": "And when the servants of Absalom had entered into the house, they said to the woman, \"Where is Ahimaaz and Jonathan?\" And the woman responded to them, \"They passed through hurriedly, after they had taken a little water.\" But those who were seeking them, when they had not found them, returned to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "And when they had gone, they ascended from the well. And traveling, they reported to king David, and they said: \"Rise up, and go across the river quickly. For Ahithophel has given a counsel of this kind against you.\"",
          "ID": "21"
        },
        {
          "text": "Therefore, David rose up, and all the people who were with him, and they crossed over the Jordan, until first light. And not even one of them was left behind who had not crossed over the river.",
          "ID": "22"
        },
        {
          "text": "Then Ahithophel, seeing that his counsel had not been done, saddled his donkey, and he rose up and went away to his own house and to his own city. And putting his house in order, he killed himself by hanging. And he was buried in the sepulcher of his father.",
          "ID": "23"
        },
        {
          "text": "Then David went to the encampment, and Absalom crossed over the Jordan, he and all the men of Israel with him.",
          "ID": "24"
        },
        {
          "text": "Truly, Absalom appointed Amasa in place of Joab over the army. Now Amasa was the son of a man who was called Ithra of Jezrael, who entered to Abigail, the daughter of Nahash, the sister of Zeruiah, who was the mother of Joab.",
          "ID": "25"
        },
        {
          "text": "And Israel made camp with Absalom in the land of Gilead.",
          "ID": "26"
        },
        {
          "text": "And when David had arrived at the encampment, Shobi, the son of Nahash, from Rabbah, of the sons of Ammon, and Machir, the son of Ammiel of Lodebar, and Barzillai, the Gileadite of Rogelim,",
          "ID": "27"
        },
        {
          "text": "brought to him bedding, and tapestries, and earthen vessels, and wheat, and barley, and meal, and cooked grain, and beans, and lentils, and fried chick peas,",
          "ID": "28"
        },
        {
          "text": "and honey, and butter, sheep and fattened calves. And they gave these to David and to the people who were with him to eat. For they suspected that the people were faint with hunger and thirst in the desert.",
          "ID": "29"
        }
      ],
      "ID": "OT:2SA.17",
      "name": "2 Samuel 17"
    },
    {
      "text": [
        {
          "text": "And so David, having reviewed his people, appointed over them tribunes and centurions.",
          "ID": "1"
        },
        {
          "text": "And he placed a third part of the people under the hand of Joab, and a third part under the hand of Abishai, the son of Zeruiah, the brother of Joab, and a third part under the hand of Ittai, who was from Gath. And the king said to the people, \"I, too, will go forth with you.\"",
          "ID": "2"
        },
        {
          "text": "And the people responded: \"You shall not go out. For if we flee, there will not be great concern in them for us. Or if one half part of us will fall, they will not care much. For you are considered as one for ten thousand. Therefore, it is better that you should be in the city to strengthen us.\"",
          "ID": "3"
        },
        {
          "text": "And the king said to them, \"I will do whatever seems good to you.\" Therefore, the king stood beside the gate. And the people went out by their troops, by hundreds and by thousands.",
          "ID": "4"
        },
        {
          "text": "And the king ordered Joab and Abishai and Ittai, saying, \"Preserve for me the boy Absalom.\" And all the people heard the king commanding all the leaders on behalf of Absalom.",
          "ID": "5"
        },
        {
          "text": "And so, the people departed into the field against Israel. And the battle took place in the forest of Ephraim.",
          "ID": "6"
        },
        {
          "text": "And the people of Israel were cut down in that place by the army of David. And a great slaughter occurred on that day: twenty thousand men.",
          "ID": "7"
        },
        {
          "text": "Now the battle in that place was dispersed over the face of all the land. And there were many more of the people whom the forest had consumed, than the sword had devoured, on that day.",
          "ID": "8"
        },
        {
          "text": "Then it happened that Absalom, riding on a mule, met the servants of David. And when the mule had entered under a thick and large oak tree, his head became trapped in the oak. And while he was suspended between heaven and earth, the mule on which he had been sitting continued on.",
          "ID": "9"
        },
        {
          "text": "Then a certain one saw this and reported it to Joab, saying, \"I saw Absalom hanging from an oak.\"",
          "ID": "10"
        },
        {
          "text": "And Joab said to the man who had reported it to him, \"If you saw him, why did you not stab him to the ground, and I would have given you ten shekels of silver and a belt?\"",
          "ID": "11"
        },
        {
          "text": "And he said to Joab: \"Even if you weighed out to my hands one thousand silver coins, I would never lay my hands on the son of the king. For in our hearing the king ordered you and Abishai and Ittai, saying, 'Keep for me the boy Absalom.'",
          "ID": "12"
        },
        {
          "text": "Then too, if I had acted with such audacity, against my own life, this would never have been able to be hidden from the king. And would you then have stood by my side?\"",
          "ID": "13"
        },
        {
          "text": "And Joab said, \"It will not be as you wish. Instead, I will be assailing him in your sight.\" Then he took three lances in his hand, and he fixed them in the heart of Absalom. And while he was still clinging to life upon the oak,",
          "ID": "14"
        },
        {
          "text": "ten young men, armor bearers of Joab, ran up, and striking him, they killed him.",
          "ID": "15"
        },
        {
          "text": "Then Joab sounded the trumpet, and he held back the people, lest they pursue Israel in their flight, for he was willing to spare the multitude.",
          "ID": "16"
        },
        {
          "text": "And they took Absalom, and they threw him into a great pit in the forest. And they piled an exceedingly great heap of stones over him. But all of Israel fled to their own tents.",
          "ID": "17"
        },
        {
          "text": "Now Absalom had raised up for himself, when he was still alive, a monument, which is in the Valley of the King. For he said, \"I have no son, and so this shall be the memorial to my name.\" And he called the monument by his own name. And it is called the Hand of Absalom, even to this day.",
          "ID": "18"
        },
        {
          "text": "Then Ahimaaz, the son of Zadok, said, \"I will run and report to the king that the Lord has accomplished judgment for him, from the hand of his enemies.\"",
          "ID": "19"
        },
        {
          "text": "And Joab said to him: \"You shall not be the messenger on this day. Instead, you shall report on another day. I am not willing for you to give the report today, because the son of the king is dead.\"",
          "ID": "20"
        },
        {
          "text": "Then Joab said to Hushai, \"Go, and report to the king what you have seen.\" Hushai reverenced Joab, and he ran.",
          "ID": "21"
        },
        {
          "text": "And Ahimaaz, the son of Zadok, said to Joab again, \"What prevents me from running after Hushai also?\" And Joab said to him: \"Why do you want to run, my son? You would not be the bearer of good news.\"",
          "ID": "22"
        },
        {
          "text": "And he responded, \"But what if I do run?\" And he said to him, \"Run.\" Then Ahimaaz, running along a shorter way, passed Hushai.",
          "ID": "23"
        },
        {
          "text": "Now David was sitting between the two gates. Truly, the watchman, who was at the summit of the gate upon the wall, lifting up his eyes, saw a man running alone.",
          "ID": "24"
        },
        {
          "text": "And crying out, he told the king. And the king said, \"If he is alone, there is good news in his mouth.\" But as he was advancing and drawing nearer,",
          "ID": "25"
        },
        {
          "text": "the watchman saw another man running. And so, crying out from the height, he said: \"Another man has appeared, running alone.\" And the king said, \"This one also is a good messenger.\"",
          "ID": "26"
        },
        {
          "text": "Then the watchman said, \"The running of the closest one seems like the running of Ahimaaz, the son of Zadok.\" And the king said, \"He is a good man, and he arrives bearing good news.\"",
          "ID": "27"
        },
        {
          "text": "Then, Ahimaaz, crying out, said to the king, \"Be well, O king.\" And reverencing the king prone on the ground before him, he said, \"Blessed be the Lord your God, who has enclosed the men who had lifted up their hands against my lord the king.\"",
          "ID": "28"
        },
        {
          "text": "And the king said, \"Is there peace for the boy Absalom?\" And Ahimaaz said: \"I saw a great tumult, O king, when your servant Joab sent me, your servant. I know nothing else.\"",
          "ID": "29"
        },
        {
          "text": "And the king said to him, \"Pass, and stand here.\" And when he had passed and stood still,",
          "ID": "30"
        },
        {
          "text": "Hushai appeared. And approaching, he said: \"I bear good news, my lord the king. For today the Lord has judged for you, from the hand of all who had risen up against you.\"",
          "ID": "31"
        },
        {
          "text": "But the king said to Hushai, \"Is there peace for the boy Absalom?\" And responding, Hushai said to him, \"May the enemies of my lord the king, and all who rise against him for evil, be as the boy is.\"",
          "ID": "32"
        },
        {
          "text": "And so the king, being greatly saddened, ascended to the upper room of the gate, and he wept. And as he went, he was speaking in this manner: \"My son Absalom! Absalom my son! Who can grant to me that I may die on your behalf? Absalom, my son! My son, Absalom!\"",
          "ID": "33"
        }
      ],
      "ID": "OT:2SA.18",
      "name": "2 Samuel 18"
    },
    {
      "text": [
        {
          "text": "Now it was reported to Joab that the king was weeping and mourning for his son.",
          "ID": "1"
        },
        {
          "text": "And so the victory on that day was turned into mourning for all the people. For the people heard it said on that day, \"The king is grieving over his son.\"",
          "ID": "2"
        },
        {
          "text": "And the people declined to enter the city on that day, in the manner that the people were accustomed to decline if they had turned and fled from battle.",
          "ID": "3"
        },
        {
          "text": "And the king covered his head, and he was crying out in a great voice: \"My son, Absalom! Absalom, my son, my son!\"",
          "ID": "4"
        },
        {
          "text": "Therefore, Joab, entering to the king in the house, said: \"Today you have shamed the faces of all your servants, who saved your life, and the lives of your sons and your daughters, and the lives of your wives, and the lives of your concubines.",
          "ID": "5"
        },
        {
          "text": "You love those who hate you, and you hate those who love you. And you have revealed this day that you have no concern for your leaders and for your servants. And truly, I know now that if Absalom had lived, and if we all had been killed, then it would have pleased you.",
          "ID": "6"
        },
        {
          "text": "Now then, rise up and go out, and speak so as to make amends to your servants. For I swear to you by the Lord that if you will not go forth, not even one person will be left with you this night. And this will be worse for you than all the evils that have come to you, from your youth even to the present.\"",
          "ID": "7"
        },
        {
          "text": "Therefore, the king rose up, and he sat at the gate. And it was announced to all the people that the king was sitting at the gate. And the entire multitude went before the king. But Israel fled to their own tents.",
          "ID": "8"
        },
        {
          "text": "And all the people were conflicted, in all the tribes of Israel, saying: \"The king has freed us from the hand of our enemies. He himself saved us from the hand of the Philistines. But now he flees from the land for the sake of Absalom.",
          "ID": "9"
        },
        {
          "text": "But Absalom, whom we anointed over us, has died in the war. How long will you be silent, and not lead back the king?\"",
          "ID": "10"
        },
        {
          "text": "Then truly, king David sent to Zadok and Abiathar, the priests, saying: \"Speak to those greater by birth of Judah, saying: 'Why have you arrived last to lead back the king into his house? (For the talk in all of Israel had reached the king in his house.)",
          "ID": "11"
        },
        {
          "text": "You are my brothers; you are my bone and my flesh. Why are you the last to lead back the king?'",
          "ID": "12"
        },
        {
          "text": "And say to Amasa: 'Are you not my bone and my flesh? May God do these things, and may he add these other things, if you will not be the leader of the military in my sight, for all time, in the place of Joab.' \"",
          "ID": "13"
        },
        {
          "text": "And he inclined the heart of all the men of Judah, as if one man. And they sent to the king, saying, \"Return, you and all your servants.\"",
          "ID": "14"
        },
        {
          "text": "And the king returned. And he went as far as the Jordan, and all of Judah went as far as Gilgal, so as to meet the king, and to lead him across the Jordan.",
          "ID": "15"
        },
        {
          "text": "And Shimei, the son of Gera, the son of Benjamin, from Bahurim, hurried and descended with the men of Judah to meet king David,",
          "ID": "16"
        },
        {
          "text": "with one thousand men from Benjamin, and with Ziba, the servant from the house of Saul. And with him were his fifteen sons and twenty servants. And going into the Jordan,",
          "ID": "17"
        },
        {
          "text": "they crossed the fords before the king, so that they might lead across the house of the king, and might act in accord with his order. Then, Shimei, the son of Gera, prostrating himself before the king after he had now gone across the Jordan,",
          "ID": "18"
        },
        {
          "text": "said to him: \"May you not impute to me, my lord, the iniquity, nor call to mind the injuries, of your servant in the day that you, my lord the king, departed from Jerusalem. And may you not store it up in your heart, O king.",
          "ID": "19"
        },
        {
          "text": "For as your servant, I acknowledge my sin. And for this reason, today, I arrive as the first from all the house of Joseph, and I descend to meet my lord the king.\"",
          "ID": "20"
        },
        {
          "text": "Yet truly, Abishai, the son of Zeruiah, responding, said, \"Should not Shimei, because of these words, be killed, since he cursed the Christ of the Lord?\"",
          "ID": "21"
        },
        {
          "text": "And David said: \"What is it to me and to all of you, O sons of Zeruiah? Why are you acting toward me this day like Satan? Why should any man be put to death on this day in Israel? Or do you not know that today I have been made king over Israel?\"",
          "ID": "22"
        },
        {
          "text": "And the king said to Shimei, \"You shall not die.\" And he swore to him.",
          "ID": "23"
        },
        {
          "text": "And Mephibosheth, the son of Saul, descended to meet the king, with unwashed his feet and uncut beard. And he had not washed his garments from the day that the king had departed, until the day of his return in peace.",
          "ID": "24"
        },
        {
          "text": "And when he had met the king at Jerusalem, the king said to him, \"Why did you not go with me, Mephibosheth?\"",
          "ID": "25"
        },
        {
          "text": "And in response, he said: \"My lord the king, my servant spurned me. And I, your servant, spoke to him so that he might saddle a donkey for me, and I might climb upon it and go with the king. For I, your servant, am lame.",
          "ID": "26"
        },
        {
          "text": "Moreover, he also accused me, your servant, to you, my lord the king. But you, my lord the king, are like an Angel of God. Do whatever is pleasing to you.",
          "ID": "27"
        },
        {
          "text": "For my father's house was deserving of nothing but death before my lord the king. Yet you have placed me, your servant, among the guests of your table. Therefore, what just complaint might I have? Or what else can I cry out to the king?\"",
          "ID": "28"
        },
        {
          "text": "Then the king said to him: \"Why are you still speaking? What I have spoken is fixed. You and Ziba shall divide the possessions.\"",
          "ID": "29"
        },
        {
          "text": "And Mephibosheth responded to the king, \"But now let him take it all, since my lord the king has been returned peacefully into his own house.\"",
          "ID": "30"
        },
        {
          "text": "Likewise, Barzillai the Gileadite, descending from Rogelim, led the king across the Jordan, having prepared also to follow him beyond the river.",
          "ID": "31"
        },
        {
          "text": "Now Barzillai the Gileadite was very old, that is, eighty years old. And he provided the king with sustenance when he was staying at the encampment. For indeed, he was an exceedingly rich man.",
          "ID": "32"
        },
        {
          "text": "And so the king said to Barzillai, \"Come with me, so that you may rest securely with me in Jerusalem.\"",
          "ID": "33"
        },
        {
          "text": "And Barzillai said to the king: \"How many days remain in the years of my life, that I should go up with the king to Jerusalem?",
          "ID": "34"
        },
        {
          "text": "Today I am eighty years old. Are my senses quick to discern sweet and bitter? Or is food and drink able to delight your servant? Or can I still hear the voice of men and women singers? Why should your servant be a burden to my lord the king?",
          "ID": "35"
        },
        {
          "text": "I, your servant, shall procede a little ways from the Jordan with you. I am not in need of this recompense.",
          "ID": "36"
        },
        {
          "text": "But I beg you that I, your servant, may be returned and may die in my own city, and may be buried beside the sepulcher of my father and my mother. But there is your servant Chimham; let him go with you, my lord the king. And do for him whatever seems good to you.\"",
          "ID": "37"
        },
        {
          "text": "And so the king said to him: \"Let Chimham cross over with me, and I will do for him whatever will be pleasing to you. And all that you ask of me, you shall obtain.\"",
          "ID": "38"
        },
        {
          "text": "And when the entire people and the king had crossed over the Jordan, the king kissed Barzillai, and he blessed him. And he returned to his own place.",
          "ID": "39"
        },
        {
          "text": "Then the king went on to Gilgal, and Chimham went with him. Now all the people of Judah had led the king across, but only as much as one half part of the people of Israel were there.",
          "ID": "40"
        },
        {
          "text": "And so, all the men of Israel, running to the king, said to him: \"Why have our brothers, the men of Judah, stolen you away. And why have they led the king and his house across the Jordan, and all the men of David with him?\"",
          "ID": "41"
        },
        {
          "text": "And all the men of Judah responded to the men of Israel: \"Because the king is nearer to me. Why are you angry over this matter? Have we eaten anything belonging to the king, or have any gifts been given to us?\"",
          "ID": "42"
        },
        {
          "text": "And the men of Israel responded to the men of Judah, and said: \"I have the greater amount, ten parts, with the king, and so David belongs to me more so than to you. Why have you caused me injury, and why was it not announced to me first, so that I might lead back my king?\" But the men of Judah answered more firmly than the men of Israel.",
          "ID": "43"
        }
      ],
      "ID": "OT:2SA.19",
      "name": "2 Samuel 19"
    },
    {
      "text": [
        {
          "text": "And it happened that there was, in that place, a man of Belial, whose name was Sheba, the son of Bichri, a man of Benjamin. And he sounded the trumpet, and he said: \"There is no portion for us in David, nor any inheritance in the son of Jesse. Return to your own tents, O Israel.\"",
          "ID": "1"
        },
        {
          "text": "And all of Israel separated from David, and they were following Sheba, the son of Bichri. But the men of Judah clung to their king, from the Jordan as far as Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And when the king had entered his house at Jerusalem, he took the ten women concubines, whom he had left behind to care for the house, and he put them into custody, allowing them provisions. But he did not enter to them. Instead, they were enclosed, even until the day of their deaths, living as widows.",
          "ID": "3"
        },
        {
          "text": "Then the king said to Amasa, \"Summon to me all the men of Judah on the third day, and you shall be present also.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, Amasa went away, so that he might summon Judah. But he delayed beyond the agreed time that the king had appointed to him.",
          "ID": "5"
        },
        {
          "text": "And David said to Abishai: \"Now Sheba, the son of Bichri, will afflict us more so than Absalom did. Therefore, take the servants of your lord, and pursue him, otherwise he may find fortified cities, and escape from us.\"",
          "ID": "6"
        },
        {
          "text": "And so, the men of Joab departed with him, along with the Cherethites and the Pelethites. And all the able-bodied men went out from Jerusalem to pursue Sheba, the son of Bichri.",
          "ID": "7"
        },
        {
          "text": "And when they were beside the great stone, which is in Gibeon, Amasa came to meet them. Now Joab was wearing a close-fitting coat of equal length with his garment. And over these, he was girded with a sword hanging down to his thigh, in a scabbard which was made so that the sword could be removed with the least motion, and then strike.",
          "ID": "8"
        },
        {
          "text": "Then Joab said to Amasa, \"Be well, my brother.\" And he held Amasa by the chin with his right hand, as if to kiss him.",
          "ID": "9"
        },
        {
          "text": "But Amasa did not notice the sword that Joab had. And he struck him in the side, and his intestines poured out to the ground. And he did not inflict a second wound, and he died. Then Joab and his brother Abishai pursued Sheba, the son of Bichri.",
          "ID": "10"
        },
        {
          "text": "Meanwhile, certain men, from the company of Joab, when they had stopped beside the dead body of Amasa, said: \"Behold, the one who wished to be in the place of Joab, the companion of David.\"",
          "ID": "11"
        },
        {
          "text": "Now Amasa was covered with blood, and was lying in the middle of the road. A certain man saw this, with all the people standing nearby to look at him, and he removed Amasa from the road into a field. And he covered him with a garment, so that those passing by would not stop because of him.",
          "ID": "12"
        },
        {
          "text": "Then, when he had been removed from the road, all the men continued on, following Joab in the pursuit of Sheba, the son of Bichri.",
          "ID": "13"
        },
        {
          "text": "Now he had passed through all the tribes of Israel into Abel and Bethmaacah. And all the elect men had gathered together to him.",
          "ID": "14"
        },
        {
          "text": "And so, they went and besieged him at Abel and Bethmaacah. And they surrounded the city with siege works, and the city was blockaded. Then the entire crowd who were with Joab strove to destroy the walls.",
          "ID": "15"
        },
        {
          "text": "And a wise woman exclaimed from the city: \"Listen, listen, and say to Joab: Draw near, and I will speak with you.\"",
          "ID": "16"
        },
        {
          "text": "And when he had drawn near to her, she said to him, \"Are you Joab?\" And he responded, \"I am.\" And she spoke in this way to him, \"Listen to the words of your handmaid.\" He responded, \"I am listening.\"",
          "ID": "17"
        },
        {
          "text": "And again she spoke: \"A word was said in the old proverb, 'Those who would inquire, let them inquire in Abel.' And so they would reach a conclusion.",
          "ID": "18"
        },
        {
          "text": "Am I not the one who responds with the truth in Israel? And yet you are seeking to overthrow the city, and to overturn a mother in Israel! Why would you cast down the inheritance of the Lord?\"",
          "ID": "19"
        },
        {
          "text": "And responding, Joab said: \"May this be far, may this be far from me! May I not cast down, and may I not demolish.",
          "ID": "20"
        },
        {
          "text": "The matter is not as you said. Rather, a man from mount Ephraim, Sheba, the son of Bichri, by name, has lifted up his hand against king David. Deliver him alone, and we will withdraw from the city.\" And the woman said to Joab, \"Behold, his head will be thrown down to you from the wall.'",
          "ID": "21"
        },
        {
          "text": "Therefore, she entered to all the people, and she spoke to them wisely. And they cut off the head of Sheba, the son of Bichri, and they threw it down to Joab. And he sounded the trumpet, and they withdrew from the city, each one to his own tent. But Joab returned to Jerusalem to the king.",
          "ID": "22"
        },
        {
          "text": "Thus Joab was over the entire army of Israel. And Benaiah, the son of Jehoiada, was over the Cerethites and Phelethites.",
          "ID": "23"
        },
        {
          "text": "Yet truly, Adoram was over the tributes. And Jehoshaphat, the son of Ahilud, was the keeper of records.",
          "ID": "24"
        },
        {
          "text": "Now Sheva was the scribe. And truly Zadok and Abiathar were the priests.",
          "ID": "25"
        },
        {
          "text": "But Ira, the Jairite, was the priest of David.",
          "ID": "26"
        }
      ],
      "ID": "OT:2SA.20",
      "name": "2 Samuel 20"
    },
    {
      "text": [
        {
          "text": "And a famine occurred, during the days of David, for three years continuously. And David consulted the oracle of the Lord. And the Lord said: \"This is because of Saul, and his house of bloodshed. For he killed the Gibeonites.\"",
          "ID": "1"
        },
        {
          "text": "Therefore, the king, calling for the Gibeonites, spoke to them. Now the Gibeonites were not of the sons of Israel, but were the remnant of the Amorites. And the sons of Israel had sworn an oath to them, but Saul wished to strike them in zeal, as if on behalf of the sons of Israel and Judah.",
          "ID": "2"
        },
        {
          "text": "Therefore, David said to the Gibeonites: \"What shall I do for you? And what shall be your satisfaction, so that you may bless the inheritance of the Lord?\"",
          "ID": "3"
        },
        {
          "text": "And the Gibeonites said to him: \"There is no quarrel for us over silver or gold, but against Saul and against his house. And we do not desire that any man of Israel be put to death.\" The king said to them, \"Then what do you wish that I should do for you?\"",
          "ID": "4"
        },
        {
          "text": "And they said to the king: \"The man who unjustly afflicted and oppressed us, we ought to destroy in such manner that not even one of his stock may be left behind in all the parts of Israel.",
          "ID": "5"
        },
        {
          "text": "Let seven men from his sons be given to us, so that we may crucify them to the Lord in Gibeon of Saul, formerly the chosen place of the Lord.\" And the king said, \"I will give them.\"",
          "ID": "6"
        },
        {
          "text": "But the king spared Mephibosheth, the son of Jonathan, the son of Saul, because of the oath of the Lord which had been made between David and Jonathan, the son of Saul.",
          "ID": "7"
        },
        {
          "text": "And so the king took the two sons of Rizpah, the daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth, and the five sons of Michal, the daughter of Saul, whom she conceived of Adriel, the son of Barzillai, who was from Meholath,",
          "ID": "8"
        },
        {
          "text": "and he gave them into the hands of the Gibeonites. And they crucified them on a hill in the sight of the Lord. And these seven fell together in the first days of the harvest, when the barley is beginning to be reaped.",
          "ID": "9"
        },
        {
          "text": "Then Rizpah, the daughter of Aiah, taking a haircloth, spread it under herself on a rock, from the beginning of the harvest until water dropped from heaven upon them. And she did not permit the birds to tear them by day, nor the beasts by night.",
          "ID": "10"
        },
        {
          "text": "And it was reported to David what Rizpah, the daughter of Aiah, the concubine of Saul, had done.",
          "ID": "11"
        },
        {
          "text": "And David went and took the bones of Saul, and the bones of his son Jonathan, from the men of Jabesh Gilead, who had stolen them from the street of Bethshan, where the Philistines had suspended them after they had slain Saul at Gilboa.",
          "ID": "12"
        },
        {
          "text": "And he brought the bones of Saul, and the bones of his son Jonathan, from there. And they collected the bones of those who had been crucified.",
          "ID": "13"
        },
        {
          "text": "And they buried them with the bones of Saul and his son Jonathan, in the land of Benjamin, to the side of the sepulcher of his father Kish. And they did all that the king had instructed. And after these things, God showed favor again to the land.",
          "ID": "14"
        },
        {
          "text": "Then the Philistines again undertook a battle against Israel. And David descended, and his servants with him, and they fought against the Philistines. But when David grew faint,",
          "ID": "15"
        },
        {
          "text": "Ishbibenob, who was of the ancestry of Arapha, the iron of whose spear weighed three hundred ounces, who had been girded with a new sword, strove to strike down David.",
          "ID": "16"
        },
        {
          "text": "And Abishai, the son of Zeruiah, defended him, and striking the Philistine, he killed him. Then David's men swore an oath to him, saying, \"You shall no longer go out to war with us, lest you extinguish the lamp of Israel.\"",
          "ID": "17"
        },
        {
          "text": "Also, a second war occurred in Gob against the Philistines. Then Sibbecai from Hushah struck down Saph, from the stock of Arapha, of the ancestry of the giants.",
          "ID": "18"
        },
        {
          "text": "Then there was a third war in Gob against the Philistines, in which Adeodatus, a son of the forest, a weaver from Bethlehem, struck down Goliath the Gittite, the shaft of whose spear was like the beam used by a cloth maker.",
          "ID": "19"
        },
        {
          "text": "A fourth battle was in Gath. In that place, there was a lofty man, who had six digits on each hand and each foot, that is, twenty-four in all, and he was from the origins of Arapha.",
          "ID": "20"
        },
        {
          "text": "And he blasphemed Israel. So Jonathan, the son of Shimei, the brother of David, struck him down.",
          "ID": "21"
        },
        {
          "text": "These four men were born of Arapha in Gath, and they fell by the hand of David and his servants.",
          "ID": "22"
        }
      ],
      "ID": "OT:2SA.21",
      "name": "2 Samuel 21"
    },
    {
      "text": [
        {
          "text": "And David spoke to the Lord the words of this verse, in the day that the Lord freed him from the hand of all his enemies and from the hand of Saul.",
          "ID": "1"
        },
        {
          "text": "And he said: \"The Lord is my rock, and my strength, and my Savior.",
          "ID": "2"
        },
        {
          "text": "I will hope in him. God is my strong one, my shield, and the horn of my salvation. He lifts me up, and he is my refreshment. You, O my Savior, will free me from iniquity.",
          "ID": "3"
        },
        {
          "text": "I will call upon the Lord, who is praiseworthy; and I will be saved from my enemies.",
          "ID": "4"
        },
        {
          "text": "For the pangs of death have encircled me. The torrents of Belial have terrified me.",
          "ID": "5"
        },
        {
          "text": "The ropes of Hell have encompassed me. The snares of death have intercepted me.",
          "ID": "6"
        },
        {
          "text": "In my tribulation, I will call upon the Lord, and I will cry out to my God. And he will heed my voice from his temple, and my outcry will reach his ears.",
          "ID": "7"
        },
        {
          "text": "The earth was shaken, and it quaked. The foundations of the mountains were struck together and violently shaken, because he was angry with them.",
          "ID": "8"
        },
        {
          "text": "Smoke ascends from his nostrils, and fire from his mouth will devour; coals have been kindled by it.",
          "ID": "9"
        },
        {
          "text": "He bent down the heavens, and it descended; and a fog was beneath his feet.",
          "ID": "10"
        },
        {
          "text": "And he climbed upon the cherubim, and he flew; and he slid upon the wings of the wind.",
          "ID": "11"
        },
        {
          "text": "He set darkness as a hiding place around himself, with waters sifted from the clouds of the heavens.",
          "ID": "12"
        },
        {
          "text": "By means of the brightness of his glance, coals of fire were kindled.",
          "ID": "13"
        },
        {
          "text": "The Lord will thunder from heaven; and the Most High will utter his voice.",
          "ID": "14"
        },
        {
          "text": "He shot arrows, and he scattered them; lightning, and he consumed them.",
          "ID": "15"
        },
        {
          "text": "And the overflow of the sea appeared, and the foundations of the globe were revealed, at the rebuke of the Lord, at the exhale of the breath of his fury.",
          "ID": "16"
        },
        {
          "text": "He sent from on high, and he took me up. And he drew me out of many waters.",
          "ID": "17"
        },
        {
          "text": "He freed me from my most powerful enemy and from those who had hated me. For they were too strong for me.",
          "ID": "18"
        },
        {
          "text": "He went before me in the day of my affliction, and the Lord became my firmament.",
          "ID": "19"
        },
        {
          "text": "And he led me out to a wide-open place. He freed me, because I was pleasing to him.",
          "ID": "20"
        },
        {
          "text": "The Lord will reward me according to my justice. And he will repay me according to the cleanness of my hands.",
          "ID": "21"
        },
        {
          "text": "For I have kept to the ways of the Lord, and I have not acted impiously before my God.",
          "ID": "22"
        },
        {
          "text": "For all his judgments are in my sight. And I have not removed his precepts from me.",
          "ID": "23"
        },
        {
          "text": "And I shall be perfect with him. And I shall guard myself from my own iniquity.",
          "ID": "24"
        },
        {
          "text": "And the Lord will recompense me according to my justice, and according to the cleanness of my hands in the sight of his eyes.",
          "ID": "25"
        },
        {
          "text": "With the holy one, you will be holy, and with the strong one, you will be perfect.",
          "ID": "26"
        },
        {
          "text": "With the elect one, you will be elect, and with the perverse one, you will be perverse.",
          "ID": "27"
        },
        {
          "text": "And you will bring to salvation the poor people, and you will humble the exalted with your eyes.",
          "ID": "28"
        },
        {
          "text": "For you are my lamp, O Lord. And you, O Lord, will illuminate my darkness.",
          "ID": "29"
        },
        {
          "text": "For in you, I will run girded. In my God, I will leap over the wall.",
          "ID": "30"
        },
        {
          "text": "God, his way is immaculate; the eloquence of the Lord is an exacting fire. He is the shield of all who hope in him.",
          "ID": "31"
        },
        {
          "text": "Who is God except the Lord? And who is strong except our God?",
          "ID": "32"
        },
        {
          "text": "God, he has girded me with fortitude, and he has made my way perfect:",
          "ID": "33"
        },
        {
          "text": "making my feet like the feet of the stag, and stationing me upon my exalted places,",
          "ID": "34"
        },
        {
          "text": "teaching my hands to do battle, and making my arms like a bow of brass.",
          "ID": "35"
        },
        {
          "text": "You have given me the shield of your salvation. And your mildness has multiplied me.",
          "ID": "36"
        },
        {
          "text": "You will enlarge my steps under me, and my ankles will not fail.",
          "ID": "37"
        },
        {
          "text": "I will pursue my enemies, and crush them. And I will not turn back, until I consume them.",
          "ID": "38"
        },
        {
          "text": "I will consume them and break them apart, so that they cannot rise up; they will fall under my feet.",
          "ID": "39"
        },
        {
          "text": "You have girded me with strength for the battle. Those who resisted me, you have bent down under me.",
          "ID": "40"
        },
        {
          "text": "You have caused my enemies to turn their back to me; they have hatred for me, and I shall destroy them.",
          "ID": "41"
        },
        {
          "text": "They will cry out, and there will be no one to save; to the Lord, and he will not heed them.",
          "ID": "42"
        },
        {
          "text": "I will wipe them away like the dust of the earth. I will break them apart and crush them, like the mud of the streets.",
          "ID": "43"
        },
        {
          "text": "You will save me from the contradictions of my people. You will preserve me to be the head of the Gentiles; a people I do not know shall serve me.",
          "ID": "44"
        },
        {
          "text": "The sons of foreigners, who will resist me, at the hearing of the ear they will be obedient to me.",
          "ID": "45"
        },
        {
          "text": "The foreigners flowed away, but they will be drawn together in their anguishes.",
          "ID": "46"
        },
        {
          "text": "The Lord lives, and my God is blessed. And the strong God of my salvation shall be exalted.",
          "ID": "47"
        },
        {
          "text": "God gives me vindication, and he casts down the peoples under me.",
          "ID": "48"
        },
        {
          "text": "He leads me away from my enemies, and he lifts me up from those who resist me. You will free me from the iniquitous man.",
          "ID": "49"
        },
        {
          "text": "Because of this, I will confess to you, O Lord, among the Gentiles, and I will sing to your name:",
          "ID": "50"
        },
        {
          "text": "magnifying the salvation of his king, and showing mercy to David, his Christ, and to his offspring forever.\"",
          "ID": "51"
        }
      ],
      "ID": "OT:2SA.22",
      "name": "2 Samuel 22"
    },
    {
      "text": [
        {
          "text": "These are the last words of David. Now David, the son of Jesse, the man to whom it was appointed concerning the Christ of the God of Jacob, the preeminent psalmist of Israel said:",
          "ID": "1"
        },
        {
          "text": "\"The Spirit of the Lord has spoken through me, and his word was spoken through my tongue.",
          "ID": "2"
        },
        {
          "text": "The God of Israel spoke to me, the Strong One of Israel spoke, the Ruler of men, the Just Ruler, in the fear of God,",
          "ID": "3"
        },
        {
          "text": "like the first light of the morning as the sun is rising, when a morning without clouds glows red, and like plants springing forth from the earth after a rainfall.",
          "ID": "4"
        },
        {
          "text": "But my house is not so great with God that he should undertake an eternal covenant with me, firm and fortified in all things. For he is the entirety of my salvation and the entirety of my will. And there is nothing of this which will not spring forth.",
          "ID": "5"
        },
        {
          "text": "But all prevaricators shall be plucked out like thorns, yet they are not taken away by hands.",
          "ID": "6"
        },
        {
          "text": "And if anyone wishes to touch them, he must be armed with iron and a wooden lance. And they shall be set ablaze and burned to nothing.\"",
          "ID": "7"
        },
        {
          "text": "These are the names of the valiant of David. Sitting in the chair was the wisest leader among the three; he was like a very tender little worm in a tree, who killed eight hundred men in one attack.",
          "ID": "8"
        },
        {
          "text": "After him, there was Eleazar, the son of his paternal uncle, an Ahohite, who was among the three valiant men who were with David when they chastised the Philistines, and they were gathered together in battle there.",
          "ID": "9"
        },
        {
          "text": "And when the men of Israel had gone up, he himself stood fast and struck down the Philistines, until his hand grew weak and stiff with the sword. And the Lord wrought a great salvation on that day. And the people who had fled returned to take up the spoils of the slain.",
          "ID": "10"
        },
        {
          "text": "And after him, there was Shammah, the son of Agee, from Hara. And the Philistines gathered together at an outpost. For a field full of lentils was in that place. And when the people had fled from the face of the Philistines,",
          "ID": "11"
        },
        {
          "text": "he stood fast in the middle of the field, and it was protected by him. And he struck down the Philistines. And the Lord wrought a great salvation.",
          "ID": "12"
        },
        {
          "text": "And moreover, before this, the three who were leaders among the thirty descended and went to David at harvest time, in the cave of Adullam. But the camp of the Philistines was positioned in the Valley of the giants.",
          "ID": "13"
        },
        {
          "text": "And David was in a stronghold. Moreover, there was a garrison of the Philistines at that time in Bethlehem.",
          "ID": "14"
        },
        {
          "text": "Then David desired, and he said, \"If only someone would give me a drink of the water from the cistern, which is in Bethlehem beside the gate!\"",
          "ID": "15"
        },
        {
          "text": "Therefore, the three valiant men burst into the encampment of the Philistines, and they drew water from the cistern of Bethlehem, which was beside the gate. And they brought it to David. Yet he was not willing to drink; instead, he poured it out to the Lord,",
          "ID": "16"
        },
        {
          "text": "saying: \"May the Lord be gracious to me, so that I may not do this. Should I drink the blood of these men who have set out to the peril of their own lives?\" Therefore, he was not willing to drink. These things were accomplished by these three robust men.",
          "ID": "17"
        },
        {
          "text": "Also Abishai, the brother of Joab, the son of Zeruiah, was first among the three. It was he who lifted up his spear against three hundred men, whom he killed. And he was renowned among the three,",
          "ID": "18"
        },
        {
          "text": "and he was the noblest of the three, and he was their leader. But at first he did not attain to the three.",
          "ID": "19"
        },
        {
          "text": "And Benaiah, the son of Jehoiada, a very strong man of great deeds, was from Kabzeel. He slew the two lions of Moab, and he descended and slew a lion in the middle of a den, in the days of snow.",
          "ID": "20"
        },
        {
          "text": "He also killed an Egyptian who had a spear in his hand, a man worthy to behold. And yet he had gone down to him with only a staff. And he forced the spear from the hand of the Egyptian, and he killed him with his own spear.",
          "ID": "21"
        },
        {
          "text": "Benaiah, the son of Jehoiada, accomplished these things.",
          "ID": "22"
        },
        {
          "text": "And he was renowned among the three robust men, who were the most noble among the thirty. Yet truly, he did not attain to the three, until David made him his secret advisor.",
          "ID": "23"
        },
        {
          "text": "Among the thirty were: Asahel, the brother of Joab, Elhanan, the son of his paternal uncle, from Bethlehem,",
          "ID": "24"
        },
        {
          "text": "Shammah from Harod, Elika from Harod,",
          "ID": "25"
        },
        {
          "text": "Helez from Palti, Ira, the son of Ikkesh, from Tekoa,",
          "ID": "26"
        },
        {
          "text": "Abiezer from Anathoth, Mebunnai from Hushah,",
          "ID": "27"
        },
        {
          "text": "Zalmon the Ahohite, Maharai the Netophathite,",
          "ID": "28"
        },
        {
          "text": "Heleb, the son of Baanah, also himself a Netophathite, Ittai, the son of Ribai, from Gibeah, of the sons of Benjamin,",
          "ID": "29"
        },
        {
          "text": "Benaiah the Pirathonite, Hiddai from the Torrent Gaash,",
          "ID": "30"
        },
        {
          "text": "Abialbon the Arbathite, Azmaveth from Beromi,",
          "ID": "31"
        },
        {
          "text": "Eliahba from Shaalbon; the sons of Jashen, Jonathan,",
          "ID": "32"
        },
        {
          "text": "Shammah from Orori, Ahiam, the son of Sharar, the Hararite,",
          "ID": "33"
        },
        {
          "text": "Eliphelet, the son of Ahasbai, the son of Maacath, Eliam, the son of Ahithophel, the Gilonite,",
          "ID": "34"
        },
        {
          "text": "Hezrai from Carmel, Paarai from Arbi,",
          "ID": "35"
        },
        {
          "text": "Igal, the son of Nathan, from Zobah, Bani from Gad,",
          "ID": "36"
        },
        {
          "text": "Zelek from Ammon, Naharai the Beerothite, the armor bearer of Joab, the son of Zeruiah,",
          "ID": "37"
        },
        {
          "text": "Ira the Ithrite, Gareb also an Ithrite,",
          "ID": "38"
        },
        {
          "text": "Uriah the Hittite: altogether thirty seven",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.23",
      "name": "2 Samuel 23"
    },
    {
      "text": [
        {
          "text": "And the fury of the Lord was again kindled against Israel, and he stirred up David among them, saying: \"Go, number Israel and Judah.\"",
          "ID": "1"
        },
        {
          "text": "And the king said to Joab, the leader of his army, \"Travel through all the tribes of Israel, from Dan to Beersheba, and number the people, so that I may know their number.\"",
          "ID": "2"
        },
        {
          "text": "And Joab said to the king: \"May the Lord your God increase your people, who are already great in number, and may he again increase them, one hundredfold, in the sight of my lord the king. But what does my lord the king intend for himself by this kind of thing?\"",
          "ID": "3"
        },
        {
          "text": "But the words of the king prevailed over the words of Joab and the leaders of the army. And so Joab and the leaders of the military departed from the face of the king, so that they might number the people of Israel.",
          "ID": "4"
        },
        {
          "text": "And when they had passed across the Jordan, they arrived at Aroer, to the right of the city, which is in the Valley of Gad.",
          "ID": "5"
        },
        {
          "text": "And they continued on through Jazer, into Gilead, and to the lower land of Hodsi. And they arrived in the woodlands of Dan. And going around beside Sidon,",
          "ID": "6"
        },
        {
          "text": "they passed near the walls of Tyre, and near all the land of the Hivite and the Canaanite. And they went into the south of Judah, to Beersheba.",
          "ID": "7"
        },
        {
          "text": "And having inspected the entire land, after nine months and twenty days, they were present in Jerusalem.",
          "ID": "8"
        },
        {
          "text": "Then Joab gave the number of the description of the people to the king. And there were found of Israel eight hundred thousand able-bodied men, who might draw the sword; and of Judah, five hundred thousand fighting men.",
          "ID": "9"
        },
        {
          "text": "Then the heart of David struck him, after the people were numbered. And David said to the Lord: \"I have sinned greatly in what I have done. But I pray that you, O Lord, may take away the iniquity of your servant. For I have acted very foolishly.\"",
          "ID": "10"
        },
        {
          "text": "And David rose up in the morning, and the word of the Lord went to Gad, the prophet and seer of David, saying:",
          "ID": "11"
        },
        {
          "text": "\"Go, and say to David: 'Thus says the Lord: I present to you a choice of three things. Choose one of these, whichever you will, so that I may do it to you.' \"",
          "ID": "12"
        },
        {
          "text": "And when Gad had gone to David, he announced it to him, saying: \"Either seven years of famine will come to you in your land; or you will flee for three months from your adversaries, and they will pursue you; or there will be a pestilence in your land for three days. Now then, deliberate, and see what word I may respond to him who sent me.\"",
          "ID": "13"
        },
        {
          "text": "Then David said to Gad: \"I am in great anguish. But it is better that I should fall into the hands of the Lord (for his mercies are many) than into the hands of men.\"",
          "ID": "14"
        },
        {
          "text": "And the Lord sent a pestilence upon Israel, from the morning until the appointed time. And there died of the people, from Dan to Beersheba, seventy thousand men.",
          "ID": "15"
        },
        {
          "text": "And when the Angel of the Lord had extended his hand over Jerusalem, so that he might destroy it, the Lord took pity on the affliction. And he said to the Angel who was striking the people: \"It is enough. Hold back your hand now.\" And the Angel of the Lord was beside the threshing floor of Araunah the Jebusite.",
          "ID": "16"
        },
        {
          "text": "And when he had seen the Angel cutting down the people, David said to the Lord: \"I am the one who sinned. I have acted iniquitously. These ones who are the sheep, what have they done? I beg you that your hand may be turned against me and against my father's house.\"",
          "ID": "17"
        },
        {
          "text": "Then Gad went to David on that day, and he said, \"Ascend and construct an altar to the Lord on the threshing floor of Araunah the Jebusite.\"",
          "ID": "18"
        },
        {
          "text": "And David ascended in accord with the word of Gad, which the Lord had commanded to him.",
          "ID": "19"
        },
        {
          "text": "And looking out, Araunah turned his attention to the king and his servants, passing toward him.",
          "ID": "20"
        },
        {
          "text": "And going out, he adored the king, lying prone with his face to the ground, and he said, \"What is the reason that my lord the king has come to his servant?\" And David said to him, \"So as to purchase the threshing floor from you, and to build an altar to the Lord, and to quiet the plague that rages among the people.\"",
          "ID": "21"
        },
        {
          "text": "And Araunah said to David: \"May my lord the king offer and accept whatever is pleasing to him. You have oxen for a holocaust, and the cart and the yokes of the oxen to use for wood.\"",
          "ID": "22"
        },
        {
          "text": "All these things Araunah gave, as a king to a king. And Araunah said to the king, \"May the Lord your God accept your vow.\"",
          "ID": "23"
        },
        {
          "text": "And in response, the king said to him: \"It shall not be as you wish. Instead, I will purchase it from you at a price. For I will not offer to the Lord, my God, holocausts that cost nothing.\" Therefore, David bought the threshing floor and the oxen for fifty shekels of silver.",
          "ID": "24"
        },
        {
          "text": "And in that place, David built an altar to the Lord. And he offered holocausts and peace offerings. And the Lord was gracious to the land, and the plague was held back from Israel.",
          "ID": "25"
        }
      ],
      "ID": "OT:2SA.24",
      "name": "2 Samuel 24"
    }
  ],
  "ID": "OT:2SA(CPDV)",
  "version": "CPDV",
  "name": "2 Samuel"
}