{
  "text": [
    {
      "text": [
        {
          "text": "After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag.",
          "ID": "1"
        },
        {
          "text": "And on the third day, behold, a man came from Saul's camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage.",
          "ID": "2"
        },
        {
          "text": "David said to him, \"Where do you come from?\" And he said to him, \"I have escaped from the camp of Israel.\"",
          "ID": "3"
        },
        {
          "text": "And David said to him, \"How did it go? Tell me.\" And he answered, \"The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.\"",
          "ID": "4"
        },
        {
          "text": "Then David said to the young man who told him, \"How do you know that Saul and his son Jonathan are dead?\"",
          "ID": "5"
        },
        {
          "text": "And the young man who told him said, \"By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him.",
          "ID": "6"
        },
        {
          "text": "And when he looked behind him, he saw me, and called to me. And I answered, 'Here I am.'",
          "ID": "7"
        },
        {
          "text": "And he said to me, 'Who are you?' I answered him, 'I am an Amalekite.'",
          "ID": "8"
        },
        {
          "text": "And he said to me, 'Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.'",
          "ID": "9"
        },
        {
          "text": "So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.\"",
          "ID": "10"
        },
        {
          "text": "Then David took hold of his clothes and tore them, and so did all the men who were with him.",
          "ID": "11"
        },
        {
          "text": "And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the Lord and for the house of Israel, because they had fallen by the sword.",
          "ID": "12"
        },
        {
          "text": "And David said to the young man who told him, \"Where do you come from?\" And he answered, \"I am the son of a sojourner, an Amalekite.\"",
          "ID": "13"
        },
        {
          "text": "David said to him, \"How is it you were not afraid to put out your hand to destroy the Lord's anointed?\"",
          "ID": "14"
        },
        {
          "text": "Then David called one of the young men and said, \"Go, execute him.\" And he struck him down so that he died.",
          "ID": "15"
        },
        {
          "text": "And David said to him, \"Your blood be on your head, for your own mouth has testified against you, saying, 'I have killed the Lord's anointed.'\"",
          "ID": "16"
        },
        {
          "text": "And David lamented with this lamentation over Saul and Jonathan his son,",
          "ID": "17"
        },
        {
          "text": "and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:",
          "ID": "18"
        },
        {
          "text": "\"Your glory, O Israel, is slain on your high places!",
          "ID": "19"
        },
        {
          "text": "How the mighty have fallen!",
          "ID": "19"
        },
        {
          "text": "Tell it not in Gath,",
          "ID": "20"
        },
        {
          "text": "publish it not in the streets of Ashkelon,",
          "ID": "20"
        },
        {
          "text": "lest the daughters of the Philistines rejoice,",
          "ID": "20"
        },
        {
          "text": "lest the daughters of the uncircumcised exult.",
          "ID": "20"
        },
        {
          "text": "\"You mountains of Gilboa,",
          "ID": "21"
        },
        {
          "text": "let there be no dew or rain upon you,",
          "ID": "21"
        },
        {
          "text": "nor fields of offerings!",
          "ID": "21"
        },
        {
          "text": "For there the shield of the mighty was defiled,",
          "ID": "21"
        },
        {
          "text": "the shield of Saul, not anointed with oil.",
          "ID": "21"
        },
        {
          "text": "\"From the blood of the slain,",
          "ID": "22"
        },
        {
          "text": "from the fat of the mighty,",
          "ID": "22"
        },
        {
          "text": "the bow of Jonathan turned not back,",
          "ID": "22"
        },
        {
          "text": "and the sword of Saul returned not empty.",
          "ID": "22"
        },
        {
          "text": "\"Saul and Jonathan, beloved and lovely!",
          "ID": "23"
        },
        {
          "text": "In life and in death they were not divided;",
          "ID": "23"
        },
        {
          "text": "they were swifter than eagles;",
          "ID": "23"
        },
        {
          "text": "they were stronger than lions.",
          "ID": "23"
        },
        {
          "text": "\"You daughters of Israel, weep over Saul,",
          "ID": "24"
        },
        {
          "text": "who clothed you luxuriously in scarlet,",
          "ID": "24"
        },
        {
          "text": "who put ornaments of gold on your apparel.",
          "ID": "24"
        },
        {
          "text": "\"How the mighty have fallen",
          "ID": "25"
        },
        {
          "text": "in the midst of the battle!",
          "ID": "25"
        },
        {
          "text": "\"Jonathan lies slain on your high places.",
          "ID": "25"
        },
        {
          "text": "I am distressed for you, my brother Jonathan;",
          "ID": "26"
        },
        {
          "text": "very pleasant have you been to me;",
          "ID": "26"
        },
        {
          "text": "your love to me was extraordinary,",
          "ID": "26"
        },
        {
          "text": "surpassing the love of women.",
          "ID": "26"
        },
        {
          "text": "\"How the mighty have fallen,",
          "ID": "27"
        },
        {
          "text": "and the weapons of war perished!\"",
          "ID": "27"
        }
      ],
      "ID": "OT:2SA.1",
      "name": "2 Samuel 1"
    },
    {
      "text": [
        {
          "text": "After this David inquired of the Lord, \"Shall I go up into any of the cities of Judah?\" And the Lord said to him, \"Go up.\" David said, \"To which shall I go up?\" And he said, \"To Hebron.\"",
          "ID": "1"
        },
        {
          "text": "So David went up there, and his two wives also, Ahinoam of Jezreel and Abigail the widow of Nabal of Carmel.",
          "ID": "2"
        },
        {
          "text": "And David brought up his men who were with him, everyone with his household, and they lived in the towns of Hebron.",
          "ID": "3"
        },
        {
          "text": "And the men of Judah came, and there they anointed David king over the house of Judah.",
          "ID": "4"
        },
        {
          "text": "When they told David, \"It was the men of Jabesh-gilead who buried Saul,\"",
          "ID": "4"
        },
        {
          "text": "David sent messengers to the men of Jabesh-gilead and said to them, \"May you be blessed by the Lord, because you showed this loyalty to Saul your lord and buried him.",
          "ID": "5"
        },
        {
          "text": "Now may the Lord show steadfast love and faithfulness to you. And I will do good to you because you have done this thing.",
          "ID": "6"
        },
        {
          "text": "Now therefore let your hands be strong, and be valiant, for Saul your lord is dead, and the house of Judah has anointed me king over them.\"",
          "ID": "7"
        },
        {
          "text": "But Abner the son of Ner, commander of Saul's army, took Ish-bosheth the son of Saul and brought him over to Mahanaim,",
          "ID": "8"
        },
        {
          "text": "and he made him king over Gilead and the Ashurites and Jezreel and Ephraim and Benjamin and all Israel.",
          "ID": "9"
        },
        {
          "text": "Ish-bosheth, Saul's son, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David.",
          "ID": "10"
        },
        {
          "text": "And the time that David was king in Hebron over the house of Judah was seven years and six months.",
          "ID": "11"
        },
        {
          "text": "Abner the son of Ner, and the servants of Ish-bosheth the son of Saul, went out from Mahanaim to Gibeon.",
          "ID": "12"
        },
        {
          "text": "And Joab the son of Zeruiah and the servants of David went out and met them at the pool of Gibeon. And they sat down, the one on the one side of the pool, and the other on the other side of the pool.",
          "ID": "13"
        },
        {
          "text": "And Abner said to Joab, \"Let the young men arise and compete before us.\" And Joab said, \"Let them arise.\"",
          "ID": "14"
        },
        {
          "text": "Then they arose and passed over by number, twelve for Benjamin and Ish-bosheth the son of Saul, and twelve of the servants of David.",
          "ID": "15"
        },
        {
          "text": "And each caught his opponent by the head and thrust his sword in his opponent's side, so they fell down together. Therefore that place was called Helkath-hazzurim, which is at Gibeon.",
          "ID": "16"
        },
        {
          "text": "And the battle was very fierce that day. And Abner and the men of Israel were beaten before the servants of David.",
          "ID": "17"
        },
        {
          "text": "And the three sons of Zeruiah were there, Joab, Abishai, and Asahel. Now Asahel was as swift of foot as a wild gazelle.",
          "ID": "18"
        },
        {
          "text": "And Asahel pursued Abner, and as he went, he turned neither to the right hand nor to the left from following Abner.",
          "ID": "19"
        },
        {
          "text": "Then Abner looked behind him and said, \"Is it you, Asahel?\" And he answered, \"It is I.\"",
          "ID": "20"
        },
        {
          "text": "Abner said to him, \"Turn aside to your right hand or to your left, and seize one of the young men and take his spoil.\" But Asahel would not turn aside from following him.",
          "ID": "21"
        },
        {
          "text": "And Abner said again to Asahel, \"Turn aside from following me. Why should I strike you to the ground? How then could I lift up my face to your brother Joab?\"",
          "ID": "22"
        },
        {
          "text": "But he refused to turn aside. Therefore Abner struck him in the stomach with the butt of his spear, so that the spear came out at his back. And he fell there and died where he was. And all who came to the place where Asahel had fallen and died, stood still.",
          "ID": "23"
        },
        {
          "text": "But Joab and Abishai pursued Abner. And as the sun was going down they came to the hill of Ammah, which lies before Giah on the way to the wilderness of Gibeon.",
          "ID": "24"
        },
        {
          "text": "And the people of Benjamin gathered themselves together behind Abner and became one group and took their stand on the top of a hill.",
          "ID": "25"
        },
        {
          "text": "Then Abner called to Joab, \"Shall the sword devour forever? Do you not know that the end will be bitter? How long will it be before you tell your people to turn from the pursuit of their brothers?\"",
          "ID": "26"
        },
        {
          "text": "And Joab said, \"As God lives, if you had not spoken, surely the men would not have given up the pursuit of their brothers until the morning.\"",
          "ID": "27"
        },
        {
          "text": "So Joab blew the trumpet, and all the men stopped and pursued Israel no more, nor did they fight anymore.",
          "ID": "28"
        },
        {
          "text": "And Abner and his men went all that night through the Arabah. They crossed the Jordan, and marching the whole morning, they came to Mahanaim.",
          "ID": "29"
        },
        {
          "text": "Joab returned from the pursuit of Abner. And when he had gathered all the people together, there were missing from David's servants nineteen men besides Asahel.",
          "ID": "30"
        },
        {
          "text": "But the servants of David had struck down of Benjamin 360 of Abner's men.",
          "ID": "31"
        },
        {
          "text": "And they took up Asahel and buried him in the tomb of his father, which was at Bethlehem. And Joab and his men marched all night, and the day broke upon them at Hebron.",
          "ID": "32"
        }
      ],
      "ID": "OT:2SA.2",
      "name": "2 Samuel 2"
    },
    {
      "text": [
        {
          "text": "There was a long war between the house of Saul and the house of David. And David grew stronger and stronger, while the house of Saul became weaker and weaker.",
          "ID": "1"
        },
        {
          "text": "And sons were born to David at Hebron: his firstborn was Amnon, of Ahinoam of Jezreel;",
          "ID": "2"
        },
        {
          "text": "and his second, Chileab, of Abigail the widow of Nabal of Carmel; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;",
          "ID": "3"
        },
        {
          "text": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;",
          "ID": "4"
        },
        {
          "text": "and the sixth, Ithream, of Eglah, David's wife. These were born to David in Hebron.",
          "ID": "5"
        },
        {
          "text": "While there was war between the house of Saul and the house of David, Abner was making himself strong in the house of Saul.",
          "ID": "6"
        },
        {
          "text": "Now Saul had a concubine whose name was Rizpah, the daughter of Aiah. And Ish-bosheth said to Abner, \"Why have you gone in to my father's concubine?\"",
          "ID": "7"
        },
        {
          "text": "Then Abner was very angry over the words of Ish-bosheth and said, \"Am I a dog's head of Judah? To this day I keep showing steadfast love to the house of Saul your father, to his brothers, and to his friends, and have not given you into the hand of David. And yet you charge me today with a fault concerning a woman.",
          "ID": "8"
        },
        {
          "text": "God do so to Abner and more also, if I do not accomplish for David what the Lord has sworn to him,",
          "ID": "9"
        },
        {
          "text": "to transfer the kingdom from the house of Saul and set up the throne of David over Israel and over Judah, from Dan to Beersheba.\"",
          "ID": "10"
        },
        {
          "text": "And Ish-bosheth could not answer Abner another word, because he feared him.",
          "ID": "11"
        },
        {
          "text": "And Abner sent messengers to David on his behalf, saying, \"To whom does the land belong? Make your covenant with me, and behold, my hand shall be with you to bring over all Israel to you.\"",
          "ID": "12"
        },
        {
          "text": "And he said, \"Good; I will make a covenant with you. But one thing I require of you; that is, you shall not see my face unless you first bring Michal, Saul's daughter, when you come to see my face.\"",
          "ID": "13"
        },
        {
          "text": "Then David sent messengers to Ish-bosheth, Saul's son, saying, \"Give me my wife Michal, for whom I paid the bridal price of a hundred foreskins of the Philistines.\"",
          "ID": "14"
        },
        {
          "text": "And Ish-bosheth sent and took her from her husband Paltiel the son of Laish.",
          "ID": "15"
        },
        {
          "text": "But her husband went with her, weeping after her all the way to Bahurim. Then Abner said to him, \"Go, return.\" And he returned.",
          "ID": "16"
        },
        {
          "text": "And Abner conferred with the elders of Israel, saying, \"For some time past you have been seeking David as king over you.",
          "ID": "17"
        },
        {
          "text": "Now then bring it about, for the Lord has promised David, saying, 'By the hand of my servant David I will save my people Israel from the hand of the Philistines, and from the hand of all their enemies.'\"",
          "ID": "18"
        },
        {
          "text": "Abner also spoke to Benjamin. And then Abner went to tell David at Hebron all that Israel and the whole house of Benjamin thought good to do.",
          "ID": "19"
        },
        {
          "text": "When Abner came with twenty men to David at Hebron, David made a feast for Abner and the men who were with him.",
          "ID": "20"
        },
        {
          "text": "And Abner said to David, \"I will arise and go and will gather all Israel to my lord the king, that they may make a covenant with you, and that you may reign over all that your heart desires.\" So David sent Abner away, and he went in peace.",
          "ID": "21"
        },
        {
          "text": "Just then the servants of David arrived with Joab from a raid, bringing much spoil with them. But Abner was not with David at Hebron, for he had sent him away, and he had gone in peace.",
          "ID": "22"
        },
        {
          "text": "When Joab and all the army that was with him came, it was told Joab, \"Abner the son of Ner came to the king, and he has let him go, and he has gone in peace.\"",
          "ID": "23"
        },
        {
          "text": "Then Joab went to the king and said, \"What have you done? Behold, Abner came to you. Why is it that you have sent him away, so that he is gone?",
          "ID": "24"
        },
        {
          "text": "You know that Abner the son of Ner came to deceive you and to know your going out and your coming in, and to know all that you are doing.\"",
          "ID": "25"
        },
        {
          "text": "When Joab came out from David's presence, he sent messengers after Abner, and they brought him back from the cistern of Sirah. But David did not know about it.",
          "ID": "26"
        },
        {
          "text": "And when Abner returned to Hebron, Joab took him aside into the midst of the gate to speak with him privately, and there he struck him in the stomach, so that he died, for the blood of Asahel his brother.",
          "ID": "27"
        },
        {
          "text": "Afterward, when David heard of it, he said, \"I and my kingdom are forever guiltless before the Lord for the blood of Abner the son of Ner.",
          "ID": "28"
        },
        {
          "text": "May it fall upon the head of Joab and upon all his father's house, and may the house of Joab never be without one who has a discharge or who is leprous or who holds a spindle or who falls by the sword or who lacks bread!\"",
          "ID": "29"
        },
        {
          "text": "So Joab and Abishai his brother killed Abner, because he had put their brother Asahel to death in the battle at Gibeon.",
          "ID": "30"
        },
        {
          "text": "Then David said to Joab and to all the people who were with him, \"Tear your clothes and put on sackcloth and mourn before Abner.\" And King David followed the bier.",
          "ID": "31"
        },
        {
          "text": "They buried Abner at Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept.",
          "ID": "32"
        },
        {
          "text": "And the king lamented for Abner, saying,",
          "ID": "33"
        },
        {
          "text": "\"Should Abner die as a fool dies?",
          "ID": "33"
        },
        {
          "text": "Your hands were not bound;",
          "ID": "34"
        },
        {
          "text": "your feet were not fettered;",
          "ID": "34"
        },
        {
          "text": "as one falls before the wicked",
          "ID": "34"
        },
        {
          "text": "you have fallen.\"",
          "ID": "34"
        },
        {
          "text": "And all the people wept again over him.",
          "ID": "34"
        },
        {
          "text": "Then all the people came to persuade David to eat bread while it was yet day. But David swore, saying, \"God do so to me and more also, if I taste bread or anything else till the sun goes down!\"",
          "ID": "35"
        },
        {
          "text": "And all the people took notice of it, and it pleased them, as everything that the king did pleased all the people.",
          "ID": "36"
        },
        {
          "text": "So all the people and all Israel understood that day that it had not been the king's will to put to death Abner the son of Ner.",
          "ID": "37"
        },
        {
          "text": "And the king said to his servants, \"Do you not know that a prince and a great man has fallen this day in Israel?",
          "ID": "38"
        },
        {
          "text": "And I was gentle today, though anointed king. These men, the sons of Zeruiah, are more severe than I. The Lord repay the evildoer according to his wickedness!\"",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.3",
      "name": "2 Samuel 3"
    },
    {
      "text": [
        {
          "text": "When Ish-bosheth, Saul's son, heard that Abner had died at Hebron, his courage failed, and all Israel was dismayed.",
          "ID": "1"
        },
        {
          "text": "Now Saul's son had two men who were captains of raiding bands; the name of the one was Baanah, and the name of the other Rechab, sons of Rimmon a man of Benjamin from Beeroth (for Beeroth also is counted part of Benjamin;",
          "ID": "2"
        },
        {
          "text": "the Beerothites fled to Gittaim and have been sojourners there to this day).",
          "ID": "3"
        },
        {
          "text": "Jonathan, the son of Saul, had a son who was crippled in his feet. He was five years old when the news about Saul and Jonathan came from Jezreel, and his nurse took him up and fled, and as she fled in her haste, he fell and became lame. And his name was Mephibosheth.",
          "ID": "4"
        },
        {
          "text": "Now the sons of Rimmon the Beerothite, Rechab and Baanah, set out, and about the heat of the day they came to the house of Ish-bosheth as he was taking his noonday rest.",
          "ID": "5"
        },
        {
          "text": "And they came into the midst of the house as if to get wheat, and they stabbed him in the stomach. Then Rechab and Baanah his brother escaped.",
          "ID": "6"
        },
        {
          "text": "When they came into the house, as he lay on his bed in his bedroom, they struck him and put him to death and beheaded him. They took his head and went by the way of the Arabah all night,",
          "ID": "7"
        },
        {
          "text": "and brought the head of Ish-bosheth to David at Hebron. And they said to the king, \"Here is the head of Ish-bosheth, the son of Saul, your enemy, who sought your life. The Lord has avenged my lord the king this day on Saul and on his offspring.\"",
          "ID": "8"
        },
        {
          "text": "But David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, \"As the Lord lives, who has redeemed my life out of every adversity,",
          "ID": "9"
        },
        {
          "text": "when one told me, 'Behold, Saul is dead,' and thought he was bringing good news, I seized him and killed him at Ziklag, which was the reward I gave him for his news.",
          "ID": "10"
        },
        {
          "text": "How much more, when wicked men have killed a righteous man in his own house on his bed, shall I not now require his blood at your hand and destroy you from the earth?\"",
          "ID": "11"
        },
        {
          "text": "And David commanded his young men, and they killed them and cut off their hands and feet and hanged them beside the pool at Hebron. But they took the head of Ish-bosheth and buried it in the tomb of Abner at Hebron.",
          "ID": "12"
        }
      ],
      "ID": "OT:2SA.4",
      "name": "2 Samuel 4"
    },
    {
      "text": [
        {
          "text": "Then all the tribes of Israel came to David at Hebron and said, \"Behold, we are your bone and flesh.",
          "ID": "1"
        },
        {
          "text": "In times past, when Saul was king over us, it was you who led out and brought in Israel. And the Lord said to you, 'You shall be shepherd of my people Israel, and you shall be prince over Israel.'\"",
          "ID": "2"
        },
        {
          "text": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them at Hebron before the Lord, and they anointed David king over Israel.",
          "ID": "3"
        },
        {
          "text": "David was thirty years old when he began to reign, and he reigned forty years.",
          "ID": "4"
        },
        {
          "text": "At Hebron he reigned over Judah seven years and six months, and at Jerusalem he reigned over all Israel and Judah thirty-three years.",
          "ID": "5"
        },
        {
          "text": "And the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who said to David, \"You will not come in here, but the blind and the lame will ward you off\"—thinking, \"David cannot come in here.\"",
          "ID": "6"
        },
        {
          "text": "Nevertheless, David took the stronghold of Zion, that is, the city of David.",
          "ID": "7"
        },
        {
          "text": "And David said on that day, \"Whoever would strike the Jebusites, let him get up the water shaft to attack 'the lame and the blind,' who are hated by David's soul.\" Therefore it is said, \"The blind and the lame shall not come into the house.\"",
          "ID": "8"
        },
        {
          "text": "And David lived in the stronghold and called it the city of David. And David built the city all around from the Millo inward.",
          "ID": "9"
        },
        {
          "text": "And David became greater and greater, for the Lord, the God of hosts, was with him.",
          "ID": "10"
        },
        {
          "text": "And Hiram king of Tyre sent messengers to David, and cedar trees, also carpenters and masons who built David a house.",
          "ID": "11"
        },
        {
          "text": "And David knew that the Lord had established him king over Israel, and that he had exalted his kingdom for the sake of his people Israel.",
          "ID": "12"
        },
        {
          "text": "And David took more concubines and wives from Jerusalem, after he came from Hebron, and more sons and daughters were born to David.",
          "ID": "13"
        },
        {
          "text": "And these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
          "ID": "14"
        },
        {
          "text": "Ibhar, Elishua, Nepheg, Japhia,",
          "ID": "15"
        },
        {
          "text": "Elishama, Eliada, and Eliphelet.",
          "ID": "16"
        },
        {
          "text": "When the Philistines heard that David had been anointed king over Israel, all the Philistines went up to search for David. But David heard of it and went down to the stronghold.",
          "ID": "17"
        },
        {
          "text": "Now the Philistines had come and spread out in the Valley of Rephaim.",
          "ID": "18"
        },
        {
          "text": "And David inquired of the Lord, \"Shall I go up against the Philistines? Will you give them into my hand?\" And the Lord said to David, \"Go up, for I will certainly give the Philistines into your hand.\"",
          "ID": "19"
        },
        {
          "text": "And David came to Baal-perazim, and David defeated them there. And he said, \"The Lord has broken through my enemies before me like a breaking flood.\" Therefore the name of that place is called Baal-perazim.",
          "ID": "20"
        },
        {
          "text": "And the Philistines left their idols there, and David and his men carried them away.",
          "ID": "21"
        },
        {
          "text": "And the Philistines came up yet again and spread out in the Valley of Rephaim.",
          "ID": "22"
        },
        {
          "text": "And when David inquired of the Lord, he said, \"You shall not go up; go around to their rear, and come against them opposite the balsam trees.",
          "ID": "23"
        },
        {
          "text": "And when you hear the sound of marching in the tops of the balsam trees, then rouse yourself, for then the Lord has gone out before you to strike down the army of the Philistines.\"",
          "ID": "24"
        },
        {
          "text": "And David did as the Lord commanded him, and struck down the Philistines from Geba to Gezer.",
          "ID": "25"
        }
      ],
      "ID": "OT:2SA.5",
      "name": "2 Samuel 5"
    },
    {
      "text": [
        {
          "text": "David again gathered all the chosen men of Israel, thirty thousand.",
          "ID": "1"
        },
        {
          "text": "And David arose and went with all the people who were with him from Baale-judah to bring up from there the ark of God, which is called by the name of the Lord of hosts who sits enthroned on the cherubim.",
          "ID": "2"
        },
        {
          "text": "And they carried the ark of God on a new cart and brought it out of the house of Abinadab, which was on the hill. And Uzzah and Ahio, the sons of Abinadab, were driving the new cart,",
          "ID": "3"
        },
        {
          "text": "with the ark of God, and Ahio went before the ark.",
          "ID": "4"
        },
        {
          "text": "And David and all the house of Israel were celebrating before the Lord, with songs and lyres and harps and tambourines and castanets and cymbals.",
          "ID": "5"
        },
        {
          "text": "And when they came to the threshing floor of Nacon, Uzzah put out his hand to the ark of God and took hold of it, for the oxen stumbled.",
          "ID": "6"
        },
        {
          "text": "And the anger of the Lord was kindled against Uzzah, and God struck him down there because of his error, and he died there beside the ark of God.",
          "ID": "7"
        },
        {
          "text": "And David was angry because the Lord had broken out against Uzzah. And that place is called Perez-uzzah to this day.",
          "ID": "8"
        },
        {
          "text": "And David was afraid of the Lord that day, and he said, \"How can the ark of the Lord come to me?\"",
          "ID": "9"
        },
        {
          "text": "So David was not willing to take the ark of the Lord into the city of David. But David took it aside to the house of Obed-edom the Gittite.",
          "ID": "10"
        },
        {
          "text": "And the ark of the Lord remained in the house of Obed-edom the Gittite three months, and the Lord blessed Obed-edom and all his household.",
          "ID": "11"
        },
        {
          "text": "And it was told King David, \"The Lord has blessed the household of Obed-edom and all that belongs to him, because of the ark of God.\" So David went and brought up the ark of God from the house of Obed-edom to the city of David with rejoicing.",
          "ID": "12"
        },
        {
          "text": "And when those who bore the ark of the Lord had gone six steps, he sacrificed an ox and a fattened animal.",
          "ID": "13"
        },
        {
          "text": "And David danced before the Lord with all his might. And David was wearing a linen ephod.",
          "ID": "14"
        },
        {
          "text": "So David and all the house of Israel brought up the ark of the Lord with shouting and with the sound of the horn.",
          "ID": "15"
        },
        {
          "text": "As the ark of the Lord came into the city of David, Michal the daughter of Saul looked out of the window and saw King David leaping and dancing before the Lord, and she despised him in her heart.",
          "ID": "16"
        },
        {
          "text": "And they brought in the ark of the Lord and set it in its place, inside the tent that David had pitched for it. And David offered burnt offerings and peace offerings before the Lord.",
          "ID": "17"
        },
        {
          "text": "And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord of hosts",
          "ID": "18"
        },
        {
          "text": "and distributed among all the people, the whole multitude of Israel, both men and women, a cake of bread, a portion of meat, and a cake of raisins to each one. Then all the people departed, each to his house.",
          "ID": "19"
        },
        {
          "text": "And David returned to bless his household. But Michal the daughter of Saul came out to meet David and said, \"How the king of Israel honored himself today, uncovering himself today before the eyes of his servants' female servants, as one of the vulgar fellows shamelessly uncovers himself!\"",
          "ID": "20"
        },
        {
          "text": "And David said to Michal, \"It was before the Lord, who chose me above your father and above all his house, to appoint me as prince over Israel, the people of the Lord—and I will celebrate before the Lord.",
          "ID": "21"
        },
        {
          "text": "I will make myself yet more contemptible than this, and I will be abased in your eyes. But by the female servants of whom you have spoken, by them I shall be held in honor.\"",
          "ID": "22"
        },
        {
          "text": "And Michal the daughter of Saul had no child to the day of her death.",
          "ID": "23"
        }
      ],
      "ID": "OT:2SA.6",
      "name": "2 Samuel 6"
    },
    {
      "text": [
        {
          "text": "Now when the king lived in his house and the Lord had given him rest from all his surrounding enemies,",
          "ID": "1"
        },
        {
          "text": "the king said to Nathan the prophet, \"See now, I dwell in a house of cedar, but the ark of God dwells in a tent.\"",
          "ID": "2"
        },
        {
          "text": "And Nathan said to the king, \"Go, do all that is in your heart, for the Lord is with you.\"",
          "ID": "3"
        },
        {
          "text": "But that same night the word of the Lord came to Nathan,",
          "ID": "4"
        },
        {
          "text": "\"Go and tell my servant David, 'Thus says the Lord: Would you build me a house to dwell in?",
          "ID": "5"
        },
        {
          "text": "I have not lived in a house since the day I brought up the people of Israel from Egypt to this day, but I have been moving about in a tent for my dwelling.",
          "ID": "6"
        },
        {
          "text": "In all places where I have moved with all the people of Israel, did I speak a word with any of the judges of Israel, whom I commanded to shepherd my people Israel, saying, \"Why have you not built me a house of cedar?\"'",
          "ID": "7"
        },
        {
          "text": "Now, therefore, thus you shall say to my servant David, 'Thus says the Lord of hosts, I took you from the pasture, from following the sheep, that you should be prince over my people Israel.",
          "ID": "8"
        },
        {
          "text": "And I have been with you wherever you went and have cut off all your enemies from before you. And I will make for you a great name, like the name of the great ones of the earth.",
          "ID": "9"
        },
        {
          "text": "And I will appoint a place for my people Israel and will plant them, so that they may dwell in their own place and be disturbed no more. And violent men shall afflict them no more, as formerly,",
          "ID": "10"
        },
        {
          "text": "from the time that I appointed judges over my people Israel. And I will give you rest from all your enemies. Moreover, the Lord declares to you that the Lord will make you a house.",
          "ID": "11"
        },
        {
          "text": "When your days are fulfilled and you lie down with your fathers, I will raise up your offspring after you, who shall come from your body, and I will establish his kingdom.",
          "ID": "12"
        },
        {
          "text": "He shall build a house for my name, and I will establish the throne of his kingdom forever.",
          "ID": "13"
        },
        {
          "text": "I will be to him a father, and he shall be to me a son. When he commits iniquity, I will discipline him with the rod of men, with the stripes of the sons of men,",
          "ID": "14"
        },
        {
          "text": "but my steadfast love will not depart from him, as I took it from Saul, whom I put away from before you.",
          "ID": "15"
        },
        {
          "text": "And your house and your kingdom shall be made sure forever before me. Your throne shall be established forever.'\"",
          "ID": "16"
        },
        {
          "text": "In accordance with all these words, and in accordance with all this vision, Nathan spoke to David.",
          "ID": "17"
        },
        {
          "text": "Then King David went in and sat before the Lord and said, \"Who am I, O Lord God, and what is my house, that you have brought me thus far?",
          "ID": "18"
        },
        {
          "text": "And yet this was a small thing in your eyes, O Lord God. You have spoken also of your servant's house for a great while to come, and this is instruction for mankind, O Lord God!",
          "ID": "19"
        },
        {
          "text": "And what more can David say to you? For you know your servant, O Lord God!",
          "ID": "20"
        },
        {
          "text": "Because of your promise, and according to your own heart, you have brought about all this greatness, to make your servant know it.",
          "ID": "21"
        },
        {
          "text": "Therefore you are great, O Lord God. For there is none like you, and there is no God besides you, according to all that we have heard with our ears.",
          "ID": "22"
        },
        {
          "text": "And who is like your people Israel, the one nation on earth whom God went to redeem to be his people, making himself a name and doing for them great and awesome things by driving out before your people, whom you redeemed for yourself from Egypt, a nation and its gods?",
          "ID": "23"
        },
        {
          "text": "And you established for yourself your people Israel to be your people forever. And you, O Lord, became their God.",
          "ID": "24"
        },
        {
          "text": "And now, O Lord God, confirm forever the word that you have spoken concerning your servant and concerning his house, and do as you have spoken.",
          "ID": "25"
        },
        {
          "text": "And your name will be magnified forever, saying, 'The Lord of hosts is God over Israel,' and the house of your servant David will be established before you.",
          "ID": "26"
        },
        {
          "text": "For you, O Lord of hosts, the God of Israel, have made this revelation to your servant, saying, 'I will build you a house.' Therefore your servant has found courage to pray this prayer to you.",
          "ID": "27"
        },
        {
          "text": "And now, O Lord God, you are God, and your words are true, and you have promised this good thing to your servant.",
          "ID": "28"
        },
        {
          "text": "Now therefore may it please you to bless the house of your servant, so that it may continue forever before you. For you, O Lord God, have spoken, and with your blessing shall the house of your servant be blessed forever.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:2SA.7",
      "name": "2 Samuel 7"
    },
    {
      "text": [
        {
          "text": "After this David defeated the Philistines and subdued them, and David took Metheg-ammah out of the hand of the Philistines.",
          "ID": "1"
        },
        {
          "text": "And he defeated Moab and he measured them with a line, making them lie down on the ground. Two lines he measured to be put to death, and one full line to be spared. And the Moabites became servants to David and brought tribute.",
          "ID": "2"
        },
        {
          "text": "David also defeated Hadadezer the son of Rehob, king of Zobah, as he went to restore his power at the river Euphrates.",
          "ID": "3"
        },
        {
          "text": "And David took from him 1,700 horsemen, and 20,000 foot soldiers. And David hamstrung all the chariot horses but left enough for 100 chariots.",
          "ID": "4"
        },
        {
          "text": "And when the Syrians of Damascus came to help Hadadezer king of Zobah, David struck down 22,000 men of the Syrians.",
          "ID": "5"
        },
        {
          "text": "Then David put garrisons in Aram of Damascus, and the Syrians became servants to David and brought tribute. And the Lord gave victory to David wherever he went.",
          "ID": "6"
        },
        {
          "text": "And David took the shields of gold that were carried by the servants of Hadadezer and brought them to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "And from Betah and from Berothai, cities of Hadadezer, King David took very much bronze.",
          "ID": "8"
        },
        {
          "text": "When Toi king of Hamath heard that David had defeated the whole army of Hadadezer,",
          "ID": "9"
        },
        {
          "text": "Toi sent his son Joram to King David, to ask about his health and to bless him because he had fought against Hadadezer and defeated him, for Hadadezer had often been at war with Toi. And Joram brought with him articles of silver, of gold, and of bronze.",
          "ID": "10"
        },
        {
          "text": "These also King David dedicated to the Lord, together with the silver and gold that he dedicated from all the nations he subdued,",
          "ID": "11"
        },
        {
          "text": "from Edom, Moab, the Ammonites, the Philistines, Amalek, and from the spoil of Hadadezer the son of Rehob, king of Zobah.",
          "ID": "12"
        },
        {
          "text": "And David made a name for himself when he returned from striking down 18,000 Edomites in the Valley of Salt.",
          "ID": "13"
        },
        {
          "text": "Then he put garrisons in Edom; throughout all Edom he put garrisons, and all the Edomites became David's servants. And the Lord gave victory to David wherever he went.",
          "ID": "14"
        },
        {
          "text": "So David reigned over all Israel. And David administered justice and equity to all his people.",
          "ID": "15"
        },
        {
          "text": "Joab the son of Zeruiah was over the army, and Jehoshaphat the son of Ahilud was recorder,",
          "ID": "16"
        },
        {
          "text": "and Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests, and Seraiah was secretary,",
          "ID": "17"
        },
        {
          "text": "and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites, and David's sons were priests.",
          "ID": "18"
        }
      ],
      "ID": "OT:2SA.8",
      "name": "2 Samuel 8"
    },
    {
      "text": [
        {
          "text": "And David said, \"Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan's sake?\"",
          "ID": "1"
        },
        {
          "text": "Now there was a servant of the house of Saul whose name was Ziba, and they called him to David. And the king said to him, \"Are you Ziba?\" And he said, \"I am your servant.\"",
          "ID": "2"
        },
        {
          "text": "And the king said, \"Is there not still someone of the house of Saul, that I may show the kindness of God to him?\" Ziba said to the king, \"There is still a son of Jonathan; he is crippled in his feet.\"",
          "ID": "3"
        },
        {
          "text": "The king said to him, \"Where is he?\" And Ziba said to the king, \"He is in the house of Machir the son of Ammiel, at Lo-debar.\"",
          "ID": "4"
        },
        {
          "text": "Then King David sent and brought him from the house of Machir the son of Ammiel, at Lo-debar.",
          "ID": "5"
        },
        {
          "text": "And Mephibosheth the son of Jonathan, son of Saul, came to David and fell on his face and paid homage. And David said, \"Mephibosheth!\" And he answered, \"Behold, I am your servant.\"",
          "ID": "6"
        },
        {
          "text": "And David said to him, \"Do not fear, for I will show you kindness for the sake of your father Jonathan, and I will restore to you all the land of Saul your father, and you shall eat at my table always.\"",
          "ID": "7"
        },
        {
          "text": "And he paid homage and said, \"What is your servant, that you should show regard for a dead dog such as I?\"",
          "ID": "8"
        },
        {
          "text": "Then the king called Ziba, Saul's servant, and said to him, \"All that belonged to Saul and to all his house I have given to your master's grandson.",
          "ID": "9"
        },
        {
          "text": "And you and your sons and your servants shall till the land for him and shall bring in the produce, that your master's grandson may have bread to eat. But Mephibosheth your master's grandson shall always eat at my table.\" Now Ziba had fifteen sons and twenty servants.",
          "ID": "10"
        },
        {
          "text": "Then Ziba said to the king, \"According to all that my lord the king commands his servant, so will your servant do.\" So Mephibosheth ate at David's table, like one of the king's sons.",
          "ID": "11"
        },
        {
          "text": "And Mephibosheth had a young son, whose name was Mica. And all who lived in Ziba's house became Mephibosheth's servants.",
          "ID": "12"
        },
        {
          "text": "So Mephibosheth lived in Jerusalem, for he ate always at the king's table. Now he was lame in both his feet.",
          "ID": "13"
        }
      ],
      "ID": "OT:2SA.9",
      "name": "2 Samuel 9"
    },
    {
      "text": [
        {
          "text": "After this the king of the Ammonites died, and Hanun his son reigned in his place.",
          "ID": "1"
        },
        {
          "text": "And David said, \"I will deal loyally with Hanun the son of Nahash, as his father dealt loyally with me.\" So David sent by his servants to console him concerning his father. And David's servants came into the land of the Ammonites.",
          "ID": "2"
        },
        {
          "text": "But the princes of the Ammonites said to Hanun their lord, \"Do you think, because David has sent comforters to you, that he is honoring your father? Has not David sent his servants to you to search the city and to spy it out and to overthrow it?\"",
          "ID": "3"
        },
        {
          "text": "So Hanun took David's servants and shaved off half the beard of each and cut off their garments in the middle, at their hips, and sent them away.",
          "ID": "4"
        },
        {
          "text": "When it was told David, he sent to meet them, for the men were greatly ashamed. And the king said, \"Remain at Jericho until your beards have grown and then return.\"",
          "ID": "5"
        },
        {
          "text": "When the Ammonites saw that they had become a stench to David, the Ammonites sent and hired the Syrians of Beth-rehob, and the Syrians of Zobah, 20,000 foot soldiers, and the king of Maacah with 1,000 men, and the men of Tob, 12,000 men.",
          "ID": "6"
        },
        {
          "text": "And when David heard of it, he sent Joab and all the host of the mighty men.",
          "ID": "7"
        },
        {
          "text": "And the Ammonites came out and drew up in battle array at the entrance of the gate, and the Syrians of Zobah and of Rehob and the men of Tob and Maacah were by themselves in the open country.",
          "ID": "8"
        },
        {
          "text": "When Joab saw that the battle was set against him both in front and in the rear, he chose some of the best men of Israel and arrayed them against the Syrians.",
          "ID": "9"
        },
        {
          "text": "The rest of his men he put in the charge of Abishai his brother, and he arrayed them against the Ammonites.",
          "ID": "10"
        },
        {
          "text": "And he said, \"If the Syrians are too strong for me, then you shall help me, but if the Ammonites are too strong for you, then I will come and help you.",
          "ID": "11"
        },
        {
          "text": "Be of good courage, and let us be courageous for our people, and for the cities of our God, and may the Lord do what seems good to him.\"",
          "ID": "12"
        },
        {
          "text": "So Joab and the people who were with him drew near to battle against the Syrians, and they fled before him.",
          "ID": "13"
        },
        {
          "text": "And when the Ammonites saw that the Syrians fled, they likewise fled before Abishai and entered the city. Then Joab returned from fighting against the Ammonites and came to Jerusalem.",
          "ID": "14"
        },
        {
          "text": "But when the Syrians saw that they had been defeated by Israel, they gathered themselves together.",
          "ID": "15"
        },
        {
          "text": "And Hadadezer sent and brought out the Syrians who were beyond the Euphrates. They came to Helam, with Shobach the commander of the army of Hadadezer at their head.",
          "ID": "16"
        },
        {
          "text": "And when it was told David, he gathered all Israel together and crossed the Jordan and came to Helam. The Syrians arrayed themselves against David and fought with him.",
          "ID": "17"
        },
        {
          "text": "And the Syrians fled before Israel, and David killed of the Syrians the men of 700 chariots, and 40,000 horsemen, and wounded Shobach the commander of their army, so that he died there.",
          "ID": "18"
        },
        {
          "text": "And when all the kings who were servants of Hadadezer saw that they had been defeated by Israel, they made peace with Israel and became subject to them. So the Syrians were afraid to save the Ammonites anymore.",
          "ID": "19"
        }
      ],
      "ID": "OT:2SA.10",
      "name": "2 Samuel 10"
    },
    {
      "text": [
        {
          "text": "In the spring of the year, the time when kings go out to battle, David sent Joab, and his servants with him, and all Israel. And they ravaged the Ammonites and besieged Rabbah. But David remained at Jerusalem.",
          "ID": "1"
        },
        {
          "text": "It happened, late one afternoon, when David arose from his couch and was walking on the roof of the king's house, that he saw from the roof a woman bathing; and the woman was very beautiful.",
          "ID": "2"
        },
        {
          "text": "And David sent and inquired about the woman. And one said, \"Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?\"",
          "ID": "3"
        },
        {
          "text": "So David sent messengers and took her, and she came to him, and he lay with her. (Now she had been purifying herself from her uncleanness.) Then she returned to her house.",
          "ID": "4"
        },
        {
          "text": "And the woman conceived, and she sent and told David, \"I am pregnant.\"",
          "ID": "5"
        },
        {
          "text": "So David sent word to Joab, \"Send me Uriah the Hittite.\" And Joab sent Uriah to David.",
          "ID": "6"
        },
        {
          "text": "When Uriah came to him, David asked how Joab was doing and how the people were doing and how the war was going.",
          "ID": "7"
        },
        {
          "text": "Then David said to Uriah, \"Go down to your house and wash your feet.\" And Uriah went out of the king's house, and there followed him a present from the king.",
          "ID": "8"
        },
        {
          "text": "But Uriah slept at the door of the king's house with all the servants of his lord, and did not go down to his house.",
          "ID": "9"
        },
        {
          "text": "When they told David, \"Uriah did not go down to his house,\" David said to Uriah, \"Have you not come from a journey? Why did you not go down to your house?\"",
          "ID": "10"
        },
        {
          "text": "Uriah said to David, \"The ark and Israel and Judah dwell in booths, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house, to eat and to drink and to lie with my wife? As you live, and as your soul lives, I will not do this thing.\"",
          "ID": "11"
        },
        {
          "text": "Then David said to Uriah, \"Remain here today also, and tomorrow I will send you back.\" So Uriah remained in Jerusalem that day and the next.",
          "ID": "12"
        },
        {
          "text": "And David invited him, and he ate in his presence and drank, so that he made him drunk. And in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house.",
          "ID": "13"
        },
        {
          "text": "In the morning David wrote a letter to Joab and sent it by the hand of Uriah.",
          "ID": "14"
        },
        {
          "text": "In the letter he wrote, \"Set Uriah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.\"",
          "ID": "15"
        },
        {
          "text": "And as Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant men.",
          "ID": "16"
        },
        {
          "text": "And the men of the city came out and fought with Joab, and some of the servants of David among the people fell. Uriah the Hittite also died.",
          "ID": "17"
        },
        {
          "text": "Then Joab sent and told David all the news about the fighting.",
          "ID": "18"
        },
        {
          "text": "And he instructed the messenger, \"When you have finished telling all the news about the fighting to the king,",
          "ID": "19"
        },
        {
          "text": "then, if the king's anger rises, and if he says to you, 'Why did you go so near the city to fight? Did you not know that they would shoot from the wall?",
          "ID": "20"
        },
        {
          "text": "Who killed Abimelech the son of Jerubbesheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?' then you shall say, 'Your servant Uriah the Hittite is dead also.'\"",
          "ID": "21"
        },
        {
          "text": "So the messenger went and came and told David all that Joab had sent him to tell.",
          "ID": "22"
        },
        {
          "text": "The messenger said to David, \"The men gained an advantage over us and came out against us in the field, but we drove them back to the entrance of the gate.",
          "ID": "23"
        },
        {
          "text": "Then the archers shot at your servants from the wall. Some of the king's servants are dead, and your servant Uriah the Hittite is dead also.\"",
          "ID": "24"
        },
        {
          "text": "David said to the messenger, \"Thus shall you say to Joab, 'Do not let this matter displease you, for the sword devours now one and now another. Strengthen your attack against the city and overthrow it.' And encourage him.\"",
          "ID": "25"
        },
        {
          "text": "When the wife of Uriah heard that Uriah her husband was dead, she lamented over her husband.",
          "ID": "26"
        },
        {
          "text": "And when the mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the Lord.",
          "ID": "27"
        }
      ],
      "ID": "OT:2SA.11",
      "name": "2 Samuel 11"
    },
    {
      "text": [
        {
          "text": "And the Lord sent Nathan to David. He came to him and said to him, \"There were two men in a certain city, the one rich and the other poor.",
          "ID": "1"
        },
        {
          "text": "The rich man had very many flocks and herds,",
          "ID": "2"
        },
        {
          "text": "but the poor man had nothing but one little ewe lamb, which he had bought. And he brought it up, and it grew up with him and with his children. It used to eat of his morsel and drink from his cup and lie in his arms, and it was like a daughter to him.",
          "ID": "3"
        },
        {
          "text": "Now there came a traveler to the rich man, and he was unwilling to take one of his own flock or herd to prepare for the guest who had come to him, but he took the poor man's lamb and prepared it for the man who had come to him.\"",
          "ID": "4"
        },
        {
          "text": "Then David's anger was greatly kindled against the man, and he said to Nathan, \"As the Lord lives, the man who has done this deserves to die,",
          "ID": "5"
        },
        {
          "text": "and he shall restore the lamb fourfold, because he did this thing, and because he had no pity.\"",
          "ID": "6"
        },
        {
          "text": "Nathan said to David, \"You are the man! Thus says the Lord, the God of Israel, 'I anointed you king over Israel, and I delivered you out of the hand of Saul.",
          "ID": "7"
        },
        {
          "text": "And I gave you your master's house and your master's wives into your arms and gave you the house of Israel and of Judah. And if this were too little, I would add to you as much more.",
          "ID": "8"
        },
        {
          "text": "Why have you despised the word of the Lord, to do what is evil in his sight? You have struck down Uriah the Hittite with the sword and have taken his wife to be your wife and have killed him with the sword of the Ammonites.",
          "ID": "9"
        },
        {
          "text": "Now therefore the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.'",
          "ID": "10"
        },
        {
          "text": "Thus says the Lord, 'Behold, I will raise up evil against you out of your own house. And I will take your wives before your eyes and give them to your neighbor, and he shall lie with your wives in the sight of this sun.",
          "ID": "11"
        },
        {
          "text": "For you did it secretly, but I will do this thing before all Israel and before the sun.'\"",
          "ID": "12"
        },
        {
          "text": "David said to Nathan, \"I have sinned against the Lord.\" And Nathan said to David, \"The Lord also has put away your sin; you shall not die.",
          "ID": "13"
        },
        {
          "text": "Nevertheless, because by this deed you have utterly scorned the Lord, the child who is born to you shall die.\"",
          "ID": "14"
        },
        {
          "text": "Then Nathan went to his house.",
          "ID": "15"
        },
        {
          "text": "And the Lord afflicted the child that Uriah's wife bore to David, and he became sick.",
          "ID": "15"
        },
        {
          "text": "David therefore sought God on behalf of the child. And David fasted and went in and lay all night on the ground.",
          "ID": "16"
        },
        {
          "text": "And the elders of his house stood beside him, to raise him from the ground, but he would not, nor did he eat food with them.",
          "ID": "17"
        },
        {
          "text": "On the seventh day the child died. And the servants of David were afraid to tell him that the child was dead, for they said, \"Behold, while the child was yet alive, we spoke to him, and he did not listen to us. How then can we say to him the child is dead? He may do himself some harm.\"",
          "ID": "18"
        },
        {
          "text": "But when David saw that his servants were whispering together, David understood that the child was dead. And David said to his servants, \"Is the child dead?\" They said, \"He is dead.\"",
          "ID": "19"
        },
        {
          "text": "Then David arose from the earth and washed and anointed himself and changed his clothes. And he went into the house of the Lord and worshiped. He then went to his own house. And when he asked, they set food before him, and he ate.",
          "ID": "20"
        },
        {
          "text": "Then his servants said to him, \"What is this thing that you have done? You fasted and wept for the child while he was alive; but when the child died, you arose and ate food.\"",
          "ID": "21"
        },
        {
          "text": "He said, \"While the child was still alive, I fasted and wept, for I said, 'Who knows whether the Lord will be gracious to me, that the child may live?'",
          "ID": "22"
        },
        {
          "text": "But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.\"",
          "ID": "23"
        },
        {
          "text": "Then David comforted his wife, Bathsheba, and went in to her and lay with her, and she bore a son, and he called his name Solomon. And the Lord loved him",
          "ID": "24"
        },
        {
          "text": "and sent a message by Nathan the prophet. So he called his name Jedidiah, because of the Lord.",
          "ID": "25"
        },
        {
          "text": "Now Joab fought against Rabbah of the Ammonites and took the royal city.",
          "ID": "26"
        },
        {
          "text": "And Joab sent messengers to David and said, \"I have fought against Rabbah; moreover, I have taken the city of waters.",
          "ID": "27"
        },
        {
          "text": "Now then gather the rest of the people together and encamp against the city and take it, lest I take the city and it be called by my name.\"",
          "ID": "28"
        },
        {
          "text": "So David gathered all the people together and went to Rabbah and fought against it and took it.",
          "ID": "29"
        },
        {
          "text": "And he took the crown of their king from his head. The weight of it was a talent of gold, and in it was a precious stone, and it was placed on David's head. And he brought out the spoil of the city, a very great amount.",
          "ID": "30"
        },
        {
          "text": "And he brought out the people who were in it and set them to labor with saws and iron picks and iron axes and made them toil at the brick kilns. And thus he did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem.",
          "ID": "31"
        }
      ],
      "ID": "OT:2SA.12",
      "name": "2 Samuel 12"
    },
    {
      "text": [
        {
          "text": "Now Absalom, David's son, had a beautiful sister, whose name was Tamar. And after a time Amnon, David's son, loved her.",
          "ID": "1"
        },
        {
          "text": "And Amnon was so tormented that he made himself ill because of his sister Tamar, for she was a virgin, and it seemed impossible to Amnon to do anything to her.",
          "ID": "2"
        },
        {
          "text": "But Amnon had a friend, whose name was Jonadab, the son of Shimeah, David's brother. And Jonadab was a very crafty man.",
          "ID": "3"
        },
        {
          "text": "And he said to him, \"O son of the king, why are you so haggard morning after morning? Will you not tell me?\" Amnon said to him, \"I love Tamar, my brother Absalom's sister.\"",
          "ID": "4"
        },
        {
          "text": "Jonadab said to him, \"Lie down on your bed and pretend to be ill. And when your father comes to see you, say to him, 'Let my sister Tamar come and give me bread to eat, and prepare the food in my sight, that I may see it and eat it from her hand.'\"",
          "ID": "5"
        },
        {
          "text": "So Amnon lay down and pretended to be ill. And when the king came to see him, Amnon said to the king, \"Please let my sister Tamar come and make a couple of cakes in my sight, that I may eat from her hand.\"",
          "ID": "6"
        },
        {
          "text": "Then David sent home to Tamar, saying, \"Go to your brother Amnon's house and prepare food for him.\"",
          "ID": "7"
        },
        {
          "text": "So Tamar went to her brother Amnon's house, where he was lying down. And she took dough and kneaded it and made cakes in his sight and baked the cakes.",
          "ID": "8"
        },
        {
          "text": "And she took the pan and emptied it out before him, but he refused to eat. And Amnon said, \"Send out everyone from me.\" So everyone went out from him.",
          "ID": "9"
        },
        {
          "text": "Then Amnon said to Tamar, \"Bring the food into the chamber, that I may eat from your hand.\" And Tamar took the cakes she had made and brought them into the chamber to Amnon her brother.",
          "ID": "10"
        },
        {
          "text": "But when she brought them near him to eat, he took hold of her and said to her, \"Come, lie with me, my sister.\"",
          "ID": "11"
        },
        {
          "text": "She answered him, \"No, my brother, do not violate me, for such a thing is not done in Israel; do not do this outrageous thing.",
          "ID": "12"
        },
        {
          "text": "As for me, where could I carry my shame? And as for you, you would be as one of the outrageous fools in Israel. Now therefore, please speak to the king, for he will not withhold me from you.\"",
          "ID": "13"
        },
        {
          "text": "But he would not listen to her, and being stronger than she, he violated her and lay with her.",
          "ID": "14"
        },
        {
          "text": "Then Amnon hated her with very great hatred, so that the hatred with which he hated her was greater than the love with which he had loved her. And Amnon said to her, \"Get up! Go!\"",
          "ID": "15"
        },
        {
          "text": "But she said to him, \"No, my brother, for this wrong in sending me away is greater than the other that you did to me.\" But he would not listen to her.",
          "ID": "16"
        },
        {
          "text": "He called the young man who served him and said, \"Put this woman out of my presence and bolt the door after her.\"",
          "ID": "17"
        },
        {
          "text": "Now she was wearing a long robe with sleeves, for thus were the virgin daughters of the king dressed. So his servant put her out and bolted the door after her.",
          "ID": "18"
        },
        {
          "text": "And Tamar put ashes on her head and tore the long robe that she wore. And she laid her hand on her head and went away, crying aloud as she went.",
          "ID": "19"
        },
        {
          "text": "And her brother Absalom said to her, \"Has Amnon your brother been with you? Now hold your peace, my sister. He is your brother; do not take this to heart.\" So Tamar lived, a desolate woman, in her brother Absalom's house.",
          "ID": "20"
        },
        {
          "text": "When King David heard of all these things, he was very angry.",
          "ID": "21"
        },
        {
          "text": "But Absalom spoke to Amnon neither good nor bad, for Absalom hated Amnon, because he had violated his sister Tamar.",
          "ID": "22"
        },
        {
          "text": "After two full years Absalom had sheepshearers at Baal-hazor, which is near Ephraim, and Absalom invited all the king's sons.",
          "ID": "23"
        },
        {
          "text": "And Absalom came to the king and said, \"Behold, your servant has sheepshearers. Please let the king and his servants go with your servant.\"",
          "ID": "24"
        },
        {
          "text": "But the king said to Absalom, \"No, my son, let us not all go, lest we be burdensome to you.\" He pressed him, but he would not go but gave him his blessing.",
          "ID": "25"
        },
        {
          "text": "Then Absalom said, \"If not, please let my brother Amnon go with us.\" And the king said to him, \"Why should he go with you?\"",
          "ID": "26"
        },
        {
          "text": "But Absalom pressed him until he let Amnon and all the king's sons go with him.",
          "ID": "27"
        },
        {
          "text": "Then Absalom commanded his servants, \"Mark when Amnon's heart is merry with wine, and when I say to you, 'Strike Amnon,' then kill him. Do not fear; have I not commanded you? Be courageous and be valiant.\"",
          "ID": "28"
        },
        {
          "text": "So the servants of Absalom did to Amnon as Absalom had commanded. Then all the king's sons arose, and each mounted his mule and fled.",
          "ID": "29"
        },
        {
          "text": "While they were on the way, news came to David, \"Absalom has struck down all the king's sons, and not one of them is left.\"",
          "ID": "30"
        },
        {
          "text": "Then the king arose and tore his garments and lay on the earth. And all his servants who were standing by tore their garments.",
          "ID": "31"
        },
        {
          "text": "But Jonadab the son of Shimeah, David's brother, said, \"Let not my lord suppose that they have killed all the young men, the king's sons, for Amnon alone is dead. For by the command of Absalom this has been determined from the day he violated his sister Tamar.",
          "ID": "32"
        },
        {
          "text": "Now therefore let not my lord the king so take it to heart as to suppose that all the king's sons are dead, for Amnon alone is dead.\"",
          "ID": "33"
        },
        {
          "text": "But Absalom fled. And the young man who kept the watch lifted up his eyes and looked, and behold, many people were coming from the road behind him by the side of the mountain.",
          "ID": "34"
        },
        {
          "text": "And Jonadab said to the king, \"Behold, the king's sons have come; as your servant said, so it has come about.\"",
          "ID": "35"
        },
        {
          "text": "And as soon as he had finished speaking, behold, the king's sons came and lifted up their voice and wept. And the king also and all his servants wept very bitterly.",
          "ID": "36"
        },
        {
          "text": "But Absalom fled and went to Talmai the son of Ammihud, king of Geshur. And David mourned for his son day after day.",
          "ID": "37"
        },
        {
          "text": "So Absalom fled and went to Geshur, and was there three years.",
          "ID": "38"
        },
        {
          "text": "And the spirit of the king longed to go out to Absalom, because he was comforted about Amnon, since he was dead.",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.13",
      "name": "2 Samuel 13"
    },
    {
      "text": [
        {
          "text": "Now Joab the son of Zeruiah knew that the king's heart went out to Absalom.",
          "ID": "1"
        },
        {
          "text": "And Joab sent to Tekoa and brought from there a wise woman and said to her, \"Pretend to be a mourner and put on mourning garments. Do not anoint yourself with oil, but behave like a woman who has been mourning many days for the dead.",
          "ID": "2"
        },
        {
          "text": "Go to the king and speak thus to him.\" So Joab put the words in her mouth.",
          "ID": "3"
        },
        {
          "text": "When the woman of Tekoa came to the king, she fell on her face to the ground and paid homage and said, \"Save me, O king.\"",
          "ID": "4"
        },
        {
          "text": "And the king said to her, \"What is your trouble?\" She answered, \"Alas, I am a widow; my husband is dead.",
          "ID": "5"
        },
        {
          "text": "And your servant had two sons, and they quarreled with one another in the field. There was no one to separate them, and one struck the other and killed him.",
          "ID": "6"
        },
        {
          "text": "And now the whole clan has risen against your servant, and they say, 'Give up the man who struck his brother, that we may put him to death for the life of his brother whom he killed.' And so they would destroy the heir also. Thus they would quench my coal that is left and leave to my husband neither name nor remnant on the face of the earth.\"",
          "ID": "7"
        },
        {
          "text": "Then the king said to the woman, \"Go to your house, and I will give orders concerning you.\"",
          "ID": "8"
        },
        {
          "text": "And the woman of Tekoa said to the king, \"On me be the guilt, my lord the king, and on my father's house; let the king and his throne be guiltless.\"",
          "ID": "9"
        },
        {
          "text": "The king said, \"If anyone says anything to you, bring him to me, and he shall never touch you again.\"",
          "ID": "10"
        },
        {
          "text": "Then she said, \"Please let the king invoke the Lord your God, that the avenger of blood kill no more, and my son be not destroyed.\" He said, \"As the Lord lives, not one hair of your son shall fall to the ground.\"",
          "ID": "11"
        },
        {
          "text": "Then the woman said, \"Please let your servant speak a word to my lord the king.\" He said, \"Speak.\"",
          "ID": "12"
        },
        {
          "text": "And the woman said, \"Why then have you planned such a thing against the people of God? For in giving this decision the king convicts himself, inasmuch as the king does not bring his banished one home again.",
          "ID": "13"
        },
        {
          "text": "We must all die; we are like water spilled on the ground, which cannot be gathered up again. But God will not take away life, and he devises means so that the banished one will not remain an outcast.",
          "ID": "14"
        },
        {
          "text": "Now I have come to say this to my lord the king because the people have made me afraid, and your servant thought, 'I will speak to the king; it may be that the king will perform the request of his servant.",
          "ID": "15"
        },
        {
          "text": "For the king will hear and deliver his servant from the hand of the man who would destroy me and my son together from the heritage of God.'",
          "ID": "16"
        },
        {
          "text": "And your servant thought, 'The word of my lord the king will set me at rest,' for my lord the king is like the angel of God to discern good and evil. The Lord your God be with you!\"",
          "ID": "17"
        },
        {
          "text": "Then the king answered the woman, \"Do not hide from me anything I ask you.\" And the woman said, \"Let my lord the king speak.\"",
          "ID": "18"
        },
        {
          "text": "The king said, \"Is the hand of Joab with you in all this?\" The woman answered and said, \"As surely as you live, my lord the king, one cannot turn to the right hand or to the left from anything that my lord the king has said. It was your servant Joab who commanded me; it was he who put all these words in the mouth of your servant.",
          "ID": "19"
        },
        {
          "text": "In order to change the course of things your servant Joab did this. But my lord has wisdom like the wisdom of the angel of God to know all things that are on the earth.\"",
          "ID": "20"
        },
        {
          "text": "Then the king said to Joab, \"Behold now, I grant this; go, bring back the young man Absalom.\"",
          "ID": "21"
        },
        {
          "text": "And Joab fell on his face to the ground and paid homage and blessed the king. And Joab said, \"Today your servant knows that I have found favor in your sight, my lord the king, in that the king has granted the request of his servant.\"",
          "ID": "22"
        },
        {
          "text": "So Joab arose and went to Geshur and brought Absalom to Jerusalem.",
          "ID": "23"
        },
        {
          "text": "And the king said, \"Let him dwell apart in his own house; he is not to come into my presence.\" So Absalom lived apart in his own house and did not come into the king's presence.",
          "ID": "24"
        },
        {
          "text": "Now in all Israel there was no one so much to be praised for his handsome appearance as Absalom. From the sole of his foot to the crown of his head there was no blemish in him.",
          "ID": "25"
        },
        {
          "text": "And when he cut the hair of his head (for at the end of every year he used to cut it; when it was heavy on him, he cut it), he weighed the hair of his head, two hundred shekels by the king's weight.",
          "ID": "26"
        },
        {
          "text": "There were born to Absalom three sons, and one daughter whose name was Tamar. She was a beautiful woman.",
          "ID": "27"
        },
        {
          "text": "So Absalom lived two full years in Jerusalem, without coming into the king's presence.",
          "ID": "28"
        },
        {
          "text": "Then Absalom sent for Joab, to send him to the king, but Joab would not come to him. And he sent a second time, but Joab would not come.",
          "ID": "29"
        },
        {
          "text": "Then he said to his servants, \"See, Joab's field is next to mine, and he has barley there; go and set it on fire.\" So Absalom's servants set the field on fire.",
          "ID": "30"
        },
        {
          "text": "Then Joab arose and went to Absalom at his house and said to him, \"Why have your servants set my field on fire?\"",
          "ID": "31"
        },
        {
          "text": "Absalom answered Joab, \"Behold, I sent word to you, 'Come here, that I may send you to the king, to ask, \"Why have I come from Geshur? It would be better for me to be there still.\" Now therefore let me go into the presence of the king, and if there is guilt in me, let him put me to death.'\"",
          "ID": "32"
        },
        {
          "text": "Then Joab went to the king and told him, and he summoned Absalom. So he came to the king and bowed himself on his face to the ground before the king, and the king kissed Absalom.",
          "ID": "33"
        }
      ],
      "ID": "OT:2SA.14",
      "name": "2 Samuel 14"
    },
    {
      "text": [
        {
          "text": "After this Absalom got himself a chariot and horses, and fifty men to run before him.",
          "ID": "1"
        },
        {
          "text": "And Absalom used to rise early and stand beside the way of the gate. And when any man had a dispute to come before the king for judgment, Absalom would call to him and say, \"From what city are you?\" And when he said, \"Your servant is of such and such a tribe in Israel,\"",
          "ID": "2"
        },
        {
          "text": "Absalom would say to him, \"See, your claims are good and right, but there is no man designated by the king to hear you.\"",
          "ID": "3"
        },
        {
          "text": "Then Absalom would say, \"Oh that I were judge in the land! Then every man with a dispute or cause might come to me, and I would give him justice.\"",
          "ID": "4"
        },
        {
          "text": "And whenever a man came near to pay homage to him, he would put out his hand and take hold of him and kiss him.",
          "ID": "5"
        },
        {
          "text": "Thus Absalom did to all of Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel.",
          "ID": "6"
        },
        {
          "text": "And at the end of four years Absalom said to the king, \"Please let me go and pay my vow, which I have vowed to the Lord, in Hebron.",
          "ID": "7"
        },
        {
          "text": "For your servant vowed a vow while I lived at Geshur in Aram, saying, 'If the Lord will indeed bring me back to Jerusalem, then I will offer worship to the Lord.'\"",
          "ID": "8"
        },
        {
          "text": "The king said to him, \"Go in peace.\" So he arose and went to Hebron.",
          "ID": "9"
        },
        {
          "text": "But Absalom sent secret messengers throughout all the tribes of Israel, saying, \"As soon as you hear the sound of the trumpet, then say, 'Absalom is king at Hebron!'\"",
          "ID": "10"
        },
        {
          "text": "With Absalom went two hundred men from Jerusalem who were invited guests, and they went in their innocence and knew nothing.",
          "ID": "11"
        },
        {
          "text": "And while Absalom was offering the sacrifices, he sent for Ahithophel the Gilonite, David's counselor, from his city Giloh. And the conspiracy grew strong, and the people with Absalom kept increasing.",
          "ID": "12"
        },
        {
          "text": "And a messenger came to David, saying, \"The hearts of the men of Israel have gone after Absalom.\"",
          "ID": "13"
        },
        {
          "text": "Then David said to all his servants who were with him at Jerusalem, \"Arise, and let us flee, or else there will be no escape for us from Absalom. Go quickly, lest he overtake us quickly and bring down ruin on us and strike the city with the edge of the sword.\"",
          "ID": "14"
        },
        {
          "text": "And the king's servants said to the king, \"Behold, your servants are ready to do whatever my lord the king decides.\"",
          "ID": "15"
        },
        {
          "text": "So the king went out, and all his household after him. And the king left ten concubines to keep the house.",
          "ID": "16"
        },
        {
          "text": "And the king went out, and all the people after him. And they halted at the last house.",
          "ID": "17"
        },
        {
          "text": "And all his servants passed by him, and all the Cherethites, and all the Pelethites, and all the six hundred Gittites who had followed him from Gath, passed on before the king.",
          "ID": "18"
        },
        {
          "text": "Then the king said to Ittai the Gittite, \"Why do you also go with us? Go back and stay with the king, for you are a foreigner and also an exile from your home.",
          "ID": "19"
        },
        {
          "text": "You came only yesterday, and shall I today make you wander about with us, since I go I know not where? Go back and take your brothers with you, and may the Lord show steadfast love and faithfulness to you.\"",
          "ID": "20"
        },
        {
          "text": "But Ittai answered the king, \"As the Lord lives, and as my lord the king lives, wherever my lord the king shall be, whether for death or for life, there also will your servant be.\"",
          "ID": "21"
        },
        {
          "text": "And David said to Ittai, \"Go then, pass on.\" So Ittai the Gittite passed on with all his men and all the little ones who were with him.",
          "ID": "22"
        },
        {
          "text": "And all the land wept aloud as all the people passed by, and the king crossed the brook Kidron, and all the people passed on toward the wilderness.",
          "ID": "23"
        },
        {
          "text": "And Abiathar came up, and behold, Zadok came also with all the Levites, bearing the ark of the covenant of God. And they set down the ark of God until the people had all passed out of the city.",
          "ID": "24"
        },
        {
          "text": "Then the king said to Zadok, \"Carry the ark of God back into the city. If I find favor in the eyes of the Lord, he will bring me back and let me see both it and his dwelling place.",
          "ID": "25"
        },
        {
          "text": "But if he says, 'I have no pleasure in you,' behold, here I am, let him do to me what seems good to him.\"",
          "ID": "26"
        },
        {
          "text": "The king also said to Zadok the priest, \"Are you not a seer? Go back to the city in peace, with your two sons, Ahimaaz your son, and Jonathan the son of Abiathar.",
          "ID": "27"
        },
        {
          "text": "See, I will wait at the fords of the wilderness until word comes from you to inform me.\"",
          "ID": "28"
        },
        {
          "text": "So Zadok and Abiathar carried the ark of God back to Jerusalem, and they remained there.",
          "ID": "29"
        },
        {
          "text": "But David went up the ascent of the Mount of Olives, weeping as he went, barefoot and with his head covered. And all the people who were with him covered their heads, and they went up, weeping as they went.",
          "ID": "30"
        },
        {
          "text": "And it was told David, \"Ahithophel is among the conspirators with Absalom.\" And David said, \"O Lord, please turn the counsel of Ahithophel into foolishness.\"",
          "ID": "31"
        },
        {
          "text": "While David was coming to the summit, where God was worshiped, behold, Hushai the Archite came to meet him with his coat torn and dirt on his head.",
          "ID": "32"
        },
        {
          "text": "David said to him, \"If you go on with me, you will be a burden to me.",
          "ID": "33"
        },
        {
          "text": "But if you return to the city and say to Absalom, 'I will be your servant, O king; as I have been your father's servant in time past, so now I will be your servant,' then you will defeat for me the counsel of Ahithophel.",
          "ID": "34"
        },
        {
          "text": "Are not Zadok and Abiathar the priests with you there? So whatever you hear from the king's house, tell it to Zadok and Abiathar the priests.",
          "ID": "35"
        },
        {
          "text": "Behold, their two sons are with them there, Ahimaaz, Zadok's son, and Jonathan, Abiathar's son, and by them you shall send to me everything you hear.\"",
          "ID": "36"
        },
        {
          "text": "So Hushai, David's friend, came into the city, just as Absalom was entering Jerusalem.",
          "ID": "37"
        }
      ],
      "ID": "OT:2SA.15",
      "name": "2 Samuel 15"
    },
    {
      "text": [
        {
          "text": "When David had passed a little beyond the summit, Ziba the servant of Mephibosheth met him, with a couple of donkeys saddled, bearing two hundred loaves of bread, a hundred bunches of raisins, a hundred of summer fruits, and a skin of wine.",
          "ID": "1"
        },
        {
          "text": "And the king said to Ziba, \"Why have you brought these?\" Ziba answered, \"The donkeys are for the king's household to ride on, the bread and summer fruit for the young men to eat, and the wine for those who faint in the wilderness to drink.\"",
          "ID": "2"
        },
        {
          "text": "And the king said, \"And where is your master's son?\" Ziba said to the king, \"Behold, he remains in Jerusalem, for he said, 'Today the house of Israel will give me back the kingdom of my father.'\"",
          "ID": "3"
        },
        {
          "text": "Then the king said to Ziba, \"Behold, all that belonged to Mephibosheth is now yours.\" And Ziba said, \"I pay homage; let me ever find favor in your sight, my lord the king.\"",
          "ID": "4"
        },
        {
          "text": "When King David came to Bahurim, there came out a man of the family of the house of Saul, whose name was Shimei, the son of Gera, and as he came he cursed continually.",
          "ID": "5"
        },
        {
          "text": "And he threw stones at David and at all the servants of King David, and all the people and all the mighty men were on his right hand and on his left.",
          "ID": "6"
        },
        {
          "text": "And Shimei said as he cursed, \"Get out, get out, you man of blood, you worthless man!",
          "ID": "7"
        },
        {
          "text": "The Lord has avenged on you all the blood of the house of Saul, in whose place you have reigned, and the Lord has given the kingdom into the hand of your son Absalom. See, your evil is on you, for you are a man of blood.\"",
          "ID": "8"
        },
        {
          "text": "Then Abishai the son of Zeruiah said to the king, \"Why should this dead dog curse my lord the king? Let me go over and take off his head.\"",
          "ID": "9"
        },
        {
          "text": "But the king said, \"What have I to do with you, you sons of Zeruiah? If he is cursing because the Lord has said to him, 'Curse David,' who then shall say, 'Why have you done so?'\"",
          "ID": "10"
        },
        {
          "text": "And David said to Abishai and to all his servants, \"Behold, my own son seeks my life; how much more now may this Benjaminite! Leave him alone, and let him curse, for the Lord has told him to.",
          "ID": "11"
        },
        {
          "text": "It may be that the Lord will look on the wrong done to me, and that the Lord will repay me with good for his cursing today.\"",
          "ID": "12"
        },
        {
          "text": "So David and his men went on the road, while Shimei went along on the hillside opposite him and cursed as he went and threw stones at him and flung dust.",
          "ID": "13"
        },
        {
          "text": "And the king, and all the people who were with him, arrived weary at the Jordan. And there he refreshed himself.",
          "ID": "14"
        },
        {
          "text": "Now Absalom and all the people, the men of Israel, came to Jerusalem, and Ahithophel with him.",
          "ID": "15"
        },
        {
          "text": "And when Hushai the Archite, David's friend, came to Absalom, Hushai said to Absalom, \"Long live the king! Long live the king!\"",
          "ID": "16"
        },
        {
          "text": "And Absalom said to Hushai, \"Is this your loyalty to your friend? Why did you not go with your friend?\"",
          "ID": "17"
        },
        {
          "text": "And Hushai said to Absalom, \"No, for whom the Lord and this people and all the men of Israel have chosen, his I will be, and with him I will remain.",
          "ID": "18"
        },
        {
          "text": "And again, whom should I serve? Should it not be his son? As I have served your father, so I will serve you.\"",
          "ID": "19"
        },
        {
          "text": "Then Absalom said to Ahithophel, \"Give your counsel. What shall we do?\"",
          "ID": "20"
        },
        {
          "text": "Ahithophel said to Absalom, \"Go in to your father's concubines, whom he has left to keep the house, and all Israel will hear that you have made yourself a stench to your father, and the hands of all who are with you will be strengthened.\"",
          "ID": "21"
        },
        {
          "text": "So they pitched a tent for Absalom on the roof. And Absalom went in to his father's concubines in the sight of all Israel.",
          "ID": "22"
        },
        {
          "text": "Now in those days the counsel that Ahithophel gave was as if one consulted the word of God; so was all the counsel of Ahithophel esteemed, both by David and by Absalom.",
          "ID": "23"
        }
      ],
      "ID": "OT:2SA.16",
      "name": "2 Samuel 16"
    },
    {
      "text": [
        {
          "text": "Moreover, Ahithophel said to Absalom, \"Let me choose twelve thousand men, and I will arise and pursue David tonight.",
          "ID": "1"
        },
        {
          "text": "I will come upon him while he is weary and discouraged and throw him into a panic, and all the people who are with him will flee. I will strike down only the king,",
          "ID": "2"
        },
        {
          "text": "and I will bring all the people back to you as a bride comes home to her husband. You seek the life of only one man, and all the people will be at peace.\"",
          "ID": "3"
        },
        {
          "text": "And the advice seemed right in the eyes of Absalom and all the elders of Israel.",
          "ID": "4"
        },
        {
          "text": "Then Absalom said, \"Call Hushai the Archite also, and let us hear what he has to say.\"",
          "ID": "5"
        },
        {
          "text": "And when Hushai came to Absalom, Absalom said to him, \"Thus has Ahithophel spoken; shall we do as he says? If not, you speak.\"",
          "ID": "6"
        },
        {
          "text": "Then Hushai said to Absalom, \"This time the counsel that Ahithophel has given is not good.\"",
          "ID": "7"
        },
        {
          "text": "Hushai said, \"You know that your father and his men are mighty men, and that they are enraged, like a bear robbed of her cubs in the field. Besides, your father is expert in war; he will not spend the night with the people.",
          "ID": "8"
        },
        {
          "text": "Behold, even now he has hidden himself in one of the pits or in some other place. And as soon as some of the people fall at the first attack, whoever hears it will say, 'There has been a slaughter among the people who follow Absalom.'",
          "ID": "9"
        },
        {
          "text": "Then even the valiant man, whose heart is like the heart of a lion, will utterly melt with fear, for all Israel knows that your father is a mighty man, and that those who are with him are valiant men.",
          "ID": "10"
        },
        {
          "text": "But my counsel is that all Israel be gathered to you, from Dan to Beersheba, as the sand by the sea for multitude, and that you go to battle in person.",
          "ID": "11"
        },
        {
          "text": "So we shall come upon him in some place where he is to be found, and we shall light upon him as the dew falls on the ground, and of him and all the men with him not one will be left.",
          "ID": "12"
        },
        {
          "text": "If he withdraws into a city, then all Israel will bring ropes to that city, and we shall drag it into the valley, until not even a pebble is to be found there.\"",
          "ID": "13"
        },
        {
          "text": "And Absalom and all the men of Israel said, \"The counsel of Hushai the Archite is better than the counsel of Ahithophel.\" For the Lord had ordained to defeat the good counsel of Ahithophel, so that the Lord might bring harm upon Absalom.",
          "ID": "14"
        },
        {
          "text": "Then Hushai said to Zadok and Abiathar the priests, \"Thus and so did Ahithophel counsel Absalom and the elders of Israel, and thus and so have I counseled.",
          "ID": "15"
        },
        {
          "text": "Now therefore send quickly and tell David, 'Do not stay tonight at the fords of the wilderness, but by all means pass over, lest the king and all the people who are with him be swallowed up.'\"",
          "ID": "16"
        },
        {
          "text": "Now Jonathan and Ahimaaz were waiting at En-rogel. A female servant was to go and tell them, and they were to go and tell King David, for they were not to be seen entering the city.",
          "ID": "17"
        },
        {
          "text": "But a young man saw them and told Absalom. So both of them went away quickly and came to the house of a man at Bahurim, who had a well in his courtyard. And they went down into it.",
          "ID": "18"
        },
        {
          "text": "And the woman took and spread a covering over the well's mouth and scattered grain on it, and nothing was known of it.",
          "ID": "19"
        },
        {
          "text": "When Absalom's servants came to the woman at the house, they said, \"Where are Ahimaaz and Jonathan?\" And the woman said to them, \"They have gone over the brook of water.\" And when they had sought and could not find them, they returned to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "After they had gone, the men came up out of the well, and went and told King David. They said to David, \"Arise, and go quickly over the water, for thus and so has Ahithophel counseled against you.\"",
          "ID": "21"
        },
        {
          "text": "Then David arose, and all the people who were with him, and they crossed the Jordan. By daybreak not one was left who had not crossed the Jordan.",
          "ID": "22"
        },
        {
          "text": "When Ahithophel saw that his counsel was not followed, he saddled his donkey and went off home to his own city. He set his house in order and hanged himself, and he died and was buried in the tomb of his father.",
          "ID": "23"
        },
        {
          "text": "Then David came to Mahanaim. And Absalom crossed the Jordan with all the men of Israel.",
          "ID": "24"
        },
        {
          "text": "Now Absalom had set Amasa over the army instead of Joab. Amasa was the son of a man named Ithra the Ishmaelite, who had married Abigal the daughter of Nahash, sister of Zeruiah, Joab's mother.",
          "ID": "25"
        },
        {
          "text": "And Israel and Absalom encamped in the land of Gilead.",
          "ID": "26"
        },
        {
          "text": "When David came to Mahanaim, Shobi the son of Nahash from Rabbah of the Ammonites, and Machir the son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim,",
          "ID": "27"
        },
        {
          "text": "brought beds, basins, and earthen vessels, wheat, barley, flour, parched grain, beans and lentils,",
          "ID": "28"
        },
        {
          "text": "honey and curds and sheep and cheese from the herd, for David and the people with him to eat, for they said, \"The people are hungry and weary and thirsty in the wilderness.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:2SA.17",
      "name": "2 Samuel 17"
    },
    {
      "text": [
        {
          "text": "Then David mustered the men who were with him and set over them commanders of thousands and commanders of hundreds.",
          "ID": "1"
        },
        {
          "text": "And David sent out the army, one third under the command of Joab, one third under the command of Abishai the son of Zeruiah, Joab's brother, and one third under the command of Ittai the Gittite. And the king said to the men, \"I myself will also go out with you.\"",
          "ID": "2"
        },
        {
          "text": "But the men said, \"You shall not go out. For if we flee, they will not care about us. If half of us die, they will not care about us. But you are worth ten thousand of us. Therefore it is better that you send us help from the city.\"",
          "ID": "3"
        },
        {
          "text": "The king said to them, \"Whatever seems best to you I will do.\" So the king stood at the side of the gate, while all the army marched out by hundreds and by thousands.",
          "ID": "4"
        },
        {
          "text": "And the king ordered Joab and Abishai and Ittai, \"Deal gently for my sake with the young man Absalom.\" And all the people heard when the king gave orders to all the commanders about Absalom.",
          "ID": "5"
        },
        {
          "text": "So the army went out into the field against Israel, and the battle was fought in the forest of Ephraim.",
          "ID": "6"
        },
        {
          "text": "And the men of Israel were defeated there by the servants of David, and the loss there was great on that day, twenty thousand men.",
          "ID": "7"
        },
        {
          "text": "The battle spread over the face of all the country, and the forest devoured more people that day than the sword.",
          "ID": "8"
        },
        {
          "text": "And Absalom happened to meet the servants of David. Absalom was riding on his mule, and the mule went under the thick branches of a great oak, and his head caught fast in the oak, and he was suspended between heaven and earth, while the mule that was under him went on.",
          "ID": "9"
        },
        {
          "text": "And a certain man saw it and told Joab, \"Behold, I saw Absalom hanging in an oak.\"",
          "ID": "10"
        },
        {
          "text": "Joab said to the man who told him, \"What, you saw him! Why then did you not strike him there to the ground? I would have been glad to give you ten pieces of silver and a belt.\"",
          "ID": "11"
        },
        {
          "text": "But the man said to Joab, \"Even if I felt in my hand the weight of a thousand pieces of silver, I would not reach out my hand against the king's son, for in our hearing the king commanded you and Abishai and Ittai, 'For my sake protect the young man Absalom.'",
          "ID": "12"
        },
        {
          "text": "On the other hand, if I had dealt treacherously against his life (and there is nothing hidden from the king), then you yourself would have stood aloof.\"",
          "ID": "13"
        },
        {
          "text": "Joab said, \"I will not waste time like this with you.\" And he took three javelins in his hand and thrust them into the heart of Absalom while he was still alive in the oak.",
          "ID": "14"
        },
        {
          "text": "And ten young men, Joab's armor-bearers, surrounded Absalom and struck him and killed him.",
          "ID": "15"
        },
        {
          "text": "Then Joab blew the trumpet, and the troops came back from pursuing Israel, for Joab restrained them.",
          "ID": "16"
        },
        {
          "text": "And they took Absalom and threw him into a great pit in the forest and raised over him a very great heap of stones. And all Israel fled every one to his own home.",
          "ID": "17"
        },
        {
          "text": "Now Absalom in his lifetime had taken and set up for himself the pillar that is in the King's Valley, for he said, \"I have no son to keep my name in remembrance.\" He called the pillar after his own name, and it is called Absalom's monument to this day.",
          "ID": "18"
        },
        {
          "text": "Then Ahimaaz the son of Zadok said, \"Let me run and carry news to the king that the Lord has delivered him from the hand of his enemies.\"",
          "ID": "19"
        },
        {
          "text": "And Joab said to him, \"You are not to carry news today. You may carry news another day, but today you shall carry no news, because the king's son is dead.\"",
          "ID": "20"
        },
        {
          "text": "Then Joab said to the Cushite, \"Go, tell the king what you have seen.\" The Cushite bowed before Joab, and ran.",
          "ID": "21"
        },
        {
          "text": "Then Ahimaaz the son of Zadok said again to Joab, \"Come what may, let me also run after the Cushite.\" And Joab said, \"Why will you run, my son, seeing that you will have no reward for the news?\"",
          "ID": "22"
        },
        {
          "text": "\"Come what may,\" he said, \"I will run.\" So he said to him, \"Run.\" Then Ahimaaz ran by the way of the plain, and outran the Cushite.",
          "ID": "23"
        },
        {
          "text": "Now David was sitting between the two gates, and the watchman went up to the roof of the gate by the wall, and when he lifted up his eyes and looked, he saw a man running alone.",
          "ID": "24"
        },
        {
          "text": "The watchman called out and told the king. And the king said, \"If he is alone, there is news in his mouth.\" And he drew nearer and nearer.",
          "ID": "25"
        },
        {
          "text": "The watchman saw another man running. And the watchman called to the gate and said, \"See, another man running alone!\" The king said, \"He also brings news.\"",
          "ID": "26"
        },
        {
          "text": "The watchman said, \"I think the running of the first is like the running of Ahimaaz the son of Zadok.\" And the king said, \"He is a good man and comes with good news.\"",
          "ID": "27"
        },
        {
          "text": "Then Ahimaaz cried out to the king, \"All is well.\" And he bowed before the king with his face to the earth and said, \"Blessed be the Lord your God, who has delivered up the men who raised their hand against my lord the king.\"",
          "ID": "28"
        },
        {
          "text": "And the king said, \"Is it well with the young man Absalom?\" Ahimaaz answered, \"When Joab sent the king's servant, your servant, I saw a great commotion, but I do not know what it was.\"",
          "ID": "29"
        },
        {
          "text": "And the king said, \"Turn aside and stand here.\" So he turned aside and stood still.",
          "ID": "30"
        },
        {
          "text": "And behold, the Cushite came, and the Cushite said, \"Good news for my lord the king! For the Lord has delivered you this day from the hand of all who rose up against you.\"",
          "ID": "31"
        },
        {
          "text": "The king said to the Cushite, \"Is it well with the young man Absalom?\" And the Cushite answered, \"May the enemies of my lord the king and all who rise up against you for evil be like that young man.\"",
          "ID": "32"
        },
        {
          "text": "And the king was deeply moved and went up to the chamber over the gate and wept. And as he went, he said, \"O my son Absalom, my son, my son Absalom! Would I had died instead of you, O Absalom, my son, my son!\"",
          "ID": "33"
        }
      ],
      "ID": "OT:2SA.18",
      "name": "2 Samuel 18"
    },
    {
      "text": [
        {
          "text": "It was told Joab, \"Behold, the king is weeping and mourning for Absalom.\"",
          "ID": "1"
        },
        {
          "text": "So the victory that day was turned into mourning for all the people, for the people heard that day, \"The king is grieving for his son.\"",
          "ID": "2"
        },
        {
          "text": "And the people stole into the city that day as people steal in who are ashamed when they flee in battle.",
          "ID": "3"
        },
        {
          "text": "The king covered his face, and the king cried with a loud voice, \"O my son Absalom, O Absalom, my son, my son!\"",
          "ID": "4"
        },
        {
          "text": "Then Joab came into the house to the king and said, \"You have today covered with shame the faces of all your servants, who have this day saved your life and the lives of your sons and your daughters and the lives of your wives and your concubines,",
          "ID": "5"
        },
        {
          "text": "because you love those who hate you and hate those who love you. For you have made it clear today that commanders and servants are nothing to you, for today I know that if Absalom were alive and all of us were dead today, then you would be pleased.",
          "ID": "6"
        },
        {
          "text": "Now therefore arise, go out and speak kindly to your servants, for I swear by the Lord, if you do not go, not a man will stay with you this night, and this will be worse for you than all the evil that has come upon you from your youth until now.\"",
          "ID": "7"
        },
        {
          "text": "Then the king arose and took his seat in the gate. And the people were all told, \"Behold, the king is sitting in the gate.\" And all the people came before the king.",
          "ID": "8"
        },
        {
          "text": "Now Israel had fled every man to his own home.",
          "ID": "8"
        },
        {
          "text": "And all the people were arguing throughout all the tribes of Israel, saying, \"The king delivered us from the hand of our enemies and saved us from the hand of the Philistines, and now he has fled out of the land from Absalom.",
          "ID": "9"
        },
        {
          "text": "But Absalom, whom we anointed over us, is dead in battle. Now therefore why do you say nothing about bringing the king back?\"",
          "ID": "10"
        },
        {
          "text": "And King David sent this message to Zadok and Abiathar the priests: \"Say to the elders of Judah, 'Why should you be the last to bring the king back to his house, when the word of all Israel has come to the king?",
          "ID": "11"
        },
        {
          "text": "You are my brothers; you are my bone and my flesh. Why then should you be the last to bring back the king?'",
          "ID": "12"
        },
        {
          "text": "And say to Amasa, 'Are you not my bone and my flesh? God do so to me and more also, if you are not commander of my army from now on in place of Joab.'\"",
          "ID": "13"
        },
        {
          "text": "And he swayed the heart of all the men of Judah as one man, so that they sent word to the king, \"Return, both you and all your servants.\"",
          "ID": "14"
        },
        {
          "text": "So the king came back to the Jordan, and Judah came to Gilgal to meet the king and to bring the king over the Jordan.",
          "ID": "15"
        },
        {
          "text": "And Shimei the son of Gera, the Benjaminite, from Bahurim, hurried to come down with the men of Judah to meet King David.",
          "ID": "16"
        },
        {
          "text": "And with him were a thousand men from Benjamin. And Ziba the servant of the house of Saul, with his fifteen sons and his twenty servants, rushed down to the Jordan before the king,",
          "ID": "17"
        },
        {
          "text": "and they crossed the ford to bring over the king's household and to do his pleasure. And Shimei the son of Gera fell down before the king, as he was about to cross the Jordan,",
          "ID": "18"
        },
        {
          "text": "and said to the king, \"Let not my lord hold me guilty or remember how your servant did wrong on the day my lord the king left Jerusalem. Do not let the king take it to heart.",
          "ID": "19"
        },
        {
          "text": "For your servant knows that I have sinned. Therefore, behold, I have come this day, the first of all the house of Joseph to come down to meet my lord the king.\"",
          "ID": "20"
        },
        {
          "text": "Abishai the son of Zeruiah answered, \"Shall not Shimei be put to death for this, because he cursed the Lord's anointed?\"",
          "ID": "21"
        },
        {
          "text": "But David said, \"What have I to do with you, you sons of Zeruiah, that you should this day be as an adversary to me? Shall anyone be put to death in Israel this day? For do I not know that I am this day king over Israel?\"",
          "ID": "22"
        },
        {
          "text": "And the king said to Shimei, \"You shall not die.\" And the king gave him his oath.",
          "ID": "23"
        },
        {
          "text": "And Mephibosheth the son of Saul came down to meet the king. He had neither taken care of his feet nor trimmed his beard nor washed his clothes, from the day the king departed until the day he came back in safety.",
          "ID": "24"
        },
        {
          "text": "And when he came to Jerusalem to meet the king, the king said to him, \"Why did you not go with me, Mephibosheth?\"",
          "ID": "25"
        },
        {
          "text": "He answered, \"My lord, O king, my servant deceived me, for your servant said to him, 'I will saddle a donkey for myself, that I may ride on it and go with the king.' For your servant is lame.",
          "ID": "26"
        },
        {
          "text": "He has slandered your servant to my lord the king. But my lord the king is like the angel of God; do therefore what seems good to you.",
          "ID": "27"
        },
        {
          "text": "For all my father's house were but men doomed to death before my lord the king, but you set your servant among those who eat at your table. What further right have I, then, to cry to the king?\"",
          "ID": "28"
        },
        {
          "text": "And the king said to him, \"Why speak any more of your affairs? I have decided: you and Ziba shall divide the land.\"",
          "ID": "29"
        },
        {
          "text": "And Mephibosheth said to the king, \"Oh, let him take it all, since my lord the king has come safely home.\"",
          "ID": "30"
        },
        {
          "text": "Now Barzillai the Gileadite had come down from Rogelim, and he went on with the king to the Jordan, to escort him over the Jordan.",
          "ID": "31"
        },
        {
          "text": "Barzillai was a very aged man, eighty years old. He had provided the king with food while he stayed at Mahanaim, for he was a very wealthy man.",
          "ID": "32"
        },
        {
          "text": "And the king said to Barzillai, \"Come over with me, and I will provide for you with me in Jerusalem.\"",
          "ID": "33"
        },
        {
          "text": "But Barzillai said to the king, \"How many years have I still to live, that I should go up with the king to Jerusalem?",
          "ID": "34"
        },
        {
          "text": "I am this day eighty years old. Can I discern what is pleasant and what is not? Can your servant taste what he eats or what he drinks? Can I still listen to the voice of singing men and singing women? Why then should your servant be an added burden to my lord the king?",
          "ID": "35"
        },
        {
          "text": "Your servant will go a little way over the Jordan with the king. Why should the king repay me with such a reward?",
          "ID": "36"
        },
        {
          "text": "Please let your servant return, that I may die in my own city near the grave of my father and my mother. But here is your servant Chimham. Let him go over with my lord the king, and do for him whatever seems good to you.\"",
          "ID": "37"
        },
        {
          "text": "And the king answered, \"Chimham shall go over with me, and I will do for him whatever seems good to you, and all that you desire of me I will do for you.\"",
          "ID": "38"
        },
        {
          "text": "Then all the people went over the Jordan, and the king went over. And the king kissed Barzillai and blessed him, and he returned to his own home.",
          "ID": "39"
        },
        {
          "text": "The king went on to Gilgal, and Chimham went on with him. All the people of Judah, and also half the people of Israel, brought the king on his way.",
          "ID": "40"
        },
        {
          "text": "Then all the men of Israel came to the king and said to the king, \"Why have our brothers the men of Judah stolen you away and brought the king and his household over the Jordan, and all David's men with him?\"",
          "ID": "41"
        },
        {
          "text": "All the men of Judah answered the men of Israel, \"Because the king is our close relative. Why then are you angry over this matter? Have we eaten at all at the king's expense? Or has he given us any gift?\"",
          "ID": "42"
        },
        {
          "text": "And the men of Israel answered the men of Judah, \"We have ten shares in the king, and in David also we have more than you. Why then did you despise us? Were we not the first to speak of bringing back our king?\" But the words of the men of Judah were fiercer than the words of the men of Israel.",
          "ID": "43"
        }
      ],
      "ID": "OT:2SA.19",
      "name": "2 Samuel 19"
    },
    {
      "text": [
        {
          "text": "Now there happened to be there a worthless man, whose name was Sheba, the son of Bichri, a Benjaminite. And he blew the trumpet and said,",
          "ID": "1"
        },
        {
          "text": "\"We have no portion in David,",
          "ID": "1"
        },
        {
          "text": "and we have no inheritance in the son of Jesse;",
          "ID": "1"
        },
        {
          "text": "every man to his tents, O Israel!\"",
          "ID": "1"
        },
        {
          "text": "So all the men of Israel withdrew from David and followed Sheba the son of Bichri. But the men of Judah followed their king steadfastly from the Jordan to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And David came to his house at Jerusalem. And the king took the ten concubines whom he had left to care for the house and put them in a house under guard and provided for them, but did not go in to them. So they were shut up until the day of their death, living as if in widowhood.",
          "ID": "3"
        },
        {
          "text": "Then the king said to Amasa, \"Call the men of Judah together to me within three days, and be here yourself.\"",
          "ID": "4"
        },
        {
          "text": "So Amasa went to summon Judah, but he delayed beyond the set time that had been appointed him.",
          "ID": "5"
        },
        {
          "text": "And David said to Abishai, \"Now Sheba the son of Bichri will do us more harm than Absalom. Take your lord's servants and pursue him, lest he get himself to fortified cities and escape from us.\"",
          "ID": "6"
        },
        {
          "text": "And there went out after him Joab's men and the Cherethites and the Pelethites, and all the mighty men. They went out from Jerusalem to pursue Sheba the son of Bichri.",
          "ID": "7"
        },
        {
          "text": "When they were at the great stone that is in Gibeon, Amasa came to meet them. Now Joab was wearing a soldier's garment, and over it was a belt with a sword in its sheath fastened on his thigh, and as he went forward it fell out.",
          "ID": "8"
        },
        {
          "text": "And Joab said to Amasa, \"Is it well with you, my brother?\" And Joab took Amasa by the beard with his right hand to kiss him.",
          "ID": "9"
        },
        {
          "text": "But Amasa did not observe the sword that was in Joab's hand. So Joab struck him with it in the stomach and spilled his entrails to the ground without striking a second blow, and he died.",
          "ID": "10"
        },
        {
          "text": "Then Joab and Abishai his brother pursued Sheba the son of Bichri.",
          "ID": "10"
        },
        {
          "text": "And one of Joab's young men took his stand by Amasa and said, \"Whoever favors Joab, and whoever is for David, let him follow Joab.\"",
          "ID": "11"
        },
        {
          "text": "And Amasa lay wallowing in his blood in the highway. And anyone who came by, seeing him, stopped. And when the man saw that all the people stopped, he carried Amasa out of the highway into the field and threw a garment over him.",
          "ID": "12"
        },
        {
          "text": "When he was taken out of the highway, all the people went on after Joab to pursue Sheba the son of Bichri.",
          "ID": "13"
        },
        {
          "text": "And Sheba passed through all the tribes of Israel to Abel of Beth-maacah, and all the Bichrites assembled and followed him in.",
          "ID": "14"
        },
        {
          "text": "And all the men who were with Joab came and besieged him in Abel of Beth-maacah. They cast up a mound against the city, and it stood against the rampart, and they were battering the wall to throw it down.",
          "ID": "15"
        },
        {
          "text": "Then a wise woman called from the city, \"Listen! Listen! Tell Joab, 'Come here, that I may speak to you.'\"",
          "ID": "16"
        },
        {
          "text": "And he came near her, and the woman said, \"Are you Joab?\" He answered, \"I am.\" Then she said to him, \"Listen to the words of your servant.\" And he answered, \"I am listening.\"",
          "ID": "17"
        },
        {
          "text": "Then she said, \"They used to say in former times, 'Let them but ask counsel at Abel,' and so they settled a matter.",
          "ID": "18"
        },
        {
          "text": "I am one of those who are peaceable and faithful in Israel. You seek to destroy a city that is a mother in Israel. Why will you swallow up the heritage of the Lord?\"",
          "ID": "19"
        },
        {
          "text": "Joab answered, \"Far be it from me, far be it, that I should swallow up or destroy!",
          "ID": "20"
        },
        {
          "text": "That is not true. But a man of the hill country of Ephraim, called Sheba the son of Bichri, has lifted up his hand against King David. Give up him alone, and I will withdraw from the city.\" And the woman said to Joab, \"Behold, his head shall be thrown to you over the wall.\"",
          "ID": "21"
        },
        {
          "text": "Then the woman went to all the people in her wisdom. And they cut off the head of Sheba the son of Bichri and threw it out to Joab. So he blew the trumpet, and they dispersed from the city, every man to his home. And Joab returned to Jerusalem to the king.",
          "ID": "22"
        },
        {
          "text": "Now Joab was in command of all the army of Israel; and Benaiah the son of Jehoiada was in command of the Cherethites and the Pelethites;",
          "ID": "23"
        },
        {
          "text": "and Adoram was in charge of the forced labor; and Jehoshaphat the son of Ahilud was the recorder;",
          "ID": "24"
        },
        {
          "text": "and Sheva was secretary; and Zadok and Abiathar were priests;",
          "ID": "25"
        },
        {
          "text": "and Ira the Jairite was also David's priest.",
          "ID": "26"
        }
      ],
      "ID": "OT:2SA.20",
      "name": "2 Samuel 20"
    },
    {
      "text": [
        {
          "text": "Now there was a famine in the days of David for three years, year after year. And David sought the face of the Lord. And the Lord said, \"There is bloodguilt on Saul and on his house, because he put the Gibeonites to death.\"",
          "ID": "1"
        },
        {
          "text": "So the king called the Gibeonites and spoke to them. Now the Gibeonites were not of the people of Israel but of the remnant of the Amorites. Although the people of Israel had sworn to spare them, Saul had sought to strike them down in his zeal for the people of Israel and Judah.",
          "ID": "2"
        },
        {
          "text": "And David said to the Gibeonites, \"What shall I do for you? And how shall I make atonement, that you may bless the heritage of the Lord?\"",
          "ID": "3"
        },
        {
          "text": "The Gibeonites said to him, \"It is not a matter of silver or gold between us and Saul or his house; neither is it for us to put any man to death in Israel.\" And he said, \"What do you say that I shall do for you?\"",
          "ID": "4"
        },
        {
          "text": "They said to the king, \"The man who consumed us and planned to destroy us, so that we should have no place in all the territory of Israel,",
          "ID": "5"
        },
        {
          "text": "let seven of his sons be given to us, so that we may hang them before the Lord at Gibeah of Saul, the chosen of the Lord.\" And the king said, \"I will give them.\"",
          "ID": "6"
        },
        {
          "text": "But the king spared Mephibosheth, the son of Saul's son Jonathan, because of the oath of the Lord that was between them, between David and Jonathan the son of Saul.",
          "ID": "7"
        },
        {
          "text": "The king took the two sons of Rizpah the daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth; and the five sons of Merab the daughter of Saul, whom she bore to Adriel the son of Barzillai the Meholathite;",
          "ID": "8"
        },
        {
          "text": "and he gave them into the hands of the Gibeonites, and they hanged them on the mountain before the Lord, and the seven of them perished together. They were put to death in the first days of harvest, at the beginning of barley harvest.",
          "ID": "9"
        },
        {
          "text": "Then Rizpah the daughter of Aiah took sackcloth and spread it for herself on the rock, from the beginning of harvest until rain fell upon them from the heavens. And she did not allow the birds of the air to come upon them by day, or the beasts of the field by night.",
          "ID": "10"
        },
        {
          "text": "When David was told what Rizpah the daughter of Aiah, the concubine of Saul, had done,",
          "ID": "11"
        },
        {
          "text": "David went and took the bones of Saul and the bones of his son Jonathan from the men of Jabesh-gilead, who had stolen them from the public square of Beth-shan, where the Philistines had hanged them, on the day the Philistines killed Saul on Gilboa.",
          "ID": "12"
        },
        {
          "text": "And he brought up from there the bones of Saul and the bones of his son Jonathan; and they gathered the bones of those who were hanged.",
          "ID": "13"
        },
        {
          "text": "And they buried the bones of Saul and his son Jonathan in the land of Benjamin in Zela, in the tomb of Kish his father. And they did all that the king commanded. And after that God responded to the plea for the land.",
          "ID": "14"
        },
        {
          "text": "There was war again between the Philistines and Israel, and David went down together with his servants, and they fought against the Philistines. And David grew weary.",
          "ID": "15"
        },
        {
          "text": "And Ishbi-benob, one of the descendants of the giants, whose spear weighed three hundred shekels of bronze, and who was armed with a new sword, thought to kill David.",
          "ID": "16"
        },
        {
          "text": "But Abishai the son of Zeruiah came to his aid and attacked the Philistine and killed him. Then David's men swore to him, \"You shall no longer go out with us to battle, lest you quench the lamp of Israel.\"",
          "ID": "17"
        },
        {
          "text": "After this there was again war with the Philistines at Gob. Then Sibbecai the Hushathite struck down Saph, who was one of the descendants of the giants.",
          "ID": "18"
        },
        {
          "text": "And there was again war with the Philistines at Gob, and Elhanan the son of Jaare-oregim, the Bethlehemite, struck down Goliath the Gittite, the shaft of whose spear was like a weaver's beam.",
          "ID": "19"
        },
        {
          "text": "And there was again war at Gath, where there was a man of great stature, who had six fingers on each hand, and six toes on each foot, twenty-four in number, and he also was descended from the giants.",
          "ID": "20"
        },
        {
          "text": "And when he taunted Israel, Jonathan the son of Shimei, David's brother, struck him down.",
          "ID": "21"
        },
        {
          "text": "These four were descended from the giants in Gath, and they fell by the hand of David and by the hand of his servants.",
          "ID": "22"
        }
      ],
      "ID": "OT:2SA.21",
      "name": "2 Samuel 21"
    },
    {
      "text": [
        {
          "text": "And David spoke to the Lord the words of this song on the day when the Lord delivered him from the hand of all his enemies, and from the hand of Saul.",
          "ID": "1"
        },
        {
          "text": "He said,",
          "ID": "2"
        },
        {
          "text": "\"The Lord is my rock and my fortress and my deliverer,",
          "ID": "2"
        },
        {
          "text": "my God, my rock, in whom I take refuge,",
          "ID": "3"
        },
        {
          "text": "my shield, and the horn of my salvation,",
          "ID": "3"
        },
        {
          "text": "my stronghold and my refuge,",
          "ID": "3"
        },
        {
          "text": "my savior; you save me from violence.",
          "ID": "3"
        },
        {
          "text": "I call upon the Lord, who is worthy to be praised,",
          "ID": "4"
        },
        {
          "text": "and I am saved from my enemies.",
          "ID": "4"
        },
        {
          "text": "\"For the waves of death encompassed me,",
          "ID": "5"
        },
        {
          "text": "the torrents of destruction assailed me;",
          "ID": "5"
        },
        {
          "text": "the cords of Sheol entangled me;",
          "ID": "6"
        },
        {
          "text": "the snares of death confronted me.",
          "ID": "6"
        },
        {
          "text": "\"In my distress I called upon the Lord;",
          "ID": "7"
        },
        {
          "text": "to my God I called.",
          "ID": "7"
        },
        {
          "text": "From his temple he heard my voice,",
          "ID": "7"
        },
        {
          "text": "and my cry came to his ears.",
          "ID": "7"
        },
        {
          "text": "\"Then the earth reeled and rocked;",
          "ID": "8"
        },
        {
          "text": "the foundations of the heavens trembled",
          "ID": "8"
        },
        {
          "text": "and quaked, because he was angry.",
          "ID": "8"
        },
        {
          "text": "Smoke went up from his nostrils,",
          "ID": "9"
        },
        {
          "text": "and devouring fire from his mouth;",
          "ID": "9"
        },
        {
          "text": "glowing coals flamed forth from him.",
          "ID": "9"
        },
        {
          "text": "He bowed the heavens and came down;",
          "ID": "10"
        },
        {
          "text": "thick darkness was under his feet.",
          "ID": "10"
        },
        {
          "text": "He rode on a cherub and flew;",
          "ID": "11"
        },
        {
          "text": "he was seen on the wings of the wind.",
          "ID": "11"
        },
        {
          "text": "He made darkness around him his canopy,",
          "ID": "12"
        },
        {
          "text": "thick clouds, a gathering of water.",
          "ID": "12"
        },
        {
          "text": "Out of the brightness before him",
          "ID": "13"
        },
        {
          "text": "coals of fire flamed forth.",
          "ID": "13"
        },
        {
          "text": "The Lord thundered from heaven,",
          "ID": "14"
        },
        {
          "text": "and the Most High uttered his voice.",
          "ID": "14"
        },
        {
          "text": "And he sent out arrows and scattered them;",
          "ID": "15"
        },
        {
          "text": "lightning, and routed them.",
          "ID": "15"
        },
        {
          "text": "Then the channels of the sea were seen;",
          "ID": "16"
        },
        {
          "text": "the foundations of the world were laid bare,",
          "ID": "16"
        },
        {
          "text": "at the rebuke of the Lord,",
          "ID": "16"
        },
        {
          "text": "at the blast of the breath of his nostrils.",
          "ID": "16"
        },
        {
          "text": "\"He sent from on high, he took me;",
          "ID": "17"
        },
        {
          "text": "he drew me out of many waters.",
          "ID": "17"
        },
        {
          "text": "He rescued me from my strong enemy,",
          "ID": "18"
        },
        {
          "text": "from those who hated me,",
          "ID": "18"
        },
        {
          "text": "for they were too mighty for me.",
          "ID": "18"
        },
        {
          "text": "They confronted me in the day of my calamity,",
          "ID": "19"
        },
        {
          "text": "but the Lord was my support.",
          "ID": "19"
        },
        {
          "text": "He brought me out into a broad place;",
          "ID": "20"
        },
        {
          "text": "he rescued me, because he delighted in me.",
          "ID": "20"
        },
        {
          "text": "\"The Lord dealt with me according to my righteousness;",
          "ID": "21"
        },
        {
          "text": "according to the cleanness of my hands he rewarded me.",
          "ID": "21"
        },
        {
          "text": "For I have kept the ways of the Lord",
          "ID": "22"
        },
        {
          "text": "and have not wickedly departed from my God.",
          "ID": "22"
        },
        {
          "text": "For all his rules were before me,",
          "ID": "23"
        },
        {
          "text": "and from his statutes I did not turn aside.",
          "ID": "23"
        },
        {
          "text": "I was blameless before him,",
          "ID": "24"
        },
        {
          "text": "and I kept myself from guilt.",
          "ID": "24"
        },
        {
          "text": "And the Lord has rewarded me according to my righteousness,",
          "ID": "25"
        },
        {
          "text": "according to my cleanness in his sight.",
          "ID": "25"
        },
        {
          "text": "\"With the merciful you show yourself merciful;",
          "ID": "26"
        },
        {
          "text": "with the blameless man you show yourself blameless;",
          "ID": "26"
        },
        {
          "text": "with the purified you deal purely,",
          "ID": "27"
        },
        {
          "text": "and with the crooked you make yourself seem tortuous.",
          "ID": "27"
        },
        {
          "text": "You save a humble people,",
          "ID": "28"
        },
        {
          "text": "but your eyes are on the haughty to bring them down.",
          "ID": "28"
        },
        {
          "text": "For you are my lamp, O Lord,",
          "ID": "29"
        },
        {
          "text": "and my God lightens my darkness.",
          "ID": "29"
        },
        {
          "text": "For by you I can run against a troop,",
          "ID": "30"
        },
        {
          "text": "and by my God I can leap over a wall.",
          "ID": "30"
        },
        {
          "text": "This God—his way is perfect;",
          "ID": "31"
        },
        {
          "text": "the word of the Lord proves true;",
          "ID": "31"
        },
        {
          "text": "he is a shield for all those who take refuge in him.",
          "ID": "31"
        },
        {
          "text": "\"For who is God, but the Lord?",
          "ID": "32"
        },
        {
          "text": "And who is a rock, except our God?",
          "ID": "32"
        },
        {
          "text": "This God is my strong refuge",
          "ID": "33"
        },
        {
          "text": "and has made my way blameless.",
          "ID": "33"
        },
        {
          "text": "He made my feet like the feet of a deer",
          "ID": "34"
        },
        {
          "text": "and set me secure on the heights.",
          "ID": "34"
        },
        {
          "text": "He trains my hands for war,",
          "ID": "35"
        },
        {
          "text": "so that my arms can bend a bow of bronze.",
          "ID": "35"
        },
        {
          "text": "You have given me the shield of your salvation,",
          "ID": "36"
        },
        {
          "text": "and your gentleness made me great.",
          "ID": "36"
        },
        {
          "text": "You gave a wide place for my steps under me,",
          "ID": "37"
        },
        {
          "text": "and my feet did not slip;",
          "ID": "37"
        },
        {
          "text": "I pursued my enemies and destroyed them,",
          "ID": "38"
        },
        {
          "text": "and did not turn back until they were consumed.",
          "ID": "38"
        },
        {
          "text": "I consumed them; I thrust them through, so that they did not rise;",
          "ID": "39"
        },
        {
          "text": "they fell under my feet.",
          "ID": "39"
        },
        {
          "text": "For you equipped me with strength for the battle;",
          "ID": "40"
        },
        {
          "text": "you made those who rise against me sink under me.",
          "ID": "40"
        },
        {
          "text": "You made my enemies turn their backs to me,",
          "ID": "41"
        },
        {
          "text": "those who hated me, and I destroyed them.",
          "ID": "41"
        },
        {
          "text": "They looked, but there was none to save;",
          "ID": "42"
        },
        {
          "text": "they cried to the Lord, but he did not answer them.",
          "ID": "42"
        },
        {
          "text": "I beat them fine as the dust of the earth;",
          "ID": "43"
        },
        {
          "text": "I crushed them and stamped them down like the mire of the streets.",
          "ID": "43"
        },
        {
          "text": "\"You delivered me from strife with my people;",
          "ID": "44"
        },
        {
          "text": "you kept me as the head of the nations;",
          "ID": "44"
        },
        {
          "text": "people whom I had not known served me.",
          "ID": "44"
        },
        {
          "text": "Foreigners came cringing to me;",
          "ID": "45"
        },
        {
          "text": "as soon as they heard of me, they obeyed me.",
          "ID": "45"
        },
        {
          "text": "Foreigners lost heart",
          "ID": "46"
        },
        {
          "text": "and came trembling out of their fortresses.",
          "ID": "46"
        },
        {
          "text": "\"The Lord lives, and blessed be my rock,",
          "ID": "47"
        },
        {
          "text": "and exalted be my God, the rock of my salvation,",
          "ID": "47"
        },
        {
          "text": "the God who gave me vengeance",
          "ID": "48"
        },
        {
          "text": "and brought down peoples under me,",
          "ID": "48"
        },
        {
          "text": "who brought me out from my enemies;",
          "ID": "49"
        },
        {
          "text": "you exalted me above those who rose against me;",
          "ID": "49"
        },
        {
          "text": "you delivered me from men of violence.",
          "ID": "49"
        },
        {
          "text": "\"For this I will praise you, O Lord, among the nations,",
          "ID": "50"
        },
        {
          "text": "and sing praises to your name.",
          "ID": "50"
        },
        {
          "text": "Great salvation he brings to his king,",
          "ID": "51"
        },
        {
          "text": "and shows steadfast love to his anointed,",
          "ID": "51"
        },
        {
          "text": "to David and his offspring forever.\"",
          "ID": "51"
        }
      ],
      "ID": "OT:2SA.22",
      "name": "2 Samuel 22"
    },
    {
      "text": [
        {
          "text": "Now these are the last words of David:",
          "ID": "1"
        },
        {
          "text": "The oracle of David, the son of Jesse,",
          "ID": "1"
        },
        {
          "text": "the oracle of the man who was raised on high,",
          "ID": "1"
        },
        {
          "text": "the anointed of the God of Jacob,",
          "ID": "1"
        },
        {
          "text": "the sweet psalmist of Israel:",
          "ID": "1"
        },
        {
          "text": "\"The Spirit of the Lord speaks by me;",
          "ID": "2"
        },
        {
          "text": "his word is on my tongue.",
          "ID": "2"
        },
        {
          "text": "The God of Israel has spoken;",
          "ID": "3"
        },
        {
          "text": "the Rock of Israel has said to me:",
          "ID": "3"
        },
        {
          "text": "When one rules justly over men,",
          "ID": "3"
        },
        {
          "text": "ruling in the fear of God,",
          "ID": "3"
        },
        {
          "text": "he dawns on them like the morning light,",
          "ID": "4"
        },
        {
          "text": "like the sun shining forth on a cloudless morning,",
          "ID": "4"
        },
        {
          "text": "like rain that makes grass to sprout from the earth.",
          "ID": "4"
        },
        {
          "text": "\"For does not my house stand so with God?",
          "ID": "5"
        },
        {
          "text": "For he has made with me an everlasting covenant,",
          "ID": "5"
        },
        {
          "text": "ordered in all things and secure.",
          "ID": "5"
        },
        {
          "text": "For will he not cause to prosper",
          "ID": "5"
        },
        {
          "text": "all my help and my desire?",
          "ID": "5"
        },
        {
          "text": "But worthless men are all like thorns that are thrown away,",
          "ID": "6"
        },
        {
          "text": "for they cannot be taken with the hand;",
          "ID": "6"
        },
        {
          "text": "but the man who touches them",
          "ID": "7"
        },
        {
          "text": "arms himself with iron and the shaft of a spear,",
          "ID": "7"
        },
        {
          "text": "and they are utterly consumed with fire.\"",
          "ID": "7"
        },
        {
          "text": "These are the names of the mighty men whom David had: Josheb-basshebeth a Tahchemonite; he was chief of the three. He wielded his spear against eight hundred whom he killed at one time.",
          "ID": "8"
        },
        {
          "text": "And next to him among the three mighty men was Eleazar the son of Dodo, son of Ahohi. He was with David when they defied the Philistines who were gathered there for battle, and the men of Israel withdrew.",
          "ID": "9"
        },
        {
          "text": "He rose and struck down the Philistines until his hand was weary, and his hand clung to the sword. And the Lord brought about a great victory that day, and the men returned after him only to strip the slain.",
          "ID": "10"
        },
        {
          "text": "And next to him was Shammah, the son of Agee the Hararite. The Philistines gathered together at Lehi, where there was a plot of ground full of lentils, and the men fled from the Philistines.",
          "ID": "11"
        },
        {
          "text": "But he took his stand in the midst of the plot and defended it and struck down the Philistines, and the Lord worked a great victory.",
          "ID": "12"
        },
        {
          "text": "And three of the thirty chief men went down and came about harvest time to David at the cave of Adullam, when a band of Philistines was encamped in the Valley of Rephaim.",
          "ID": "13"
        },
        {
          "text": "David was then in the stronghold, and the garrison of the Philistines was then at Bethlehem.",
          "ID": "14"
        },
        {
          "text": "And David said longingly, \"Oh, that someone would give me water to drink from the well of Bethlehem that is by the gate!\"",
          "ID": "15"
        },
        {
          "text": "Then the three mighty men broke through the camp of the Philistines and drew water out of the well of Bethlehem that was by the gate and carried and brought it to David. But he would not drink of it. He poured it out to the Lord",
          "ID": "16"
        },
        {
          "text": "and said, \"Far be it from me, O Lord, that I should do this. Shall I drink the blood of the men who went at the risk of their lives?\" Therefore he would not drink it. These things the three mighty men did.",
          "ID": "17"
        },
        {
          "text": "Now Abishai, the brother of Joab, the son of Zeruiah, was chief of the thirty. And he wielded his spear against three hundred men and killed them and won a name beside the three.",
          "ID": "18"
        },
        {
          "text": "He was the most renowned of the thirty and became their commander, but he did not attain to the three.",
          "ID": "19"
        },
        {
          "text": "And Benaiah the son of Jehoiada was a valiant man of Kabzeel, a doer of great deeds. He struck down two ariels of Moab. He also went down and struck down a lion in a pit on a day when snow had fallen.",
          "ID": "20"
        },
        {
          "text": "And he struck down an Egyptian, a handsome man. The Egyptian had a spear in his hand, but Benaiah went down to him with a staff and snatched the spear out of the Egyptian's hand and killed him with his own spear.",
          "ID": "21"
        },
        {
          "text": "These things did Benaiah the son of Jehoiada, and won a name beside the three mighty men.",
          "ID": "22"
        },
        {
          "text": "He was renowned among the thirty, but he did not attain to the three. And David set him over his bodyguard.",
          "ID": "23"
        },
        {
          "text": "Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem,",
          "ID": "24"
        },
        {
          "text": "Shammah of Harod, Elika of Harod,",
          "ID": "25"
        },
        {
          "text": "Helez the Paltite, Ira the son of Ikkesh of Tekoa,",
          "ID": "26"
        },
        {
          "text": "Abiezer of Anathoth, Mebunnai the Hushathite,",
          "ID": "27"
        },
        {
          "text": "Zalmon the Ahohite, Maharai of Netophah,",
          "ID": "28"
        },
        {
          "text": "Heleb the son of Baanah of Netophah, Ittai the son of Ribai of Gibeah of the people of Benjamin,",
          "ID": "29"
        },
        {
          "text": "Benaiah of Pirathon, Hiddai of the brooks of Gaash,",
          "ID": "30"
        },
        {
          "text": "Abi-albon the Arbathite, Azmaveth of Bahurim,",
          "ID": "31"
        },
        {
          "text": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan,",
          "ID": "32"
        },
        {
          "text": "Shammah the Hararite, Ahiam the son of Sharar the Hararite,",
          "ID": "33"
        },
        {
          "text": "Eliphelet the son of Ahasbai of Maacah, Eliam the son of Ahithophel of Gilo,",
          "ID": "34"
        },
        {
          "text": "Hezro of Carmel, Paarai the Arbite,",
          "ID": "35"
        },
        {
          "text": "Igal the son of Nathan of Zobah, Bani the Gadite,",
          "ID": "36"
        },
        {
          "text": "Zelek the Ammonite, Naharai of Beeroth, the armor-bearer of Joab the son of Zeruiah,",
          "ID": "37"
        },
        {
          "text": "Ira the Ithrite, Gareb the Ithrite,",
          "ID": "38"
        },
        {
          "text": "Uriah the Hittite: thirty-seven in all.",
          "ID": "39"
        }
      ],
      "ID": "OT:2SA.23",
      "name": "2 Samuel 23"
    },
    {
      "text": [
        {
          "text": "Again the anger of the Lord was kindled against Israel, and he incited David against them, saying, \"Go, number Israel and Judah.\"",
          "ID": "1"
        },
        {
          "text": "So the king said to Joab, the commander of the army, who was with him, \"Go through all the tribes of Israel, from Dan to Beersheba, and number the people, that I may know the number of the people.\"",
          "ID": "2"
        },
        {
          "text": "But Joab said to the king, \"May the Lord your God add to the people a hundred times as many as they are, while the eyes of my lord the king still see it, but why does my lord the king delight in this thing?\"",
          "ID": "3"
        },
        {
          "text": "But the king's word prevailed against Joab and the commanders of the army. So Joab and the commanders of the army went out from the presence of the king to number the people of Israel.",
          "ID": "4"
        },
        {
          "text": "They crossed the Jordan and began from Aroer, and from the city that is in the middle of the valley, toward Gad and on to Jazer.",
          "ID": "5"
        },
        {
          "text": "Then they came to Gilead, and to Kadesh in the land of the Hittites; and they came to Dan, and from Dan they went around to Sidon,",
          "ID": "6"
        },
        {
          "text": "and came to the fortress of Tyre and to all the cities of the Hivites and Canaanites; and they went out to the Negeb of Judah at Beersheba.",
          "ID": "7"
        },
        {
          "text": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
          "ID": "8"
        },
        {
          "text": "And Joab gave the sum of the numbering of the people to the king: in Israel there were 800,000 valiant men who drew the sword, and the men of Judah were 500,000.",
          "ID": "9"
        },
        {
          "text": "But David's heart struck him after he had numbered the people. And David said to the Lord, \"I have sinned greatly in what I have done. But now, O Lord, please take away the iniquity of your servant, for I have done very foolishly.\"",
          "ID": "10"
        },
        {
          "text": "And when David arose in the morning, the word of the Lord came to the prophet Gad, David's seer, saying,",
          "ID": "11"
        },
        {
          "text": "\"Go and say to David, 'Thus says the Lord, Three things I offer you. Choose one of them, that I may do it to you.'\"",
          "ID": "12"
        },
        {
          "text": "So Gad came to David and told him, and said to him, \"Shall three years of famine come to you in your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days' pestilence in your land? Now consider, and decide what answer I shall return to him who sent me.\"",
          "ID": "13"
        },
        {
          "text": "Then David said to Gad, \"I am in great distress. Let us fall into the hand of the Lord, for his mercy is great; but let me not fall into the hand of man.\"",
          "ID": "14"
        },
        {
          "text": "So the Lord sent a pestilence on Israel from the morning until the appointed time. And there died of the people from Dan to Beersheba 70,000 men.",
          "ID": "15"
        },
        {
          "text": "And when the angel stretched out his hand toward Jerusalem to destroy it, the Lord relented from the calamity and said to the angel who was working destruction among the people, \"It is enough; now stay your hand.\" And the angel of the Lord was by the threshing floor of Araunah the Jebusite.",
          "ID": "16"
        },
        {
          "text": "Then David spoke to the Lord when he saw the angel who was striking the people, and said, \"Behold, I have sinned, and I have done wickedly. But these sheep, what have they done? Please let your hand be against me and against my father's house.\"",
          "ID": "17"
        },
        {
          "text": "And Gad came that day to David and said to him, \"Go up, raise an altar to the Lord on the threshing floor of Araunah the Jebusite.\"",
          "ID": "18"
        },
        {
          "text": "So David went up at Gad's word, as the Lord commanded.",
          "ID": "19"
        },
        {
          "text": "And when Araunah looked down, he saw the king and his servants coming on toward him. And Araunah went out and paid homage to the king with his face to the ground.",
          "ID": "20"
        },
        {
          "text": "And Araunah said, \"Why has my lord the king come to his servant?\" David said, \"To buy the threshing floor from you, in order to build an altar to the Lord, that the plague may be averted from the people.\"",
          "ID": "21"
        },
        {
          "text": "Then Araunah said to David, \"Let my lord the king take and offer up what seems good to him. Here are the oxen for the burnt offering and the threshing sledges and the yokes of the oxen for the wood.",
          "ID": "22"
        },
        {
          "text": "All this, O king, Araunah gives to the king.\" And Araunah said to the king, \"May the Lord your God accept you.\"",
          "ID": "23"
        },
        {
          "text": "But the king said to Araunah, \"No, but I will buy it from you for a price. I will not offer burnt offerings to the Lord my God that cost me nothing.\" So David bought the threshing floor and the oxen for fifty shekels of silver.",
          "ID": "24"
        },
        {
          "text": "And David built there an altar to the Lord and offered burnt offerings and peace offerings. So the Lord responded to the plea for the land, and the plague was averted from Israel.",
          "ID": "25"
        }
      ],
      "ID": "OT:2SA.24",
      "name": "2 Samuel 24"
    }
  ],
  "ID": "OT:2SA(ESV)",
  "version": "ESV",
  "name": "2 Samuel"
}