{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "В первый год Кира, царя Персидского, во исполнение слова Господня из уст Иеремии, возбудил Господь дух Кира, царя Персидского, и он повелел объявить по всему царству своему, словесно и письменно:",
          "ID": "1"
        },
        {
          "text": "так говорит Кир, царь Персидский: все царства земли дал мне Господь Бог небесный, и Он повелел мне построить Ему дом в Иерусалиме, что в Иудее.",
          "ID": "2"
        },
        {
          "text": "Кто есть из вас, из всего народа Его, – да будет Бог его с ним, – и пусть он идет в Иерусалим, что в Иудее, и строит дом Господа Бога Израилева, Того Бога, Который в Иерусалиме.",
          "ID": "3"
        },
        {
          "text": "А все оставшиеся во всех местах, где бы тот ни жил, пусть помогут ему жители места того серебром и золотом и [иным] имуществом, и скотом, с доброхотным даянием для дома Божия, что в Иерусалиме.",
          "ID": "4"
        },
        {
          "text": "И поднялись главы поколений Иудиных и Вениаминовых, и священники и левиты, всякий, [в ком] возбудил Бог дух его, чтобы пойти строить дом Господень, который в Иерусалиме.",
          "ID": "5"
        },
        {
          "text": "И все соседи их вспомоществовали им серебряными сосудами, золотом, [иным] имуществом, и скотом, и дорогими вещами, сверх всякого доброхотного даяния [для храма].",
          "ID": "6"
        },
        {
          "text": "И царь Кир вынес сосуды дома Господня, которые Навуходоносор взял из Иерусалима и положил в доме бога своего, –",
          "ID": "7"
        },
        {
          "text": "и вынес их Кир, царь Персидский, рукою Мифредата сокровищехранителя, а он счетом сдал их Шешбацару князю Иудину.",
          "ID": "8"
        },
        {
          "text": "И вот число их: блюд золотых тридцать, блюд серебряных тысяча, ножей двадцать девять,",
          "ID": "9"
        },
        {
          "text": "чаш золотых тридцать, чаш серебряных двойных четыреста десять, других сосудов тысяча:",
          "ID": "10"
        },
        {
          "text": "всех сосудов, золотых и серебряных, пять тысяч четыреста. Все [это] взял [с собою] Шешбацар, при отправлении переселенцев из Вавилона в Иерусалим.",
          "ID": "11"
        }
      ],
      "ID": "OT:EZR.1",
      "name": "Книга Ездры 1"
    },
    {
      "text": [
        {
          "text": "Вот сыны страны из пленников переселения, которых Навуходоносор, царь Вавилонский, отвел в Вавилон, возвратившиеся в Иерусалим и Иудею, каждый в свой город, –",
          "ID": "1"
        },
        {
          "text": "пришедшие с Зоровавелем, Иисусом, Неемиею, Сараием, Реелаем, Мардохеем, Билшаном, Мисфаром, Бигваем, Рехумом, Вааном. Число людей народа Израилева:",
          "ID": "2"
        },
        {
          "text": "сыновей Пароша две тысячи сто семьдесят два;",
          "ID": "3"
        },
        {
          "text": "сыновей Сафатии триста семьдесят два;",
          "ID": "4"
        },
        {
          "text": "сыновей Араха семьсот семьдесят пять;",
          "ID": "5"
        },
        {
          "text": "сыновей Пахаф–Моава, из сыновей Иисуса [и] Иоава, две тысячи восемьсот двенадцать;",
          "ID": "6"
        },
        {
          "text": "сыновей Елама тысяча двести пятьдесят четыре;",
          "ID": "7"
        },
        {
          "text": "сыновей Заттуя девятьсот сорок пять;",
          "ID": "8"
        },
        {
          "text": "сыновей Закхая семьсот шестьдесят;",
          "ID": "9"
        },
        {
          "text": "сыновей Вания шестьсот сорок два;",
          "ID": "10"
        },
        {
          "text": "сыновей Бебая шестьсот двадцать три;",
          "ID": "11"
        },
        {
          "text": "сыновей Азгада тысяча двести двадцать два;",
          "ID": "12"
        },
        {
          "text": "сыновей Адоникама шестьсот шестьдесят шесть;",
          "ID": "13"
        },
        {
          "text": "сыновей Бигвая две тысячи пятьдесят шесть;",
          "ID": "14"
        },
        {
          "text": "сыновей Адина четыреста пятьдесят четыре;",
          "ID": "15"
        },
        {
          "text": "сыновей Атера, из [дома] Езекии, девяносто восемь;",
          "ID": "16"
        },
        {
          "text": "сыновей Бецая триста двадцать три;",
          "ID": "17"
        },
        {
          "text": "сыновей Иоры сто двенадцать;",
          "ID": "18"
        },
        {
          "text": "сыновей Хашума двести двадцать три;",
          "ID": "19"
        },
        {
          "text": "сыновей Гиббара девяносто пять;",
          "ID": "20"
        },
        {
          "text": "уроженцев Вифлеема сто двадцать три;",
          "ID": "21"
        },
        {
          "text": "жителей Нетофы пятьдесят шесть;",
          "ID": "22"
        },
        {
          "text": "жителей Анафофа сто двадцать восемь;",
          "ID": "23"
        },
        {
          "text": "уроженцев Азмавефа сорок два;",
          "ID": "24"
        },
        {
          "text": "уроженцев Кириаф–Иарима, Кефиры и Беерофа семьсот сорок три;",
          "ID": "25"
        },
        {
          "text": "уроженцев Рамы и Гевы шестьсот двадцать один;",
          "ID": "26"
        },
        {
          "text": "жителей Михмаса сто двадцать два;",
          "ID": "27"
        },
        {
          "text": "жителей Вефиля и Гая двести двадцать три;",
          "ID": "28"
        },
        {
          "text": "уроженцев Нево пятьдесят два;",
          "ID": "29"
        },
        {
          "text": "уроженцев Магбиша сто пятьдесят шесть;",
          "ID": "30"
        },
        {
          "text": "сыновей другого Елама тысяча двести пятьдесят четыре;",
          "ID": "31"
        },
        {
          "text": "сыновей Харима триста двадцать;",
          "ID": "32"
        },
        {
          "text": "уроженцев Лидды, Хадида и Оно семьсот двадцать пять;",
          "ID": "33"
        },
        {
          "text": "уроженцев Иерихона триста сорок пять;",
          "ID": "34"
        },
        {
          "text": "уроженцев Сенаи три тысячи шестьсот тридцать.",
          "ID": "35"
        },
        {
          "text": "Священников: сыновей Иедаии, из дома Иисусова, девятьсот семьдесят три;",
          "ID": "36"
        },
        {
          "text": "сыновей Иммера тысяча пятьдесят два;",
          "ID": "37"
        },
        {
          "text": "сыновей Пашхура тысяча двести сорок семь;",
          "ID": "38"
        },
        {
          "text": "сыновей Харима тысяча семнадцать.",
          "ID": "39"
        },
        {
          "text": "Левитов: сыновей Иисуса и Кадмиила, из сыновей Годавии, семьдесят четыре;",
          "ID": "40"
        },
        {
          "text": "певцов: сыновей Асафа сто двадцать восемь;",
          "ID": "41"
        },
        {
          "text": "сыновей привратников: сыновья Шаллума, сыновья Атера, сыновья Талмона, сыновья Аккува, сыновья Хатиты, сыновья Шовая, – всего сто тридцать девять.",
          "ID": "42"
        },
        {
          "text": "Нефинеев: сыновья Цихи, сыновья Хасуфы, сыновья Таббаофа,",
          "ID": "43"
        },
        {
          "text": "сыновья Кероса, сыновья Сиаги, сыновья Фадона,",
          "ID": "44"
        },
        {
          "text": "сыновья Лебаны, сыновья Хагабы, сыновья Аккува,",
          "ID": "45"
        },
        {
          "text": "сыновья Хагава, сыновья Шамлая, сыновья Ханана,",
          "ID": "46"
        },
        {
          "text": "сыновья Гиддела, сыновья Гахара, сыновья Реаии,",
          "ID": "47"
        },
        {
          "text": "сыновья Рецина, сыновья Некоды, сыновья Газзама,",
          "ID": "48"
        },
        {
          "text": "сыновья Уззы, сыновья Пасеаха, сыновья Бесая,",
          "ID": "49"
        },
        {
          "text": "сыновья Асны, сыновья Меунима, сыновья Нефисима,",
          "ID": "50"
        },
        {
          "text": "сыновья Бакбука, сыновья Хакуфы, сыновья Хархура,",
          "ID": "51"
        },
        {
          "text": "сыновья Бацлуфа, сыновья Мехиды, сыновья Харши,",
          "ID": "52"
        },
        {
          "text": "сыновья Баркоса, сыновья Сисры, сыновья Фамаха,",
          "ID": "53"
        },
        {
          "text": "сыновья Нециаха, сыновья Хатифы;",
          "ID": "54"
        },
        {
          "text": "сыновья рабов Соломоновых: сыновья Сотая, сыновья Гассоферефа, сыновья Феруды,",
          "ID": "55"
        },
        {
          "text": "сыновья Иаалы, сыновья Даркона, сыновья Гиддела,",
          "ID": "56"
        },
        {
          "text": "сыновья Сефатии, сыновья Хаттила, сыновья Похереф–Гаццебайима, сыновья Амия, –",
          "ID": "57"
        },
        {
          "text": "всего – нефинеев и сыновей рабов Соломоновых триста девяносто два.",
          "ID": "58"
        },
        {
          "text": "И вот вышедшие из Тел–Мелаха, Тел–Харши, Херуб–Аддан–Иммера, которые не могли показать о поколении своем и о племени своем – от Израиля ли они:",
          "ID": "59"
        },
        {
          "text": "сыновья Делайи, сыновья Товии, сыновья Некоды, шестьсот пятьдесят два.",
          "ID": "60"
        },
        {
          "text": "И из сыновей священнических: сыновья Хабайи, сыновья Гаккоца, сыновья Верзеллия, который взял жену из дочерей Верзеллия Галаадитянина и стал называться именем их.",
          "ID": "61"
        },
        {
          "text": "Они искали своей записи родословной, и не нашлось ее, а [потому] исключены из священства.",
          "ID": "62"
        },
        {
          "text": "И Тиршафа сказал им, чтоб они не ели великой святыни, доколе не восстанет священник с уримом и туммимом.",
          "ID": "63"
        },
        {
          "text": "Все общество вместе [состояло] из сорока двух тысяч трехсот шестидесяти [человек],",
          "ID": "64"
        },
        {
          "text": "кроме рабов их и рабынь их, которых [было] семь тысяч триста тридцать семь; и при них певцов и певиц двести.",
          "ID": "65"
        },
        {
          "text": "Коней у них семьсот тридцать шесть, лошаков у них двести сорок пять;",
          "ID": "66"
        },
        {
          "text": "верблюдов у них четыреста тридцать пять, ослов шесть тысяч семьсот двадцать.",
          "ID": "67"
        },
        {
          "text": "Из глав поколений [некоторые], придя к дому Господню, что в Иерусалиме, доброхотно жертвовали на дом Божий, чтобы восстановить его на основании его.",
          "ID": "68"
        },
        {
          "text": "По достатку своему, они дали в сокровищницу на [производство] работ шестьдесят одну тысячу драхм золота и пять тысяч мин серебра и сто священнических одежд.",
          "ID": "69"
        },
        {
          "text": "И стали жить священники и левиты, и народ и певцы, и привратники и нефинеи в городах своих, и весь Израиль в городах своих.",
          "ID": "70"
        }
      ],
      "ID": "OT:EZR.2",
      "name": "Книга Ездры 2"
    },
    {
      "text": [
        {
          "text": "Когда наступил седьмой месяц, и сыны Израилевы [уже были] в городах, тогда собрался народ, как один человек, в Иерусалиме.",
          "ID": "1"
        },
        {
          "text": "И встал Иисус, сын Иоседеков, и братья его священники, и Зоровавель, сын Салафиилов, и братья его, и соорудили они жертвенник Богу Израилеву, чтобы возносить на нем всесожжения, как написано в законе Моисея, человека Божия.",
          "ID": "2"
        },
        {
          "text": "И поставили жертвенник на основании его, так как они [были] в страхе от иноземных народов; и стали возносить на нем всесожжения Господу, всесожжения утренние и вечерние.",
          "ID": "3"
        },
        {
          "text": "И совершили праздник кущей, как предписано, с ежедневным всесожжением в определенном числе, по уставу [каждого] дня.",
          "ID": "4"
        },
        {
          "text": "И после того [совершали] всесожжение постоянное, и в новомесячия, и во все праздники, посвященные Господу, и добровольное приношение Господу от всякого усердствующего.",
          "ID": "5"
        },
        {
          "text": "С первого же дня седьмого месяца начали возносить всесожжения Господу. А храму Господню [еще] не было положено основание.",
          "ID": "6"
        },
        {
          "text": "И стали выдавать серебро каменотесам и плотникам, и пищу и питье и масло Сидонянам и Тирянам, чтоб они доставляли кедровый лес с Ливана по морю в Яфу, с дозволения им Кира, царя Персидского.",
          "ID": "7"
        },
        {
          "text": "Во второй год по приходе своем к дому Божию в Иерусалим, во второй месяц Зоровавель, сын Салафиилов, и Иисус, сын Иоседеков, и прочие братья их, священники и левиты, и все пришедшие из плена в Иерусалим положили начало и поставили левитов от двадцати лет и выше для надзора за работами дома Господня.",
          "ID": "8"
        },
        {
          "text": "И стали Иисус, сыновья его и братья его, Кадмиил и сыновья его, сыновья Иуды, как один [человек], для надзора за производителями работ в доме Божием, [а также и] сыновья Хенадада, сыновья их и братья их левиты.",
          "ID": "9"
        },
        {
          "text": "Когда строители положили основание храму Господню, тогда поставили священников в облачении их с трубами и левитов, сыновей Асафовых, с кимвалами, чтобы славить Господа по уставу Давида, царя Израилева.",
          "ID": "10"
        },
        {
          "text": "И начали они попеременно петь: \"хвалите\" и: \"славьте Господа\", \"ибо – благ, ибо вовек милость Его к Израилю\". И весь народ восклицал громогласно, славя Господа за то, что положено основание дома Господня.",
          "ID": "11"
        },
        {
          "text": "Впрочем многие из священников и левитов и глав поколений, старики, которые видели прежний храм, при основании этого храма пред глазами их, плакали громко, но многие и восклицали от радости громогласно.",
          "ID": "12"
        },
        {
          "text": "И не мог народ распознать восклицаний радости от воплей плача народного, потому что народ восклицал громко, и голос слышен был далеко.",
          "ID": "13"
        }
      ],
      "ID": "OT:EZR.3",
      "name": "Книга Ездры 3"
    },
    {
      "text": [
        {
          "text": "И услышали враги Иуды и Вениамина, что возвратившиеся из плена строят храм Господу Богу Израилеву;",
          "ID": "1"
        },
        {
          "text": "и пришли они к Зоровавелю и к главам поколений, и сказали им: будем и мы строить с вами, потому что мы, как и вы, прибегаем к Богу вашему, и Ему приносим жертвы от дней Асардана, царя Сирийского, который перевел нас сюда.",
          "ID": "2"
        },
        {
          "text": "И сказал им Зоровавель и Иисус и прочие главы поколений Израильских: не строить вам вместе с нами дом нашему Богу; мы одни будем строить [дом] Господу, Богу Израилеву, как повелел нам царь Кир, царь Персидский.",
          "ID": "3"
        },
        {
          "text": "И стал народ земли той ослаблять руки народа Иудейского и препятствовать ему в строении;",
          "ID": "4"
        },
        {
          "text": "и подкупали против них советников, чтобы разрушить предприятие их, во все дни Кира, царя Персидского, и до царствования Дария, царя Персидского.",
          "ID": "5"
        },
        {
          "text": "А в царствование Ахашвероша, в начале царствования его, написали обвинение на жителей Иудеи и Иерусалима.",
          "ID": "6"
        },
        {
          "text": "И во дни Артаксеркса писали Бишлам, Мифредат, Табеел и прочие товарищи их к Артаксерксу, царю Персидскому. Письмо же написано [было] буквами Сирийскими и на Сирийском языке.",
          "ID": "7"
        },
        {
          "text": "Рехум советник и Шимшай писец писали одно письмо против Иерусалима к царю Артаксерксу такое:",
          "ID": "8"
        },
        {
          "text": "Тогда–то. Рехум советник и Шимшай писец и прочие товарищи их, – Динеи и Афарсафхеи, Тарпелеи, Апарсы, Арехьяне, Вавилоняне, Сусанцы, Даги, Еламитяне,",
          "ID": "9"
        },
        {
          "text": "и прочие народы, которых переселил Аснафар, великий и славный и поселил в городах Самарийских и в прочих [городах] за рекою, и прочее.",
          "ID": "10"
        },
        {
          "text": "И вот список с письма, которое послали к нему: Царю Артаксерксу – рабы твои, люди, [живущие] за рекою, и прочее.",
          "ID": "11"
        },
        {
          "text": "Да будет известно царю, что Иудеи, которые вышли от тебя, пришли к нам в Иерусалим, строят [этот] мятежный и негодный город, и стены делают, и основания [их уже] исправили.",
          "ID": "12"
        },
        {
          "text": "Да будет же известно царю, что если этот город будет построен и стены восстановлены, то [ни] подати, [ни] налога, ни пошлины не будут давать, и царской казне сделан будет ущерб.",
          "ID": "13"
        },
        {
          "text": "Так как мы едим соль от дворца царского, и ущерб для царя не можем видеть, поэтому мы посылаем донесение к царю:",
          "ID": "14"
        },
        {
          "text": "пусть поищут в памятной книге отцов твоих, – и найдешь в книге памятной, и узнаешь, что город сей – город мятежный и вредный для царей и областей, и [что] отпадения бывали в нем издавна, за что город сей и опустошен.",
          "ID": "15"
        },
        {
          "text": "Посему мы уведомляем царя, что если город сей будет достроен и стены его доделаны, то после этого не будет у тебя владения за рекою.",
          "ID": "16"
        },
        {
          "text": "Царь послал ответ Рехуму советнику и Шимшаю писцу и прочим товарищам их, которые живут в Самарии и [в] прочих [городах] заречных: Мир... и прочее.",
          "ID": "17"
        },
        {
          "text": "Письмо, которое вы прислали нам, внятно прочитано предо мною;",
          "ID": "18"
        },
        {
          "text": "и от меня дано повеление, – и разыскивали, и нашли, что город этот издавна восставал против царей, и производились в нем мятежи и волнения,",
          "ID": "19"
        },
        {
          "text": "и [что были] в Иерусалиме цари могущественные и владевшие всем заречьем, и им давали подать, налоги и пошлины.",
          "ID": "20"
        },
        {
          "text": "Итак дайте приказание, чтобы люди сии перестали работать, и [чтобы] город сей не строился, доколе от меня не будет дано повеление.",
          "ID": "21"
        },
        {
          "text": "И будьте осторожны, чтобы не сделать в этом недосмотра. К чему допускать размножение вредного в ущерб царям?",
          "ID": "22"
        },
        {
          "text": "Как скоро это письмо царя Артаксеркса было прочитано пред Рехумом и Шимшаем писцом и товарищами их, они немедленно пошли в Иерусалим к Иудеям, и сильною вооруженною рукою остановили работу их.",
          "ID": "23"
        },
        {
          "text": "Тогда остановилась работа при доме Божием, который в Иерусалиме, и остановка сия продолжалась до второго года царствования Дария, царя Персидского.",
          "ID": "24"
        }
      ],
      "ID": "OT:EZR.4",
      "name": "Книга Ездры 4"
    },
    {
      "text": [
        {
          "text": "Но пророк Аггей и пророк Захария, сын Адды, говорили Иудеям, которые в Иудее и Иерусалиме, пророческие речи во имя Бога Израилева.",
          "ID": "1"
        },
        {
          "text": "Тогда встали Зоровавель, сын Салафиилов, и Иисус, сын Иоседеков, и начали строить дом Божий в Иерусалиме, и с ними пророки Божии, подкреплявшие их.",
          "ID": "2"
        },
        {
          "text": "В то время пришел к ним Фафнай, заречный областеначальник, и Шефар–Бознай и товарищи их, и так сказали им: кто дал вам разрешение строить дом сей и доделывать стены сии?",
          "ID": "3"
        },
        {
          "text": "Тогда мы сказали им имена тех людей, которые строят это здание.",
          "ID": "4"
        },
        {
          "text": "Но око Бога их было над старейшинами Иудейскими, и те не возбраняли им, доколе дело не отправили к Дарию, и доколе не пришло решение по этому делу.",
          "ID": "5"
        },
        {
          "text": "Вот содержание письма, которое послал Фафнай, заречный областеначальник, и Шефар–Бознай с товарищами своими Афарсахеями, которые за рекою, к царю Дарию.",
          "ID": "6"
        },
        {
          "text": "В донесении, которое они послали к нему, вот что написано: Дарию царю – всякий мир!",
          "ID": "7"
        },
        {
          "text": "Да будет известно царю, что мы ходили в Иудейскую область, к дому Бога великого; и строится он из больших камней, и дерево вкладывается в стены; и работа сия производится быстро и с успехом идет в руках их.",
          "ID": "8"
        },
        {
          "text": "Тогда мы спросили у старейшин тех и так сказали им: кто дал вам разрешение строить дом сей и стены сии доделывать?",
          "ID": "9"
        },
        {
          "text": "И сверх того об именах их мы спросили их, чтобы дать знать тебе и написать имена тех людей, которые главными у них.",
          "ID": "10"
        },
        {
          "text": "И они ответили нам такими словами: мы рабы Бога неба и земли и строим дом, который был построен за много лет прежде сего, – и великий царь у Израиля строил его и довершил его.",
          "ID": "11"
        },
        {
          "text": "Когда же отцы наши прогневали Бога небесного, Он предал их в руку Навуходоносора, царя Вавилонского, Халдеянина; и дом сей он разрушил, и народ переселил в Вавилон.",
          "ID": "12"
        },
        {
          "text": "Но в первый год Кира, царя Вавилонского, царь Кир дал разрешение построить сей дом Божий;",
          "ID": "13"
        },
        {
          "text": "да и сосуды дома Божия, золотые и серебряные, которые Навуходоносор вынес из храма Иерусалимского и отнес в храм Вавилонский, – вынес Кир царь из храма Вавилонского; и отдали [их] по имени Шешбацару, которого он назначил областеначальником,",
          "ID": "14"
        },
        {
          "text": "и сказал ему: возьми сии сосуды, пойди и отнеси их в храм Иерусалимский, и пусть дом Божий строится на своем месте.",
          "ID": "15"
        },
        {
          "text": "Тогда Шешбацар тот пришел, положил основания дома Божия в Иерусалиме; и с тех пор доселе он строится, и еще не кончен.",
          "ID": "16"
        },
        {
          "text": "Итак, если царю благоугодно, пусть поищут в доме царских сокровищ, там в Вавилоне, точно ли царем Киром дано разрешение строить сей дом Божий в Иерусалиме, и царскую волю о сем пусть пришлют к нам.",
          "ID": "17"
        }
      ],
      "ID": "OT:EZR.5",
      "name": "Книга Ездры 5"
    },
    {
      "text": [
        {
          "text": "Тогда царь Дарий дал повеление, и разыскивали в Вавилоне в книгохранилище, куда полагали сокровища.",
          "ID": "1"
        },
        {
          "text": "И найден в Екбатане во дворце, который в области Мидии, один свиток, и в нем написано так: \"Для памяти:",
          "ID": "2"
        },
        {
          "text": "в первый год царя Кира, царь Кир дал повеление о доме Божием в Иерусалиме: пусть строится дом на том месте, где приносят жертвы, и пусть будут положены прочные основания для него; вышина его в шестьдесят локтей, ширина его в шестьдесят локтей;",
          "ID": "3"
        },
        {
          "text": "рядов из камней больших три, и ряд из дерева один; издержки же пусть выдаются из царского дома.",
          "ID": "4"
        },
        {
          "text": "Да и сосуды дома Божия, золотые и серебряные, которые Навуходоносор вынес из храма Иерусалимского и отнес в Вавилон, пусть возвратятся и пойдут в храм Иерусалимский, [каждый] на место свое, и помещены будут в доме Божием.",
          "ID": "5"
        },
        {
          "text": "Итак, Фафнай, заречный областеначальник, и Шефар–Бознай, с товарищами вашими Афарсахеями, которые за рекою, – удалитесь оттуда.",
          "ID": "6"
        },
        {
          "text": "Не останавливайте работы при сем доме Божием; пусть Иудейский областеначальник и Иудейские старейшины строят сей дом Божий на месте его.",
          "ID": "7"
        },
        {
          "text": "И от меня дается повеление о том, чем вы должны содействовать старейшинам тем Иудейским в построении того дома Божия, и [именно]: из имущества царского – [из] заречной подати – немедленно берите и давайте тем людям, чтобы работа не останавливалась;",
          "ID": "8"
        },
        {
          "text": "и сколько нужно – тельцов ли, или овнов и агнцев, на всесожжения Богу небесному, также пшеницы, соли, вина и масла, как скажут священники Иерусалимские, пусть будет выдаваемо им изо дня в день без задержки,",
          "ID": "9"
        },
        {
          "text": "чтоб они приносили жертву приятную Богу небесному и молились о жизни царя и сыновей его.",
          "ID": "10"
        },
        {
          "text": "Мною же дается повеление, что [если] какой человек изменит это определение, то будет вынуто бревно из дома его, и будет поднят он и пригвожден к нему, а дом его за то будет обращен в развалины.",
          "ID": "11"
        },
        {
          "text": "И Бог, Которого имя там обитает, да низложит всякого царя и народ, который простер бы руку свою, чтобы изменить [сие] ко вреду этого дома Божия в Иерусалиме. Я, Дарий, дал это повеление; да будет оно в точности исполняемо\".",
          "ID": "12"
        },
        {
          "text": "Тогда Фафнай, заречный областеначальник, Шефар–Бознай и товарищи их, – как повелел царь Дарий, так в точности и делали.",
          "ID": "13"
        },
        {
          "text": "И старейшины Иудейские строили и преуспевали, по пророчеству Аггея пророка и Захарии, сына Адды. И построили и окончили, по воле Бога Израилева и по воле Кира и Дария и Артаксеркса, царей Персидских.",
          "ID": "14"
        },
        {
          "text": "И окончен дом сей к третьему дню месяца Адара, в шестой год царствования царя Дария.",
          "ID": "15"
        },
        {
          "text": "И совершили сыны Израилевы, священники и левиты и прочие, возвратившиеся из плена, освящение сего дома Божия с радостью.",
          "ID": "16"
        },
        {
          "text": "И принесли при освящении сего дома Божия: сто волов, двести овнов, четыреста агнцев и двенадцать козлов в жертву за грех за всего Израиля, по числу колен Израилевых.",
          "ID": "17"
        },
        {
          "text": "И поставили священников по отделениям их, и левитов по чередам их на службу Божию в Иерусалиме, как предписано в книге Моисея.",
          "ID": "18"
        },
        {
          "text": "И совершили возвратившиеся из плена пасху в четырнадцатый день первого месяца,",
          "ID": "19"
        },
        {
          "text": "потому что очистились священники и левиты, – все они, как один, [были] чисты; и закололи агнцев пасхальных для всех, возвратившихся из плена, для братьев своих священников и для себя.",
          "ID": "20"
        },
        {
          "text": "И ели сыны Израилевы, возвратившиеся из переселения, и все отделившиеся к ним от нечистоты народов земли, чтобы прибегать к Господу Богу Израилеву.",
          "ID": "21"
        },
        {
          "text": "И праздновали праздник опресноков семь дней в радости, потому что обрадовал их Господь и обратил к ним сердце царя Ассирийского, чтобы подкреплять руки их при строении дома Господа Бога Израилева.",
          "ID": "22"
        }
      ],
      "ID": "OT:EZR.6",
      "name": "Книга Ездры 6"
    },
    {
      "text": [
        {
          "text": "После сих происшествий, в царствование Артаксеркса, царя Персидского, Ездра, сын Сераии, сын Азарии, сын Хелкии,",
          "ID": "1"
        },
        {
          "text": "сын Шаллума, сын Садока, сын Ахитува,",
          "ID": "2"
        },
        {
          "text": "сын Амарии, сын Азарии, сын Марайофа,",
          "ID": "3"
        },
        {
          "text": "сын Захарии, сын Уззия, сын Буккия,",
          "ID": "4"
        },
        {
          "text": "сын Авишуя, сын Финееса, сын Елеазара, сын Аарона первосвященника, –",
          "ID": "5"
        },
        {
          "text": "сей Ездра вышел из Вавилона. Он был книжник, сведущий в законе Моисеевом, который дал Господь Бог Израилев. И дал ему царь все по желанию его, так как рука Господа Бога его [была] над ним.",
          "ID": "6"
        },
        {
          "text": "[С ним] пошли в Иерусалим и [некоторые] из сынов Израилевых, и из священников и левитов, и певцов и привратников и нефинеев в седьмой год царя Артаксеркса.",
          "ID": "7"
        },
        {
          "text": "И пришел он в Иерусалим в пятый месяц, – в седьмой же год царя.",
          "ID": "8"
        },
        {
          "text": "Ибо в первый день первого месяца [было] начало выхода из Вавилона, и в первый день пятого месяца он пришел в Иерусалим, так как благодеющая рука Бога его была над ним,",
          "ID": "9"
        },
        {
          "text": "потому что Ездра расположил сердце свое к тому, чтобы изучать закон Господень и исполнять [его], и учить в Израиле закону и правде.",
          "ID": "10"
        },
        {
          "text": "И вот содержание письма, которое дал царь Артаксеркс Ездре священнику, книжнику, учившему словам заповедей Господа и законов Его в Израиле:",
          "ID": "11"
        },
        {
          "text": "Артаксеркс, царь царей, Ездре священнику, учителю закона Бога небесного совершенному, и прочее.",
          "ID": "12"
        },
        {
          "text": "От меня дано повеление, чтобы в царстве моем всякий из народа Израилева и из священников его и левитов, желающий идти в Иерусалим, шел с тобою.",
          "ID": "13"
        },
        {
          "text": "Так как ты посылаешься от царя и семи советников его, чтобы обозреть Иудею и Иерусалим по закону Бога твоего, находящемуся в руке твоей,",
          "ID": "14"
        },
        {
          "text": "и чтобы доставить серебро и золото, которое царь и советники его пожертвовали Богу Израилеву, Которого жилище в Иерусалиме,",
          "ID": "15"
        },
        {
          "text": "и все серебро и золото, которое ты соберешь во всей области Вавилонской, вместе с доброхотными даяниями от народа и священников, которые пожертвуют они для дома Бога своего, что в Иерусалиме;",
          "ID": "16"
        },
        {
          "text": "поэтому немедленно купи на эти деньги волов, овнов, агнцев и хлебных приношений к ним и возлияний для них, и принеси их на жертвенник дома Бога вашего в Иерусалиме.",
          "ID": "17"
        },
        {
          "text": "И что тебе и братьям твоим заблагорассудится сделать из остального серебра и золота, то по воле Бога вашего делайте.",
          "ID": "18"
        },
        {
          "text": "И сосуды, которые даны тебе для служб [в] доме Бога твоего, поставь пред Богом Иерусалимским.",
          "ID": "19"
        },
        {
          "text": "И прочее потребное для дома Бога твоего, что ты признаешь нужным, давай из дома царских сокровищ.",
          "ID": "20"
        },
        {
          "text": "И от меня царя Артаксеркса дается повеление всем сокровищехранителям, которые за рекою: все, чего потребует у вас Ездра священник, учитель закона Бога небесного, немедленно давайте:",
          "ID": "21"
        },
        {
          "text": "серебра до ста талантов, и пшеницы до ста коров, и вина до ста батов, и до ста же батов масла, а соли без обозначения [количества].",
          "ID": "22"
        },
        {
          "text": "Все, что повелено Богом небесным, должно делаться со тщанием для дома Бога небесного; дабы не [было] гнева [Его] на царство, царя и сыновей его.",
          "ID": "23"
        },
        {
          "text": "И даем вам знать, чтобы [ни] на кого [из] священников или левитов, певцов, привратников, нефинеев и служащих при этом доме Божием, не налагать [ни] подати, [ни] налога, ни пошлины.",
          "ID": "24"
        },
        {
          "text": "Ты же, Ездра, по премудрости Бога твоего, которая в руке твоей, поставь правителей и судей, чтоб они судили весь народ за рекою, – всех знающих законы Бога твоего, а кто не знает, тех учите.",
          "ID": "25"
        },
        {
          "text": "Кто же не будет исполнять закон Бога твоего и закон царя, над тем немедленно пусть производят суд, на смерть ли, или на изгнание, или на денежную пеню, или на заключение в темницу.",
          "ID": "26"
        },
        {
          "text": "Благословен Господь, Бог отцов наших, вложивший в сердце царя – украсить дом Господень, который в Иерусалиме,",
          "ID": "27"
        },
        {
          "text": "и склонивший на меня милость царя и советников его, и всех могущественных князей царя! И я ободрился, ибо рука Господа Бога моего [была] надо мною, и собрал я глав Израиля, чтоб они пошли со мною.",
          "ID": "28"
        }
      ],
      "ID": "OT:EZR.7",
      "name": "Книга Ездры 7"
    },
    {
      "text": [
        {
          "text": "И вот главы поколений и родословие тех, которые вышли со мною из Вавилона, в царствование царя Артаксеркса:",
          "ID": "1"
        },
        {
          "text": "из сыновей Финееса Гирсон; из сыновей Ифамара Даниил; из сыновей Давида Хаттуш;",
          "ID": "2"
        },
        {
          "text": "из сыновей Шехании, из сыновей Пароша Захария, и с ним по списку родословному сто пятьдесят [человек] мужеского пола;",
          "ID": "3"
        },
        {
          "text": "из сыновей Пахаф–Моава Эльегоенай, сын Зерахии, и с ним двести [человек] мужеского пола;",
          "ID": "4"
        },
        {
          "text": "из сыновей Шехания, сын Яхазиила, и с ним триста [человек] мужеского пола;",
          "ID": "5"
        },
        {
          "text": "из сыновей Адина Евед, сын Ионафана, и с ним пятьдесят [человек] мужеского пола;",
          "ID": "6"
        },
        {
          "text": "из сыновей Елама Иешаия, сын Афалии, и с ним семьдесят [человек] мужеского пола;",
          "ID": "7"
        },
        {
          "text": "из сыновей Сафатии Зевадия, сын Михаилов, и с ним восемьдесят [человек] мужеского пола;",
          "ID": "8"
        },
        {
          "text": "из сыновей Иоава Овадия, сын Иехиелов, и с ним двести восемнадцать [человек] мужеского пола;",
          "ID": "9"
        },
        {
          "text": "из сыновей Шеломиф, сын Иосифии, и с ним сто шестьдесят [человек] мужеского пола;",
          "ID": "10"
        },
        {
          "text": "из сыновей Бевая Захария, сын Бевая, и с ним двадцать восемь [человек] мужеского пола;",
          "ID": "11"
        },
        {
          "text": "из сыновей Азгада Иоханан, сын Гаккатана, и с ним сто десять [человек] мужеского пола;",
          "ID": "12"
        },
        {
          "text": "из сыновей Адоникама последние, и вот имена их: Елифелет, Иеиел и Шемаия, и с ними шестьдесят [человек] мужеского пола;",
          "ID": "13"
        },
        {
          "text": "из сыновей Бигвая, Уфай и Заббуд, и с ними семьдесят [человек] мужеского пола.",
          "ID": "14"
        },
        {
          "text": "Я собрал их у реки, втекающей в Агаву, и мы простояли там три дня, и когда я осмотрел народ и священников, то из сынов Левия [никого] там не нашел.",
          "ID": "15"
        },
        {
          "text": "И послал я позвать Елиезера, Ариэла, Шемаию, и Элнафана, и Иарива, и Элнафана, и Нафана, и Захарию, и Мешуллама – главных, и Иоярива и Элнафана – ученых;",
          "ID": "16"
        },
        {
          "text": "и дал им поручение к Иддо, главному в местности Касифье, и вложил им в уста, что говорить к Иддо и братьям его, нефинеям в местности Касифье, чтобы они привели к нам служителей для дома Бога нашего.",
          "ID": "17"
        },
        {
          "text": "И привели они к нам, так как благодеющая рука Бога нашего была над нами, человека умного из сыновей Махлия, сына Левиина, сына Израилева, именно Шеревию, и сыновей его и братьев его, восемнадцать [человек];",
          "ID": "18"
        },
        {
          "text": "и Хашавию и с ним Иешаию из сыновей Мерариных, братьев его и сыновей их двадцать;",
          "ID": "19"
        },
        {
          "text": "и из нефинеев, которых дал Давид и князья [его] на прислугу левитам, двести двадцать нефинеев; все они названы поименно.",
          "ID": "20"
        },
        {
          "text": "И провозгласил я там пост у реки Агавы, чтобы смириться нам пред лицем Бога нашего, просить у Него благополучного пути для себя и для детей наших и для всего имущества нашего,",
          "ID": "21"
        },
        {
          "text": "так как мне стыдно было просить у царя войска и всадников для охранения нашего от врага на пути, ибо мы, говоря с царем, сказали: рука Бога нашего для всех прибегающих к Нему [есть] благодеющая, а на всех оставляющих Его – могущество Его и гнев Его!",
          "ID": "22"
        },
        {
          "text": "Итак мы постились и просили Бога нашего о сем, и Он услышал нас.",
          "ID": "23"
        },
        {
          "text": "И я отделил из начальствующих над священниками двенадцать [человек]: Шеревию, Хашавию и с ними десять из братьев их;",
          "ID": "24"
        },
        {
          "text": "и отдал им весом серебро, и золото, и сосуды, – все, пожертвованное [для] дома Бога нашего, что пожертвовали царь, и советники его, и князья его, и все Израильтяне, [там] находившиеся.",
          "ID": "25"
        },
        {
          "text": "И отдал на руки им весом: серебра – шестьсот пятьдесят талантов, и серебряных сосудов на сто талантов, золота – сто талантов;",
          "ID": "26"
        },
        {
          "text": "и чаш золотых – двадцать, в тысячу драхм, и два сосуда из лучшей блестящей меди, ценимой как золото.",
          "ID": "27"
        },
        {
          "text": "И сказал я им: вы – святыня Господу, и сосуды – святыня, и серебро и золото – доброхотное даяние Господу Богу отцов ваших.",
          "ID": "28"
        },
        {
          "text": "Будьте же бдительны и сберегите [это], доколе весом не сдадите начальствующим над священниками и левитами и главам поколений Израилевых в Иерусалиме, в хранилище при доме Господнем.",
          "ID": "29"
        },
        {
          "text": "И приняли священники и левиты взвешенное серебро, и золото, и сосуды, чтоб отнести в Иерусалим в дом Бога нашего.",
          "ID": "30"
        },
        {
          "text": "И отправились мы от реки Агавы в двенадцатый день первого месяца, чтобы идти в Иерусалим; и рука Бога нашего была над нами, и спасала нас от руки врага и от подстерегающих нас на пути.",
          "ID": "31"
        },
        {
          "text": "И пришли мы в Иерусалим, и пробыли там три дня.",
          "ID": "32"
        },
        {
          "text": "В четвертый день мы сдали весом серебро, и золото, и сосуды в дом Бога нашего, на руки Меремофу, сыну Урии, священнику, и с ним Елеазару, сыну Финеесову, и с ними Иозаваду, сыну Иисусову, и Ноадии, сыну Виннуя, левитам,",
          "ID": "33"
        },
        {
          "text": "все счетом и весом. И все взвешенное записано в то же время.",
          "ID": "34"
        },
        {
          "text": "Пришедшие из плена переселенцы принесли во всесожжение Богу Израилеву двенадцать тельцов из всего Израиля, девяносто шесть овнов, семьдесят семь агнцев и двенадцать козлов в жертву за грех: все это во всесожжение Господу.",
          "ID": "35"
        },
        {
          "text": "И отдали царские повеления царским сатрапам и заречным областеначальникам, и они почтили народ и дом Божий.",
          "ID": "36"
        }
      ],
      "ID": "OT:EZR.8",
      "name": "Книга Ездры 8"
    },
    {
      "text": [
        {
          "text": "По окончании сего, подошли ко мне начальствующие и сказали: народ Израилев и священники и левиты не отделились от народов иноплеменных с мерзостями их, от Хананеев, Хеттеев, Ферезеев, Иевусеев, Аммонитян, Моавитян, Египтян и Аморреев,",
          "ID": "1"
        },
        {
          "text": "потому что взяли дочерей их за себя и за сыновей своих, и смешалось семя святое с народами иноплеменными, и притом рука знатнейших и главнейших была в сем беззаконии первою.",
          "ID": "2"
        },
        {
          "text": "Услышав это слово, я разодрал нижнюю и верхнюю одежду мою и рвал волосы на голове моей и на бороде моей, и сидел печальный.",
          "ID": "3"
        },
        {
          "text": "Тогда собрались ко мне все, убоявшиеся слов Бога Израилева по причине преступления переселенцев, и я сидел в печали до вечерней жертвы.",
          "ID": "4"
        },
        {
          "text": "А во время вечерней жертвы я встал с места сетования моего, и в разодранной нижней и верхней одежде пал на колени мои и простер руки мои к Господу Богу моему",
          "ID": "5"
        },
        {
          "text": "и сказал: Боже мой! стыжусь и боюсь поднять лице мое к Тебе, Боже мой, потому что беззакония наши стали выше головы, и вина наша возросла до небес.",
          "ID": "6"
        },
        {
          "text": "Со дней отцов наших мы в великой вине до сего дня, и за беззакония наши преданы были мы, цари наши, священники наши, в руки царей иноземных, под меч, в плен и на разграбление и на посрамление, как это и ныне.",
          "ID": "7"
        },
        {
          "text": "И вот, по малом времени, даровано нам помилование от Господа Бога нашего, и Он оставил у нас [несколько] уцелевших и дал нам утвердиться на месте святыни Его, и просветил глаза наши Бог наш, и дал нам ожить немного в рабстве нашем.",
          "ID": "8"
        },
        {
          "text": "Мы – рабы, но и в рабстве нашем не оставил нас Бог наш. И склонил Он к нам милость царей Персидских, чтоб они дали нам ожить, воздвигнуть дом Бога нашего и восстановить [его] из развалин его, и дали нам ограждение в Иудее и в Иерусалиме.",
          "ID": "9"
        },
        {
          "text": "И ныне, что скажем мы, Боже наш, после этого? Ибо мы отступили от заповедей Твоих,",
          "ID": "10"
        },
        {
          "text": "которые заповедал Ты чрез рабов Твоих пророков, говоря: земля, в которую идете вы, чтоб овладеть ею, земля нечистая, она осквернена нечистотою иноплеменных народов, их мерзостями, которыми они наполнили ее от края до края в осквернениях своих.",
          "ID": "11"
        },
        {
          "text": "Итак дочерей ваших не выдавайте за сыновей их, и дочерей их не берите за сыновей ваших, и не ищите мира их и блага их во веки, чтобы укрепиться вам и питаться благами земли той и передать ее в наследие сыновьям вашим на веки.",
          "ID": "12"
        },
        {
          "text": "И после всего, постигшего нас за худые дела наши и за великую вину нашу, – ибо Ты, Боже наш, пощадил нас не по мере беззакония нашего и дал нам такое избавление, –",
          "ID": "13"
        },
        {
          "text": "неужели мы опять будем нарушать заповеди Твои и вступать в родство с этими отвратительными народами? Не прогневаешься ли Ты на нас даже до истребления [нас], так что не будет уцелевших и не будет спасения?",
          "ID": "14"
        },
        {
          "text": "Господи Боже Израилев! праведен Ты. Ибо мы остались уцелевшими до сего дня; и вот мы в беззакониях наших пред лицем Твоим, хотя после этого не надлежало бы нам стоять пред лицем Твоим.",
          "ID": "15"
        }
      ],
      "ID": "OT:EZR.9",
      "name": "Книга Ездры 9"
    },
    {
      "text": [
        {
          "text": "Когда [так] молился Ездра и исповедывался, плача и повергаясь пред домом Божиим, стеклось к нему весьма большое собрание Израильтян, мужчин и женщин и детей, потому что и народ много плакал.",
          "ID": "1"
        },
        {
          "text": "И отвечал Шехания, сын Иехиила из сыновей Еламовых, и сказал Ездре: мы сделали преступление пред Богом нашим, что взяли [себе] жен иноплеменных из народов земли, но есть еще надежда для Израиля в этом деле;",
          "ID": "2"
        },
        {
          "text": "заключим теперь завет с Богом нашим, что, по совету господина моего и благоговеющих пред заповедями Бога нашего, мы отпустим [от себя] всех жен и [детей], рожденных ими, – и да будет по закону!",
          "ID": "3"
        },
        {
          "text": "Встань, потому что это твое дело, и мы с тобою: ободрись и действуй!",
          "ID": "4"
        },
        {
          "text": "И встал Ездра, и велел начальствующим над священниками, левитами и всем Израилем дать клятву, что они сделают так. И они дали клятву.",
          "ID": "5"
        },
        {
          "text": "И встал Ездра и пошел от дома Божия в жилище Иоханана, сына Елияшивова, и пришел туда. Хлеба он не ел и воды не пил, потому что плакал о преступлении переселенцев.",
          "ID": "6"
        },
        {
          "text": "И объявили в Иудее и в Иерусалиме всем [бывшим] в плену, чтоб они собрались в Иерусалим;",
          "ID": "7"
        },
        {
          "text": "а кто не придет чрез три дня, на все имение того, по определению начальствующих и старейшин, будет положено заклятие, и сам он будет отлучен от общества переселенцев.",
          "ID": "8"
        },
        {
          "text": "И собрались все жители Иудеи и земли Вениаминовой в Иерусалим в три дня. Это [было] в девятом месяце, в двадцатый день месяца. И сидел весь народ на площади у дома Божия, дрожа как по этому делу, так и от дождей.",
          "ID": "9"
        },
        {
          "text": "И встал Ездра священник и сказал им: вы сделали преступление, взяв себе жен иноплеменных, и тем увеличили вину Израиля.",
          "ID": "10"
        },
        {
          "text": "Итак покайтесь [в сем] пред Господом Богом отцов ваших, и исполните волю Его, и отлучите себя от народов земли и от жен иноплеменных.",
          "ID": "11"
        },
        {
          "text": "И отвечало все собрание, и сказало громким голосом: как ты сказал, так и сделаем.",
          "ID": "12"
        },
        {
          "text": "Однако же народ многочислен и время [теперь] дождливое, и нет возможности стоять на улице. Да и это дело не одного дня и не двух, потому что мы много в этом деле погрешили.",
          "ID": "13"
        },
        {
          "text": "Пусть наши начальствующие заступят место всего общества, и все в городах наших, которые взяли жен иноплеменных, пусть приходят сюда в назначенные времена и с ними старейшины каждого города и судьи его, доколе не отвратится от нас пылающий гнев Бога нашего за это дело.",
          "ID": "14"
        },
        {
          "text": "Тогда Ионафан, сын Асаила, и Яхзеия, сын Фиквы, стали над этим делом, и Мешуллам и Шавфай левит были помощниками им.",
          "ID": "15"
        },
        {
          "text": "И сделали так вышедшие из плена. И отделены [на это] Ездра священник, главы поколений, от каждого поколения их, и все они [названы] поименно. И сделали они заседание в первый день десятого месяца, для исследования сего дела;",
          "ID": "16"
        },
        {
          "text": "и окончили [исследование] о всех, которые взяли жен иноплеменных, к первому дню первого месяца.",
          "ID": "17"
        },
        {
          "text": "И нашлись из сыновей священнических, которые взяли жен иноплеменных, – из сыновей Иисуса, сына Иоседекова, и братьев его: Маасея, Елиезер, Иарив и Гедалия;",
          "ID": "18"
        },
        {
          "text": "и они дали руки свои [во уверение], что отпустят жен своих, и [что они] повинны [принести] в жертву овна за свою вину;",
          "ID": "19"
        },
        {
          "text": "и из сыновей Иммера: Хананий и Зевадия;",
          "ID": "20"
        },
        {
          "text": "и из сыновей Харима: Маасея, Елия, Шемаия, Иехиил и Уззия;",
          "ID": "21"
        },
        {
          "text": "и из сыновей Пашхура: Елиоенай, Маасея, Исмаил, Нафанаил, Иозавад и Эласа;",
          "ID": "22"
        },
        {
          "text": "и из левитов: Иозавад, Шимей и Келаия, он же Клита, Пафахия, Иуда и Елиезер;",
          "ID": "23"
        },
        {
          "text": "и из певцов: Елияшив; и из привратников: Шаллум, Телем и Урий;",
          "ID": "24"
        },
        {
          "text": "а из Израильтян, – из сыновей Пароша: Рамаия, Иззия, Малхия, Миямин, Елеазар, Малхия и Венаия;",
          "ID": "25"
        },
        {
          "text": "и из сыновей Елама: Матфания, Захария, Иехиел, Авдий, Иремоф и Елия;",
          "ID": "26"
        },
        {
          "text": "и из сыновей Заффу: Елиоенай, Елияшив, Матфания, Иремоф, Завад и Азиса;",
          "ID": "27"
        },
        {
          "text": "и из сыновей Бевая: Иоханан, Ханания, Забвай и Афлай;",
          "ID": "28"
        },
        {
          "text": "и из сыновей Вания: Мешуллам, Маллух, Адая, Иашув, Шеал и Иерамоф;",
          "ID": "29"
        },
        {
          "text": "и из сыновей Пахаф–Моава: Адна, Хелал, Венаия, Маасея, Матфания, Веселеил, Биннуй и Манассия;",
          "ID": "30"
        },
        {
          "text": "и из сыновей Харима: Елиезер, Ишшия, Малхия, Шемаия, Симеон,",
          "ID": "31"
        },
        {
          "text": "Вениамин, Маллух, Шемария;",
          "ID": "32"
        },
        {
          "text": "и из сыновей Хашума: Мафнай, Мафафа, Завад, Елифелет, Иеремай, Манассия и Шимей;",
          "ID": "33"
        },
        {
          "text": "и из сыновей Вания: Маадай, Амрам и Уел,",
          "ID": "34"
        },
        {
          "text": "Бенаия, Бидья, Келуги,",
          "ID": "35"
        },
        {
          "text": "Ванея, Меремоф, Елиашив,",
          "ID": "36"
        },
        {
          "text": "Матфания, Мафнай, Иаасай,",
          "ID": "37"
        },
        {
          "text": "Ваний, Биннуй, Шимей,",
          "ID": "38"
        },
        {
          "text": "Шелемия, Нафан, Адаия,",
          "ID": "39"
        },
        {
          "text": "Махнадбай, Шашай, Шарай,",
          "ID": "40"
        },
        {
          "text": "Азариел, Шелемиягу, Шемария,",
          "ID": "41"
        },
        {
          "text": "Шаллум, Амария и Иосиф;",
          "ID": "42"
        },
        {
          "text": "и из сыновей Нево: Иеиел, Матфифия, Завад, Зевина, Иаддай, Иоель и Бенаия.",
          "ID": "43"
        },
        {
          "text": "Все сии взяли [за себя] жен иноплеменных, и некоторые из сих жен родили им детей.",
          "ID": "44"
        }
      ],
      "ID": "OT:EZR.10",
      "name": "Книга Ездры 10"
    }
  ],
  "ID": "OT:EZR(SYNO)",
  "name": "Книга Ездры"
}