{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "После смерти Иисуса израильтяне спросили Господа:",
          "ID": "1"
        },
        {
          "text": "– Кому из нас первым идти воевать с хананеями?",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Господь ответил:",
          "ID": "2"
        },
        {
          "text": "– Первым пусть идет Иуда; Я отдаю землю в его руки.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Тогда воины Иуды сказали своим братьям симеонитам:",
          "ID": "3"
        },
        {
          "text": "– Идите с нами в землю, которая нам досталась, воевать с хананеями. А потом мы, в свой черед, пойдем с вами в вашу землю.",
          "ID": "3"
        },
        {
          "text": "И симеониты пошли с ними. ",
          "ID": "3"
        },
        {
          "text": "Когда Иуда со своими людьми вышел на бой, Господь отдал хананеев и ферезеев в их руки, и они сразили в Везеке десять тысяч человек. ",
          "ID": "4"
        },
        {
          "text": "Там они и нашли Адони-Везека, сразились с ним и разбили хананеев и ферезеев. ",
          "ID": "5"
        },
        {
          "text": "Адони-Везек бежал, но они погнались за ним, схватили его и отрубили ему большие пальцы на руках и на ногах.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Адони-Везек сказал:",
          "ID": "7"
        },
        {
          "text": "– Семьдесят царей с отрубленными большими пальцами на руках и на ногах собирали крохи под моим столом. Теперь Бог воздал мне за то, что я сделал.",
          "ID": "7"
        },
        {
          "text": "Его отвели в Иерусалим, где он и умер.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Воины Иуды напали на Иерусалим и взяли его. Они предали город мечу и огню.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "После этого воины Иуды отправились на битву с хананеями, которые жили в нагорьях, в Негеве и в западных предгорьях. ",
          "ID": "9"
        },
        {
          "text": "Они выступили против хананеев Хеврона (прежде он назывался Кирьят-Арба) и разбили Шешая, Ахимана и Талмая. ",
          "ID": "10"
        },
        {
          "text": "Оттуда они пошли на жителей Давира (который прежде назывался Кирьят-Сефер).",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Халев сказал:",
          "ID": "12"
        },
        {
          "text": "– Я отдам свою дочь Ахсу в жены тому, кто нападет на Кирьят-Сефер и возьмет его.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Отниил, сын младшего брата Халева Кеназа, взял его, и Халев отдал ему в жены свою дочь Ахсу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "В день, когда была назначена свадьба, она говорила с Отниилом, чтобы просить у ее отца поле. Когда она слезла со своего осла, Халев спросил ее:",
          "ID": "14"
        },
        {
          "text": "– Чего ты хочешь?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Она ответила:",
          "ID": "15"
        },
        {
          "text": "– Окажи мне особую милость. Ты дал мне землю в Негеве – так дай мне и источники воды.",
          "ID": "15"
        },
        {
          "text": "И Халев дал ей верхние и нижние источники.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Потомки тестя Моисея, кенея, пошли с народом Иуды из города Пальм в пустыню Иуды, что в Негеве рядом с городом Арадом, и поселились среди народа.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Воины Иуды пошли со своими братьями симеонитами, напали на хананеев, которые жили в Цефате, и полностью уничтожили город. Поэтому он получил название Хорма. ",
          "ID": "17"
        },
        {
          "text": "Еще воины Иуды взяли Газу, Ашкелон и Экрон с их окрестностями.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь был с воинами Иуды. Они овладели нагорьями, но не смогли прогнать жителей долин, потому что у тех были железные колесницы. ",
          "ID": "19"
        },
        {
          "text": "Как и обещал Моисей, Хеврон был отдан Халеву, который прогнал оттуда троих сыновей Анака.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Вениамитяне не смогли выселить иевусеев, которые жили в Иерусалиме; иевусеи живут там с вениамитянами до сегодняшнего дня.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Дом Иосифа напал на Вефиль, и Господь был с ними. ",
          "ID": "22"
        },
        {
          "text": "Когда они послали лазутчиков разведать Вефиль (прежде он назывался Луз), ",
          "ID": "23"
        },
        {
          "text": "лазутчики увидели мужчину, выходящего из города, и сказали ему:",
          "ID": "24"
        },
        {
          "text": "– Покажи нам, как попасть в город, и мы обойдемся с тобой хорошо.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Он показал им, и они предали город мечу, но пощадили того человека и всю его семью. ",
          "ID": "25"
        },
        {
          "text": "Этот человек пошел в землю хеттов, где построил город, который назвал Луз – так он называется и до сегодняшнего дня.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Но Манассия не прогнал жителей Бет-Шеана, Таанаха, Дора, Ивлеама и Мегиддо и окрестных деревень, и в этой земле продолжали жить хананеи. ",
          "ID": "27"
        },
        {
          "text": "Когда Израиль окреп, они сделали хананеев подневольными, но не изгнали их полностью. ",
          "ID": "28"
        },
        {
          "text": "И Ефрем не прогнал хананеев, которые жили в городе Гезере, и хананеи продолжали жить там среди них. ",
          "ID": "29"
        },
        {
          "text": "И Завулон не прогнал хананеев, живших в Китроне и в Нагалоле, которые остались среди них, но сделались подневольными. ",
          "ID": "30"
        },
        {
          "text": "И Асир не изгнал жителей Акко, Сидона, Ахлава, Ахзива, Хелвы, Афека и Рехова; ",
          "ID": "31"
        },
        {
          "text": "и поэтому народ Асира жил среди хананеев, обитателей той земли. ",
          "ID": "32"
        },
        {
          "text": "И Неффалим не прогнал жителей Бет-Шемеша и Бет-Анафа: неффалимиты жили среди хананеев, обитателей той земли, а жителей Бет-Шемеша и Бет-Анафа сделали подневольными. ",
          "ID": "33"
        },
        {
          "text": "Данитянам аморреи отрезали путь с нагорий в долину. ",
          "ID": "34"
        },
        {
          "text": "Аморреи продолжали жить на горе Херес, в городе Айялоне и поселении Шаалвиме, но когда сила дома Иосифа возросла, они тоже стали подневольными. ",
          "ID": "35"
        },
        {
          "text": "Граница аморреев шла от Скорпионовой возвышенности, от Селы и далее.",
          "ID": "36"
        }
      ],
      "ID": "OT:JDG.1",
      "name": "Книга Судей Израилевых 1"
    },
    {
      "text": [
        {
          "text": "Ангел Господень пришел из Гилгала в Бохим и сказал:",
          "ID": "1"
        },
        {
          "text": "– Я вывел вас из Египта и привел в землю, о которой клялся вашим отцам. Я сказал: «Я никогда не нарушу Мой завет с вами, ",
          "ID": "1"
        },
        {
          "text": "а вы не заключайте союз с жителями этой земли, но сокрушите их жертвенники». Но вы не послушались Меня. Почему? ",
          "ID": "2"
        },
        {
          "text": "Теперь Я говорю вам, что не стану прогонять их от вас; они будут вам жалом в теле, а их боги будут для вас западней.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда Ангел Господень сказал эти слова всем израильтянам, народ громко заплакал, ",
          "ID": "4"
        },
        {
          "text": "и они назвали то место Бохим. Там они совершили жертвоприношение Господу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "После того как Иисус отпустил народ, они пошли каждый в свой удел, чтобы овладеть землей. ",
          "ID": "6"
        },
        {
          "text": "Народ служил Господу во время жизни Иисуса и старейшин, переживших его, которые видели все великие дела, совершенные Господом для Израиля.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Иисус, сын Навин, слуга Господа, умер в возрасте ста десяти лет. ",
          "ID": "8"
        },
        {
          "text": "Его похоронили в его собственном наделе, в городе Тимнат-Хересе, в нагорьях Ефрема к северу от горы Гааш.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда все то поколение отошло к своим отцам и выросло другое поколение, которое не знало ни Господа, ни того, что Он совершил для Израиля, ",
          "ID": "10"
        },
        {
          "text": "израильтяне стали творить зло в глазах Господа и служить Баалам. ",
          "ID": "11"
        },
        {
          "text": "Они оставили Господа, Бога своих отцов, Который вывел их из Египта, последовали за богами народов, которые были вокруг них, и стали поклоняться им. Они гневили Господа, ",
          "ID": "12"
        },
        {
          "text": "потому что оставили Его и служили Баалу и Астартам. ",
          "ID": "13"
        },
        {
          "text": "Гнев Господа вспыхнул на Израиль, и Он отдал их в руки разбойников, которые стали грабить их. Он отдал их во власть врагов, окружавших их со всех сторон, и они уже не могли им противостоять. ",
          "ID": "14"
        },
        {
          "text": "Всякий раз, когда Израиль шел воевать, рука Господа была против них, и они терпели поражение, как Господь предупреждал и клялся им. Они терпели великое бедствие.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Господь ставил им судей, которые спасали их от рук грабителей. ",
          "ID": "16"
        },
        {
          "text": "Но они не слушали судей, а распутничали с другими богами и поклонялись им. Они быстро уклонились от пути, которым ходили их отцы, – пути послушания повелениям Господа; они не следовали их примеру. ",
          "ID": "17"
        },
        {
          "text": "Всякий раз, когда Господь ставил над ними судью, Он Сам был с ним и берег их от врагов, пока судья был жив: Господь жалел их, стонавших под гнетом мучителей. ",
          "ID": "18"
        },
        {
          "text": "Но когда судья умирал, они принимались за старое и поступали еще хуже, чем их отцы, следуя другим богам, служа и поклоняясь им. Они не хотели оставить свои злые дела и упрямство. ",
          "ID": "19"
        },
        {
          "text": "Поэтому Господь сильно разгневался на Израиль и сказал:",
          "ID": "20"
        },
        {
          "text": "– Раз этот народ нарушил завет, который Я заключил с их отцами, и не послушался Меня, ",
          "ID": "20"
        },
        {
          "text": "Я больше не стану прогонять от них ни одного из народов, которые остались в этой стране после смерти Иисуса.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Чтобы испытать Израиль – станут ли израильтяне стараться ходить по пути Господа, как делали их отцы, – ",
          "ID": "22"
        },
        {
          "text": "оставил Господь эти народы, не прогнав их сразу и не отдав в руки Иисуса.",
          "ID": "23"
        }
      ],
      "ID": "OT:JDG.2",
      "name": "Книга Судей Израилевых 2"
    },
    {
      "text": [
        {
          "text": "Вот народы, которые Господь оставил, чтобы испытывать израильтян, не знавших ни одной из войн в Ханаане ",
          "ID": "1"
        },
        {
          "text": "(Он сделал это лишь для того, чтобы научить потомков израильтян, которые прежде не знали сражений): ",
          "ID": "2"
        },
        {
          "text": "пять правителей филистимлян, все хананеи, сидоняне и хиввеи, жившие в горах Ливана от горы Баал-Хермон до Лево-Хамата. ",
          "ID": "3"
        },
        {
          "text": "Они были оставлены, чтобы испытать израильтян и проверить, станут ли они слушаться повелений Господа, которые Он дал их отцам через Моисея.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Израильтяне жили среди хананеев, хеттов, аморреев, ферезеев, хиввеев и иевусеев. ",
          "ID": "5"
        },
        {
          "text": "Они брали в жены их дочерей, отдавали своих дочерей за их сыновей и служили их богам.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Израильтяне совершили зло в глазах Господа: они забыли Господа, своего Бога, и служили Баалам и Ашерам. ",
          "ID": "7"
        },
        {
          "text": "Гнев Господа вспыхнул на Израиль, и Он отдал их в руки Кушан-Ришатаима, царя Арам-Нахараима, и служили ему израильтяне восемь лет. ",
          "ID": "8"
        },
        {
          "text": "Но когда они воззвали к Господу, Он дал им избавителя, Отниила, сына Кеназа, младшего брата Халева, который спас их. ",
          "ID": "9"
        },
        {
          "text": "Дух Господа сошел на него, он стал судьей Израиля и отправился воевать. Господь отдал Кушан-Ришатаима, царя Арама, в руки Отниила, который одержал над ним победу. ",
          "ID": "10"
        },
        {
          "text": "И земля покоилась в мире сорок лет, пока Отниил, сын Кеназа, не умер.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Израильтяне вновь совершили зло в глазах Господа, и из-за этого Господь сделал Эглона, царя Моава, сильнее Израиля. ",
          "ID": "12"
        },
        {
          "text": "В союзе с аммонитянами и амаликитянами Эглон нанес Израилю поражение и завладел городом Пальм. ",
          "ID": "13"
        },
        {
          "text": "Израильтяне служили Эглону, царю Моава, восемнадцать лет.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Израильтяне вновь воззвали к Господу, и Он дал им избавителя – Ехуда, левшу, сына вениамитянина Геры. Израильтяне послали его с данью к Эглону, царю Моава. ",
          "ID": "15"
        },
        {
          "text": "Ехуд сделал обоюдоострый меч, длиной в локоть, и укрепил его под одеждой у правого бедра. ",
          "ID": "16"
        },
        {
          "text": "Затем он принес дань Эглону, царю Моава, который был очень тучен. ",
          "ID": "17"
        },
        {
          "text": "После того как Ехуд поднес дань, он отпустил людей, которые ее несли. ",
          "ID": "18"
        },
        {
          "text": "Но сам он повернул назад у идолов, что близ Гилгала, и сказал:",
          "ID": "19"
        },
        {
          "text": "– О царь, у меня есть для тебя тайная весть.",
          "ID": "19"
        },
        {
          "text": "Царь сказал:",
          "ID": "19"
        },
        {
          "text": "– Тише! – и все его слуги удалились.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ехуд приблизился к нему (а тот сидел один в верхней комнате своего летнего дворца) и сказал:",
          "ID": "20"
        },
        {
          "text": "– У меня для тебя весть от Бога.",
          "ID": "20"
        },
        {
          "text": "Когда царь поднялся, ",
          "ID": "20"
        },
        {
          "text": "Ехуд протянул левую руку, выхватил меч, который был у него на правом бедре, и вонзил царю в живот. ",
          "ID": "21"
        },
        {
          "text": "Даже рукоять ушла вслед за лезвием, и жир закрыл весь меч. Ехуд не вытащил меча, и нечистоты вышли из тела царя. ",
          "ID": "22"
        },
        {
          "text": "Выйдя в переднюю, Ехуд закрыл за собой двери верхней комнаты и запер их.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда он ушел, слуги обнаружили двери верхней комнаты запертыми. Они сказали:",
          "ID": "24"
        },
        {
          "text": "– Должно быть, он справляет нужду во внутренней комнате дома.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Они ждали, пока не начали беспокоиться, и, видя, что никто не отпирает дверей комнаты, взяли ключ и отперли их. Там они увидели, что их господин лежит на полу мертвый.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Пока они медлили, Ехуд скрылся. Он прошел мимо идолов и спасся в Сеире. ",
          "ID": "26"
        },
        {
          "text": "Придя туда, он затрубил в рог в нагорьях Ефрема, и израильтяне спустились вместе с ним с нагорий; он возглавлял их.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Идите за мной, – приказал он, – потому что Господь отдал моавитян, ваших врагов, в ваши руки.",
          "ID": "28"
        },
        {
          "text": "И они пошли за ним, захватили броды у Иордана, которые вели к Моаву, и не позволяли никому переправляться. ",
          "ID": "28"
        },
        {
          "text": "Они сразили около десяти тысяч моавитян, всех сильных, крепких воинов; скрыться не удалось никому. ",
          "ID": "29"
        },
        {
          "text": "В тот день Моав стал служить Израилю, и земля покоилась в мире восемьдесят лет.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "После Ехуда пришел Шамгар, сын Анафа, который сразил шестьсот филистимлян воловьим рожном, пастушьей тростью. Он также спас Израиль.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.3",
      "name": "Книга Судей Израилевых 3"
    },
    {
      "text": [
        {
          "text": "После того как Ехуд умер, израильтяне снова стали творить зло в глазах Господа. ",
          "ID": "1"
        },
        {
          "text": "И Господь отдал их в руки Иавина, царя Ханаана, который правил в городе Хацоре. Начальником его войска был Сисара, который жил в Харошет-Гоиме. ",
          "ID": "2"
        },
        {
          "text": "У него было девятьсот железных колесниц, и он жестоко притеснял израильтян в течение двадцати лет. Поэтому они воззвали к Господу о помощи.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "В то время судьей в Израиле была пророчица Девора, жена Лаппидота. ",
          "ID": "4"
        },
        {
          "text": "Она сидела под пальмой Деворы, между Рамой и Вефилем в нагорьях Ефрема, и израильтяне приходили к ней решать свои тяжбы. ",
          "ID": "5"
        },
        {
          "text": "Она послала за Вараком, сыном Авиноама, из Кедеша, что в земле Неффалима, и сказала ему:",
          "ID": "6"
        },
        {
          "text": "– Господь, Бог Израиля, повелевает тебе: «Иди, возьми с собой десять тысяч человек из родов Неффалима и Завулона, и веди их на гору Фавор. ",
          "ID": "6"
        },
        {
          "text": "Я приведу Сисару, начальника войска Иавина, с его колесницами и воинами к реке Кишону и отдам его в твои руки».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Варак сказал ей:",
          "ID": "8"
        },
        {
          "text": "– Если ты пойдешь со мной, то пойду и я, а если ты со мной не пойдешь, то и я не пойду.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Хорошо, – сказала Девора, – я пойду с тобой. Но этот путь не приведет тебя к славе, потому что Господь отдаст Сисару в руки женщины.",
          "ID": "9"
        },
        {
          "text": "И Девора пошла с Вараком в Кедеш, ",
          "ID": "9"
        },
        {
          "text": "где он призвал Завулона и Неффалима. За ним последовало десять тысяч человек, и Девора также пошла с ним.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Кеней Хевер отделился от остальных кенеев, потомков Ховава, шурина Моисея, и разбил свой шатер у дуба, что в Цаананниме, рядом с Кедешем.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Когда Сисаре донесли, что Варак, сын Авиноама, поднялся на гору Фавор, ",
          "ID": "12"
        },
        {
          "text": "Сисара собрал свои девятьсот железных колесниц и всех своих людей из Харошет-Гоима возле реки Кишона.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тогда Девора сказала Вараку:",
          "ID": "14"
        },
        {
          "text": "– Иди! Это день, когда Господь отдал Сисару в твои руки. Разве Сам Господь не идет перед тобой?",
          "ID": "14"
        },
        {
          "text": "И Варак спустился с горы Фавор, а вслед за ним десять тысяч человек. ",
          "ID": "14"
        },
        {
          "text": "Господь привел Сисару и все его колесницы и войско в замешательство перед мечом Варака, и Сисара, сойдя с колесницы, бежал пешим. ",
          "ID": "15"
        },
        {
          "text": "Варак преследовал его колесницы и войско до самого Харошет-Гоима. Все воины Сисары пали от меча; в живых не осталось никого.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но Сисара побежал к шатру Иаили, жены кенея Хевера, потому что между Иавином, царем Хацора, и кланом кенея Хевера был мир.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Иаиль вышла навстречу Сисаре и сказала ему:",
          "ID": "18"
        },
        {
          "text": "– Заходи, мой господин, заходи ко мне. Не бойся.",
          "ID": "18"
        },
        {
          "text": "Он вошел в ее шатер, и она укрыла его ковром.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Я хочу пить, – сказал он. – Пожалуйста, дай мне воды.",
          "ID": "19"
        },
        {
          "text": "Она открыла бурдюк с молоком, дала ему напиться и укрыла его.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Встань у входа в шатер, – сказал он ей. – Если кто-нибудь придет и спросит у тебя: «Есть ли кто здесь?» – скажи: «Нет».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но Иаиль, жена Хевера, взяла колышек от шатра и молоток и тихо подошла к нему, когда он, утомившись, уснул. Она пронзила ему висок так, что приколола его к земле, и он умер.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда появился Варак, который гнался за Сисарой, Иаиль вышла к нему навстречу.",
          "ID": "22"
        },
        {
          "text": "– Идем, – сказала она, – я покажу тебе человека, которого ты ищешь.",
          "ID": "22"
        },
        {
          "text": "Он вошел в ее шатер – там лежал мертвый Сисара, и висок его был пронзен колом.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "В тот день Бог даровал израильтянам победу над ханаанским царем Иавином. ",
          "ID": "23"
        },
        {
          "text": "Рука израильтян над ним становилась все сильнее и сильнее, пока они не уничтожили его.",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.4",
      "name": "Книга Судей Израилевых 4"
    },
    {
      "text": [
        {
          "text": "В тот день Девора и Варак, сын Авиноама, спели такую песнь:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "«Вожди повели Израиль,",
          "ID": "2"
        },
        {
          "text": "народ пошел добровольно –",
          "ID": "2"
        },
        {
          "text": "славьте Господа!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Слушайте, цари! Внимайте, правители!",
          "ID": "3"
        },
        {
          "text": "Господу буду петь,",
          "ID": "3"
        },
        {
          "text": "буду играть пред Господом, Богом Израиля.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда вышел Ты, Господи, из Сеира,",
          "ID": "4"
        },
        {
          "text": "когда выступил Ты из земли Эдома,",
          "ID": "4"
        },
        {
          "text": "дрожала земля, и с неба лило –",
          "ID": "4"
        },
        {
          "text": "облака изливали воду.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Горы дрожали пред Господом,",
          "ID": "5"
        },
        {
          "text": "перед Тем, Кто с Синая,",
          "ID": "5"
        },
        {
          "text": "пред Господом, Богом Израиля.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "В дни Шамгара, сына Анафа,",
          "ID": "6"
        },
        {
          "text": "в дни Иаили пути опустели,",
          "ID": "6"
        },
        {
          "text": "и ходившие прежде дорогой прямой",
          "ID": "6"
        },
        {
          "text": "пускались в обход.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Обезлюдели в Израиле села,",
          "ID": "7"
        },
        {
          "text": "обезлюдели, пока не явилась, не восстала я,",
          "ID": "7"
        },
        {
          "text": "Девора, мать в Израиле.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Избрали новых богов –",
          "ID": "8"
        },
        {
          "text": "вот и война у ворот,",
          "ID": "8"
        },
        {
          "text": "и ни щита, ни копья",
          "ID": "8"
        },
        {
          "text": "не видно у сорока тысяч в Израиле.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Сердце мое с вождями Израиля,",
          "ID": "9"
        },
        {
          "text": "с добровольцами из народа.",
          "ID": "9"
        },
        {
          "text": "Славьте Господа!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Вы, кто ездит на белых ослицах,",
          "ID": "10"
        },
        {
          "text": "кто сидит на коврах,",
          "ID": "10"
        },
        {
          "text": "кто ходит по дороге,",
          "ID": "10"
        },
        {
          "text": "пойте песнь!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И под голос лучников у колодцев",
          "ID": "11"
        },
        {
          "text": "идет разговор о Господних победах,",
          "ID": "11"
        },
        {
          "text": "о победах в Израиле Его народа.",
          "ID": "11"
        },
        {
          "text": "И тогда Господень народ устремился к воротам.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "„Вставай, вставай, Девора!",
          "ID": "12"
        },
        {
          "text": "Вставай, вставай, песню пой!",
          "ID": "12"
        },
        {
          "text": "Поднимайся, Варак,",
          "ID": "12"
        },
        {
          "text": "уводи своих пленных, сын Авиноама!“",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И тогда уцелевшие собрались к вельможам;",
          "ID": "13"
        },
        {
          "text": "Господень народ собрался ко мне против сильных.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "От Ефрема пришли укоренившиеся в земле Амалика,",
          "ID": "14"
        },
        {
          "text": "и следом за тобой, Вениамин, с твоим народом.",
          "ID": "14"
        },
        {
          "text": "От Махира пришли вожди,",
          "ID": "14"
        },
        {
          "text": "от Завулона – держащие жезл полководца.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "С Деворою шли князья Иссахара –",
          "ID": "15"
        },
        {
          "text": "да, остался Иссахар Вараку верен,",
          "ID": "15"
        },
        {
          "text": "и за ним они ринулись в долину.",
          "ID": "15"
        },
        {
          "text": "А в кланах Рувима большое колебание.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Что же мешкал ты среди овчарен,",
          "ID": "16"
        },
        {
          "text": "как стада собирают свистом, слушал?",
          "ID": "16"
        },
        {
          "text": "Да, Рувима кланы в большом колебании.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Галаад прижился за Иорданом.",
          "ID": "17"
        },
        {
          "text": "Дан – зачем у кораблей он засиделся?",
          "ID": "17"
        },
        {
          "text": "Асир остался на побережье",
          "ID": "17"
        },
        {
          "text": "и живет у своих пристаней.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "А народ Завулона рисковал жизнью,",
          "ID": "18"
        },
        {
          "text": "и с ним Неффалим на высотах поля.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Явились цари, сразились.",
          "ID": "19"
        },
        {
          "text": "Сразились цари Ханаана",
          "ID": "19"
        },
        {
          "text": "в Таанахе, у вод близ Мегиддо,",
          "ID": "19"
        },
        {
          "text": "да не взяли серебряных трофеев.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Звезды с небес сражались,",
          "ID": "20"
        },
        {
          "text": "с путей своих сражались с Сисарой.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Река Кишон прочь их унесла,",
          "ID": "21"
        },
        {
          "text": "древняя река, река Кишон.",
          "ID": "21"
        },
        {
          "text": "Вперед, душа! Будь сильна!",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "И грохотали коней копыта",
          "ID": "22"
        },
        {
          "text": "в галопе, в галопе его жеребцов.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "„Прокляните Мероз, – сказал Ангел Господень. –",
          "ID": "23"
        },
        {
          "text": "Жителей его прокляните страшно,",
          "ID": "23"
        },
        {
          "text": "ведь они не пришли на помощь Господу,",
          "ID": "23"
        },
        {
          "text": "на помощь Господу против сильных“.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Благословенна средь женщин будь, Иаиль,",
          "ID": "24"
        },
        {
          "text": "кенея Хевера жена,",
          "ID": "24"
        },
        {
          "text": "благословенна средь женщин, живущих в шатрах.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Просил он воды – подала молока,",
          "ID": "25"
        },
        {
          "text": "в величественной чаше, вельможи достойной,",
          "ID": "25"
        },
        {
          "text": "принесла ему сливки.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Руку свою протянула за колышком,",
          "ID": "26"
        },
        {
          "text": "правую – за молотком ремесленника.",
          "ID": "26"
        },
        {
          "text": "Поразила Сисару, голову ему разбила,",
          "ID": "26"
        },
        {
          "text": "раздробила, пронзила висок.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "К ногам ее он склонился, упал, лежал.",
          "ID": "27"
        },
        {
          "text": "К ногам ее он склонился, упал,",
          "ID": "27"
        },
        {
          "text": "да, где склонился, там и упал – мертвым.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Мать Сисары из окна глядит,",
          "ID": "28"
        },
        {
          "text": "причитает из-за решетки оконной:",
          "ID": "28"
        },
        {
          "text": "„Что ж его колесницы так долго нет?",
          "ID": "28"
        },
        {
          "text": "Что же стук колесниц его медлит?“",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "А мудрейшие из женщин придворных",
          "ID": "29"
        },
        {
          "text": "отвечают ей – да и сама все время",
          "ID": "29"
        },
        {
          "text": "твердит она себе:",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "„Не добычу ли берут они и делят:",
          "ID": "30"
        },
        {
          "text": "по девице на воина иль по две,",
          "ID": "30"
        },
        {
          "text": "пеструю одежду для Сисары,",
          "ID": "30"
        },
        {
          "text": "пеструю, расшитую одежду,",
          "ID": "30"
        },
        {
          "text": "богато расшитую одежду мне на плечи – всю эту добычу?“",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Так да погибнут все враги Твои, Господи!",
          "ID": "31"
        },
        {
          "text": "А те, кто любит Тебя, да будут как солнце,",
          "ID": "31"
        },
        {
          "text": "когда оно поднимается во всей своей силе».",
          "ID": "31"
        },
        {
          "text": "И земля покоилась в мире сорок лет.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.5",
      "name": "Книга Судей Израилевых 5"
    },
    {
      "text": [
        {
          "text": "Израильтяне вновь стали творить зло в глазах Господа, и Он на семь лет отдал их в руки мадианитян. ",
          "ID": "1"
        },
        {
          "text": "Мадианитяне так угнетали их, что израильтяне стали делать себе укрытия в горных расселинах и укрепления в пещерах. ",
          "ID": "2"
        },
        {
          "text": "Всякий раз, когда израильтяне сеяли, мадианитяне, амаликитяне и другие восточные народы вторгались в страну. ",
          "ID": "3"
        },
        {
          "text": "Они разбивали у них на земле свои лагеря, губили урожай до самой Газы и не оставляли Израилю никакого пропитания – ни овец, ни волов, ни ослов. ",
          "ID": "4"
        },
        {
          "text": "Они являлись со своим скотом и шатрами, словно рои саранчи. Людей и верблюдов было без счета; они вторгались в страну, чтобы опустошать ее. ",
          "ID": "5"
        },
        {
          "text": "Израильтяне так обнищали из-за мадианитян, что воззвали к Господу о помощи.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда израильтяне воззвали к Господу из-за мадианитян, ",
          "ID": "7"
        },
        {
          "text": "Он послал им пророка, который сказал:",
          "ID": "8"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Я вывел вас из Египта, из земли рабства. ",
          "ID": "8"
        },
        {
          "text": "Я избавил вас от власти Египта и от руки всех ваших притеснителей. Я прогнал их от вас и отдал вам их землю. ",
          "ID": "9"
        },
        {
          "text": "Я сказал вам: „Я Господь, ваш Бог; не чтите богов аморреев, в земле которых вы живете“. Но вы не послушались Меня».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Ангел Господень пришел и сел в Офре под дубом, который принадлежал авиезериту Иоашу. Его сын Гедеон молотил тогда пшеницу в давильне, чтобы укрыть ее от мадианитян. ",
          "ID": "11"
        },
        {
          "text": "Когда Ангел Господень явился ему, Он сказал:",
          "ID": "12"
        },
        {
          "text": "– Господь с тобой, могучий воин.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Но Господин мой, – ответил Гедеон, – если Господь с нами, то почему же все это случилось? Где же все Его чудеса, о которых нам рассказывали наши отцы, когда говорили: «Разве Господь не вывел нас из Египта?» Нет, теперь Господь оставил нас и отдал в руки мадианитян.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тогда Господь повернулся к нему и сказал:",
          "ID": "14"
        },
        {
          "text": "– Иди и спаси своей силой Израиль от руки Мадиана. Я Сам посылаю тебя.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Но, Владыка, – спросил Гедеон, – как мне спасти Израиль? Мой клан самый слабый в роде Манассии, а я самый незначительный в семье.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Господь ответил:",
          "ID": "16"
        },
        {
          "text": "– Я буду с тобой, и ты сразишь всех мадианитян, как одного человека.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Гедеон ответил:",
          "ID": "17"
        },
        {
          "text": "– Если я нашел у Тебя расположение, то дай мне знак, что это действительно Ты говоришь со мной. ",
          "ID": "17"
        },
        {
          "text": "Пожалуйста, не уходи отсюда, пока я не вернусь и не принесу свой дар, и не предложу его Тебе.",
          "ID": "18"
        },
        {
          "text": " Господь сказал:",
          "ID": "18"
        },
        {
          "text": "– Я буду ждать, пока ты не вернешься.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Гедеон пошел домой, приготовил козленка и сделал из ефы муки пресного хлеба. Положив мясо в корзину и налив похлебку в горшок, он принес это к Нему под дуб и положил там.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ангел Господень сказал ему:",
          "ID": "20"
        },
        {
          "text": "– Возьми мясо и пресный хлеб, положи их на эту скалу и вылей похлебку.",
          "ID": "20"
        },
        {
          "text": "Гедеон сделал это. ",
          "ID": "20"
        },
        {
          "text": "Концом посоха, который был у Него в руке, Ангел Господень прикоснулся к мясу и пресному хлебу. Из скалы вырвалось пламя, которое пожрало мясо и хлеб. И Ангел Господень исчез. ",
          "ID": "21"
        },
        {
          "text": "Когда Гедеон понял, что это был Ангел Господень, он воскликнул:",
          "ID": "22"
        },
        {
          "text": "– О Владыка Господи! Я видел Ангела Господнего лицом к лицу!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Но Господь сказал ему:",
          "ID": "23"
        },
        {
          "text": "– Мир тебе. Не бойся, ты не умрешь.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Гедеон соорудил там жертвенник Господу, назвав его «Господь – это мир». Он и по сегодняшний день стоит в Офре, в земле клана авиезеритов.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "В ту же ночь Господь сказал ему:",
          "ID": "25"
        },
        {
          "text": "– Возьми из стада своего отца второго, семилетнего быка. Разрушь жертвенник Баала, который принадлежит твоему отцу, и сруби столб Ашеры, что рядом с ним. ",
          "ID": "25"
        },
        {
          "text": "Сооруди, как должно, жертвенник Господу, твоему Богу, на вершине этой скалы, и на дровах из столба Ашеры, который ты срубишь, принеси во всесожжение второго быка.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Гедеон взял десять человек из своих слуг и сделал, как сказал ему Господь. Но из страха перед семьей и жителями своего города, он сделал это не днем, а ночью.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Утром, когда жители города встали, жертвенник Баала был разрушен, вместе с ним срублен и столб Ашеры, а второй бык принесен в жертву на новом жертвеннике!",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– Кто это сделал? – спрашивали они друг друга.",
          "ID": "29"
        },
        {
          "text": "Они стали доискиваться, и им сказали:",
          "ID": "29"
        },
        {
          "text": "– Это сделал Гедеон, сын Иоаша.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "– Выведи своего сына, – потребовали у Иоаша горожане. – Он должен умереть, потому что разрушил жертвенник Баала и срубил столб Ашеры, что рядом с ним.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Но Иоаш ответил окружившей его враждебной толпе:",
          "ID": "31"
        },
        {
          "text": "– Вы собираетесь вступиться за Баала? Вы хотите его спасти? Всякий, кто вступится за него, к утру будет предан смерти! Если Баал и вправду бог, он и сам может защитить себя, если кто-то разрушает его жертвенник.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "С того дня Гедеон стал зваться Еруббаалом, потому что говорили: «Пусть Баал сам борется с ним», так как он разрушил Баалов жертвенник.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Все мадианитяне, амаликитяне и другие восточные народы объединили силы, переправились через Иордан и встали лагерем в долине Изреель. ",
          "ID": "33"
        },
        {
          "text": "Дух Господа сошел на Гедеона, он затрубил в рог, и авиезериты собрались, чтобы идти за ним. ",
          "ID": "34"
        },
        {
          "text": "Он послал вестников по всей земле рода Манассии, призывая их к оружию, а также послал к Асиру, Завулону и Неффалиму, и они пришли к нему навстречу.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Гедеон сказал Богу:",
          "ID": "36"
        },
        {
          "text": "– Если Ты собираешься спасти Израиль моей рукой, как обещал, ",
          "ID": "36"
        },
        {
          "text": "то вот, я разложу на гумне настриженную шерсть. Если роса выпадет только на шерсть, а земля будет сухой, то я буду знать, что Ты спасешь Израиль моей рукой, как говорил.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Так и произошло. На следующий день Гедеон встал рано. Он стал выжимать шерсть и выжал из нее столько росы, что ее хватило бы на целую чашу.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Тогда Гедеон сказал Богу:",
          "ID": "39"
        },
        {
          "text": "– Не гневайся на меня. Позволь мне просить еще лишь раз. Дай мне устроить еще одно испытание с шерстью. На этот раз пусть шерсть останется сухой, а земля вокруг будет покрыта росой.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "В ту ночь Бог сделал это. Сухой осталась только шерсть; вся земля была покрыта росой.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.6",
      "name": "Книга Судей Израилевых 6"
    },
    {
      "text": [
        {
          "text": "Еруббаал (он же Гедеон) и все его люди встали рано утром и расположились лагерем у источника Харод. Лагерь мадианитян находился к северу от них, в долине, рядом с холмом Море. ",
          "ID": "1"
        },
        {
          "text": "Господь сказал Гедеону:",
          "ID": "2"
        },
        {
          "text": "– Воинов с тобой слишком много. Я не стану отдавать мадианитян в их руки. Чтобы Израиль не мог гордиться предо Мной, будто его спасла его собственная сила, ",
          "ID": "2"
        },
        {
          "text": "объяви воинам: «Всякий, кто боится и трепещет, пусть уходит домой и оставит гору Галаад».",
          "ID": "3"
        },
        {
          "text": "Двадцать две тысячи человек ушло, а десять тысяч осталось.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Господь сказал Гедеону:",
          "ID": "4"
        },
        {
          "text": "– Воинов все еще слишком много. Отведи их к воде, и там Я испытаю их для тебя. О ком Я скажу тебе: «Этот пойдет с тобой», тот пойдет; а о ком скажу: «Этот с тобой не пойдет», тот не пойдет.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Гедеон отвел воинов к воде. Там Господь сказал ему:",
          "ID": "5"
        },
        {
          "text": "– Отдели тех, кто лакает воду языком, как собака, от тех, кто встал на колени, чтобы пить.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Триста воинов лакали воду языком, поднося воду ко рту руками, а все остальные, чтобы напиться, встали на колени.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь сказал Гедеону:",
          "ID": "7"
        },
        {
          "text": "– Тремя сотнями воинов, которые лакали, Я спасу вас и отдам мадианитян в ваши руки. Все остальные пусть идут домой.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Гедеон отпустил всех остальных израильтян по шатрам, но оставил триста воинов, которым достались запасы пищи и боевые рога ушедших.",
          "ID": "8"
        },
        {
          "text": "А лагерь мадианитян находился внизу, в долине. ",
          "ID": "8"
        },
        {
          "text": "В ту же ночь Господь сказал Гедеону:",
          "ID": "9"
        },
        {
          "text": "– Встань, напади на лагерь, потому что Я отдам его в твои руки. ",
          "ID": "9"
        },
        {
          "text": "Если ты боишься напасть, спустись к лагерю вместе со своим слугою Фурой ",
          "ID": "10"
        },
        {
          "text": "и послушай, что они говорят. Это придаст тебе смелости.",
          "ID": "11"
        },
        {
          "text": "Тогда он и его слуга Фура спустились к сторожевым заставам лагеря. ",
          "ID": "11"
        },
        {
          "text": "Мадианитяне, амаликитяне и другие восточные народы наводнили долину, словно саранча. Их верблюдов было так много, как песчинок на морском берегу.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда Гедеон пришел, один человек рассказывал другу свой сон:",
          "ID": "13"
        },
        {
          "text": "– Мне снился, – говорил он, – круглый ячменный хлеб, который катился в мадианский лагерь. Прикатившись к шатру, он ударил в него так, что шатер опрокинулся и рухнул.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Его друг ответил:",
          "ID": "14"
        },
        {
          "text": "– Это не что иное, как меч израильтянина Гедеона, сына Иоаша. Бог отдал мадианитян и весь лагерь в его руки.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда Гедеон услышал сон и его толкование, он поклонился Богу. Он возвратился в израильский лагерь и сказал:",
          "ID": "15"
        },
        {
          "text": "– Вставайте! Господь отдал в наши руки лагерь мадианитян.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Разделив триста воинов на три отряда, он дал всем им в руки рога и пустые сосуды с факелами внутри.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Смотрите на меня, – сказал он им, – и делайте, как я. Когда я доберусь до края лагеря, делайте то же, что и я. ",
          "ID": "17"
        },
        {
          "text": "Когда я и все, кто со мною, затрубим в наши рога, тогда и вы со всех сторон лагеря трубите в свои и кричите: «За Господа и за Гедеона!».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Гедеон и с ним сто воинов добрались до края лагеря в начале средней стражи, сразу же после того, как сменили часовых. Они затрубили в рога и разбили кувшины, которые были у них в руках. ",
          "ID": "19"
        },
        {
          "text": "Тогда все три отряда затрубили в рога и разбили кувшины. Держа в левой руке факелы, а в правой рога, в которые они трубили, они закричали:",
          "ID": "20"
        },
        {
          "text": "– Меч за Господа и за Гедеона!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Каждый человек стоял на своем месте вокруг лагеря, а все мадианитяне метались, крича на бегу.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда затрубили триста рогов, Господь сделал так, что все, кто был в лагере, обратили свои мечи друг на друга. Войско бежало до самой Бет-Шитты к Церере, до самой границы Авел-Мехолы близ Таббата. ",
          "ID": "22"
        },
        {
          "text": "Израильтяне из родов Неффалима, Асира и из всего рода Манассии погнались за мадианитянами. ",
          "ID": "23"
        },
        {
          "text": "Гедеон послал вестников по всем нагорьям Ефрема:",
          "ID": "24"
        },
        {
          "text": "– Спускайтесь с гор навстречу мадианитянам и захватите прежде них переправы через реки до самой Бет-Вары, а также через Иордан.",
          "ID": "24"
        },
        {
          "text": "Все ефремиты собрались и захватили переправы через Иордан и через реки до самой Бет-Вары. ",
          "ID": "24"
        },
        {
          "text": "Еще они пленили двух мадианских вождей, Орива и Зива. Они убили Орива у скалы Орива, а Зива в давильне Зива, когда преследовали мадианитян. Головы Орива и Зива они принесли Гедеону, который находился у Иордана.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.7",
      "name": "Книга Судей Израилевых 7"
    },
    {
      "text": [
        {
          "text": "Ефремиты сказали Гедеону:",
          "ID": "1"
        },
        {
          "text": "– Почему ты так обошелся с нами? Почему ты не позвал нас, когда шел сражаться с мадианитянами?",
          "ID": "1"
        },
        {
          "text": "Они сильно бранили его. ",
          "ID": "1"
        },
        {
          "text": "Но он ответил им:",
          "ID": "2"
        },
        {
          "text": "– Что такого я совершил по сравнению с вами? Разве виноград, который добирал Ефрем не лучше, чем весь урожай моего клана, клана Авиезера? ",
          "ID": "2"
        },
        {
          "text": "Бог отдал в ваши руки мадианских вождей Орива и Зива. Что же такого я мог сделать, чтобы сравниться с вами?",
          "ID": "3"
        },
        {
          "text": "Когда он сказал им это, их негодование утихло.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Гедеон и триста воинов, которые были с ним, утомились, но, продолжали погоню. Они пришли к Иордану и переправились через него. ",
          "ID": "4"
        },
        {
          "text": "Он сказал жителям Суккота:",
          "ID": "5"
        },
        {
          "text": "– Дайте моим воинам хлеба; они утомлены, а я все еще преследую мадианских царей Зеваха и Салмана.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но правители Суккота ответили:",
          "ID": "6"
        },
        {
          "text": "– Разве Зевах и Салман уже в твоих руках, чтобы нам давать хлеба твоим воинам?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Гедеон ответил:",
          "ID": "7"
        },
        {
          "text": "– За это, когда Господь отдаст в мои руки Зеваха и Салмана, я растерзаю вашу плоть пустынным терновником и шиповником.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Оттуда он поднялся к Пениэлу и просил того же, но жители Пениэла ответили так же, как и жители Суккота. ",
          "ID": "8"
        },
        {
          "text": "И он сказал жителям Пениэла:",
          "ID": "9"
        },
        {
          "text": "– Когда я вернусь с победой, я разрушу эту башню.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Зевах и Салман были в Каркоре с войском примерно в пятнадцать тысяч воинов – все, что осталось от войск восточных народов, всего пало сто двадцать тысяч человек, носящих оружие. ",
          "ID": "10"
        },
        {
          "text": "Гедеон поднялся по караванному пути восточнее Новаха и Иогбеги и напал на войско врасплох. ",
          "ID": "11"
        },
        {
          "text": "Зевах и Салман, два мадианских царя, бежали, но он погнался за ними, захватил их и поразил ужасом все их войско.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда Гедеон, сын Иоаша, вернулся с битвы при возвышенности Херес, ",
          "ID": "13"
        },
        {
          "text": "он захватил юношу из Суккота, допросил его, и юноша написал ему имена семидесяти семи правителей и старейшин Суккота. ",
          "ID": "14"
        },
        {
          "text": "Тогда Гедеон пришел и сказал жителям Суккота:",
          "ID": "15"
        },
        {
          "text": "– Вот Зевах и Салман, из-за которых вы издевались надо мной, говоря: «Разве Зевах и Салман уже в твоих руках, чтобы нам давать хлеба твоим утомленным воинам?»",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Он взял старейшин города и преподал жителям Суккота урок, наказав их пустынным терновником и шиповником. ",
          "ID": "16"
        },
        {
          "text": "Еще он разрушил башню Пениэла и перебил жителей этого города.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "После этого он спросил Зеваха и Салмана:",
          "ID": "18"
        },
        {
          "text": "– Каковы были те, кого вы убили на Фаворе?",
          "ID": "18"
        },
        {
          "text": "– Они были, как ты, – ответили они, – каждый из них выглядел, как царский сын.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Гедеон сказал:",
          "ID": "19"
        },
        {
          "text": "– Это были мои братья, сыновья моей матери. Верно, как и то, что Господь жив, если бы вы пощадили их, я сохранил бы вам жизнь.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Повернувшись к Иеферу, своему старшему сыну, он сказал:",
          "ID": "20"
        },
        {
          "text": "– Подойди и убей их!",
          "ID": "20"
        },
        {
          "text": "Но Иефер не вытащил меча, потому что он был еще мальчик и боялся.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Зевах и Салман сказали:",
          "ID": "21"
        },
        {
          "text": "– Подойди и убей нас сам. Каков человек, такова и его сила.",
          "ID": "21"
        },
        {
          "text": "Гедеон подошел и убил Зеваха и Салмана, и забрал украшения, которые были на шеях их верблюдов.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Израильтяне сказали Гедеону:",
          "ID": "22"
        },
        {
          "text": "– Правь нами – ты, и твой сын, и твой внук, – ведь ты спас нас от руки мадианитян.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Но Гедеон сказал им:",
          "ID": "23"
        },
        {
          "text": "– Я не буду править вами, и мой сын не будет править вами. Править вами будет Господь.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Затем Гедеон сказал им:",
          "ID": "24"
        },
        {
          "text": "– Я прошу у вас одного: пусть каждый из вас даст мне по серьге из своей доли добычи.",
          "ID": "24"
        },
        {
          "text": "(У врагов были золотые серьги, потому что они были измаильтянами.)",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Они ответили:",
          "ID": "25"
        },
        {
          "text": "– Охотно.",
          "ID": "25"
        },
        {
          "text": "Расстелив одежду, каждый бросил в нее по серьге из своей добычи. ",
          "ID": "25"
        },
        {
          "text": "Золотые серьги, которых он попросил, весили тысячу семьсот шекелей, (это не считая украшений, подвесок и пурпурных одежд, которые носили мадианские цари, и цепочек, которые были на шеях у их верблюдов). ",
          "ID": "26"
        },
        {
          "text": "Гедеон сделал из золота эфод, который оставил в Офре, своем городе. Все израильтяне начали распутничать, поклоняясь эфоду, и так он стал западней для Гедеона и его семьи.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Мадиан смирился перед израильтянами и больше уже не поднимал головы. Пока был жив Гедеон, земля покоилась в мире сорок лет.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Еруббаал, сын Иоаша, вернулся домой. ",
          "ID": "29"
        },
        {
          "text": "У него было семьдесят сыновей потому, что у него было много жен. ",
          "ID": "30"
        },
        {
          "text": "Его наложница, которая жила в городе Шехеме, также родила ему сына, которого он назвал Авимелехом. ",
          "ID": "31"
        },
        {
          "text": "Гедеон, сын Иоаша, умер в глубокой старости и был похоронен в гробнице своего отца в Офре, в земле клана авиезеритов.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Как только Гедеон умер, израильтяне опять начали распутничать, поклоняясь Баалам. Они поставили своим богом Баал-Берита и ",
          "ID": "33"
        },
        {
          "text": "не помнили о Господе, своем Боге, Который избавил их от рук окружавших их врагов. ",
          "ID": "34"
        },
        {
          "text": "Они забыли и о верности семье Еруббаала (он же Гедеон), и о всех благодеяниях, которые он сделал Израилю.",
          "ID": "35"
        }
      ],
      "ID": "OT:JDG.8",
      "name": "Книга Судей Израилевых 8"
    },
    {
      "text": [
        {
          "text": "Авимелех, сын Еруббаала, пришел к братьям своей матери в Шехем и сказал им и всему клану своей матери:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Спросите всех жителей Шехема: «Что для вас лучше, чтобы вами правили все семьдесят сыновей Еруббаала или всего лишь один?» Помните, что я – ваша плоть и кровь.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда братья его матери пересказали все это жителям Шехема, они склонились на сторону Авимелеха, потому что говорили: «Он наш брат». ",
          "ID": "3"
        },
        {
          "text": "Они дали ему семьдесят шекелей серебра из храма Баал-Берита, и Авимелех нанял на них праздных и безрассудных людей, которые пошли за ним. ",
          "ID": "4"
        },
        {
          "text": "Он пришел в дом своего отца в Офре и убил семьдесят своих братьев, сыновей Еруббаала, на одном камне. Но Иотам, самый младший сын Еруббаала, спрятался и спасся. ",
          "ID": "5"
        },
        {
          "text": "Все жители Шехема и Бет-Милло собрались у дуба в Шехеме и провозгласили Авимелеха царем.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда об этом рассказали Иотаму, он поднялся на вершину горы Гаризим и закричал им:",
          "ID": "7"
        },
        {
          "text": "– Послушайте меня, жители Шехема, чтобы и Бог послушал вас! ",
          "ID": "7"
        },
        {
          "text": "Пошли однажды деревья помазать над собою царя. Они сказали оливе: «Царствуй над нами». ",
          "ID": "8"
        },
        {
          "text": "Но олива сказала: «Бросить ли мне свое масло – богов и людей им славят, – чтобы править деревьями?» ",
          "ID": "9"
        },
        {
          "text": "Инжиру сказали деревья: «Ты приди, царствуй над нами». ",
          "ID": "10"
        },
        {
          "text": "Но сказал им инжир: «Бросить ли мне свой плод, такой хороший и вкусный, чтобы править деревьями?» ",
          "ID": "11"
        },
        {
          "text": "Сказали деревья лозе виноградной: «Ты приди, царствуй над нами». ",
          "ID": "12"
        },
        {
          "text": "Но лоза им сказала: «Бросить ли мне свой сок – богов и людей веселит он, – чтобы править деревьями?» ",
          "ID": "13"
        },
        {
          "text": "Тогда терновнику сказали деревья: «Ты приди, царствуй над нами». ",
          "ID": "14"
        },
        {
          "text": "И терновник ответил деревьям: «Если вы и вправду хотите помазать меня над собою царем, то приходите, в тени моей покойтесь; но если нет, то пусть выйдет из терновника пламя и пожрет ливанские кедры».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Итак, честно ли и достойно ли вы поступили, провозгласив Авимелеха царем? По совести ли вы поступили с Еруббаалом и его семьей, так ли обошлись с ним, как он того заслуживает? ",
          "ID": "16"
        },
        {
          "text": "Мой отец сражался за вас, рисковал жизнью, чтобы избавить вас от руки Мадиана ",
          "ID": "17"
        },
        {
          "text": "(но сегодня вы восстали против семьи моего отца, убили семьдесят его сыновей на одном камне и сделали Авимелеха, сына его рабыни, царем над жителями Шехема, потому что он ваш брат). ",
          "ID": "18"
        },
        {
          "text": "Если сегодня вы поступили с Еруббаалом и его семьей честно и достойно, то радуйтесь за Авимелеха, и пусть он радуется за вас! ",
          "ID": "19"
        },
        {
          "text": "Но если нет, то пусть из Авимелеха выйдет пламя и пожрет вас, жители Шехема и Бет-Милло, и пусть из вас, жители Шехема и Бет-Милло, выйдет пламя и пожрет Авимелеха!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Иотам бежал и поселился в городе Беэре, потому что боялся своего брата Авимелеха.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Авимелех был судьей в Израиле три года. ",
          "ID": "22"
        },
        {
          "text": "Бог послал злой дух между Авимелехом и жителями Шехема, и жители Шехема стали поступать с Авимелехом вероломно. ",
          "ID": "23"
        },
        {
          "text": "Это произошло, чтобы жестокость с семьюдесятью сыновьями Еруббаала была наказана, и кровь их легла на их брата Авимелеха и на жителей Шехема, которые помогли ему убить своих братьев. ",
          "ID": "24"
        },
        {
          "text": "Жители Шехема из вражды к нему устраивали засады на горных вершинах, чтобы грабить каждого проходящего мимо, и об этом было донесено Авимелеху.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "В Шехем пришел Гаал, сын Эведа, вместе со своими братьями, и жители Шехема поверили ему. ",
          "ID": "26"
        },
        {
          "text": "Они вышли в поле, собрали виноград, давили его и праздновали. Они пошли в храм своего бога, ели и пили и проклинали Авимелеха.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Гаал, сын Эведа, сказал:",
          "ID": "28"
        },
        {
          "text": "– Кто такой Авимелех и кто такие мы в Шехеме, чтобы подчиняться ему? Разве он не сын Еруббаала, и разве не Зевул его наместник? Служите людям Хамора, отца Шехема! Зачем нам служить Авимелеху? ",
          "ID": "28"
        },
        {
          "text": "Если бы только эти люди были у меня под началом! Тогда я избавился бы от Авимелеха. Я бы сказал ему: «Собери свое войско и выходи!»",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Когда Зевул, правитель города, услышал слова Гаала, сына Эведа, он очень разгневался. ",
          "ID": "30"
        },
        {
          "text": "Он тайно послал вестников к Авимелеху, чтобы сказать ему:",
          "ID": "31"
        },
        {
          "text": "– Гаал, сын Эведа, и его братья пришли в Шехем и возмущают город против тебя. ",
          "ID": "31"
        },
        {
          "text": "Итак, приходи ночью со своими воинами и устрой в поле засаду. ",
          "ID": "32"
        },
        {
          "text": "А утром, на рассвете, напади на город. Когда Гаал и его воины выйдут против тебя, делай с ними все, что можешь.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Авимелех вместе со всеми своими воинами отправился в путь, и они залегли в засаду у Шехема четырьмя отрядами. ",
          "ID": "34"
        },
        {
          "text": "А Гаал, сын Эведа, вышел и стоял у входа в городские ворота как раз тогда, когда Авимелех и его воины выходили из засады.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Увидев их, Гаал сказал Зевулу:",
          "ID": "36"
        },
        {
          "text": "– Гляди, с горных вершин спускаются люди!",
          "ID": "36"
        },
        {
          "text": "Зевул ответил:",
          "ID": "36"
        },
        {
          "text": "– Тени от гор кажутся тебе людьми.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Но Гаал вновь сказал:",
          "ID": "37"
        },
        {
          "text": "– Гляди, с возвышенности спускаются люди, и один отряд идет со стороны дуба Колдунов.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Зевул сказал ему:",
          "ID": "38"
        },
        {
          "text": "– Где твоя похвальба, ты, говоривший: «Кто такой Авимелех, чтобы нам ему подчиняться?» Разве не этих людей ты высмеивал? Выходи же теперь и сразись с ними!",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Гаал пошел во главе жителей Шехема и сразился с Авимелехом. ",
          "ID": "39"
        },
        {
          "text": "Авимелех погнался за ним, и он побежал от него. Многие пали ранеными у самого входа в ворота. ",
          "ID": "40"
        },
        {
          "text": "Авимелех расположился в Аруме, а Зевул выгнал Гаала и его братьев из Шехема.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "На следующий день жители Шехема вышли в поле, и об этом донесли Авимелеху. ",
          "ID": "42"
        },
        {
          "text": "Он взял своих воинов, разделил их на три отряда и устроил в поле засаду. Увидев людей, которые выходили из города, он поднялся и напал на них. ",
          "ID": "43"
        },
        {
          "text": "Авимелех и отряды, которые были с ним, поспешили занять место у входа в городские ворота, а два отряда ринулись на тех, кто был в поле, и стали убивать их. ",
          "ID": "44"
        },
        {
          "text": "Весь день Авимелех воевал с городом, пока не взял его и не перебил его жителей. После этого он сровнял город с землей и засыпал это место солью.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Услышав об этом, все жители Шехемской башни вошли в убежище храма Эл-Берита. ",
          "ID": "46"
        },
        {
          "text": "Когда Авимелеху донесли, что они собрались там, ",
          "ID": "47"
        },
        {
          "text": "он вместе со всеми своими воинами поднялся на гору Цалмон. Он взял топор, срубил несколько веток и положил их на плечи. Затем он приказал воинам, которые были с ним:",
          "ID": "48"
        },
        {
          "text": "– Быстро делайте то же, что и я.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "И все его воины нарубили веток и пошли за Авимелехом. Они сложили их у убежища и подожгли его вместе с теми, кто в нем был. И все, кто был в Шехемской башне, около тысячи мужчин и женщин, погибли.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Затем Авимелех пошел к Тевецу, осадил его и захватил. ",
          "ID": "50"
        },
        {
          "text": "Но в городе была крепкая башня, и туда бежали все мужчины и женщины – все жители города. Они заперлись изнутри и поднялись на крышу башни. ",
          "ID": "51"
        },
        {
          "text": "Авимелех пришел к башне и напал на нее, но когда он приблизился ко входу, чтобы поджечь ее, ",
          "ID": "52"
        },
        {
          "text": "одна женщина сбросила ему на голову обломок жернова и проломила ему череп.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Он тотчас же подозвал своего оруженосца и сказал ему:",
          "ID": "54"
        },
        {
          "text": "– Вытащи меч и убей меня, чтобы не говорили обо мне: «Его убила женщина».",
          "ID": "54"
        },
        {
          "text": "Слуга пронзил его, и он умер. ",
          "ID": "54"
        },
        {
          "text": "Увидев, что Авимелех умер, израильтяне разошлись по домам.",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "Так Бог воздал за зло, которое Авимелех сделал своему отцу, убив семьдесят своих братьев. ",
          "ID": "56"
        },
        {
          "text": "Еще Бог воздал за все их зло жителям Шехема. Их постигло проклятие Иотама, сына Еруббаала.",
          "ID": "57"
        }
      ],
      "ID": "OT:JDG.9",
      "name": "Книга Судей Израилевых 9"
    },
    {
      "text": [
        {
          "text": "После Авимелеха спасать Израиль поднялся Тола, сын Фуи, сына Додо, из рода Иссахара. Он жил в Шамире, в нагорьях Ефрема. ",
          "ID": "1"
        },
        {
          "text": "Он был судьей в Израиле двадцать три года; после этого он умер и был похоронен в Шамире.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "После него поднялся Иаир из Галаада, который был судьей в Израиле двадцать два года. ",
          "ID": "3"
        },
        {
          "text": "У него было тридцать сыновей, которые ездили на тридцати ослах. У них было тридцать городов в Галааде, которые и по сегодняшний день называются селениями Иаира. ",
          "ID": "4"
        },
        {
          "text": "Когда Иаир умер, его похоронили в Камоне.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Израильтяне вновь стали творить зло в глазах Господа. Они служили Баалам и Астартам, богам Арама, богам Сидона, богам Моава, богам аммонитян и богам филистимлян, а Господа оставили и не служили Ему. ",
          "ID": "6"
        },
        {
          "text": "Господь разгневался на Израиль и отдал их в руки филистимлян и аммонитян, ",
          "ID": "7"
        },
        {
          "text": "которые в тот год притесняли и угнетали израильтян. Восемнадцать лет они угнетали израильтян на восточной стороне Иордана в Галааде, в земле аморреев. ",
          "ID": "8"
        },
        {
          "text": "Аммонитяне тоже переправились через Иордан, чтобы воевать с Иудой, Вениамином и домом Ефрема; израильтяне были в большой беде. ",
          "ID": "9"
        },
        {
          "text": "И израильтяне воззвали к Господу:",
          "ID": "10"
        },
        {
          "text": "– Мы согрешили против Тебя, оставив нашего Бога и служа Баалам.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Господь ответил им:",
          "ID": "11"
        },
        {
          "text": "– Когда египтяне, аморреи, аммонитяне, филистимляне, ",
          "ID": "11"
        },
        {
          "text": "сидоняне, амаликитяне и маонитяне угнетали вас и вы взывали ко Мне о помощи, то разве Я не спасал вас от их рук? ",
          "ID": "12"
        },
        {
          "text": "Но вы оставили Меня и служили другим богам, и Я не стану больше спасать вас. ",
          "ID": "13"
        },
        {
          "text": "Идите и взывайте к другим богам, которых вы избрали. Пусть они спасают вас в беде!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Но израильтяне сказали Господу:",
          "ID": "15"
        },
        {
          "text": "– Мы согрешили. Сделай с нами все, что Тебе угодно, но сегодня спаси нас.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они избавились от чужеземных богов и стали служить Господу. И Он не мог больше видеть, как Израиль страдает.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда аммонитяне приготовились к войне и поставили лагерь в Галааде, израильтяне собрались и поставили лагерь в Мицпе. ",
          "ID": "17"
        },
        {
          "text": "А вожди жителей Галаада говорили друг другу:",
          "ID": "18"
        },
        {
          "text": "– Всякий, кто начнет войну с аммонитянами, будет главой всех жителей Галаада.",
          "ID": "18"
        }
      ],
      "ID": "OT:JDG.10",
      "name": "Книга Судей Израилевых 10"
    },
    {
      "text": [
        {
          "text": "Галаадитянин Иеффай был могучим воином. Его отцом был Галаад, а матерью – блудница. ",
          "ID": "1"
        },
        {
          "text": "Жена Галаада тоже родила ему сыновей, и когда они выросли, они выгнали Иеффая.",
          "ID": "2"
        },
        {
          "text": "– Ты не будешь наследовать в нашей семье ничего, – сказали они ему, – потому что ты сын другой женщины.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Иеффай убежал от своих братьев и поселился в земле Тов, где вокруг него собрались изгои, которые вместе с ним совершали набеги.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Некоторое время спустя, когда аммонитяне пошли войной на Израиль, ",
          "ID": "4"
        },
        {
          "text": "старейшины Галаада пошли, чтобы привести Иеффая из земли Тов.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Приходи, – сказали они, – и будь нашим воеводой, чтобы нам воевать с аммонитянами.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иеффай сказал им:",
          "ID": "7"
        },
        {
          "text": "– Разве не вы возненавидели и выгнали меня из дома моего отца? Зачем же вы приходите ко мне сейчас, когда вы в беде?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Старейшины Галаада сказали ему:",
          "ID": "8"
        },
        {
          "text": "– И все же мы обращаемся сейчас к тебе; пойдем с нами, чтобы воевать с аммонитянами, и ты будешь главой всех жителей Галаада.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иеффай ответил:",
          "ID": "9"
        },
        {
          "text": "– Допустим, вы вернете меня, чтобы воевать с аммонитянами, и Господь отдаст их мне, – стану ли я и вправду вашим главой?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Старейшины Галаада ответили:",
          "ID": "10"
        },
        {
          "text": "– Господь свидетель между нами! Мы непременно сделаем, как ты говоришь.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Иеффай пошел со старейшинами Галаада, и народ поставил его над собой вождем и воеводой. Иеффай повторил все свои слова перед Господом в Мицпе.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Затем он отправил послов к царю аммонитян с вопросом:",
          "ID": "12"
        },
        {
          "text": "– Что ты имеешь против меня, что напал на мою страну?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Царь аммонитян ответил послам Иеффая:",
          "ID": "13"
        },
        {
          "text": "– Когда Израиль шел из Египта, он захватил мою землю от реки Арнона до реки Яббока и до Иордана. Итак, верни ее добровольно.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Иеффай еще раз отправил послов к царю аммонитян ",
          "ID": "14"
        },
        {
          "text": "сказать ему:",
          "ID": "15"
        },
        {
          "text": "– Вот что говорит Иеффай: Израиль не захватывал ни земель Моава, ни земель аммонитян. ",
          "ID": "15"
        },
        {
          "text": "Когда они шли из Египта, Израиль прошел через пустыню до Красного моря и пришел к городу Кадеш. ",
          "ID": "16"
        },
        {
          "text": "Израиль отправил послов к царю Эдома, говоря: «Позволь мне пройти через твою страну», но царь Эдома не стал слушать. Он посылал и к царю Моава, но и тот отказал. И Израиль оставался в Кадеше.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем он странствовал по пустыне, обошел земли Эдома и Моава, пришел к восточной стороне земель Моава и поставил лагерь на другой стороне Арнона. Он не вошел в землю Моава – Арнон и был границей моавитян.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Израиль отправил послов к Сигону, царю аморреев, который правил в Хешбоне, и сказал ему: «Позволь нам пройти через твою страну к себе». ",
          "ID": "19"
        },
        {
          "text": "Но Сигон не доверял Израилю и не дал пройти через свою землю. Он собрал всех своих воинов, разбил лагерь в Иахаце и напал на Израиль.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Тогда Господь, Бог Израиля, отдал Сигона и всех его воинов в руки израильтян, и они разбили их. Израиль овладел землей аморреев, которые жили в той стране, ",
          "ID": "21"
        },
        {
          "text": "захватив ее целиком, от Арнона до Яббока и от пустыни до Иордана.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Итак, раз Господь, Бог Израиля, прогнал аморреев от Своего народа, Израиля, какое у тебя право владеть ею? ",
          "ID": "23"
        },
        {
          "text": "Разве тебе не довольно владеть тем, что дал тебе твой бог Кемош? А мы будем владеть всем, что дал нам Господь, наш Бог. ",
          "ID": "24"
        },
        {
          "text": "Чем ты лучше Валака, сына Циппора, царя Моава? Разве он когда-нибудь ссорился с Израилем или воевал с ним? ",
          "ID": "25"
        },
        {
          "text": "Израиль жил в Хешбоне, Ароере, прилегающих к ним поселениях и во всех городах по Арнону триста лет. Что же ты не захватил их за это время? ",
          "ID": "26"
        },
        {
          "text": "Я не провинился перед тобой, а ты причиняешь мне зло, идя на меня войной. Господь – судья. Пусть Он решит сегодня тяжбу между израильтянами и аммонитянами.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Но царь аммонитян не послушал слов Иеффая.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "И Дух Господа сошел на Иеффая. Иеффай прошел через Галаад и Манассию, через Мицпу, что в Галааде, и оттуда двинулся на аммонитян. ",
          "ID": "29"
        },
        {
          "text": "Иеффай поклялся перед Господом:",
          "ID": "30"
        },
        {
          "text": "– Если Ты отдашь аммонитян в мои руки, ",
          "ID": "30"
        },
        {
          "text": "то все, что выйдет из дверей моего дома мне навстречу, когда я вернусь с победой, будет принадлежать Господу, и я принесу это в жертву всесожжения.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Иеффай переправился, чтобы сразиться с аммонитянами, и Господь отдал их в его руки. ",
          "ID": "32"
        },
        {
          "text": "Он опустошил двадцать городов от Ароера до предместий Миннита и до самого Авел-Керамима. Так Израиль покорил аммонитян.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Когда Иеффай вернулся к себе домой в Мицпу, то кому же и было выйти ему навстречу, как не его дочери, танцующей под звуки бубнов! Она была его единственным ребенком. Кроме нее, у него не было больше ни сына, ни дочери. ",
          "ID": "34"
        },
        {
          "text": "Увидев ее, он разорвал на себе одежду и закричал:",
          "ID": "35"
        },
        {
          "text": "– О! Моя дочь! Ты сразила меня! Ты стала причиной моего несчастья, ведь я дал Господу клятву, которую не могу нарушить.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "– Мой отец, – ответила она, – ты дал Господу слово. Сделай со мной то, что ты обещал, ведь Господь дал тебе отомстить твоим врагам, аммонитянам. ",
          "ID": "36"
        },
        {
          "text": "Но исполни одну мою просьбу, – сказала она. – Дай мне два месяца срока, чтобы мне пойти и погулять в горах, поплакать с моими подругами о том, что мне уже никогда не суждено выйти замуж.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "– Иди, – сказал он и отпустил ее на два месяца.",
          "ID": "38"
        },
        {
          "text": "Она вместе с девушками пошла в горы и плакала о том, что ей уже никогда не суждено выйти замуж. ",
          "ID": "38"
        },
        {
          "text": "Когда же два месяца прошли, она вернулась к своему отцу, и он сделал с ней то, о чем поклялся. А она была девственницей.",
          "ID": "39"
        },
        {
          "text": "Отсюда и происходит израильский обычай, ",
          "ID": "39"
        },
        {
          "text": "что каждый год молодые женщины Израиля выходят на четыре дня оплакивать дочь галаадитянина Иеффая.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.11",
      "name": "Книга Судей Израилевых 11"
    },
    {
      "text": [
        {
          "text": "Ефремиты приготовились к битве, переправились к Цафону и сказали Иеффаю:",
          "ID": "1"
        },
        {
          "text": "– Почему ты ходил воевать с аммонитянами, а нас с собой не позвал? Мы сожжем твой дом над тобой.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Иеффай ответил:",
          "ID": "2"
        },
        {
          "text": "– Я и мой народ были в сильной ссоре с аммонитянами, и хотя я звал вас, вы не спасли меня от их рук. ",
          "ID": "2"
        },
        {
          "text": "Когда я увидел, что вы не поможете, я рискнул жизнью и переправился, чтобы сразиться с аммонитянами, и Господь позволил мне одержать над ними победу. Что же вы пришли сегодня биться со мной?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иеффай собрал всех галаадитян и сразился с ефремитами. Галаадитяне разбили их, потому что ефремиты говорили:",
          "ID": "4"
        },
        {
          "text": "– Вы, галаадитяне, отступники от Ефрема и Манассии.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Галаадитяне перехватили на Иордане броды к Ефрему, и всякий раз, когда уцелевший ефремит говорил:",
          "ID": "5"
        },
        {
          "text": "«Дайте мне переправиться», галаадитяне спрашивали его: «Ты ефремит?». Если он отвечал: «Нет», ",
          "ID": "5"
        },
        {
          "text": "они говорили: «Скажи „шибболет“». Если он говорил: «сибболет», – а ефремиты не могли произнести это слово правильно, – они хватали и убивали его у бродов на Иордане. В то время было убито сорок две тысячи ефремитов.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иеффай был судьей в Израиле шесть лет. Потом галаадитянин Иеффай умер и был похоронен в своем городе, что в Галааде.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "После него судьей в Израиле был Ивцан из Вифлеема. ",
          "ID": "8"
        },
        {
          "text": "У него было тридцать сыновей и тридцать дочерей. Он выдал дочерей замуж не в своем клане, и сыновьям нашел в жены тридцать девушек не из своего клана. Он был судьей в Израиле семь лет. ",
          "ID": "9"
        },
        {
          "text": "Потом Ивцан умер и был похоронен в Вифлееме.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "После него десять лет в Израиле был судьей завулонитянин Елон. ",
          "ID": "11"
        },
        {
          "text": "Потом Елон умер и был похоронен в Айялоне, что в земле Завулона.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "После него судей в Израиле был Авдон, сын Гиллела, из Пирафона. ",
          "ID": "13"
        },
        {
          "text": "У него было сорок сыновей и тридцать внуков, которые ездили на семидесяти ослах. Он был судьей в Израиле восемь лет. ",
          "ID": "14"
        },
        {
          "text": "Потом Авдон, сын Гиллела, умер и был похоронен в Пирафоне, что в Ефреме, в амаликитских нагорьях.",
          "ID": "15"
        }
      ],
      "ID": "OT:JDG.12",
      "name": "Книга Судей Израилевых 12"
    },
    {
      "text": [
        {
          "text": "Израильтяне вновь стали творить зло в глазах Господа, и Господь отдал их в руки филистимлян на сорок лет.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "У одного человека из поселения Цоры по имени Маноах из клана данитян жена была бесплодна и не имела детей. ",
          "ID": "2"
        },
        {
          "text": "Ангел Господень явился ей и сказал:",
          "ID": "3"
        },
        {
          "text": "– Ты бесплодна и не имеешь детей, но забеременеешь и родишь сына. ",
          "ID": "3"
        },
        {
          "text": "Итак, смотри, не пей ни вина, ни другого алкогольного напитка, и не ешь ничего ритуально нечистого, ",
          "ID": "4"
        },
        {
          "text": "потому что ты забеременеешь и родишь сына. Его головы не коснется бритва, потому что мальчик с самого рождения будет назореем Богу. Именно он начнет спасать Израиль от рук филистимлян.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Женщина пошла к своему мужу и сказала ему:",
          "ID": "6"
        },
        {
          "text": "– Ко мне приходил Божий человек. Он был похож на Божьего Ангела, Его вид внушал благоговейный ужас. Я не спросила Его, откуда Он, а Он не сказал мне Своего имени. ",
          "ID": "6"
        },
        {
          "text": "Но Он сказал мне: «Ты забеременеешь и родишь сына. Поэтому не пей ни вина, ни другого алкогольного напитка и не ешь ничего ритуально нечистого, потому что мальчик будет назореем Богу с рождения до самой смерти».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "И Маноах молился Господу:",
          "ID": "8"
        },
        {
          "text": "– Владыка, прошу Тебя, пусть Божий человек, Которого Ты посылал к нам, придет опять и научит нас, что нам делать с мальчиком, который должен родиться.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Бог услышал Маноаха, и Божий Ангел вновь пришел к той женщине, когда она была в поле; но ее мужа Маноаха с ней не было. ",
          "ID": "9"
        },
        {
          "text": "Женщина тут же побежала и сказала своему мужу:",
          "ID": "10"
        },
        {
          "text": "– Он здесь! Тот человек, Который приходил ко мне тогда!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Маноах встал и пошел за своей женой. Он пришел к тому человеку и спросил:",
          "ID": "11"
        },
        {
          "text": "– Это Ты говорил с моей женой?",
          "ID": "11"
        },
        {
          "text": "– Я, – ответил Он.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И Маноах спросил Его:",
          "ID": "12"
        },
        {
          "text": "– Когда Твои слова исполнятся, как жить мальчику, и что ему делать?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ангел Господень ответил:",
          "ID": "13"
        },
        {
          "text": "– Твоя жена должна исполнять все, что Я ей сказал. ",
          "ID": "13"
        },
        {
          "text": "Она не должна есть ничего, что дает виноградная лоза, пить вина и никакого другого алкогольного напитка, а также есть что-либо ритуально нечистое. Она должна делать все, что Я ей велел.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Маноах сказал Ангелу Господнему:",
          "ID": "15"
        },
        {
          "text": "– Мы хотели бы, чтобы Ты остался, пока мы не приготовим для Тебя козленка.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ангел Господень ответил Маноаху:",
          "ID": "16"
        },
        {
          "text": "– Хоть ты удерживаешь Меня, Я не буду есть твоего угощения. Но если ты приготовишь всесожжение, принеси его Господу.",
          "ID": "16"
        },
        {
          "text": "(Маноах не знал, что это был Ангел Господень.)",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Маноах спросил Ангела Господнего:",
          "ID": "17"
        },
        {
          "text": "– Как Твое имя, чтобы нам отблагодарить Тебя, когда Твои слова исполнятся?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ангел Господень ответил:",
          "ID": "18"
        },
        {
          "text": "– Зачем ты спрашиваешь Мое имя? Оно чудно.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тогда Маноах взял козленка и хлебное приношение и принес на скале в жертву Господу, Который сотворил чудо, пока Маноах и его жена глядели. ",
          "ID": "19"
        },
        {
          "text": "Когда пламя с жертвенника поднялось к небу, Ангел Господень вознесся в пламени жертвенника, пока Маноах и его жена глядели; увидев это, они бросились лицом вниз на землю. ",
          "ID": "20"
        },
        {
          "text": "Когда Ангел Господень стал невидим Маноаху и его жене, Маноах понял, что это был Ангел Господень.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Теперь мы наверняка умрем! – сказал Маноах своей жене. – Ведь мы видели Бога!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Но его жена ответила:",
          "ID": "23"
        },
        {
          "text": "– Если бы Господь хотел нам смерти, Он не принял бы из наших рук всесожжения и хлебного приношения и не возвестил бы нам сейчас всего этого.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Женщина родила сына и назвала его Самсоном. Мальчик рос, и Господь благословлял его, ",
          "ID": "24"
        },
        {
          "text": "и Дух Господа начал действовать в нем, когда он был в Махане-Дане, между Цорой и Эштаолом.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.13",
      "name": "Книга Судей Израилевых 13"
    },
    {
      "text": [
        {
          "text": "Самсон пошел в Тимну и встретил там молодую филистимлянку. ",
          "ID": "1"
        },
        {
          "text": "Вернувшись, он сказал отцу и матери:",
          "ID": "2"
        },
        {
          "text": "– Я видел в Тимне одну филистимлянку; возьмите мне ее в жены.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Отец и мать ответили ему:",
          "ID": "3"
        },
        {
          "text": "– Разве нет женщин среди твоих родичей или всего моего народа? Неужели ты пойдешь за женой к необрезанным филистимлянам?",
          "ID": "3"
        },
        {
          "text": "Но Самсон сказал отцу:",
          "ID": "3"
        },
        {
          "text": "– Возьми мне ее. Она мне понравилась.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "(Его родители не знали, что это было от Господа, Который искал случая, чтобы отомстить филистимлянам; так как в то время они правили Израилем.) ",
          "ID": "4"
        },
        {
          "text": "Самсон пошел в Тимну вместе со своими родителями. Когда они подходили к виноградникам Тимны, внезапно ему навстречу, рыча, выскочил молодой лев. ",
          "ID": "5"
        },
        {
          "text": "На Самсона стремительно сошел Дух Господа, и Самсон разорвал льва голыми руками, точно козленка. Но ни отцу, ни матери о сделанном он не рассказал. ",
          "ID": "6"
        },
        {
          "text": "Затем он пришел и поговорил с той женщиной, и она ему понравилась.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда некоторое время спустя он возвращался, чтобы жениться на ней, он свернул посмотреть на львиный труп. В нем оказался пчелиный рой и мед. ",
          "ID": "8"
        },
        {
          "text": "Он выскреб мед руками и ел по дороге. Придя к своим родителям, он дал меда и им, и они тоже ели. Но он не сказал им о том, что взял мед из львиного трупа.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Его отец пришел к женщине, и Самсон устроил там пир, как делают по обычаю женихи. ",
          "ID": "10"
        },
        {
          "text": "Когда он показался там, ему выбрали тридцать брачных друзей, чтобы они были с ним. ",
          "ID": "11"
        },
        {
          "text": "Самсон сказал им:",
          "ID": "12"
        },
        {
          "text": "– Загадаю-ка я вам загадку. Если вы сможете разгадать ее за семь дней пира, я дам вам тридцать одеяний из тонкого полотна и тридцать смен одежды. ",
          "ID": "12"
        },
        {
          "text": "А если не сможете разгадать, вы сами дадите мне тридцать одеяний из тонкого полотна и тридцать смен одежды.",
          "ID": "13"
        },
        {
          "text": "– Загадывай свою загадку, – сказали они, – послушаем.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он сказал:",
          "ID": "14"
        },
        {
          "text": "– Из едока получилась еда,",
          "ID": "14"
        },
        {
          "text": "из силача получилось сладкое.",
          "ID": "14"
        },
        {
          "text": "И три дня они не могли разгадать эту загадку.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "На четвертый день они сказали жене Самсона:",
          "ID": "15"
        },
        {
          "text": "– Выведай разгадку у своего мужа, а не то мы сожжем тебя и дом твоего отца. Вы что, приглашали нас, чтобы обобрать?",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Жена Самсона стала плакать перед ним:",
          "ID": "16"
        },
        {
          "text": "– Ты ненавидишь меня! Ты не любишь меня по-настоящему. Ты загадал моему народу загадку, а мне ответа не сказал.",
          "ID": "16"
        },
        {
          "text": "– Я не открыл его даже отцу и матери, – ответил он. – Почему же я должен открывать его тебе?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Она плакала перед ним все семь дней, пока у них продолжался пир. На седьмой день он наконец открыл ей, потому что она извела его. А она сказала ответ своему народу.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "В седьмой день, перед заходом солнца, жители города сказали ему:",
          "ID": "18"
        },
        {
          "text": "– Что слаще меда?",
          "ID": "18"
        },
        {
          "text": "Что сильнее льва?",
          "ID": "18"
        },
        {
          "text": "Самсон сказал им:",
          "ID": "18"
        },
        {
          "text": "– Не пахали бы вы на моей телке –",
          "ID": "18"
        },
        {
          "text": "не разгадали бы и моей загадки.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Дух Господа стремительно сошел на него, и он пошел в Ашкелон, убил тридцать жителей города, забрал их пожитки и отдал их одежды тем, кто разгадал загадку. Кипя гневом, он ушел в дом своего отца. ",
          "ID": "19"
        },
        {
          "text": "А жену Самсона отдали его свадебному дружке, который был его лучшим другом.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.14",
      "name": "Книга Судей Израилевых 14"
    },
    {
      "text": [
        {
          "text": "Некоторое время спустя, во время жатвы пшеницы, Самсон взял козленка и пошел навестить свою жену. Он сказал:",
          "ID": "1"
        },
        {
          "text": "– Я хочу войти в комнату моей жены.",
          "ID": "1"
        },
        {
          "text": "Но ее отец не дал ему войти.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Я был уверен, что ты отверг ее, – сказал он, – и отдал ее твоему другу. Разве ее младшая сестра не красивее ее? Возьми же ее вместо той.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Самсон сказал ему:",
          "ID": "3"
        },
        {
          "text": "– На этот раз я имею право причинить филистимлянам зло.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он пошел, поймал триста лисиц и связал их хвостами по парам. Затем он привязал по факелу между хвостами каждой пары, ",
          "ID": "4"
        },
        {
          "text": "поджег их и выпустил лисиц на несжатые поля филистимлян. Он спалил скирды и несжатый хлеб, виноградники и оливковые рощи.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда филистимляне спросили:",
          "ID": "6"
        },
        {
          "text": "– Кто это сделал?",
          "ID": "6"
        },
        {
          "text": "Им сказали:",
          "ID": "6"
        },
        {
          "text": "– Самсон, зять тимнатянина, потому что его жену отдали его другу.",
          "ID": "6"
        },
        {
          "text": "И филистимляне пошли и сожгли ее и ее отца. ",
          "ID": "6"
        },
        {
          "text": "Самсон сказал им:",
          "ID": "7"
        },
        {
          "text": "– Раз так, я не остановлюсь, пока не отомщу вам.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он бросился на них и безжалостно перебил многих. Потом он ушел и укрылся в расселине Етамской скалы.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "А филистимляне разбили лагерь в Иудее и совершили набег на Лехи. ",
          "ID": "9"
        },
        {
          "text": "Жители Иудеи спросили их:",
          "ID": "10"
        },
        {
          "text": "– Почему вы пришли воевать с нами?",
          "ID": "10"
        },
        {
          "text": "– Мы пришли, чтобы связать Самсона и отомстить ему, – ответили они.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Три тысячи человек из Иудеи пошли к расселине Етамской скалы и сказали Самсону:",
          "ID": "11"
        },
        {
          "text": "– Разве ты не понимаешь, что филистимляне правят нами? Что ты с нами сделал?",
          "ID": "11"
        },
        {
          "text": "Он ответил:",
          "ID": "11"
        },
        {
          "text": "– Я всего лишь отплатил им по заслугам.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Они сказали ему:",
          "ID": "12"
        },
        {
          "text": "– Мы пришли связать тебя и выдать филистимлянам.",
          "ID": "12"
        },
        {
          "text": "Самсон сказал:",
          "ID": "12"
        },
        {
          "text": "– Поклянитесь, что не убьете меня сами.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Хорошо, – сказали они. – Мы только свяжем тебя и выдадим им. Мы не убьем тебя.",
          "ID": "13"
        },
        {
          "text": "И, связав его двумя новыми веревками, они вывели его из скалы. ",
          "ID": "13"
        },
        {
          "text": "Когда он подходил к Лехи, филистимляне с криками вышли ему навстречу. Дух Господа стремительно сошел на него, и веревки на его руках стали словно сгоревший лен и сами свалились у него с рук. ",
          "ID": "14"
        },
        {
          "text": "Он нашел свежую ослиную челюсть, схватил ее и перебил тысячу человек.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Самсон сказал:",
          "ID": "16"
        },
        {
          "text": "– Ослиной челюстью я положил груду на груду;",
          "ID": "16"
        },
        {
          "text": "ослиной челюстью – тысячу перебил.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Сказав это, он отшвырнул челюсть; поэтому то место было названо «Рамат-Лехи».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ему очень хотелось пить, и он воззвал к Господу:",
          "ID": "18"
        },
        {
          "text": "– Ты дал Твоему слуге эту великую победу. Неужели теперь я должен умереть от жажды и попасть в руки необрезанных?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Бог раскрыл впадину в Лехи, и оттуда хлынула вода. Когда Самсон утолил жажду, силы вернулись к нему, и он пришел в себя. Поэтому источник был назван «Источник зовущего»; он и до сегодняшнего дня находится в Лехи.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Самсон был судьей в Израиле двадцать лет в дни филистимлян.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.15",
      "name": "Книга Судей Израилевых 15"
    },
    {
      "text": [
        {
          "text": "Однажды Самсон пошел в Газу и, увидев там блудницу, зашел к ней. ",
          "ID": "1"
        },
        {
          "text": "Жителям Газы сказали:",
          "ID": "2"
        },
        {
          "text": "– Самсон здесь! – И они, окружив то место, устроили на него засаду у городских ворот.",
          "ID": "2"
        },
        {
          "text": "Они не трогались с места всю ночь, говоря:",
          "ID": "2"
        },
        {
          "text": "– На рассвете мы его убьем.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но Самсон лежал только до полуночи. В полночь он встал, схватил двери городских ворот вместе с обоими косяками и вырвал их вместе с засовом. Он поднял их на плечи и отнес на вершину горы, что напротив Хеврона.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Прошло время, и он полюбил женщину из долины Сорек, которую звали Далила. ",
          "ID": "4"
        },
        {
          "text": "Правители филистимлян пришли к ней и сказали:",
          "ID": "5"
        },
        {
          "text": "– Разговори его и выведай, в чем тайна его великой силы и как нам одолеть его, чтобы связать и усмирить. Каждый из нас даст тебе по тысяче сто шекелей серебра.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Далила сказала Самсону:",
          "ID": "6"
        },
        {
          "text": "– Расскажи мне, откуда у тебя такая великая сила и чем тебя можно связать и усмирить?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Самсон ответил ей:",
          "ID": "7"
        },
        {
          "text": "– Если меня связать семью сырыми тетивами, которые еще не высохли, я ослабею и стану таким же, как любой другой человек.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда правители филистимлян принесли ей семь сырых тетив, которые еще не высохли, и она связала его. ",
          "ID": "8"
        },
        {
          "text": "Во внутренней комнате у нее спряталась засада, и она сказала Самсону:",
          "ID": "9"
        },
        {
          "text": "– Самсон, на тебя идут филистимляне!",
          "ID": "9"
        },
        {
          "text": "Но он разорвал тетивы, как рвется нитка из пакли, когда касается огня. И тайна его силы осталась нераскрытой.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Тогда Далила сказала Самсону:",
          "ID": "10"
        },
        {
          "text": "– Ты смеялся надо мной и лгал мне. Прошу тебя, скажи мне, чем тебя можно связать?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Он сказал:",
          "ID": "11"
        },
        {
          "text": "– Если меня крепко связать новыми веревками, которыми никто еще не пользовался, я ослабею и стану таким же, как любой другой человек.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Далила взяла новые веревки, связала его и сказала ему:",
          "ID": "12"
        },
        {
          "text": "– Самсон, на тебя идут филистимляне!",
          "ID": "12"
        },
        {
          "text": "(А засада пряталась у нее во внутренней комнате.) Но он разорвал веревки на руках, как нитки.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тогда Далила сказала Самсону:",
          "ID": "13"
        },
        {
          "text": "– Ты все смеешься надо мной и лжешь мне. Ну скажи же мне, чем тебя можно связать?",
          "ID": "13"
        },
        {
          "text": "Он ответил:",
          "ID": "13"
        },
        {
          "text": "– Если ты вплетешь семь моих кос в ткань на ткацком станке и закрепишь ее гвоздем, я ослабею и стану таким же, как любой другой человек.",
          "ID": "13"
        },
        {
          "text": "Когда он спал, Далила взяла семь его кос, вплела их в ткань ",
          "ID": "13"
        },
        {
          "text": "и закрепила ее гвоздем.",
          "ID": "14"
        },
        {
          "text": "После этого она позвала его:",
          "ID": "14"
        },
        {
          "text": "– Самсон, на тебя идут филистимляне!",
          "ID": "14"
        },
        {
          "text": "Он проснулся, выдернул гвоздь и вывернул с места ткацкий станок с тканью.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда она сказала ему:",
          "ID": "15"
        },
        {
          "text": "– Как ты можешь говорить: «Я люблю тебя», если ты мне не доверяешь? Вот уже третий раз ты издеваешься надо мной и не говоришь, откуда у тебя такая великая сила.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Так она изводила его день за днем, пока не надоела ему до смерти. ",
          "ID": "16"
        },
        {
          "text": "И он рассказал ей все.",
          "ID": "17"
        },
        {
          "text": "– Моей головы никогда не касалась бритва, – сказал он ей, – потому что я – назорей Богу с самого рождения. Если бы мне остригли голову, моя сила покинула бы меня и я, ослабев, стал бы таким же, как любой другой человек.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Поняв, что он рассказал ей все, Далила послала сказать правителям филистимлян:",
          "ID": "18"
        },
        {
          "text": "– Приходите еще раз: он рассказал мне все.",
          "ID": "18"
        },
        {
          "text": "Правители филистимлян вернулись с серебром в руках. ",
          "ID": "18"
        },
        {
          "text": "Усыпив его у себя на коленях, она позвала человека и велела ему остричь семь кос чтобы он ослаб, и сила покинула его.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Она крикнула:",
          "ID": "20"
        },
        {
          "text": "– Самсон, на тебя идут филистимляне!",
          "ID": "20"
        },
        {
          "text": "Он проснулся и подумал:",
          "ID": "20"
        },
        {
          "text": "– Выберусь, как и прежде, и освобожусь.",
          "ID": "20"
        },
        {
          "text": "Он не знал, что Господь покинул его.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Филистимляне схватили его, выкололи ему глаза, отвели его в Газу и заковали в бронзовые кандалы. Там, в темнице, они заставили его молоть зерно. ",
          "ID": "21"
        },
        {
          "text": "Но волосы у него стали отрастать заново.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Филистимские правители собрались, чтобы принести великую жертву своему богу Дагону и повеселиться; они говорили:",
          "ID": "23"
        },
        {
          "text": "– Наш бог отдал Самсона, нашего врага, в наши руки.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Видя его, народ славил своего бога:",
          "ID": "24"
        },
        {
          "text": "– Отдал наш бог в наши руки врага,",
          "ID": "24"
        },
        {
          "text": "опустошителя нашей земли,",
          "ID": "24"
        },
        {
          "text": "который многих из нас убил.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Развеселившись, они начали кричать:",
          "ID": "25"
        },
        {
          "text": "– Позовите Самсона, пусть он нас развлечет.",
          "ID": "25"
        },
        {
          "text": "Они позвали Самсона, чтобы он забавлял их. Когда они поставили его между столбами, ",
          "ID": "25"
        },
        {
          "text": "Самсон сказал слуге, который держал его за руку:",
          "ID": "26"
        },
        {
          "text": "– Поставь меня там, где я смогу нащупать столбы, которые поддерживают храм, чтобы мне на них опереться.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "А храм был полон мужчин и женщин; там были все правители филистимлян, а на крыше около трех тысяч мужчин и женщин смотрели на Самсона. ",
          "ID": "27"
        },
        {
          "text": "И Самсон взмолился к Господу:",
          "ID": "28"
        },
        {
          "text": "– Владыка Господи, вспомни меня. Боже, прошу Тебя, укрепи меня еще лишь раз и дай мне одним ударом отомстить филистимлянам за оба моих глаза.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Самсон схватился за два главных столба, на которых стоял храм. Уперевшись в один из них правой, а в другой – левой рукой, ",
          "ID": "29"
        },
        {
          "text": "Самсон сказал:",
          "ID": "30"
        },
        {
          "text": "– Пусть я погибну вместе с филистимлянами!",
          "ID": "30"
        },
        {
          "text": "Он надавил изо всех своих сил, и храм рухнул на правителей и на народ, который в нем был. И при своей смерти он убил гораздо больше филистимлян, чем при жизни.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Его братья и вся семья его отца пришли забрать его. Они унесли и похоронили его между Цорой и Эштаолом, в гробнице Маноаха, его отца. Самсон был судьей в Израиле двадцать лет.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.16",
      "name": "Книга Судей Израилевых 16"
    },
    {
      "text": [
        {
          "text": "Один человек по имени Миха из нагорий Ефрема ",
          "ID": "1"
        },
        {
          "text": "сказал своей матери:",
          "ID": "2"
        },
        {
          "text": "– Тысяча сто шекелей серебра, которые пропали у тебя и за которые ты при мне прокляла вора, – они у меня; это я его взял.",
          "ID": "2"
        },
        {
          "text": "Тогда его мать сказала:",
          "ID": "2"
        },
        {
          "text": "– Да благословит Господь моего сына!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Он вернул тысячу сто шекелей серебра своей матери, и она сказала:",
          "ID": "3"
        },
        {
          "text": "– Я посвящаю это серебро Господу за моего сына, чтобы сделать из него истукан и литого идола. Я отдаю его тебе.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И когда он вернул серебро своей матери, она взяла из него двести шекелей и отдала плавильщику, который сделал из них истукан и литого идола. Их поставили в доме Михи.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "У этого человека, Михи, было святилище. Он сделал эфод и домашних богов и посвятил одного из своих сыновей, чтобы он был у него священником. ",
          "ID": "5"
        },
        {
          "text": "В те дни у Израиля не было царя, и каждый делал то, что считал правильным.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Один молодой левит из Вифлеема в Иудее, живший среди клана Иуды, ",
          "ID": "7"
        },
        {
          "text": "оставил свой дом и пошел искать, где бы ему поселиться. Странствуя, он пришел в дом Михи в нагорьях Ефрема.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Миха спросил его:",
          "ID": "9"
        },
        {
          "text": "– Откуда ты?",
          "ID": "9"
        },
        {
          "text": "– Я левит из Вифлеема в Иудее, – ответил он. – Я ищу, где мне поселиться.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Миха сказал ему:",
          "ID": "10"
        },
        {
          "text": "– Живи у меня и будь мне отцом и священником, а я буду давать тебе десять шекелей серебра в год, одежду и пропитание.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Левит согласился остаться у него и стал ему как один из его сыновей. ",
          "ID": "11"
        },
        {
          "text": "Миха посвятил левита, и юноша стал у него священником и жил в его доме. ",
          "ID": "12"
        },
        {
          "text": "Миха сказал:",
          "ID": "13"
        },
        {
          "text": "– Теперь я знаю, что Господь благоволит ко мне, раз этот левит стал моим священником.",
          "ID": "13"
        }
      ],
      "ID": "OT:JDG.17",
      "name": "Книга Судей Израилевых 17"
    },
    {
      "text": [
        {
          "text": "В те дни у Израиля не было царя.",
          "ID": "1"
        },
        {
          "text": "Род данитян искал себе землю, чтобы поселиться там, потому что до этого времени земля между родами Израиля еще не была ему отведена. ",
          "ID": "1"
        },
        {
          "text": "И данитяне послали пятерых храбрецов из Цоры и Эштаола, чтобы разведать землю и исследовать ее. Эти люди представляли все их кланы. Им сказали:",
          "ID": "2"
        },
        {
          "text": "– Идите, исследуйте землю.",
          "ID": "2"
        },
        {
          "text": "Когда они пришли в нагорья Ефрема, к дому Михи, они заночевали там ",
          "ID": "2"
        },
        {
          "text": "и, будучи поблизости, узнали голос молодого левита. Тогда они свернули туда и спросили его:",
          "ID": "3"
        },
        {
          "text": "– Кто привел тебя сюда? Что ты здесь делаешь? Почему ты здесь?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он рассказал им о том, что сделал для него Миха, и сказал:",
          "ID": "4"
        },
        {
          "text": "– Он нанял меня, и я его священник.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Тогда они сказали ему:",
          "ID": "5"
        },
        {
          "text": "– Пожалуйста, спроси у Бога, чтобы нам знать, будет ли наше путешествие успешным.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Священник ответил им:",
          "ID": "6"
        },
        {
          "text": "– Идите с миром. Господь позаботится о вас во время вашего путешествия.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Эти пятеро ушли и пришли в Лаиш. Там они увидели, что народ живет спокойно, по обычаю сидонян, тихо и беспечно, не нуждаясь ни в чем на земле и обладая богатством. Они жили далеко от сидонян и ни с кем не были в союзе.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда они вернулись в Цору и Эштаол, их сородичи стали спрашивать:",
          "ID": "8"
        },
        {
          "text": "– Ну, что?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Они ответили:",
          "ID": "9"
        },
        {
          "text": "– Пойдемте, нападем на них! Мы увидели, что эта земля очень хороша. Вы что же, не собираетесь ничего делать? Не медлите взять себе эту землю. ",
          "ID": "9"
        },
        {
          "text": "Придя туда, вы найдете беспечный народ и обширную землю, которую Бог дает вам в руки, землю, где нет недостатка ни в чем.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И шестьсот человек из клана данитян, вооружившись для битвы, отправились в путь из Цоры и Эштаола. ",
          "ID": "11"
        },
        {
          "text": "По дороге они поставили лагерь рядом с Кирьят-Иеаримом в Иудее. Вот почему место к западу от Кирьят-Иеарима и по сегодняшний день называется Махане-Дан. ",
          "ID": "12"
        },
        {
          "text": "Оттуда они двинулись в нагорья Ефрема и пришли к дому Михи.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Те пятеро, которые разведывали землю Лаиша, сказали своим сородичам:",
          "ID": "14"
        },
        {
          "text": "– Знаете ли вы, что в одном из этих домов есть эфод, домашние боги и литой идол? Подумайте, что вам сделать.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Они свернули туда, вошли в дом молодого левита, в дом Михи, и приветствовали его. ",
          "ID": "15"
        },
        {
          "text": "А шестьсот данитян, вооруженных для битвы, стояли у входа в ворота. ",
          "ID": "16"
        },
        {
          "text": "Пять человек, которые разведывали землю, прошли внутрь, взяли истукан, и эфод, и домашних богов, и литого идола, пока священник и шестьсот вооруженных воинов стояли у входа в ворота.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда эти люди вошли в дом Михи и взяли истукан, эфод, домашних богов и литого идола, священник сказал им:",
          "ID": "18"
        },
        {
          "text": "– Что вы делаете?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Они ответили ему:",
          "ID": "19"
        },
        {
          "text": "– Молчи! Ни слова больше. Иди с нами и будь у нас отцом и священником. Разве не лучше тебе быть священником у рода и клана в Израиле, чем у семьи одного лишь человека?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Священник обрадовался. Он взял эфод, домашних богов и истукан и пошел с народом. ",
          "ID": "20"
        },
        {
          "text": "Отправив своих маленьких детей, скот и пожитки впереди себя, они снова тронулись в путь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда они отошли от дома Михи, тот собрал соседей и погнался за данитянами. ",
          "ID": "22"
        },
        {
          "text": "Они кричали вслед данитянам, и те, повернувшись, сказали Михе:",
          "ID": "23"
        },
        {
          "text": "– Чего ты хочешь? Зачем ты собрал такую толпу?",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Он ответил:",
          "ID": "24"
        },
        {
          "text": "– Вы взяли моих богов, которых я сделал, и моего священника и ушли. А что осталось у меня? Как же вы спрашиваете: «Что тебе?».",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Данитяне ответили:",
          "ID": "25"
        },
        {
          "text": "– Лучше не спорь с нами, а не то наши разъяренные воины нападут на вас, и ты погубишь и себя, и свою семью.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "И данитяне пошли своим путем, а Миха, видя, что они сильнее его, повернул домой.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "А они, взяв то, что сделал Миха, а также его священника, пришли к Лаишу, к мирному и беспечному народу. Они предали их мечу и сожгли их город. ",
          "ID": "27"
        },
        {
          "text": "Некому было избавить их, потому что они жили далеко от Сидона и ни с кем не были в союзе. Этот город находился в долине рядом с Бет-Реховом.",
          "ID": "28"
        },
        {
          "text": "Данитяне отстроили город и поселились в нем. ",
          "ID": "28"
        },
        {
          "text": "Они назвали его Дан – в честь своего предка Дана, который родился у Израиля, хотя прежде город назывался Лаиш. ",
          "ID": "29"
        },
        {
          "text": "Там данитяне поставили себе истукан, а Ионафан, сын Гершома, внук Моисея, и его сыновья были священниками рода Дана до самого плена. ",
          "ID": "30"
        },
        {
          "text": "Они хранили у себя истукан, сделанный Михой, пока дом Божий находился в Шило.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.18",
      "name": "Книга Судей Израилевых 18"
    },
    {
      "text": [
        {
          "text": "В те дни у Израиля не было царя.",
          "ID": "1"
        },
        {
          "text": "Однажды левит, который жил в нагорьях Ефрема, взял себе наложницу из Вифлеема в Иудее. ",
          "ID": "1"
        },
        {
          "text": "Но она поссорилась с ним и ушла в дом своего отца в Вифлееме. Она пробыла там четыре месяца, ",
          "ID": "2"
        },
        {
          "text": "и муж отправился к ней, чтобы убедить ее вернуться. С ним был слуга и два осла. Она ввела его в дом своего отца, и тот, увидев его, принял с радостью. ",
          "ID": "3"
        },
        {
          "text": "Тесть, отец молодой женщины, убедил его остаться, и он остался у него на три дня, ел, пил и спал там.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "На четвертый день они встали ранним утром, и он собрался уходить, но отец молодой женщины сказал зятю:",
          "ID": "5"
        },
        {
          "text": "– Сначала подкрепись, а потом пойдете.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И они вместе сели за еду и питье. После этого отец молодой женщины сказал:",
          "ID": "6"
        },
        {
          "text": "– Прошу тебя, останься еще на ночь и приятно проведи время.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И хотя тот человек встал, чтобы идти, тесть убедил его, и он остался там еще на ночь. ",
          "ID": "7"
        },
        {
          "text": "Утром пятого дня, когда он собрался уходить, отец молодой женщины сказал:",
          "ID": "8"
        },
        {
          "text": "– Подкрепись. Подождите до полудня!",
          "ID": "8"
        },
        {
          "text": "И они вместе ели. ",
          "ID": "8"
        },
        {
          "text": "А когда этот человек вместе со своей наложницей и слугой встал, чтобы уйти, отец молодой женщины сказал ему:",
          "ID": "9"
        },
        {
          "text": "– Смотри, уже почти вечер. Переночуйте здесь, ведь день уже на исходе. Останься и приятно проведи время. А завтра рано утром соберетесь в дорогу, и ты пойдешь домой.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Но не желая оставаться еще на ночь, этот человек ушел и направился к Иевусу (то есть Иерусалиму) с двумя навьюченными ослами и наложницей.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда они были рядом с Иевусом и день уже почти прошел, слуга сказал своему господину:",
          "ID": "11"
        },
        {
          "text": "– Свернем-ка в этот город иевусеев и заночуем там.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Его господин ответил:",
          "ID": "12"
        },
        {
          "text": "– Нет. Мы не свернем в город чужаков, которые не принадлежат к народу Израиля. Мы пойдем дальше к городу Гиве.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И добавил:",
          "ID": "13"
        },
        {
          "text": "– Идем, постараемся добраться до Гивы или Рамы и заночевать в одном из этих мест.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Они пошли дальше, и когда подошли к Гиве, что в земле Вениамина, солнце уже село. ",
          "ID": "14"
        },
        {
          "text": "Они завернули туда на ночлег, вошли в город и сели на городской площади, но никто не позвал их в дом переночевать.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "В тот вечер один старик, который был родом из нагорий Ефрема, но жил в Гиве (а жители этого места были вениамитянами), возвращался с поля после работы. ",
          "ID": "16"
        },
        {
          "text": "Увидев странника на городской площади, старик спросил:",
          "ID": "17"
        },
        {
          "text": "– Куда ты идешь и откуда?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Он ответил:",
          "ID": "18"
        },
        {
          "text": "– Мы идем из Вифлеема, что в Иудее, в далекие места нагорий Ефрема, где я живу. Я ходил в Вифлеем, что в Иудее, и теперь возвращаюсь в дом Господа. Но никто не позвал меня в свой дом. ",
          "ID": "18"
        },
        {
          "text": "А у нас есть и солома, и корм для наших ослов, и хлеб с вином для нас самих, твоих слуг, – для меня, твоей служанки и юноши, который с нами. Больше нам ничего не нужно.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Пойдемте ко мне домой, – сказал старик. – Я сам позабочусь о ваших нуждах. Только не ночуй на площади.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Он привел его к себе домой и накормил его ослов. А сами они, вымыв ноги, стали есть и пить.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Пока они приятно проводили время, жители города, порочные люди, окружили дом. Колотя в дверь, они кричали старику, хозяину дома:",
          "ID": "22"
        },
        {
          "text": "– Выведи того человека, который к тебе пришел, чтобы нам с ним поразвлечься.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Хозяин дома вышел к ним и сказал:",
          "ID": "23"
        },
        {
          "text": "– Нет, друзья мои, не поступайте так низко. Ведь этот человек – мой гость, не делайте такой подлости. ",
          "ID": "23"
        },
        {
          "text": "Смотрите, вот моя девственница-дочь и его наложница. Сейчас я выведу их к вам. Смирите их и делайте с ними, что хотите. Но с этим человеком не делайте такой подлости.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Но люди не хотели его слушать. Тогда гость вывел к ним свою наложницу. Они насиловали и бесчестили ее всю ночь, а когда начало светать, отпустили. ",
          "ID": "25"
        },
        {
          "text": "На рассвете женщина вернулась к дому, где был ее господин, упала у двери и лежала там, пока не рассвело.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Когда утром ее господин встал, открыл дверь и собрался идти дальше, он увидел свою наложницу, лежавшую у двери, держась за порог. ",
          "ID": "27"
        },
        {
          "text": "Он сказал ей:",
          "ID": "28"
        },
        {
          "text": "– Вставай, пойдем.",
          "ID": "28"
        },
        {
          "text": "Но ответа не было. Тогда тот человек положил ее на осла и отправился домой.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Добравшись до дома, он взял нож, разрезал свою наложницу на двенадцать частей и разослал их по всем областям Израиля. ",
          "ID": "29"
        },
        {
          "text": "Всякий, кто видел это, говорил:",
          "ID": "30"
        },
        {
          "text": "– Такого никогда не видели и не делали со дня выхода израильтян из Египта до сегодняшнего дня. Подумайте об этом! Посоветуйтесь и скажите, как тут быть!",
          "ID": "30"
        }
      ],
      "ID": "OT:JDG.19",
      "name": "Книга Судей Израилевых 19"
    },
    {
      "text": [
        {
          "text": "Все израильтяне от Дана на севере до Вирсавии на юге и из земли Галаад вышли, как один, и собрались перед Господом в Мицпе. ",
          "ID": "1"
        },
        {
          "text": "Вожди всего народа, всех родов Израиля заняли свои места в обществе Божьего народа – четыреста тысяч пеших воинов, вооруженных мечами. ",
          "ID": "2"
        },
        {
          "text": "(А вениамитяне услышали о том, что израильтяне пошли в Мицпу.) И тогда израильтяне сказали:",
          "ID": "3"
        },
        {
          "text": "– Расскажите нам, как случилось это страшное дело.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Левит, муж убитой женщины, сказал:",
          "ID": "4"
        },
        {
          "text": "– Я и моя наложница пришли в Гиву, что в земле Вениамина, чтобы заночевать там. ",
          "ID": "4"
        },
        {
          "text": "Ночью жители Гивы пришли за мной и окружили дом, намереваясь меня убить. Они изнасиловали мою наложницу, и она умерла. ",
          "ID": "5"
        },
        {
          "text": "Я взял ее, разрезал на части и послал в каждую область наследия Израиля, потому что они сделали это постыдное и подлое дело в Израиле. ",
          "ID": "6"
        },
        {
          "text": "Итак, все вы, израильтяне, выскажитесь и дайте свой совет.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Весь народ поднялся, как один человек, говоря:",
          "ID": "8"
        },
        {
          "text": "– Никто из нас не пойдет домой. Нет, никто из нас не возвратится в свой дом. ",
          "ID": "8"
        },
        {
          "text": "Но вот что мы сделаем с Гивой: мы пойдем на нее, как укажет жребий. ",
          "ID": "9"
        },
        {
          "text": "Мы возьмем по десять человек из каждой сотни всех родов Израиля, сотню из тысячи и тысячу из десяти тысяч, чтобы достать для войска съестных припасов. И когда войско придет в Гиву, что в земле Вениамина, оно воздаст им по заслугам за эту подлость, совершенную ими в Израиле.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Все воины Израиля собрались вместе и объединились, как один человек, против этого города.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Роды Израиля послали людей по всему роду Вениамина, говоря:",
          "ID": "12"
        },
        {
          "text": "– Что за страшное дело вы совершили в Израиле? ",
          "ID": "12"
        },
        {
          "text": "Выдайте этих порочных людей из Гивы, чтобы мы могли предать их смерти и искоренить в Израиле зло.",
          "ID": "13"
        },
        {
          "text": "Но вениамитяне не хотели слушать своих соплеменников-израильтян. ",
          "ID": "13"
        },
        {
          "text": "Из своих городов они собрались в Гиве, чтобы воевать с израильтянами. ",
          "ID": "14"
        },
        {
          "text": "Вениамитяне тотчас же выставили двадцать шесть тысяч воинов, вооруженных мечами, от своих городов, не считая семисот отборных воинов из числа жителей Гивы. ",
          "ID": "15"
        },
        {
          "text": "Среди этого войска было семьсот отборных воинов, которые были левшами, каждый из них без промаха попадал из пращи камнем в волос.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Израиль, не считая Вениамина, выставил четыреста тысяч человек, вооруженных мечами; все они были воинами.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Израильтяне пришли в Вефиль и вопросили Бога. Они сказали:",
          "ID": "18"
        },
        {
          "text": "– Кто из нас должен идти воевать с вениамитянами первым?",
          "ID": "18"
        },
        {
          "text": "Господь ответил:",
          "ID": "18"
        },
        {
          "text": "– Первым пойдет Иуда.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "На следующее утро израильтяне встали и разбили лагерь неподалеку от Гивы. ",
          "ID": "19"
        },
        {
          "text": "Израильтяне вышли, чтобы сразиться с вениамитянами, и выстроились в боевой порядок напротив Гивы. ",
          "ID": "20"
        },
        {
          "text": "Вениамитяне вышли из Гивы и сразили в тот день на поле боя двадцать две тысячи израильтян. ",
          "ID": "21"
        },
        {
          "text": "Но израильтяне, ободряя друг друга, вновь выстроились в боевой порядок там же, где и в первый день. ",
          "ID": "22"
        },
        {
          "text": "Израильтяне пошли, плакали перед Господом до самого вечера и спрашивали Господа. Они сказали:",
          "ID": "23"
        },
        {
          "text": "– Идти ли нам опять сражаться с нашими братьями вениамитянами?",
          "ID": "23"
        },
        {
          "text": "Господь ответил:",
          "ID": "23"
        },
        {
          "text": "– Идите против них.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Тогда израильтяне приблизились к Вениамину во второй день. ",
          "ID": "24"
        },
        {
          "text": "На этот раз вениамитяне, выйдя из Гивы им навстречу, сразили еще восемнадцать тысяч израильтян, вооруженных мечами.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Израильтяне, весь народ, пришли в Вефиль и плакали там, сидя перед Господом. Они постились в тот день до вечера и принесли Господу жертвы всесожжения и жертвы примирения. ",
          "ID": "26"
        },
        {
          "text": "Затем они спросили Господа. (В те дни ковчег Божьего завета был там, ",
          "ID": "27"
        },
        {
          "text": "а Пинехас, сын Элеазара, сына Аарона, служил перед ним.) Они спросили:",
          "ID": "28"
        },
        {
          "text": "– Идти ли нам опять сражаться с нашими братьями вениамитянами или нет?",
          "ID": "28"
        },
        {
          "text": "Господь ответил:",
          "ID": "28"
        },
        {
          "text": "– Идите. Завтра Я отдам их в ваши руки.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Израиль поставил вокруг Гивы засаду. ",
          "ID": "29"
        },
        {
          "text": "Они пошли на вениамитян в третий день и встали в боевой порядок напротив Гивы, как и прежде. ",
          "ID": "30"
        },
        {
          "text": "Вениамитяне вышли им навстречу, и их увели от города. Они начали, как и прежде, наносить израильтянам потери, так что около тридцати человек пало убитыми в поле и на дорогах, одна из которых ведет к Вефилю, а другая к Гиве.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Пока вениамитяне говорили: «Мы бьем их, как и прежде», израильтяне говорили: «Будем отступать и уведем их от города на дороги».",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Основные силы израильтян перенесли свой боевой порядок к Баал-Тамару, а те, кто был в засаде, ринулись со своего места к западу от Гивы. ",
          "ID": "33"
        },
        {
          "text": "На Гиву устремилось десять тысяч отборных израильских воинов, и началась такая жестокая битва, что вениамитяне даже не понимали, как близка беда. ",
          "ID": "34"
        },
        {
          "text": "Господь разбил Вениамина перед Израилем, и в тот день израильтяне сразили двадцать пять тысяч сто вениамитян, вооруженных мечами. ",
          "ID": "35"
        },
        {
          "text": "И вениамитяне увидели, что они разбиты.",
          "ID": "36"
        },
        {
          "text": "Израильтяне отступили перед вениамитянами, потому что надеялись на засаду, которую поставили неподалеку от Гивы. ",
          "ID": "36"
        },
        {
          "text": "Воины, которые были в засаде, стремительно бросились на Гиву, вступили в город и предали его мечу. ",
          "ID": "37"
        },
        {
          "text": "А израильтян договорились с воинами из засады об условном знаке: когда над городом начнет подниматься дым, ",
          "ID": "38"
        },
        {
          "text": "основные силы израильтян должны будут перейти в наступление.",
          "ID": "39"
        },
        {
          "text": "Вениамитяне уже начали наносить израильтянам потери, убив около тридцати из них; они думали: «Конечно, мы бьем их, как и в первой битве». ",
          "ID": "39"
        },
        {
          "text": "Но когда из города начал подниматься столб дыма, вениамитяне повернулись и увидели, как от всего города к небу поднимается дым. ",
          "ID": "40"
        },
        {
          "text": "А израильтяне перешли в наступление, и вениамитяне испугались, потому что поняли, что пришла беда. ",
          "ID": "41"
        },
        {
          "text": "И они побежали перед израильтянами к пустыне, но битва настигла их, и те, кто уже выходили из города, разили их, зажав посередине. ",
          "ID": "42"
        },
        {
          "text": "Окружив вениамитян, они без отдыха преследовали и разили их до восточной стороны Гивы. ",
          "ID": "43"
        },
        {
          "text": "Из вениамитян пало восемнадцать тысяч человек, все они были храбрыми воинами. ",
          "ID": "44"
        },
        {
          "text": "Когда они повернулись и побежали к пустыне, к скале Риммон, израильтяне перебили пять тысяч человек на дорогах. Они гнались за ними до самого Гидома и сразили еще две тысячи.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "В тот день пало двадцать пять тысяч вениамитян, носивших меч; все они были храбрыми воинами. ",
          "ID": "46"
        },
        {
          "text": "Но шестьсот человек повернулись и бежали в пустыню к скале Риммон, и там оставались четыре месяца. ",
          "ID": "47"
        },
        {
          "text": "Израильтяне вернулись к вениамитянам и предали их мечу – людей, животных и все, что нашли. И все города на их пути они подожгли.",
          "ID": "48"
        }
      ],
      "ID": "OT:JDG.20",
      "name": "Книга Судей Израилевых 20"
    },
    {
      "text": [
        {
          "text": "Израильтяне поклялись в Мицпе:",
          "ID": "1"
        },
        {
          "text": "– Никто из нас не отдаст свою дочь замуж за вениамитянина.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Народ пошел в Вефиль, где и сидели перед Богом до вечера, громко и горько плача.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– О Господь, Бог Израиля, – говорили они, – почему это случилось с Израилем? Почему сегодня у Израиля недостает одного рода?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "На следующее утро, встав рано, народ построил там жертвенник и принес на нем всесожжения и жертвы примирения.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И израильтяне спросили:",
          "ID": "5"
        },
        {
          "text": "– Какой из всех родов Израиля не пришел на собрание перед Господом?",
          "ID": "5"
        },
        {
          "text": "Они дали великую клятву, что всякий, кто не придет на собрание перед Господом в Мицпу, непременно будет предан смерти.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Израильтяне горевали о своих братьях вениамитянах.",
          "ID": "6"
        },
        {
          "text": "– Сегодня от Израиля отсечен один род, – говорили они. – ",
          "ID": "6"
        },
        {
          "text": "Где нам взять жен для тех, кто уцелел, раз мы поклялись Господом не отдавать им в жены наших дочерей?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Затем они спросили:",
          "ID": "8"
        },
        {
          "text": "– Какой из израильских родов не пришел на собрание перед Господом в Мицпу?",
          "ID": "8"
        },
        {
          "text": "Выяснилось, что в лагерь на собрание не пришел никто из Иавеша, что в Галааде; ",
          "ID": "8"
        },
        {
          "text": "и когда они пересчитали народ, там не оказалось ни одного из жителей Иавеша, что в Галааде.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И тогда общество отправило туда двенадцать тысяч воинов, велев им:",
          "ID": "10"
        },
        {
          "text": "– Идите, предайте мечу всех жителей Иавеша, что в Галааде, вместе с женщинами и детьми. ",
          "ID": "10"
        },
        {
          "text": "Сделайте вот что: полностью истребите всех мужчин и всех женщин, кроме девственниц.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Среди жителей Иавеша Галаадского они нашли четыреста девушек, которые еще не спали с мужчиной, и увели их в лагерь в Шило, что в земле Ханаана.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Все общество послало вениамитянам к скале Риммон предложение заключить мир. ",
          "ID": "13"
        },
        {
          "text": "Тогда вениамитяне вернулись, и им дали женщин Иавеша, что в Галааде, которых оставили в живых. Но на всех не хватило.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Народ горевал о Вениамине, потому что Господь не сохранил целостности родов Израиля. ",
          "ID": "15"
        },
        {
          "text": "И старейшины общества сказали:",
          "ID": "16"
        },
        {
          "text": "– Женщины Вениамина истреблены. Как нам добыть жен для мужчин, которые уцелели? ",
          "ID": "16"
        },
        {
          "text": "У уцелевших вениамитян должны быть наследники, – сказали они, – чтобы Израиль не потерял один из своих родов. ",
          "ID": "17"
        },
        {
          "text": "Мы не можем дать им в жены своих дочерей, ведь мы, израильтяне, поклялись: «Проклят всякий, кто даст жену вениамитянину». ",
          "ID": "18"
        },
        {
          "text": "Но смотрите, праздник Господу ежегодно празднуется в Шило, что на севере от Вефиля и на востоке от дороги, что ведет от Вефиля в Шехем и на юг от Левоны.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "И они научили вениамитян, говоря:",
          "ID": "20"
        },
        {
          "text": "– Идите, спрячьтесь в виноградниках ",
          "ID": "20"
        },
        {
          "text": "и наблюдайте. Когда девушки Шило выйдут, чтобы кружиться в плясках, выбегайте из виноградников, хватайте каждый себе в жены одну из девушек Шило и ступайте в землю Вениамина. ",
          "ID": "21"
        },
        {
          "text": "Когда их отцы или братья станут жаловаться нам, мы им скажем: «Будьте великодушны и оставьте их нам, потому что мы не взяли для них жен на войне, а раз не вы сами отдали их нам, то и вы не виновны».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Так вениамитяне и поступили. Когда девушки плясали, каждый мужчина схватил по одной и унес, чтобы она стала его женой. После этого они вернулись в свой удел, отстроили города и поселились в них.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "А израильтяне тогда же покинули то место и пошли домой к своим родам и кланам, каждый – в свой удел.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "В те дни у Израиля не было царя, и каждый делал то, что считал правильным.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.21",
      "name": "Книга Судей Израилевых 21"
    }
  ],
  "ID": "OT:JDG(NRP)",
  "name": "Книга Судей Израилевых"
}