{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "По смерти Иисуса вопрошали сыны Израилевы Господа, говоря: кто из нас прежде пойдет на Хананеев – воевать с ними?",
          "ID": "1"
        },
        {
          "text": "И сказал Господь: Иуда пойдет; вот, Я предаю землю в руки его.",
          "ID": "2"
        },
        {
          "text": "Иуда же сказал Симеону, брату своему: войди со мною в жребий мой, и будем воевать с Хананеями; и я войду с тобою в твой жребий. И пошел с ним Симеон.",
          "ID": "3"
        },
        {
          "text": "И пошел Иуда, и предал Господь Хананеев и Ферезеев в руки их, и побили они из них в Везеке десять тысяч человек.",
          "ID": "4"
        },
        {
          "text": "В Везеке встретились они с Адони–Везеком, сразились с ним и разбили Хананеев и Ферезеев.",
          "ID": "5"
        },
        {
          "text": "Адони–Везек побежал, но они погнались за ним и поймали его и отсекли большие пальцы на руках его и на ногах его.",
          "ID": "6"
        },
        {
          "text": "Тогда сказал Адони–Везек: семьдесят царей с отсеченными на руках и на ногах их большими пальцами собирали [крохи] под столом моим; как делал я, так и мне воздал Бог. И привели его в Иерусалим, и он умер там.",
          "ID": "7"
        },
        {
          "text": "И воевали сыны Иудины против Иерусалима и взяли его, и поразили его мечом и город предали огню.",
          "ID": "8"
        },
        {
          "text": "Потом пошли сыны Иудины воевать с Хананеями, которые жили на горах и на полуденной земле и на низменных местах.",
          "ID": "9"
        },
        {
          "text": "И пошел Иуда на Хананеев, которые жили в Хевроне (имя же Хеврону [было] прежде Кириаф–Арбы), и поразили Шешая, Ахимана и Фалмая.",
          "ID": "10"
        },
        {
          "text": "Оттуда пошел он против жителей Давира; имя Давиру [было] прежде Кириаф–Сефер.",
          "ID": "11"
        },
        {
          "text": "И сказал Халев: кто поразит Кириаф–Сефер и возьмет его, тому отдам Ахсу, дочь мою, в жену.",
          "ID": "12"
        },
        {
          "text": "И взял его Гофониил, сын Кеназа, младшего брата Халевова, и [Халев] отдал в жену ему Ахсу, дочь свою.",
          "ID": "13"
        },
        {
          "text": "Когда надлежало ей идти, [Гофониил] научил ее просить у отца ее поле, и она сошла с осла. Халев сказал ей: что тебе?",
          "ID": "14"
        },
        {
          "text": "[Ахса] сказала ему: дай мне благословение; ты дал мне землю полуденную, дай мне и источники воды. И дал ей [Халев] источники верхние и источники нижние.",
          "ID": "15"
        },
        {
          "text": "И сыны [Иофора] Кенеянина, тестя Моисеева, пошли из города Пальм с сынами Иудиными в пустыню Иудину, которая на юг от Арада, и пришли и поселились среди народа.",
          "ID": "16"
        },
        {
          "text": "И пошел Иуда с Симеоном, братом своим, и поразили Хананеев, живших в Цефафе, и предали его заклятию, и [от того] называется город сей Хорма.",
          "ID": "17"
        },
        {
          "text": "Иуда взял также Газу с пределами ее, Аскалон с пределами его, и Екрон с пределами его.",
          "ID": "18"
        },
        {
          "text": "Господь был с Иудою, и он овладел горою; но жителей долины не мог прогнать, потому что у них были железные колесницы.",
          "ID": "19"
        },
        {
          "text": "И отдали Халеву Хеврон, как говорил Моисей, и изгнал [он] оттуда трех сынов Енаковых.",
          "ID": "20"
        },
        {
          "text": "Но Иевусеев, которые жили в Иерусалиме, не изгнали сыны Вениаминовы, и живут Иевусеи с сынами Вениамина в Иерусалиме до сего дня.",
          "ID": "21"
        },
        {
          "text": "И сыны Иосифа пошли также на Вефиль, и Господь был с ними.",
          "ID": "22"
        },
        {
          "text": "И остановились и высматривали сыны Иосифовы Вефиль (имя же городу [было] прежде Луз).",
          "ID": "23"
        },
        {
          "text": "И увидели стражи человека, идущего из города, и сказали ему: покажи нам вход в город, и сделаем с тобою милость.",
          "ID": "24"
        },
        {
          "text": "Он показал им вход в город, и поразили они город мечом, а человека сего и все родство его отпустили.",
          "ID": "25"
        },
        {
          "text": "Человек сей пошел в землю Хеттеев, и построил город и нарек имя ему Луз. Это имя его до сего дня.",
          "ID": "26"
        },
        {
          "text": "И Манассия не выгнал [жителей] Бефсана и зависящих от него городов, Фаанаха и зависящих от него городов, жителей Дора и зависящих от него городов, жителей Ивлеама и зависящих от него городов, жителей Мегиддона и зависящих от него городов; и остались Хананеи жить в земле сей.",
          "ID": "27"
        },
        {
          "text": "Когда Израиль пришел в силу, тогда сделал он Хананеев данниками, но изгнать не изгнал их.",
          "ID": "28"
        },
        {
          "text": "И Ефрем не изгнал Хананеев, живущих в Газере; и жили Хананеи среди их в Газере.",
          "ID": "29"
        },
        {
          "text": "И Завулон не изгнал жителей Китрона и жителей Наглола, и жили Хананеи среди их и платили им дань.",
          "ID": "30"
        },
        {
          "text": "И Асир не изгнал жителей Акко и жителей Сидона и Ахлава, Ахзива, Хелвы, Афека и Рехова.",
          "ID": "31"
        },
        {
          "text": "И жил Асир среди Хананеев, жителей земли той, ибо не изгнал их.",
          "ID": "32"
        },
        {
          "text": "И Неффалим не изгнал жителей Вефсамиса и жителей Бефанафа и жил среди Хананеев, жителей земли той; жители же Вефсамиса и Бефанафа были его данниками.",
          "ID": "33"
        },
        {
          "text": "И стеснили Аморреи сынов Дановых в горах, ибо не давали им сходить на долину.",
          "ID": "34"
        },
        {
          "text": "И остались Аморреи жить на горе Херес, в Аиалоне и Шаалвиме; но рука сынов Иосифовых одолела [Аморреев], и сделались они данниками им.",
          "ID": "35"
        },
        {
          "text": "Пределы Аморреев от возвышенности Акравим и от Селы простирались и далее.",
          "ID": "36"
        }
      ],
      "ID": "OT:JDG.1",
      "name": "Книга Судей Израилевых 1"
    },
    {
      "text": [
        {
          "text": "И пришел Ангел Господень из Галгала в Бохим и сказал: Я вывел вас из Египта и ввел вас в землю, о которой клялся отцам вашим – [дать вам], и сказал Я: \"не нарушу завета Моего с вами вовек;",
          "ID": "1"
        },
        {
          "text": "и вы не вступайте в союз с жителями земли сей; жертвенники их разрушьте\". Но вы не послушали гласа Моего. Что вы это сделали?",
          "ID": "2"
        },
        {
          "text": "И потому говорю Я: не изгоню их от вас, и будут они вам петлею, и боги их будут для вас сетью.",
          "ID": "3"
        },
        {
          "text": "Когда Ангел Господень сказал слова сии всем сынам Израилевым, то народ поднял громкий вопль и заплакал.",
          "ID": "4"
        },
        {
          "text": "От сего и называют то место Бохим. Там принесли они жертву Господу.",
          "ID": "5"
        },
        {
          "text": "Когда Иисус распустил народ, и пошли сыны Израилевы, каждый в свой удел, чтобы получить в наследие землю,",
          "ID": "6"
        },
        {
          "text": "тогда народ служил Господу во все дни Иисуса и во все дни старейшин, которых жизнь продлилась после Иисуса и которые видели все великие дела Господни, какие Он сделал Израилю.",
          "ID": "7"
        },
        {
          "text": "Но когда умер Иисус, сын Навин, раб Господень, будучи ста десяти лет,",
          "ID": "8"
        },
        {
          "text": "и похоронили его в пределе удела его в Фамнаф–Сараи, на горе Ефремовой, на север от горы Гааша;",
          "ID": "9"
        },
        {
          "text": "и когда весь народ оный отошел к отцам своим, и восстал после них другой род, который не знал Господа и дел Его, какие Он делал Израилю, –",
          "ID": "10"
        },
        {
          "text": "тогда сыны Израилевы стали делать злое пред очами Господа и стали служить Ваалам;",
          "ID": "11"
        },
        {
          "text": "оставили Господа Бога отцов своих, Который вывел их из земли Египетской, и обратились к другим богам, богам народов, окружавших их, и стали поклоняться им, и раздражили Господа;",
          "ID": "12"
        },
        {
          "text": "оставили Господа и стали служить Ваалу и Астартам.",
          "ID": "13"
        },
        {
          "text": "И воспылал гнев Господень на Израиля, и предал их в руки грабителей, и грабили их; и предал их в руки врагов, окружавших их, и не могли уже устоять пред врагами своими.",
          "ID": "14"
        },
        {
          "text": "Куда они ни пойдут, рука Господня везде была им во зло, как говорил им Господь и как клялся им Господь. И им было весьма тесно.",
          "ID": "15"
        },
        {
          "text": "И воздвигал [им] Господь судей, которые спасали их от рук грабителей их;",
          "ID": "16"
        },
        {
          "text": "но и судей они не слушали, а ходили блудно вслед других богов и поклонялись им, скоро уклонялись от пути, коим ходили отцы их, повинуясь заповедям Господним. Они так не делали.",
          "ID": "17"
        },
        {
          "text": "Когда Господь воздвигал им судей, то Сам Господь был с судьею и спасал их от врагов их во все дни судьи: ибо жалел [их] Господь, слыша стон их от угнетавших и притеснявших их.",
          "ID": "18"
        },
        {
          "text": "Но как скоро умирал судья, они опять делали хуже отцов своих, уклоняясь к другим богам, служа им и поклоняясь им. Не отставали от дел своих и от стропотного пути своего.",
          "ID": "19"
        },
        {
          "text": "И воспылал гнев Господень на Израиля, и сказал Он: за то, что народ сей преступает завет Мой, который Я поставил с отцами их, и не слушает гласа Моего,",
          "ID": "20"
        },
        {
          "text": "и Я не стану уже изгонять от них ни одного из тех народов, которых оставил Иисус, когда умирал, –",
          "ID": "21"
        },
        {
          "text": "чтобы искушать ими Израиля: станут ли они держаться пути Господня и ходить по нему, как держались отцы их, или нет?",
          "ID": "22"
        },
        {
          "text": "И оставил Господь народы сии и не изгнал их вскоре и не предал их в руки Иисуса.",
          "ID": "23"
        }
      ],
      "ID": "OT:JDG.2",
      "name": "Книга Судей Израилевых 2"
    },
    {
      "text": [
        {
          "text": "Вот те народы, которых оставил Господь, чтобы искушать ими Израильтян, всех, которые не знали о всех войнах Ханаанских, –",
          "ID": "1"
        },
        {
          "text": "для того только, чтобы знали и учились войне последующие роды сынов Израилевых, которые прежде не знали ее:",
          "ID": "2"
        },
        {
          "text": "пять владельцев Филистимских, все Хананеи, Сидоняне и Евеи, живущие на горе Ливане, от горы Ваал–Ермона до входа в Емаф.",
          "ID": "3"
        },
        {
          "text": "Они были [оставлены], чтобы искушать ими Израильтян и узнать, повинуются ли они заповедям Господним, которые Он заповедал отцам их чрез Моисея.",
          "ID": "4"
        },
        {
          "text": "И жили сыны Израилевы среди Хананеев, Хеттеев, Аморреев, Ферезеев, Евеев, и Иевусеев,",
          "ID": "5"
        },
        {
          "text": "и брали дочерей их себе в жены, и своих дочерей отдавали за сыновей их, и служили богам их.",
          "ID": "6"
        },
        {
          "text": "И сделали сыны Израилевы злое пред очами Господа, и забыли Господа Бога своего, и служили Ваалам и Астартам.",
          "ID": "7"
        },
        {
          "text": "И воспылал гнев Господень на Израиля, и предал их в руки Хусарсафема, царя Месопотамского, и служили сыны Израилевы Хусарсафему восемь лет.",
          "ID": "8"
        },
        {
          "text": "Тогда возопили сыны Израилевы к Господу, и воздвигнул Господь спасителя сынам Израилевым, который спас их, Гофониила, сына Кеназа, младшего брата Халевова.",
          "ID": "9"
        },
        {
          "text": "На нем был Дух Господень, и был он судьею Израиля. Он вышел на войну, и предал Господь в руки его Хусарсафема, царя Месопотамского, и преодолела рука его Хусарсафема.",
          "ID": "10"
        },
        {
          "text": "И покоилась земля сорок лет. И умер Гофониил, сын Кеназа.",
          "ID": "11"
        },
        {
          "text": "Сыны Израилевы опять стали делать злое пред очами Господа, и укрепил Господь Еглона, царя Моавитского, против Израильтян, за то, что они делали злое пред очами Господа.",
          "ID": "12"
        },
        {
          "text": "Он собрал к себе Аммонитян и Амаликитян, и пошел и поразил Израиля, и овладели они городом Пальм.",
          "ID": "13"
        },
        {
          "text": "И служили сыны Израилевы Еглону, царю Моавитскому, восемнадцать лет.",
          "ID": "14"
        },
        {
          "text": "Тогда возопили сыны Израилевы к Господу, и Господь воздвигнул им спасителя Аода, сына Геры, сына Иеминиева, который был левша. И послали сыны Израилевы с ним дары Еглону, царю Моавитскому.",
          "ID": "15"
        },
        {
          "text": "Аод сделал себе меч с двумя остриями, длиною в локоть, и припоясал его под плащом своим к правому бедру,",
          "ID": "16"
        },
        {
          "text": "и поднес дары Еглону, царю Моавитскому; Еглон же был человек очень тучный.",
          "ID": "17"
        },
        {
          "text": "Когда поднес [Аод] все дары и проводил людей, принесших дары,",
          "ID": "18"
        },
        {
          "text": "то сам возвратился от истуканов, которые в Галгале, и сказал: у меня есть тайное слово до тебя, царь. Он сказал: тише! И вышли от него все стоявшие при нем.",
          "ID": "19"
        },
        {
          "text": "Аод вошел к нему: он сидел в прохладной горнице, которая была у него отдельно. И сказал Аод: у меня есть до тебя, слово Божие. [Еглон] встал со стула.",
          "ID": "20"
        },
        {
          "text": "Аод простер левую руку свою и взял меч с правого бедра своего и вонзил его в чрево его,",
          "ID": "21"
        },
        {
          "text": "так что вошла за острием и рукоять, и тук закрыл острие, ибо Аод не вынул меча из чрева его, и он прошел в задние части.",
          "ID": "22"
        },
        {
          "text": "И вышел Аод в преддверие, и затворил за собою двери горницы, и замкнул.",
          "ID": "23"
        },
        {
          "text": "Когда он вышел, рабы [Еглона] пришли и видят, вот, двери горницы замкнуты, и говорят: верно он для нужды в прохладной комнате.",
          "ID": "24"
        },
        {
          "text": "Ждали довольно долго, но видя, что никто не отпирает дверей горницы, взяли ключ и отперли, и вот, господин их лежит на земле мертвый.",
          "ID": "25"
        },
        {
          "text": "Пока они недоумевали, Аод между тем ушел, прошел мимо истуканов и спасся в Сеираф.",
          "ID": "26"
        },
        {
          "text": "Придя же вострубил трубою на горе Ефремовой, и сошли с ним сыны Израилевы с горы, и он [шел] впереди их.",
          "ID": "27"
        },
        {
          "text": "И сказал им: идите за мною, ибо предал Господь врагов ваших Моавитян в руки ваши. И пошли за ним, и перехватили переправу через Иордан к Моаву, и не давали никому переходить.",
          "ID": "28"
        },
        {
          "text": "И побили в то время Моавитян около десяти тысяч человек, все здоровых и сильных, и никто не убежал.",
          "ID": "29"
        },
        {
          "text": "Так смирились в тот день Моавитяне пред Израилем, и покоилась земля восемьдесят лет.",
          "ID": "30"
        },
        {
          "text": "После него был Самегар, сын Анафов, который шестьсот человек Филистимлян побил воловьим рожном; и он также спас Израиля.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.3",
      "name": "Книга Судей Израилевых 3"
    },
    {
      "text": [
        {
          "text": "Когда умер Аод, сыны Израилевы стали опять делать злое пред очами Господа.",
          "ID": "1"
        },
        {
          "text": "И предал их Господь в руки Иавина, царя Ханаанского, который царствовал в Асоре; военачальником у него был Сисара, который жил в Харошеф–Гоиме.",
          "ID": "2"
        },
        {
          "text": "И возопили сыны Израилевы к Господу, ибо у него было девятьсот железных колесниц, и он жестоко угнетал сынов Израилевых двадцать лет.",
          "ID": "3"
        },
        {
          "text": "В то время была судьею Израиля Девора пророчица, жена Лапидофова;",
          "ID": "4"
        },
        {
          "text": "она жила под Пальмою Девориною, между Рамою и Вефилем, на горе Ефремовой; и приходили к ней сыны Израилевы на суд.",
          "ID": "5"
        },
        {
          "text": "[Девора] послала и призвала Варака, сына Авиноамова, из Кедеса Неффалимова, и сказала ему: повелевает [тебе] Господь Бог Израилев: пойди, взойди на гору Фавор и возьми с собою десять тысяч человек из сынов Неффалимовых и сынов Завулоновых;",
          "ID": "6"
        },
        {
          "text": "а Я приведу к тебе, к потоку Киссону, Сисару, военачальника Иавинова, и колесницы его и многолюдное [войско] его, и предам его в руки твои.",
          "ID": "7"
        },
        {
          "text": "Варак сказал ей: если ты пойдешь со мною, пойду; а если не пойдешь со мною, не пойду.",
          "ID": "8"
        },
        {
          "text": "Она сказала [ему]: пойти пойду с тобою; только не тебе уже будет слава на сем пути, в который ты идешь; но в руки женщины предаст Господь Сисару. И встала Девора и пошла с Вараком в Кедес.",
          "ID": "9"
        },
        {
          "text": "Варак созвал Завулонян и Неффалимлян в Кедес, и пошли вслед за ним десять тысяч человек, и Девора пошла с ним.",
          "ID": "10"
        },
        {
          "text": "Хевер Кенеянин отделился [тогда] от Кенеян, сынов Ховава, родственника Моисеева, и раскинул шатер свой у дубравы в Цаанниме близ Кедеса.",
          "ID": "11"
        },
        {
          "text": "И донесли Сисаре, что Варак, сын Авиноамов, взошел на гору Фавор.",
          "ID": "12"
        },
        {
          "text": "Сисара созвал все колесницы свои, девятьсот железных колесниц, и весь народ, который у него, из Харошеф–Гоима к потоку Киссону.",
          "ID": "13"
        },
        {
          "text": "И сказала Девора Вараку: встань, ибо это тот день, в который Господь предаст Сисару в руки твои; Сам Господь пойдет пред тобою. И сошел Варак с горы Фавора, и за ним десять тысяч человек.",
          "ID": "14"
        },
        {
          "text": "Тогда Господь привел в замешательство Сисару и все колесницы его и все ополчение его от меча Варакова, и сошел Сисара с колесницы и побежал пеший.",
          "ID": "15"
        },
        {
          "text": "Варак преследовал колесницы [его] и ополчение до Харошеф–Гоима, и пало все ополчение Сисарино от меча, не осталось никого.",
          "ID": "16"
        },
        {
          "text": "Сисара же убежал пеший в шатер Иаили, жены Хевера Кенеянина; ибо между Иавином, царем Асорским, и домом Хевера Кенеянина был мир.",
          "ID": "17"
        },
        {
          "text": "И вышла Иаиль навстречу Сисаре и сказала ему: зайди, господин мой, зайди ко мне, не бойся. Он зашел к ней в шатер, и она покрыла его ковром.",
          "ID": "18"
        },
        {
          "text": "[Сисара] сказал ей: дай мне немного воды напиться, я пить хочу. Она развязала мех с молоком, и напоила его и [опять] покрыла его.",
          "ID": "19"
        },
        {
          "text": "[Сисара] сказал ей: стань у дверей шатра, и если кто придет и спросит у тебя и скажет: \"нет ли здесь кого?\", ты скажи: \"нет\".",
          "ID": "20"
        },
        {
          "text": "Иаиль, жена Хеверова, взяла кол от шатра, и взяла молот в руку свою, и подошла к нему тихонько, и вонзила кол в висок его так, что приколола к земле; а он спал от усталости – и умер.",
          "ID": "21"
        },
        {
          "text": "И вот, Варак гонится за Сисарою. Иаиль вышла навстречу ему и сказала ему: войди, я покажу тебе человека, которого ты ищешь. Он вошел к ней, и вот, Сисара лежит мертвый, и кол в виске его.",
          "ID": "22"
        },
        {
          "text": "И смирил Бог в тот день Иавина, царя Ханаанского, пред сынами Израилевыми.",
          "ID": "23"
        },
        {
          "text": "Рука сынов Израилевых усиливалась более и более над Иавином, царем Ханаанским, доколе не истребили они Иавина, царя Ханаанского.",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.4",
      "name": "Книга Судей Израилевых 4"
    },
    {
      "text": [
        {
          "text": "В тот день воспела Девора и Варак, сын Авиноамов, сими словами:",
          "ID": "1"
        },
        {
          "text": "Израиль отмщен, народ показал рвение; прославьте Господа!",
          "ID": "2"
        },
        {
          "text": "Слушайте, цари, внимайте, вельможи: я Господу, я пою, бряцаю Господу Богу Израилеву.",
          "ID": "3"
        },
        {
          "text": "Когда выходил Ты, Господи, от Сеира, когда шел с поля Едомского, тогда земля тряслась, и небо капало, и облака проливали воду;",
          "ID": "4"
        },
        {
          "text": "горы таяли от лица Господа, даже этот Синай от лица Господа Бога Израилева.",
          "ID": "5"
        },
        {
          "text": "Во дни Самегара, сына Анафова, во дни Иаили, были пусты дороги, и ходившие прежде путями прямыми ходили тогда окольными дорогами.",
          "ID": "6"
        },
        {
          "text": "Не стало обитателей в селениях у Израиля, не стало, доколе не восстала я, Девора, доколе не восстала я, мать в Израиле.",
          "ID": "7"
        },
        {
          "text": "Избрали новых богов, от того война у ворот. Виден ли был щит и копье у сорока тысяч Израиля?",
          "ID": "8"
        },
        {
          "text": "Сердце мое к вам, начальники Израилевы, к ревнителям в народе; прославьте Господа!",
          "ID": "9"
        },
        {
          "text": "Ездящие на ослицах белых, сидящие на коврах и ходящие по дороге, пойте песнь!",
          "ID": "10"
        },
        {
          "text": "Среди голосов собирающих стада при колодезях, там да воспоют хвалу Господу, хвалу вождям Израиля! Тогда выступил ко вратам народ Господень.",
          "ID": "11"
        },
        {
          "text": "Воспряни, воспряни, Девора! воспряни, воспряни! воспой песнь! Восстань, Варак! и веди пленников твоих, сын Авиноамов!",
          "ID": "12"
        },
        {
          "text": "Тогда немногим из сильных подчинил Он народ; Господь подчинил мне храбрых.",
          "ID": "13"
        },
        {
          "text": "От Ефрема пришли укоренившиеся в земле Амалика; за тобою Вениамин, среди народа твоего; от Махира шли начальники, и от Завулона владеющие тростью писца.",
          "ID": "14"
        },
        {
          "text": "И князья Иссахаровы с Деворою, и Иссахар так же, как Варак, бросился в долину пеший. В племенах Рувимовых большое разногласие.",
          "ID": "15"
        },
        {
          "text": "Что сидишь ты между овчарнями, слушая блеяние стад? В племенах Рувимовых большое разногласие.",
          "ID": "16"
        },
        {
          "text": "Галаад живет [спокойно] за Иорданом, и Дану чего бояться с кораблями? Асир сидит на берегу моря и у пристаней своих живет спокойно.",
          "ID": "17"
        },
        {
          "text": "Завулон – народ, обрекший душу свою на смерть, и Неффалим – на высотах поля.",
          "ID": "18"
        },
        {
          "text": "Пришли цари, сразились, тогда сразились цари Ханаанские в Фанаахе у вод Мегиддонских, но не получили нимало серебра.",
          "ID": "19"
        },
        {
          "text": "С неба сражались, звезды с путей своих сражались с Сисарою.",
          "ID": "20"
        },
        {
          "text": "Поток Киссон увлек их, поток Кедумим, поток Киссон. Попирай, душа моя, силу!",
          "ID": "21"
        },
        {
          "text": "Тогда ломались копыта конские от побега, от побега сильных его.",
          "ID": "22"
        },
        {
          "text": "Прокляните Мероз, говорит Ангел Господень, прокляните, прокляните жителей его за то, что не пришли на помощь Господу, на помощь Господу с храбрыми.",
          "ID": "23"
        },
        {
          "text": "Да будет благословенна между женами Иаиль, жена Хевера Кенеянина, между женами в шатрах да будет благословенна!",
          "ID": "24"
        },
        {
          "text": "Воды просил он: молока подала она, в чаше вельможеской принесла молока лучшего.",
          "ID": "25"
        },
        {
          "text": "[Левую] руку свою протянула к колу, а правую свою к молоту работников; ударила Сисару, поразила голову его, разбила и пронзила висок его.",
          "ID": "26"
        },
        {
          "text": "К ногам ее склонился, пал и лежал, к ногам ее склонился, пал; где склонился, там и пал сраженный.",
          "ID": "27"
        },
        {
          "text": "В окно выглядывает и вопит мать Сисарина сквозь решетку: что долго не идет конница его, что медлят колеса колесниц его?",
          "ID": "28"
        },
        {
          "text": "Умные из ее женщин отвечают ей, и сама она отвечает на слова свои:",
          "ID": "29"
        },
        {
          "text": "верно, они нашли, делят добычу, по девице, по две девицы на каждого воина, в добычу полученная разноцветная [одежда] Сисаре, полученная в добычу разноцветная одежда, вышитая с обеих сторон, снятая с плеч пленника.",
          "ID": "30"
        },
        {
          "text": "Так да погибнут все враги Твои, Господи! Любящие же Его [да] [будут] как солнце, восходящее во всей силе своей! – И покоилась земля сорок лет.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.5",
      "name": "Книга Судей Израилевых 5"
    },
    {
      "text": [
        {
          "text": "Сыны Израилевы стали [опять] делать злое пред очами Господа, и предал их Господь в руки Мадианитян на семь лет.",
          "ID": "1"
        },
        {
          "text": "Тяжела была рука Мадианитян над Израилем, и сыны Израилевы сделали себе от Мадианитян ущелья в горах и пещеры и укрепления.",
          "ID": "2"
        },
        {
          "text": "Когда посеет Израиль, придут Мадианитяне и Амаликитяне и жители востока и ходят у них;",
          "ID": "3"
        },
        {
          "text": "и стоят у них шатрами, и истребляют произведения земли до самой Газы, и не оставляют для пропитания Израилю ни овцы, ни вола, ни осла.",
          "ID": "4"
        },
        {
          "text": "Ибо они приходили со скотом своим и с шатрами своими, приходили в таком множестве, как саранча; им и верблюдам их не было числа, и ходили по земле Израилевой, чтоб опустошать ее.",
          "ID": "5"
        },
        {
          "text": "И весьма обнищал Израиль от Мадианитян, и возопили сыны Израилевы к Господу.",
          "ID": "6"
        },
        {
          "text": "И когда возопили сыны Израилевы к Господу на Мадианитян,",
          "ID": "7"
        },
        {
          "text": "послал Господь пророка к сынам Израилевым, и сказал им: так говорит Господь Бог Израилев: Я вывел вас из Египта, вывел вас из дома рабства;",
          "ID": "8"
        },
        {
          "text": "избавил вас из руки Египтян и из руки всех, угнетавших вас, прогнал их от вас, и дал вам землю их,",
          "ID": "9"
        },
        {
          "text": "и сказал вам: \"Я – Господь Бог ваш; не чтите богов Аморрейских, в земле которых вы живете\"; но вы не послушали гласа Моего.",
          "ID": "10"
        },
        {
          "text": "И пришел Ангел Господень и сел в Офре под дубом, принадлежащим Иоасу, потомку Авиезерову; сын его Гедеон выколачивал тогда пшеницу в точиле, чтобы скрыться от Мадианитян.",
          "ID": "11"
        },
        {
          "text": "И явился ему Ангел Господень и сказал ему: Господь с тобою, муж сильный!",
          "ID": "12"
        },
        {
          "text": "Гедеон сказал ему: господин мой! если Господь с нами, то отчего постигло нас все это? и где все чудеса Его, о которых рассказывали нам отцы наши, говоря: \"из Египта вывел нас Господь\"? Ныне оставил нас Господь и предал нас в руки Мадианитян.",
          "ID": "13"
        },
        {
          "text": "Господь, воззрев на него, сказал: иди с этою силою твоею и спаси Израиля от руки Мадианитян; Я посылаю тебя.",
          "ID": "14"
        },
        {
          "text": "[Гедеон] сказал ему: Господи! как спасу я Израиля? вот, и племя мое в [колене] Манассиином самое бедное, и я в доме отца моего младший.",
          "ID": "15"
        },
        {
          "text": "И сказал ему Господь: Я буду с тобою, и ты поразишь Мадианитян, как одного человека.",
          "ID": "16"
        },
        {
          "text": "[Гедеон] сказал Ему: если я обрел благодать пред очами Твоими, то сделай мне знамение, что Ты говоришь со мною:",
          "ID": "17"
        },
        {
          "text": "не уходи отсюда, доколе я не приду к Тебе и не принесу дара моего и не предложу Тебе. Он сказал: Я останусь до возвращения твоего.",
          "ID": "18"
        },
        {
          "text": "Гедеон пошел и приготовил козленка и опресноков из ефы муки; мясо положил в корзину, а похлебку влил в горшок и принес к Нему под дуб и предложил.",
          "ID": "19"
        },
        {
          "text": "И сказал ему Ангел Божий: возьми мясо и опресноки, и положи на сей камень, и вылей похлебку. Он так и сделал.",
          "ID": "20"
        },
        {
          "text": "Ангел Господень простер конец жезла, который был в руке его, прикоснулся к мясу и опреснокам; и вышел огонь из камня и поел мясо и опресноки; и Ангел Господень скрылся от глаз его.",
          "ID": "21"
        },
        {
          "text": "И увидел Гедеон, что это Ангел Господень, и сказал Гедеон: [увы] [мне], Владыка Господи! потому что я видел Ангела Господня лицем к лицу.",
          "ID": "22"
        },
        {
          "text": "Господь сказал ему: мир тебе, не бойся, не умрешь.",
          "ID": "23"
        },
        {
          "text": "И устроил там Гедеон жертвенник Господу и назвал его: Иегова Шалом. Он еще до сего дня в Офре Авиезеровой.",
          "ID": "24"
        },
        {
          "text": "В ту ночь сказал ему Господь: возьми тельца из стада отца твоего и другого тельца семилетнего, и разрушь жертвенник Ваала, который у отца твоего, и сруби священное дерево, которое при нем,",
          "ID": "25"
        },
        {
          "text": "и поставь жертвенник Господу Богу твоему, на вершине скалы сей, в порядке, и возьми второго тельца и принеси во всесожжение на дровах дерева, которое срубишь.",
          "ID": "26"
        },
        {
          "text": "Гедеон взял десять человек из рабов своих и сделал, как говорил ему Господь; но как сделать это днем он боялся домашних отца своего и жителей города, то сделал ночью.",
          "ID": "27"
        },
        {
          "text": "Поутру встали жители города, и вот, жертвенник Ваалов разрушен, и дерево при нем срублено, и второй телец вознесен во всесожжение на новоустроенном жертвеннике.",
          "ID": "28"
        },
        {
          "text": "И говорили друг другу: кто это сделал? Искали, расспрашивали и сказали: Гедеон, сын Иоасов, сделал это.",
          "ID": "29"
        },
        {
          "text": "И сказали жители города Иоасу: выведи сына твоего; он должен умереть за то, что разрушил жертвенник Ваала и срубил дерево, которое было при нем.",
          "ID": "30"
        },
        {
          "text": "Иоас сказал всем приступившим к нему: вам ли вступаться за Ваала, вам ли защищать его? кто вступится за него, тот будет предан смерти в это же утро; если он Бог, то пусть сам вступится за себя, потому что он разрушил его жертвенник.",
          "ID": "31"
        },
        {
          "text": "И стал звать его с того дня Иероваалом, потому что сказал: пусть Ваал сам судится с ним за то, что он разрушил жертвенник его.",
          "ID": "32"
        },
        {
          "text": "Между тем все Мадианитяне и Амаликитяне и жители востока собрались вместе, перешли [реку] и стали станом на долине Изреельской.",
          "ID": "33"
        },
        {
          "text": "И Дух Господень объял Гедеона; он вострубил трубою, и созвано было племя Авиезерово идти за ним.",
          "ID": "34"
        },
        {
          "text": "И послал послов по всему колену Манассиину, и оно вызвалось идти за ним; также послал послов к Асиру, Завулону и Неффалиму, и сии пришли навстречу им.",
          "ID": "35"
        },
        {
          "text": "И сказал Гедеон Богу: если Ты спасешь Израиля рукою моею, как говорил Ты,",
          "ID": "36"
        },
        {
          "text": "то вот, я расстелю [здесь] на гумне стриженую шерсть: если роса будет только на шерсти, а на всей земле сухо, то буду знать, что спасешь рукою моею Израиля, как говорил Ты.",
          "ID": "37"
        },
        {
          "text": "Так и сделалось: на другой день, встав рано, он стал выжимать шерсть и выжал из шерсти росы целую чашу воды.",
          "ID": "38"
        },
        {
          "text": "И сказал Гедеон Богу: не прогневайся на меня, если еще раз скажу и еще только однажды сделаю испытание над шерстью: пусть будет сухо на одной только шерсти, а на всей земле пусть будет роса.",
          "ID": "39"
        },
        {
          "text": "Бог так и сделал в ту ночь: только на шерсти было сухо, а на всей земле была роса.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.6",
      "name": "Книга Судей Израилевых 6"
    },
    {
      "text": [
        {
          "text": "Иероваал, он же и Гедеон, встал поутру и весь народ, бывший с ним, и расположились станом у источника Харода; Мадиамский же стан был от него к северу у холма Море в долине.",
          "ID": "1"
        },
        {
          "text": "И сказал Господь Гедеону: народа с тобою слишком много, не могу Я предать Мадианитян в руки их, чтобы не возгордился Израиль предо Мною и не сказал: \"моя рука спасла меня\";",
          "ID": "2"
        },
        {
          "text": "итак провозгласи вслух народа и скажи: \"кто боязлив и робок, тот пусть возвратится и пойдет назад с горы Галаада\". И возвратилось народа двадцать две тысячи, а десять тысяч осталось.",
          "ID": "3"
        },
        {
          "text": "И сказал Господь Гедеону: все еще много народа; веди их к воде, там Я выберу их тебе; о ком Я скажу: \"пусть идет с тобою\", тот и пусть идет с тобою; а о ком скажу тебе: \"не должен идти с тобою\", тот пусть и не идет.",
          "ID": "4"
        },
        {
          "text": "Он привел народ к воде. И сказал Господь Гедеону: кто будет лакать воду языком своим, как лакает пес, того ставь особо, также и тех всех, которые будут наклоняться на колени свои и пить.",
          "ID": "5"
        },
        {
          "text": "И было число лакавших ртом своим с руки триста человек; весь же остальной народ наклонялся на колени свои пить воду.",
          "ID": "6"
        },
        {
          "text": "И сказал Господь Гедеону: тремя стами лакавших Я спасу вас и предам Мадианитян в руки ваши, а весь народ пусть идет, каждый в свое место.",
          "ID": "7"
        },
        {
          "text": "И взяли они съестной запас у народа себе и трубы их, и отпустил Гедеон всех Израильтян по шатрам и удержал у себя триста человек; стан же Мадиамский был у него внизу в долине.",
          "ID": "8"
        },
        {
          "text": "В ту ночь сказал ему Господь: встань, сойди в стан, Я предаю его в руки твои;",
          "ID": "9"
        },
        {
          "text": "если же ты боишься идти [один], то пойди в стан ты и Фура, слуга твой;",
          "ID": "10"
        },
        {
          "text": "и услышишь, что говорят, и тогда укрепятся руки твои, и пойдешь в стан. И сошел он и Фура, слуга его, к самому [полку] вооруженных, которые были в стане.",
          "ID": "11"
        },
        {
          "text": "Мадианитяне же и Амаликитяне и все жители востока расположились на долине в таком множестве, как саранча; верблюдам их не было числа, много было их, как песку на берегу моря.",
          "ID": "12"
        },
        {
          "text": "Гедеон пришел. И вот, один рассказывает другому сон и говорит: снилось мне, будто круглый ячменный хлеб катился по стану Мадиамскому и, прикатившись к шатру, ударил в него так, что он упал, опрокинул его, и шатер распался.",
          "ID": "13"
        },
        {
          "text": "Другой сказал в ответ ему: это не иное что, как меч Гедеона, сына Иоасова, Израильтянина; предал Бог в руки его Мадианитян и весь стан.",
          "ID": "14"
        },
        {
          "text": "Гедеон, услышав рассказ сна и толкование его, поклонился [Господу] и возвратился в стан Израильский и сказал: вставайте! предал Господь в руки ваши стан Мадиамский.",
          "ID": "15"
        },
        {
          "text": "И разделил триста человек на три отряда и дал в руки всем им трубы и пустые кувшины и в кувшины светильники.",
          "ID": "16"
        },
        {
          "text": "И сказал им: смотрите на меня и делайте то же; вот, я подойду к стану, и что буду делать, то и вы делайте;",
          "ID": "17"
        },
        {
          "text": "когда я и находящиеся со мною затрубим трубою, трубите и вы трубами вашими вокруг всего стана и кричите: [меч] Господа и Гедеона!",
          "ID": "18"
        },
        {
          "text": "И подошел Гедеон и сто человек с ним к стану, в начале средней стражи, и разбудили стражей, и затрубили трубами и разбили кувшины, которые были в руках их.",
          "ID": "19"
        },
        {
          "text": "И затрубили [все] три отряда трубами, и разбили кувшины, и держали в левой руке своей светильники, а в правой руке трубы, и трубили, и кричали: меч Господа и Гедеона!",
          "ID": "20"
        },
        {
          "text": "И стоял всякий на своем месте вокруг стана; и стали бегать во всем стане, и кричали, и обратились в бегство.",
          "ID": "21"
        },
        {
          "text": "Между тем как триста человек трубили трубами, обратил Господь меч одного на другого во всем стане, и бежало ополчение до Бефшитты к Царере, до предела Авелмехолы, близ Табафы.",
          "ID": "22"
        },
        {
          "text": "И созваны Израильтяне из колена Неффалимова, Асирова и всего колена Манассиина, и погнались за Мадианитянами.",
          "ID": "23"
        },
        {
          "text": "Гедеон же послал послов на всю гору Ефремову сказать: выйдите навстречу Мадианитянам и перехватите у них [переправу через] воду до Бефвары и Иордан. И созваны все Ефремляне и перехватили [переправы] [через] воду до Бефвары и Иордан;",
          "ID": "24"
        },
        {
          "text": "и поймали двух князей Мадиамских: Орива и Зива, и убили Орива в Цур–Ориве, а Зива в Иекев–Зиве и преследовали Мадианитян; головы же Орива и Зива принесли к Гедеону за Иордан.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.7",
      "name": "Книга Судей Израилевых 7"
    },
    {
      "text": [
        {
          "text": "И сказали ему Ефремляне: зачем ты это сделал, что не позвал нас, когда шел воевать с Мадианитянами? И сильно ссорились с ним.",
          "ID": "1"
        },
        {
          "text": "[Гедеон] отвечал им: сделал ли я что такое, как вы ныне? Не счастливее ли Ефрем добирал виноград, нежели Авиезер обирал?",
          "ID": "2"
        },
        {
          "text": "В ваши руки предал Бог князей Мадиамских Орива и Зива, и что мог сделать я такое, как вы? Тогда успокоился дух их против него, когда сказал он им такие слова.",
          "ID": "3"
        },
        {
          "text": "И пришел Гедеон к Иордану, и перешел сам и триста человек, бывшие с ним. Они были утомлены, преследуя [врагов].",
          "ID": "4"
        },
        {
          "text": "И сказал он жителям Сокхофа: дайте хлеба народу, который идет за мною; они утомились, а я преследую Зевея и Салмана, царей Мадиамских.",
          "ID": "5"
        },
        {
          "text": "Князья Сокхофа сказали: разве рука Зевея и Салмана уже в твоей руке, чтобы нам войску твоему давать хлеб?",
          "ID": "6"
        },
        {
          "text": "И сказал Гедеон: за это, когда предаст Господь Зевея и Салмана в руки мои, я растерзаю тело ваше терновником пустынным и молотильными зубчатыми досками.",
          "ID": "7"
        },
        {
          "text": "Оттуда пошел он в Пенуэл и то же сказал жителям его, и жители Пенуэла отвечали ему то же, что отвечали жители Сокхофа.",
          "ID": "8"
        },
        {
          "text": "Он сказал и жителям Пенуэла: когда я возвращусь в мире, разрушу башню сию.",
          "ID": "9"
        },
        {
          "text": "Зевей же и Салман были в Каркоре и с ними их ополчение до пятнадцати тысяч, все, что осталось из всего ополчения жителей востока; пало же сто двадцать тысяч человек, обнажающих меч.",
          "ID": "10"
        },
        {
          "text": "Гедеон пошел к живущим в шатрах на восток от Новы и Иогбеги и поразил стан, когда стан стоял беспечно.",
          "ID": "11"
        },
        {
          "text": "Зевей и Салман побежали; он погнался за ними и схватил обоих царей Мадиамских, Зевея и Салмана, и весь стан привел в замешательство.",
          "ID": "12"
        },
        {
          "text": "И возвратился Гедеон, сын Иоаса, с войны от возвышенности Хереса.",
          "ID": "13"
        },
        {
          "text": "И захватил юношу из жителей Сокхофа и выспросил у него; и он написал ему князей и старейшин Сокхофских семьдесят семь человек.",
          "ID": "14"
        },
        {
          "text": "И пришел он к жителям Сокхофским, и сказал: вот Зевей и Салман, за которых вы посмеялись надо мною, говоря: разве рука Зевея и Салмана уже в твоей руке, чтобы нам давать хлеб утомившимся людям твоим?",
          "ID": "15"
        },
        {
          "text": "И взял старейшин города и терновник пустынный и зубчатые молотильные доски и наказал ими жителей Сокхофа;",
          "ID": "16"
        },
        {
          "text": "и башню Пенуэльскую разрушил, и перебил жителей города.",
          "ID": "17"
        },
        {
          "text": "И сказал Зевею и Салману: каковы были те, которых вы убили на Фаворе? Они сказали: они были такие, как ты, каждый имел вид сынов царских.",
          "ID": "18"
        },
        {
          "text": "[Гедеон] сказал: это были братья мои, сыны матери моей. Жив Господь! если бы вы оставили их в живых, я не убил бы вас.",
          "ID": "19"
        },
        {
          "text": "И сказал Иеферу, первенцу своему: встань, убей их. Но юноша не извлек меча своего, потому что боялся, так как был еще молод.",
          "ID": "20"
        },
        {
          "text": "И сказали Зевей и Салман: встань сам и порази нас, потому что по человеку и сила его. И встал Гедеон, и убил Зевея и Салмана, и взял пряжки, бывшие на шеях верблюдов их.",
          "ID": "21"
        },
        {
          "text": "И сказали Израильтяне Гедеону: владей нами ты и сын твой и сын сына твоего, ибо ты спас нас из руки Мадианитян.",
          "ID": "22"
        },
        {
          "text": "Гедеон сказал им: ни я не буду владеть вами, ни мой сын не будет владеть вами; Господь да владеет вами.",
          "ID": "23"
        },
        {
          "text": "И сказал им Гедеон: прошу у вас одного, дайте мне каждый по серьге из добычи своей. (Ибо у [неприятелей] много было золотых серег, потому что они были Измаильтяне.)",
          "ID": "24"
        },
        {
          "text": "Они сказали: дадим. И разостлали одежду и бросали туда каждый по серьге из добычи своей.",
          "ID": "25"
        },
        {
          "text": "Весу в золотых серьгах, которые он выпросил, было тысяча семьсот золотых [сиклей], кроме пряжек, пуговиц и пурпуровых одежд, которые были на царях Мадиамских, и кроме [золотых] цепочек, которые были на шее у верблюдов их.",
          "ID": "26"
        },
        {
          "text": "Из этого сделал Гедеон ефод и положил его в своем городе, в Офре, и стали все Израильтяне блудно ходить туда за ним, и был он сетью Гедеону и всему дому его.",
          "ID": "27"
        },
        {
          "text": "Так смирились Мадианитяне пред сынами Израиля и не стали уже поднимать головы своей, и покоилась земля сорок лет во дни Гедеона.",
          "ID": "28"
        },
        {
          "text": "И пошел Иероваал, сын Иоасов, и жил в доме своем.",
          "ID": "29"
        },
        {
          "text": "У Гедеона было семьдесят сыновей, происшедших от чресл его, потому что у него много было жен.",
          "ID": "30"
        },
        {
          "text": "Также и наложница, жившая в Сихеме, родила ему сына, и он дал ему имя Авимелех.",
          "ID": "31"
        },
        {
          "text": "И умер Гедеон, сын Иоасов, в глубокой старости, и погребен во гробе отца своего Иоаса, в Офре Авиезеровой.",
          "ID": "32"
        },
        {
          "text": "Когда умер Гедеон, сыны Израилевы опять стали блудно ходить вслед Ваалов и поставили себе богом Ваалверифа;",
          "ID": "33"
        },
        {
          "text": "и не вспомнили сыны Израилевы Господа Бога своего, Который избавлял их из руки всех врагов, окружавших их;",
          "ID": "34"
        },
        {
          "text": "и дому Иероваалову, [или] Гедеонову, не сделали милости за все благодеяния, какие он сделал Израилю.",
          "ID": "35"
        }
      ],
      "ID": "OT:JDG.8",
      "name": "Книга Судей Израилевых 8"
    },
    {
      "text": [
        {
          "text": "Авимелех, сын Иероваалов, пошел в Сихем к братьям матери своей и говорил им и всему племени отца матери своей, и сказал:",
          "ID": "1"
        },
        {
          "text": "внушите всем жителям Сихемским: что лучше для вас, чтобы владели вами все семьдесят сынов Иеровааловых, или чтобы владел один? и вспомните, что я кость ваша и плоть ваша.",
          "ID": "2"
        },
        {
          "text": "Братья матери его внушили о нем все сии слова жителям Сихемским; и склонилось сердце их к Авимелеху, ибо говорили они: он брат наш.",
          "ID": "3"
        },
        {
          "text": "И дали ему семьдесят [сиклей] серебра из дома Ваалверифа; Авимелех нанял на оные праздных и своевольных людей, которые и пошли за ним.",
          "ID": "4"
        },
        {
          "text": "И пришел он в дом отца своего в Офру и убил братьев своих, семьдесят сынов Иеровааловых, на одном камне. Остался только Иофам, младший сын Иероваалов, потому что скрылся.",
          "ID": "5"
        },
        {
          "text": "И собрались все жители Сихемские и весь дом Милло, и пошли и поставили царем Авимелеха у дуба, что близ Сихема.",
          "ID": "6"
        },
        {
          "text": "Когда рассказали об этом Иофаму, он пошел и стал на вершине горы Гаризима и, возвысив голос свой, кричал и говорил им: послушайте меня, жители Сихема, и послушает вас Бог!",
          "ID": "7"
        },
        {
          "text": "Пошли некогда дерева помазать над собою царя и сказали маслине: царствуй над нами.",
          "ID": "8"
        },
        {
          "text": "Маслина сказала им: оставлю ли я тук мой, которым чествуют богов и людей и пойду ли скитаться по деревам?",
          "ID": "9"
        },
        {
          "text": "И сказали дерева смоковнице: иди ты, царствуй над нами.",
          "ID": "10"
        },
        {
          "text": "Смоковница сказала им: оставлю ли я сладость мою и хороший плод мой и пойду ли скитаться по деревам?",
          "ID": "11"
        },
        {
          "text": "И сказали дерева виноградной лозе: иди ты, царствуй над нами.",
          "ID": "12"
        },
        {
          "text": "Виноградная лоза сказала им: оставлю ли я сок мой, который веселит богов и человеков, и пойду ли скитаться по деревам?",
          "ID": "13"
        },
        {
          "text": "Наконец сказали все дерева терновнику: иди ты, царствуй над нами.",
          "ID": "14"
        },
        {
          "text": "Терновник сказал деревам: если вы по истине поставляете меня царем над собою, то идите, покойтесь под тенью моею; если же нет, то выйдет огонь из терновника и пожжет кедры Ливанские.",
          "ID": "15"
        },
        {
          "text": "Итак смотрите, по истине ли и по правде ли вы поступили, поставив Авимелеха царем? И хорошо ли вы поступили с Иероваалом и домом его, и сообразно ли с его благодеяниями поступили вы?",
          "ID": "16"
        },
        {
          "text": "За вас отец мой сражался, не дорожил жизнью своею и избавил вас от руки Мадианитян;",
          "ID": "17"
        },
        {
          "text": "а вы теперь восстали против дома отца моего, и убили семьдесят сынов отца моего на одном камне, и поставили царем над жителями Сихемскими Авимелеха, сына рабыни его, потому что он брат ваш.",
          "ID": "18"
        },
        {
          "text": "Если вы ныне по истине и по правде поступили с Иероваалом и домом его, то радуйтесь об Авимелехе, и он пусть радуется о вас;",
          "ID": "19"
        },
        {
          "text": "если же нет, то да изыдет огонь от Авимелеха и да пожжет жителей Сихемских и весь дом Милло и да изыдет огонь от жителей Сихемских и от дома Милло, и да пожжет Авимелеха.",
          "ID": "20"
        },
        {
          "text": "И побежал Иофам, и убежал и пошел в Беэр, и жил там, [укрываясь] от брата своего Авимелеха.",
          "ID": "21"
        },
        {
          "text": "Авимелех же царствовал над Израилем три года.",
          "ID": "22"
        },
        {
          "text": "И послал Бог злого духа между Авимелехом и между жителями Сихема, и не стали покоряться жители Сихемские Авимелеху,",
          "ID": "23"
        },
        {
          "text": "дабы таким образом совершилось мщение за семьдесят сынов Иеровааловых, и кровь их обратилась на Авимелеха, брата их, который убил их, и на жителей Сихемских, которые подкрепили руки его, чтоб убить братьев своих.",
          "ID": "24"
        },
        {
          "text": "Жители Сихемские посадили против него в засаду людей на вершинах гор, которые грабили всякого проходящего мимо их по дороге. О сем донесено было Авимелеху.",
          "ID": "25"
        },
        {
          "text": "Пришел же и Гаал, сын Еведов, с братьями своими в Сихем, и ходили они по Сихему, и жители Сихемские положились на него.",
          "ID": "26"
        },
        {
          "text": "И вышли в поле, и собирали виноград свой, и давили в точилах, и делали праздники, ходили в дом бога своего, и ели и пили, и проклинали Авимелеха.",
          "ID": "27"
        },
        {
          "text": "Гаал, сын Еведов, говорил: кто Авимелех и что Сихем, чтобы нам служить ему? Не сын ли он Иероваалов, и не Зевул ли главный начальник его? Служите лучше потомкам Еммора, отца Сихемова, а ему для чего нам служить?",
          "ID": "28"
        },
        {
          "text": "Если бы кто дал народ сей в руки мои, я прогнал бы Авимелеха. И сказано было Авимелеху: умножь войско твое и выходи.",
          "ID": "29"
        },
        {
          "text": "Зевул, начальник города, услышал слова Гаала, сына Еведова, и воспылал гнев его.",
          "ID": "30"
        },
        {
          "text": "Он хитрым образом отправляет послов к Авимелеху, чтобы сказать: вот, Гаал, сын Еведов, и братья его пришли в Сихем, и вот, они возмущают против тебя город;",
          "ID": "31"
        },
        {
          "text": "итак, встань ночью, ты и народ, находящийся с тобою, и поставь засаду в поле;",
          "ID": "32"
        },
        {
          "text": "поутру же, при восхождении солнца, встань рано и приступи к городу; и когда он и народ, который у него, выйдут к тебе, тогда делай с ними, что может рука твоя.",
          "ID": "33"
        },
        {
          "text": "И встал ночью Авимелех и весь народ, находившийся с ним, и поставили в засаду у Сихема четыре отряда.",
          "ID": "34"
        },
        {
          "text": "Гаал, сын Еведов, вышел и стал у ворот городских; и встал Авимелех и народ, бывший с ним, из засады.",
          "ID": "35"
        },
        {
          "text": "Гаал, увидев народ, говорит Зевулу: вот, народ спускается с вершины гор. А Зевул сказал ему: тень гор тебе кажется людьми.",
          "ID": "36"
        },
        {
          "text": "Гаал опять говорил и сказал: вот, народ спускается с возвышенности, и один отряд идет от дуба Меонним.",
          "ID": "37"
        },
        {
          "text": "И сказал ему Зевул: где уста твои, которые говорили: \"кто Авимелех, чтобы мы стали служить ему?\" Это тот народ, который ты пренебрегал; выходи теперь и сразись с ним.",
          "ID": "38"
        },
        {
          "text": "И пошел Гаал впереди жителей Сихемских и сразился с Авимелехом.",
          "ID": "39"
        },
        {
          "text": "И погнался за ним Авимелех, и побежал он от него, и много пало убитых до самых ворот города.",
          "ID": "40"
        },
        {
          "text": "И остался Авимелех в Аруме, а Гаала и братьев его Зевул выгнал, чтоб они не жили в Сихеме.",
          "ID": "41"
        },
        {
          "text": "На другой день вышел народ в поле, и донесли о сем Авимелеху.",
          "ID": "42"
        },
        {
          "text": "Он взял свой народ и разделил его на три отряда и поставил в засаду в поле. И увидев, что народ вышел из города, восстал на них и побил их.",
          "ID": "43"
        },
        {
          "text": "Между тем как Авимелех и отряды, бывшие с ним, приступили и стали у ворот городских, другие два отряда напали на всех, бывших в поле, и убивали их.",
          "ID": "44"
        },
        {
          "text": "И сражался Авимелех с городом весь тот день, и взял город, и побил народ, бывший в нем, и разрушил город и засеял его солью.",
          "ID": "45"
        },
        {
          "text": "Услышав об этом, все бывшие в башне Сихемской ушли в башню капища [Ваал–Верифа].",
          "ID": "46"
        },
        {
          "text": "Авимелеху донесено, что собрались [туда] все бывшие в башне Сихемской.",
          "ID": "47"
        },
        {
          "text": "И пошел Авимелех на гору Селмон, сам и весь народ, бывший с ним, и взял Авимелех топоры с собою и нарубил сучьев древесных, и положил на плечи свои, и сказал народу, бывшему с ним: вы видели, что я делал; скорее делайте и вы то же, что я.",
          "ID": "48"
        },
        {
          "text": "И нарубил каждый из всего народа сучьев, и пошли за Авимелехом, и положили к башне, и сожгли посредством их башню огнем, и умерли все бывшие в башне Сихемской, около тысячи мужчин и женщин.",
          "ID": "49"
        },
        {
          "text": "Потом пошел Авимелех в Тевец и осадил Тевец и взял его.",
          "ID": "50"
        },
        {
          "text": "Среди города была крепкая башня, и убежали туда все мужчины и женщины и все жители города, и заперлись и взошли на кровлю башни.",
          "ID": "51"
        },
        {
          "text": "Авимелех пришел к башне и окружил ее и подошел к дверям башни, чтобы сжечь ее огнем.",
          "ID": "52"
        },
        {
          "text": "Тогда одна женщина бросила обломок жернова на голову Авимелеху и проломила ему череп.",
          "ID": "53"
        },
        {
          "text": "[Авимелех] тотчас призвал отрока, оруженосца своего, и сказал ему: обнажи меч твой и умертви меня, чтобы не сказали обо мне: женщина убила его. И пронзил его отрок его, и он умер.",
          "ID": "54"
        },
        {
          "text": "Израильтяне, видя, что умер Авимелех, пошли каждый в свое место.",
          "ID": "55"
        },
        {
          "text": "Так воздал Бог Авимелеху за злодеяние, которое он сделал отцу своему, убив семьдесят братьев своих.",
          "ID": "56"
        },
        {
          "text": "И все злодеяния жителей Сихемских обратил Бог на голову их; и постигло их проклятие Иофама, сына Иероваалова.",
          "ID": "57"
        }
      ],
      "ID": "OT:JDG.9",
      "name": "Книга Судей Израилевых 9"
    },
    {
      "text": [
        {
          "text": "После Авимелеха восстал для спасения Израиля Фола, сын Фуи, сына Додова, из колена Иссахарова. Он жил в Шамире на горе Ефремовой.",
          "ID": "1"
        },
        {
          "text": "Он был судьею Израиля двадцать три года, и умер, и погребен в Шамире.",
          "ID": "2"
        },
        {
          "text": "После него восстал Иаир из Галаада и был судьею Израиля двадцать два года.",
          "ID": "3"
        },
        {
          "text": "У него было тридцать сыновей, ездивших на тридцати молодых ослах, и тридцать городов было у них; их до сего дня называют селениями Иаира, что в земле Галаадской.",
          "ID": "4"
        },
        {
          "text": "И умер Иаир и погребен в Камоне.",
          "ID": "5"
        },
        {
          "text": "Сыны Израилевы продолжали делать злое пред очами Господа и служили Ваалам и Астартам, и богам Арамейским, и богам Сидонским, и богам Моавитским, и богам Аммонитским, и богам Филистимским; а Господа оставили и не служили Ему.",
          "ID": "6"
        },
        {
          "text": "И воспылал гнев Господа на Израиля, и Он предал их в руки Филистимлян и в руки Аммонитян;",
          "ID": "7"
        },
        {
          "text": "они теснили и мучили сынов Израилевых с того года восемнадцать лет, всех сынов Израилевых по ту сторону Иордана в земле Аморрейской, которая в Галааде.",
          "ID": "8"
        },
        {
          "text": "Наконец Аммонитяне перешли Иордан, чтобы вести войну с Иудою и Вениамином и с домом Ефремовым. И весьма тесно было сынам Израиля.",
          "ID": "9"
        },
        {
          "text": "И возопили сыны Израилевы к Господу, и говорили: согрешили мы пред Тобою, потому что оставили Бога нашего и служили Ваалам.",
          "ID": "10"
        },
        {
          "text": "И сказал Господь сынам Израилевым: не угнетали ли вас Египтяне, и Аморреи, и Аммонитяне, и Филистимляне,",
          "ID": "11"
        },
        {
          "text": "и Сидоняне, и Амаликитяне, и Моавитяне, и когда вы взывали ко Мне, не спасал ли Я вас от рук их?",
          "ID": "12"
        },
        {
          "text": "А вы оставили Меня и стали служить другим богам; за то Я не буду уже спасать вас:",
          "ID": "13"
        },
        {
          "text": "пойдите, взывайте к богам, которых вы избрали, пусть они спасают вас в тесное для вас время.",
          "ID": "14"
        },
        {
          "text": "И сказали сыны Израилевы Господу: согрешили мы; делай с нами все, что Тебе угодно, только избавь нас ныне.",
          "ID": "15"
        },
        {
          "text": "И отвергли от себя чужих богов и стали служить Господу. И не потерпела душа Его страдания Израилева.",
          "ID": "16"
        },
        {
          "text": "Аммонитяне собрались и расположились станом в Галааде; собрались также сыны Израилевы и стали станом в Массифе.",
          "ID": "17"
        },
        {
          "text": "Народ [и] князья Галаадские сказали друг другу: кто начнет войну против Аммонитян, тот будет начальником всех жителей Галаадских.",
          "ID": "18"
        }
      ],
      "ID": "OT:JDG.10",
      "name": "Книга Судей Израилевых 10"
    },
    {
      "text": [
        {
          "text": "Иеффай Галаадитянин был человек храбрый. Он был сын блудницы; от Галаада родился Иеффай.",
          "ID": "1"
        },
        {
          "text": "И жена Галаадова родила ему сыновей. Когда возмужали сыновья жены, изгнали они Иеффая, сказав ему: ты не наследник в доме отца нашего, потому что ты сын другой женщины.",
          "ID": "2"
        },
        {
          "text": "И убежал Иеффай от братьев своих и жил в земле Тов; и собрались к Иеффаю праздные люди и выходили с ним.",
          "ID": "3"
        },
        {
          "text": "Чрез несколько времени Аммонитяне пошли войною на Израиля.",
          "ID": "4"
        },
        {
          "text": "Во время войны Аммонитян с Израильтянами пришли старейшины Галаадские взять Иеффая из земли Тов",
          "ID": "5"
        },
        {
          "text": "и сказали Иеффаю: приди, будь у нас вождем, и сразимся с Аммонитянами.",
          "ID": "6"
        },
        {
          "text": "Иеффай сказал старейшинам Галаадским: не вы ли возненавидели меня и выгнали из дома отца моего? зачем же пришли ко мне ныне, когда вы в беде?",
          "ID": "7"
        },
        {
          "text": "Старейшины Галаадские сказали Иеффаю: для того мы теперь пришли к тебе, чтобы ты пошел с нами и сразился с Аммонитянами и был у нас начальником всех жителей Галаадских.",
          "ID": "8"
        },
        {
          "text": "И сказал Иеффай старейшинам Галаадским: если вы возвратите меня, чтобы сразиться с Аммонитянами, и Господь предаст мне их, то останусь ли я у вас начальником?",
          "ID": "9"
        },
        {
          "text": "Старейшины Галаадские сказали Иеффаю: Господь да будет свидетелем между нами, что мы сделаем по слову твоему!",
          "ID": "10"
        },
        {
          "text": "И пошел Иеффай со старейшинами Галаадскими, и народ поставил его над собою начальником и вождем, и Иеффай произнес все слова свои пред лицем Господа в Массифе.",
          "ID": "11"
        },
        {
          "text": "И послал Иеффай послов к царю Аммонитскому сказать: что тебе до меня, что ты пришел ко мне воевать на земле моей?",
          "ID": "12"
        },
        {
          "text": "Царь Аммонитский сказал послам Иеффая: Израиль, когда шел из Египта, взял землю мою от Арнона до Иавока и Иордана; итак возврати мне ее с миром.",
          "ID": "13"
        },
        {
          "text": "Иеффай в другой раз послал послов к царю Аммонитскому,",
          "ID": "14"
        },
        {
          "text": "сказать ему: так говорит Иеффай: Израиль не взял земли Моавитской и земли Аммонитской;",
          "ID": "15"
        },
        {
          "text": "ибо когда шли из Египта, Израиль пошел в пустыню к Чермному морю и пришел в Кадес;",
          "ID": "16"
        },
        {
          "text": "оттуда послал Израиль послов к царю Едомскому сказать: \"позволь мне пройти землею твоею\"; но царь Едомский не послушал; и к царю Моавитскому он посылал, но и тот не согласился; посему Израиль оставался в Кадесе.",
          "ID": "17"
        },
        {
          "text": "И пошел пустынею, и миновал землю Едомскую и землю Моавитскую, и, придя к восточному пределу земли Моавитской, расположился станом за Арноном; но не входил в пределы Моавитские, ибо Арнон есть предел Моава.",
          "ID": "18"
        },
        {
          "text": "И послал Израиль послов к Сигону, царю Аморрейскому, царю Есевонскому, и сказал ему Израиль: позволь нам пройти землею твоею в свое место.",
          "ID": "19"
        },
        {
          "text": "Но Сигон не согласился пропустить Израиля чрез пределы свои, и собрал Сигон весь народ свой, и расположился станом в Иааце, и сразился с Израилем.",
          "ID": "20"
        },
        {
          "text": "И предал Господь Бог Израилев Сигона и весь народ его в руки Израилю, и он побил их; и получил Израиль в наследие всю землю Аморрея, жившего в земле той;",
          "ID": "21"
        },
        {
          "text": "и получили они в наследие все пределы Аморрея от Арнона до Иавока и от пустыни до Иордана.",
          "ID": "22"
        },
        {
          "text": "Итак Господь Бог Израилев изгнал Аморрея от лица народа Своего Израиля, а ты хочешь взять его наследие?",
          "ID": "23"
        },
        {
          "text": "Не владеешь ли ты тем, что дал тебе Хамос, бог твой? И мы владеем всем тем, что дал нам в наследие Господь Бог наш.",
          "ID": "24"
        },
        {
          "text": "Разве ты лучше Валака, сына Сепфорова, царя Моавитского? Ссорился ли он с Израилем, или воевал ли с ними?",
          "ID": "25"
        },
        {
          "text": "Израиль уже живет триста лет в Есевоне и в зависящих от него [городах], в Ароере и зависящих от него [городах], и во всех городах, которые близ Арнона; для чего вы в то время не отнимали [их]?",
          "ID": "26"
        },
        {
          "text": "А я не виновен пред тобою, и ты делаешь мне зло, выступив против меня войною. Господь Судия да будет ныне судьею между сынами Израиля и между Аммонитянами!",
          "ID": "27"
        },
        {
          "text": "Но царь Аммонитский не послушал слов Иеффая, с которыми он посылал к нему.",
          "ID": "28"
        },
        {
          "text": "И был на Иеффае Дух Господень, и прошел он Галаад и Манассию, и прошел Массифу Галаадскую, и из Массифы Галаадской пошел к Аммонитянам.",
          "ID": "29"
        },
        {
          "text": "И дал Иеффай обет Господу и сказал: если Ты предашь Аммонитян в руки мои,",
          "ID": "30"
        },
        {
          "text": "то по возвращении моем с миром от Аммонитян, что выйдет из ворот дома моего навстречу мне, будет Господу, и вознесу сие на всесожжение.",
          "ID": "31"
        },
        {
          "text": "И пришел Иеффай к Аммонитянам – сразиться с ними, и предал их Господь в руки его;",
          "ID": "32"
        },
        {
          "text": "и поразил их поражением весьма великим, от Ароера до Минифа двадцать городов, и до Авель–Керамима, и смирились Аммонитяне пред сынами Израилевыми.",
          "ID": "33"
        },
        {
          "text": "И пришел Иеффай в Массифу в дом свой, и вот, дочь его выходит навстречу ему с тимпанами и ликами: она была у него только одна, и не было у него еще ни сына, ни дочери.",
          "ID": "34"
        },
        {
          "text": "Когда он увидел ее, разодрал одежду свою и сказал: ах, дочь моя! ты сразила меня; и ты в числе нарушителей покоя моего! я отверз [о тебе] уста мои пред Господом и не могу отречься.",
          "ID": "35"
        },
        {
          "text": "Она сказала ему: отец мой! ты отверз уста твои пред Господом – и делай со мною то, что произнесли уста твои, когда Господь совершил чрез тебя отмщение врагам твоим Аммонитянам.",
          "ID": "36"
        },
        {
          "text": "И сказала отцу своему: сделай мне только вот что: отпусти меня на два месяца; я пойду, взойду на горы и оплачу девство мое с подругами моими.",
          "ID": "37"
        },
        {
          "text": "Он сказал: пойди. И отпустил ее на два месяца. Она пошла с подругами своими и оплакивала девство свое в горах.",
          "ID": "38"
        },
        {
          "text": "По прошествии двух месяцев она возвратилась к отцу своему, и он совершил над нею обет свой, который дал, и она не познала мужа. И вошло в обычай у Израиля,",
          "ID": "39"
        },
        {
          "text": "что ежегодно дочери Израилевы ходили оплакивать дочь Иеффая Галаадитянина, четыре дня в году.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.11",
      "name": "Книга Судей Израилевых 11"
    },
    {
      "text": [
        {
          "text": "Ефремляне собрались и перешли в Севину и сказали Иеффаю: для чего ты ходил воевать с Аммонитянами, а нас не позвал с собою? мы сожжем дом твой огнем и с тобою вместе.",
          "ID": "1"
        },
        {
          "text": "Иеффай сказал им: я и народ мой имели с Аммонитянами сильную ссору; я звал вас, но вы не спасли меня от руки их;",
          "ID": "2"
        },
        {
          "text": "видя, что ты не спасаешь меня, я подверг опасности жизнь мою и пошел на Аммонитян, и предал их Господь в руки мои; зачем же вы пришли ныне воевать со мною?",
          "ID": "3"
        },
        {
          "text": "И собрал Иеффай всех жителей Галаадских и сразился с Ефремлянами, и побили жители Галаадские Ефремлян, говоря: вы беглецы Ефремовы, Галаад же среди Ефрема и среди Манассии.",
          "ID": "4"
        },
        {
          "text": "И перехватили Галаадитяне переправу чрез Иордан от Ефремлян, и когда кто из уцелевших Ефремлян говорил: \"позвольте мне переправиться\", то жители Галаадские говорили ему: не Ефремлянин ли ты? Он говорил: нет.",
          "ID": "5"
        },
        {
          "text": "Они говорили ему \"скажи: шибболет\", а он говорил: \"сибболет\", и не мог иначе выговорить. Тогда они, взяв его, заколали у переправы чрез Иордан. И пало в то время из Ефремлян сорок две тысячи.",
          "ID": "6"
        },
        {
          "text": "Иеффай был судьею Израиля шесть лет, и умер Иеффай Галаадитянин и погребен в одном из городов Галаадских.",
          "ID": "7"
        },
        {
          "text": "После него был судьею Израиля Есевон из Вифлеема.",
          "ID": "8"
        },
        {
          "text": "У него было тридцать сыновей, и тридцать дочерей отпустил он из дома [в замужество], а тридцать дочерей взял со стороны за сыновей своих, и был судьею Израиля семь лет.",
          "ID": "9"
        },
        {
          "text": "И умер Есевон и погребен в Вифлееме.",
          "ID": "10"
        },
        {
          "text": "После него был судьею Израиля Елон Завулонянин и судил Израиля десять лет.",
          "ID": "11"
        },
        {
          "text": "И умер Елон Завулонянин и погребен в Аиалоне, в земле Завулоновой.",
          "ID": "12"
        },
        {
          "text": "После него был судьею Израиля Авдон, сын Гиллела, Пирафонянин.",
          "ID": "13"
        },
        {
          "text": "У него было сорок сыновей и тридцать внуков, ездивших на семидесяти молодых ослах; он судил Израиля восемь лет.",
          "ID": "14"
        },
        {
          "text": "И умер Авдон, сын Гиллела, Пирафонянин, и погребен в Пирафоне в земле Ефремовой, на горе Амаликовой.",
          "ID": "15"
        }
      ],
      "ID": "OT:JDG.12",
      "name": "Книга Судей Израилевых 12"
    },
    {
      "text": [
        {
          "text": "Сыны Израилевы продолжали делать злое пред очами Господа, и предал их Господь в руки Филистимлян на сорок лет.",
          "ID": "1"
        },
        {
          "text": "В то время был человек из Цоры, от племени Данова, именем Маной; жена его была неплодна и не рождала.",
          "ID": "2"
        },
        {
          "text": "И явился Ангел Господень жене и сказал ей: вот, ты неплодна и не рождаешь; но зачнешь, и родишь сына;",
          "ID": "3"
        },
        {
          "text": "итак берегись, не пей вина и сикера, и не ешь ничего нечистого;",
          "ID": "4"
        },
        {
          "text": "ибо вот, ты зачнешь и родишь сына, и бритва не коснется головы его, потому что от самого чрева младенец сей будет назорей Божий, и он начнет спасать Израиля от руки Филистимлян.",
          "ID": "5"
        },
        {
          "text": "Жена пришла и сказала мужу своему: человек Божий приходил ко мне, которого вид, как вид Ангела Божия, весьма почтенный; я не спросила его, откуда он, и он не сказал мне имени своего;",
          "ID": "6"
        },
        {
          "text": "он сказал мне: \"вот, ты зачнешь и родишь сына; итак не пей вина и сикера и не ешь ничего нечистого, ибо младенец от самого чрева до смерти своей будет назорей Божий\".",
          "ID": "7"
        },
        {
          "text": "Маной помолился Господу и сказал: Господи! пусть придет опять к нам человек Божий, которого посылал Ты, и научит нас, что нам делать с имеющим родиться младенцем.",
          "ID": "8"
        },
        {
          "text": "И услышал Бог голос Маноя, и Ангел Божий опять пришел к жене, когда она была в поле, и Маноя, мужа ее, не было с нею.",
          "ID": "9"
        },
        {
          "text": "Жена тотчас побежала и известила мужа своего и сказала ему: вот, явился мне человек, приходивший ко мне тогда.",
          "ID": "10"
        },
        {
          "text": "Маной встал и пошел с женою своею, и пришел к тому человеку и сказал ему: ты ли тот человек, который говорил с сею женщиною? [Ангел] сказал: я.",
          "ID": "11"
        },
        {
          "text": "И сказал Маной: итак, если исполнится слово твое, как нам поступать с младенцем сим и что делать с ним?",
          "ID": "12"
        },
        {
          "text": "Ангел Господень сказал Маною: пусть он остерегается всего, о чем я сказал жене;",
          "ID": "13"
        },
        {
          "text": "пусть не ест ничего, что производит виноградная лоза; пусть не пьет вина и сикера и не ест ничего нечистого и соблюдает все, что я приказал ей.",
          "ID": "14"
        },
        {
          "text": "И сказал Маной Ангелу Господню: позволь удержать тебя, пока мы изготовим для тебя козленка.",
          "ID": "15"
        },
        {
          "text": "Ангел Господень сказал Маною: хотя бы ты и удержал меня, но я не буду есть хлеба твоего; если же хочешь совершить всесожжение Господу, то вознеси его. Маной же не знал, что это Ангел Господень.",
          "ID": "16"
        },
        {
          "text": "И сказал Маной Ангелу Господню: как тебе имя? чтобы нам прославить тебя, когда исполнится слово твое.",
          "ID": "17"
        },
        {
          "text": "Ангел Господень сказал ему: что ты спрашиваешь об имени моем? оно чудно.",
          "ID": "18"
        },
        {
          "text": "И взял Маной козленка и хлебное приношение и вознес Господу на камне. И сделал Он чудо, которое видели Маной и жена его.",
          "ID": "19"
        },
        {
          "text": "Когда пламень стал подниматься от жертвенника к небу, Ангел Господень поднялся в пламени жертвенника. Видя это, Маной и жена его пали лицем на землю.",
          "ID": "20"
        },
        {
          "text": "И невидим стал Ангел Господень Маною и жене его. Тогда Маной узнал, что это Ангел Господень.",
          "ID": "21"
        },
        {
          "text": "И сказал Маной жене своей: верно мы умрем, ибо видели мы Бога.",
          "ID": "22"
        },
        {
          "text": "Жена его сказала ему: если бы Господь хотел умертвить нас, то не принял бы от рук наших всесожжения и хлебного приношения, и не показал бы нам всего того, и теперь не открыл бы нам сего.",
          "ID": "23"
        },
        {
          "text": "И родила жена сына, и нарекла имя ему: Самсон. И рос младенец, и благословлял его Господь.",
          "ID": "24"
        },
        {
          "text": "И начал Дух Господень действовать в нем в стане Дановом, между Цорою и Естаолом.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.13",
      "name": "Книга Судей Израилевых 13"
    },
    {
      "text": [
        {
          "text": "И пошел Самсон в Фимнафу и увидел в Фимнафе женщину из дочерей Филистимских.",
          "ID": "1"
        },
        {
          "text": "Он пошел и объявил отцу своему и матери своей и сказал: я видел в Фимнафе женщину из дочерей Филистимских; возьмите ее мне в жену.",
          "ID": "2"
        },
        {
          "text": "Отец и мать его сказали ему: разве нет женщин между дочерями братьев твоих и во всем народе моем, что ты идешь взять жену у Филистимлян необрезанных? И сказал Самсон отцу своему: ее возьми мне, потому что она мне понравилась.",
          "ID": "3"
        },
        {
          "text": "Отец его и мать его не знали, что это от Господа, и что он ищет случая [отмстить] Филистимлянам. А в то время Филистимляне господствовали над Израилем.",
          "ID": "4"
        },
        {
          "text": "И пошел Самсон с отцом своим и с матерью своею в Фимнафу, и когда подходили к виноградникам Фимнафским, вот, молодой лев рыкая [идет] навстречу ему.",
          "ID": "5"
        },
        {
          "text": "И сошел на него Дух Господень, и он растерзал [льва] как козленка; а в руке у него ничего не было. И не сказал отцу своему и матери своей, что он сделал.",
          "ID": "6"
        },
        {
          "text": "И пришел и поговорил с женщиною, и она понравилась Самсону.",
          "ID": "7"
        },
        {
          "text": "Спустя несколько дней, опять пошел он, чтобы взять ее, и зашел посмотреть труп льва, и вот, рой пчел в трупе львином и мед.",
          "ID": "8"
        },
        {
          "text": "Он взял его в руки свои и пошел, и ел дорогою; и когда пришел к отцу своему и матери своей, дал и им, и они ели; но не сказал им, что из львиного трупа взял мед сей.",
          "ID": "9"
        },
        {
          "text": "И пришел отец его к женщине, и сделал там Самсон пир, как обыкновенно делают женихи.",
          "ID": "10"
        },
        {
          "text": "И как там увидели его, выбрали тридцать брачных друзей, которые были бы при нем.",
          "ID": "11"
        },
        {
          "text": "И сказал им Самсон: загадаю я вам загадку; если вы отгадаете мне ее в семь дней пира и отгадаете верно, то я дам вам тридцать синдонов и тридцать перемен одежд;",
          "ID": "12"
        },
        {
          "text": "если же не сможете отгадать мне, то вы дайте мне тридцать синдонов и тридцать перемен одежд. Они сказали ему: загадай загадку твою, послушаем.",
          "ID": "13"
        },
        {
          "text": "И сказал им: из ядущего вышло ядомое, и из сильного вышло сладкое. И не могли отгадать загадку в три дня.",
          "ID": "14"
        },
        {
          "text": "В седьмой день сказали они жене Самсоновой: уговори мужа твоего, чтоб он разгадал нам загадку; иначе сожжем огнем тебя и дом отца твоего; разве вы призвали нас, чтоб обобрать нас?",
          "ID": "15"
        },
        {
          "text": "И плакала жена Самсонова пред ним и говорила: ты ненавидишь меня и не любишь; ты загадал загадку сынам народа моего, а мне не разгадаешь ее. Он сказал ей: отцу моему и матери моей не разгадал ее; и тебе ли разгадаю?",
          "ID": "16"
        },
        {
          "text": "И плакала она пред ним семь дней, в которые продолжался у них пир. Наконец в седьмой день разгадал ей, ибо она усиленно просила его. А она разгадала загадку сынам народа своего.",
          "ID": "17"
        },
        {
          "text": "И в седьмой день до захождения солнечного сказали ему граждане: что слаще меда, и что сильнее льва! Он сказал им: если бы вы не орали на моей телице, то не отгадали бы моей загадки.",
          "ID": "18"
        },
        {
          "text": "И сошел на него Дух Господень, и пошел он в Аскалон, и, убив там тридцать человек, снял с них одежды, и отдал перемены [платья] их разгадавшим загадку. И воспылал гнев его, и ушел он в дом отца своего.",
          "ID": "19"
        },
        {
          "text": "А жена Самсонова вышла за брачного друга его, который был при нем другом.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.14",
      "name": "Книга Судей Израилевых 14"
    },
    {
      "text": [
        {
          "text": "Чрез несколько дней, во время жатвы пшеницы, пришел Самсон повидаться с женою своею, принеся с собою козленка; и когда сказал: \"войду к жене моей в спальню\", отец ее не дал ему войти.",
          "ID": "1"
        },
        {
          "text": "И сказал отец ее: я подумал, что ты возненавидел ее, и я отдал ее другу твоему; вот, меньшая сестра красивее ее; пусть она будет тебе вместо ее.",
          "ID": "2"
        },
        {
          "text": "Но Самсон сказал им: теперь я буду прав пред Филистимлянами, если сделаю им зло.",
          "ID": "3"
        },
        {
          "text": "И пошел Самсон, и поймал триста лисиц, и взял факелы, и связал хвост с хвостом, и привязал по факелу между двумя хвостами;",
          "ID": "4"
        },
        {
          "text": "и зажег факелы, и пустил их на жатву Филистимскую, и выжег и копны и нежатый хлеб, и виноградные сады [и] масличные.",
          "ID": "5"
        },
        {
          "text": "И говорили Филистимляне: кто это сделал? И сказали: Самсон, зять Фимнафянина, ибо этот взял жену его и отдал другу его. И пошли Филистимляне и сожгли огнем ее и отца ее.",
          "ID": "6"
        },
        {
          "text": "Самсон сказал им: хотя вы сделали это, но я отмщу вам самим и тогда только успокоюсь.",
          "ID": "7"
        },
        {
          "text": "И перебил он им голени и бедра, и пошел и засел в ущелье скалы Етама.",
          "ID": "8"
        },
        {
          "text": "И пошли Филистимляне, и расположились станом в Иудее, и протянулись до Лехи.",
          "ID": "9"
        },
        {
          "text": "И сказали жители Иудеи: за что вы вышли против нас? Они сказали: мы пришли связать Самсона, чтобы поступить с ним, как он поступил с нами.",
          "ID": "10"
        },
        {
          "text": "И пошли три тысячи человек из Иудеи к ущелью скалы Етама и сказали Самсону: разве ты не знаешь, что Филистимляне господствуют над нами? что ты это сделал нам? Он сказал им: как они со мною поступили, так и я поступил с ними.",
          "ID": "11"
        },
        {
          "text": "И сказали ему: мы пришли связать тебя, чтобы отдать тебя в руки Филистимлянам. И сказал им Самсон: поклянитесь мне, что вы не убьете меня.",
          "ID": "12"
        },
        {
          "text": "И сказали ему: нет, мы только свяжем тебя и отдадим тебя в руки их, а умертвить не умертвим. И связали его двумя новыми веревками и повели его из ущелья.",
          "ID": "13"
        },
        {
          "text": "Когда он подошел к Лехе, Филистимляне с криком встретили его. И сошел на него Дух Господень, и веревки, бывшие на руках его, сделались, как перегоревший лен, и упали узы его с рук его.",
          "ID": "14"
        },
        {
          "text": "Нашел он свежую ослиную челюсть и, протянув руку свою, взял ее, и убил ею тысячу человек.",
          "ID": "15"
        },
        {
          "text": "И сказал Самсон: челюстью ослиною толпу, две толпы, челюстью ослиною убил я тысячу человек.",
          "ID": "16"
        },
        {
          "text": "Сказав это, бросил челюсть из руки своей и назвал то место: Рамаф–Лехи.",
          "ID": "17"
        },
        {
          "text": "И почувствовал сильную жажду и воззвал к Господу и сказал: Ты соделал рукою раба Твоего великое спасение сие; а теперь умру я от жажды, и попаду в руки необрезанных.",
          "ID": "18"
        },
        {
          "text": "И разверз Бог ямину в Лехе, и потекла из нее вода. Он напился, и возвратился дух его, и он ожил; от того и наречено имя месту сему: \"Источник взывающего\", который в Лехе до сего дня.",
          "ID": "19"
        },
        {
          "text": "И был он судьею Израиля во дни Филистимлян двадцать лет.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.15",
      "name": "Книга Судей Израилевых 15"
    },
    {
      "text": [
        {
          "text": "Пришел однажды Самсон в Газу и, увидев там блудницу, вошел к ней.",
          "ID": "1"
        },
        {
          "text": "Жителям Газы сказали: Самсон пришел сюда. И ходили они кругом, и подстерегали его всю ночь в воротах города, и таились всю ночь, говоря: до света утреннего [подождем, и] убьем его.",
          "ID": "2"
        },
        {
          "text": "А Самсон спал до полуночи; в полночь же встав, схватил двери городских ворот с обоими косяками, поднял их вместе с запором, положил на плечи свои и отнес их на вершину горы, которая на пути к Хеврону.",
          "ID": "3"
        },
        {
          "text": "После того полюбил он одну женщину, жившую на долине Сорек; имя ей Далида.",
          "ID": "4"
        },
        {
          "text": "К ней пришли владельцы Филистимские и говорят ей: уговори его, и выведай, в чем великая сила его и как нам одолеть его, чтобы связать его и усмирить его; а мы дадим тебе за то каждый тысячу сто [сиклей] серебра.",
          "ID": "5"
        },
        {
          "text": "И сказала Далида Самсону: скажи мне, в чем великая сила твоя и чем связать тебя, чтобы усмирить тебя?",
          "ID": "6"
        },
        {
          "text": "Самсон сказал ей: если свяжут меня семью сырыми тетивами, которые не засушены, то я сделаюсь бессилен и буду как и прочие люди.",
          "ID": "7"
        },
        {
          "text": "И принесли ей владельцы Филистимские семь сырых тетив, которые не засохли, и она связала его ими.",
          "ID": "8"
        },
        {
          "text": "(Между тем один скрытно сидел у нее в спальне.) И сказала ему: Самсон! Филистимляне [идут] на тебя. Он разорвал тетивы, как разрывают нитку из пакли, когда пережжет ее огонь. И не узнана сила его.",
          "ID": "9"
        },
        {
          "text": "И сказала Далида Самсону: вот, ты обманул меня и говорил мне ложь; скажи же теперь мне, чем связать тебя?",
          "ID": "10"
        },
        {
          "text": "Он сказал ей: если свяжут меня новыми веревками, которые не были в деле, то я сделаюсь бессилен и буду, как прочие люди.",
          "ID": "11"
        },
        {
          "text": "Далида взяла новые веревки и связала его и сказала ему: Самсон! Филистимляне [идут] на тебя. (Между тем один скрытно сидел в спальне.) И сорвал он их с рук своих, как нитки.",
          "ID": "12"
        },
        {
          "text": "И сказала Далида Самсону: все ты обманываешь меня и говоришь мне ложь; скажи мне, чем бы связать тебя? Он сказал ей: если ты воткешь семь кос головы моей в ткань [и прибьешь ее гвоздем к ткальной колоде].",
          "ID": "13"
        },
        {
          "text": "и прикрепила их к колоде, и сказала ему: Филистимляне [идут] на тебя, Самсон! Он пробудился от сна своего и выдернул ткальную колоду вместе с тканью.",
          "ID": "14"
        },
        {
          "text": "И сказала ему [Далида]: как же ты говоришь: \"люблю тебя\", а сердце твое не со мною? вот, ты трижды обманул меня, и не сказал мне, в чем великая сила твоя.",
          "ID": "15"
        },
        {
          "text": "И как она словами своими тяготила его всякий день и мучила его, то душе его тяжело стало до смерти.",
          "ID": "16"
        },
        {
          "text": "И он открыл ей все сердце свое, и сказал ей: бритва не касалась головы моей, ибо я назорей Божий от чрева матери моей; если же остричь меня, то отступит от меня сила моя; я сделаюсь слаб и буду, как прочие люди.",
          "ID": "17"
        },
        {
          "text": "Далида, видя, что он открыл ей все сердце свое, послала и звала владельцев Филистимских, сказав им: идите теперь; он открыл мне все сердце свое. И пришли к ней владельцы Филистимские и принесли серебро в руках своих.",
          "ID": "18"
        },
        {
          "text": "И усыпила его [Далида] на коленях своих, и призвала человека, и велела ему остричь семь кос головы его. И начал он ослабевать, и отступила от него сила его.",
          "ID": "19"
        },
        {
          "text": "Она сказала: Филистимляне [идут] на тебя, Самсон! Он пробудился от сна своего, и сказал: пойду, как и прежде, и освобожусь. А не знал, что Господь отступил от него.",
          "ID": "20"
        },
        {
          "text": "Филистимляне взяли его и выкололи ему глаза, привели его в Газу и оковали его двумя медными цепями, и он молол в доме узников.",
          "ID": "21"
        },
        {
          "text": "Между тем волосы на голове его начали расти, где они были острижены.",
          "ID": "22"
        },
        {
          "text": "Владельцы Филистимские собрались, чтобы принести великую жертву Дагону, богу своему, и повеселиться, и сказали: бог наш предал Самсона, врага нашего, в руки наши.",
          "ID": "23"
        },
        {
          "text": "Также и народ, видя его, прославлял бога своего, говоря: бог наш предал в руки наши врага нашего и опустошителя земли нашей, который побил многих из нас.",
          "ID": "24"
        },
        {
          "text": "И когда развеселилось сердце их, сказали: позовите Самсона, пусть он позабавит нас. И призвали Самсона из дома узников, и он забавлял их, и поставили его между столбами.",
          "ID": "25"
        },
        {
          "text": "И сказал Самсон отроку, который водил его за руку: подведи меня, чтобы ощупать мне столбы, на которых утвержден дом, и прислониться к ним.",
          "ID": "26"
        },
        {
          "text": "Дом же был полон мужчин и женщин; там были все владельцы Филистимские, и на кровле было до трех тысяч мужчин и женщин, смотревших на забавляющего [их] Самсона.",
          "ID": "27"
        },
        {
          "text": "И воззвал Самсон к Господу и сказал: Господи Боже! вспомни меня и укрепи меня только теперь, о Боже! чтобы мне в один раз отмстить Филистимлянам за два глаза мои.",
          "ID": "28"
        },
        {
          "text": "И сдвинул Самсон с места два средних столба, на которых утвержден был дом, упершись в них, в один правою рукою своею, а в другой левою.",
          "ID": "29"
        },
        {
          "text": "И сказал Самсон: умри, душа моя, с Филистимлянами! И уперся [всею] силою, и обрушился дом на владельцев и на весь народ, бывший в нем. И было умерших, которых умертвил [Самсон] при смерти своей, более, нежели сколько умертвил он в жизни своей.",
          "ID": "30"
        },
        {
          "text": "И пришли братья его и весь дом отца его, и взяли его, и пошли и похоронили его между Цорою и Естаолом, во гробе Маноя, отца его. Он был судьею Израиля двадцать лет.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.16",
      "name": "Книга Судей Израилевых 16"
    },
    {
      "text": [
        {
          "text": "Был некто на горе Ефремовой, именем Миха.",
          "ID": "1"
        },
        {
          "text": "Он сказал матери своей: тысяча сто [сиклей] серебра, которые у тебя взяты и за которые ты при мне изрекла проклятие, это серебро у меня, я взял его. Мать его сказала: благословен сын мой у Господа!",
          "ID": "2"
        },
        {
          "text": "И возвратил он матери своей тысячу сто [сиклей] серебра. И сказала мать его: это серебро я от себя посвятила Господу для сына моего, чтобы сделать из него истукан и литый кумир; итак отдаю оное тебе.",
          "ID": "3"
        },
        {
          "text": "Но он возвратил серебро матери своей. Мать его взяла двести [сиклей] серебра и отдала их плавильщику. Он сделал из них истукан и литый кумир, который и находился в доме Михи.",
          "ID": "4"
        },
        {
          "text": "И был у Михи дом Божий. И сделал он ефод и терафим и посвятил одного из сыновей своих, чтоб он был у него священником.",
          "ID": "5"
        },
        {
          "text": "В те дни не было царя у Израиля; каждый делал то, что ему казалось справедливым.",
          "ID": "6"
        },
        {
          "text": "Один юноша из Вифлеема Иудейского, из колена Иудина, левит, тогда жил там;",
          "ID": "7"
        },
        {
          "text": "этот человек пошел из города Вифлеема Иудейского, чтобы пожить, где случится, и идя дорогою, пришел на гору Ефремову к дому Михи.",
          "ID": "8"
        },
        {
          "text": "И сказал ему Миха: откуда ты идешь? Он сказал ему: я левит из Вифлеема Иудейского и иду пожить, где случится.",
          "ID": "9"
        },
        {
          "text": "И сказал ему Миха: останься у меня и будь у меня отцом и священником; я буду давать тебе по десяти [сиклей] серебра на год, потребное одеяние и пропитание.",
          "ID": "10"
        },
        {
          "text": "Левит пошел к нему и согласился левит остаться у этого человека, и был юноша у него, как один из сыновей его.",
          "ID": "11"
        },
        {
          "text": "Миха посвятил левита, и этот юноша был у него священником и жил в доме у Михи.",
          "ID": "12"
        },
        {
          "text": "И сказал Миха: теперь я знаю, что Господь будет мне благотворить, потому что левит у меня священником.",
          "ID": "13"
        }
      ],
      "ID": "OT:JDG.17",
      "name": "Книга Судей Израилевых 17"
    },
    {
      "text": [
        {
          "text": "В те дни не было царя у Израиля; и в те дни колено Даново искало себе удела, где бы поселиться, потому что дотоле не выпало ему [полного] удела между коленами Израилевыми.",
          "ID": "1"
        },
        {
          "text": "И послали сыны Дановы от племени своего пять человек, мужей сильных, из Цоры и Естаола, чтоб осмотреть землю и узнать ее, и сказали им: пойдите, узнайте землю. Они пришли на гору Ефремову к дому Михи и ночевали там.",
          "ID": "2"
        },
        {
          "text": "Находясь у дома Михи, узнали они голос молодого левита и зашли туда и спрашивали его: кто тебя привел сюда? что ты здесь делаешь и зачем ты здесь?",
          "ID": "3"
        },
        {
          "text": "Он сказал им: то и то сделал для меня Миха, нанял меня, и я у него священником.",
          "ID": "4"
        },
        {
          "text": "Они сказали ему: вопроси Бога, чтобы знать нам, успешен ли будет путь наш, в который мы идем.",
          "ID": "5"
        },
        {
          "text": "Священник сказал им: идите с миром; пред Господом путь ваш, в который вы идете.",
          "ID": "6"
        },
        {
          "text": "И пошли те пять мужей, и пришли в Лаис, и увидели народ, который в нем, что он живет покойно, по обычаю Сидонян, тих и беспечен, и что не было в земле той, кто обижал бы в чем, или имел бы власть: от Сидонян они жили далеко, и ни с кем не было у них никакого дела.",
          "ID": "7"
        },
        {
          "text": "И возвратились к братьям своим в Цору и Естаол, и сказали им братья их: с чем вы?",
          "ID": "8"
        },
        {
          "text": "Они сказали: встанем и пойдем на них; мы видели землю, она весьма хороша; а вы задумались: не медлите пойти и взять в наследие ту землю;",
          "ID": "9"
        },
        {
          "text": "когда пойдете вы, придете к народу беспечному, и земля та обширна; Бог предает ее в руки ваши; это такое место, где нет ни в чем недостатка, что [получается] от земли.",
          "ID": "10"
        },
        {
          "text": "И отправились оттуда из колена Данова, из Цоры и Естаола, шестьсот мужей, препоясавшись воинским оружием.",
          "ID": "11"
        },
        {
          "text": "Они пошли и стали станом в Кириаф–Иариме, в Иудее. Посему и называют то место станом Дановым до сего дня. Он позади Кириаф–Иарима.",
          "ID": "12"
        },
        {
          "text": "Оттуда отправились они на гору Ефремову и пришли к дому Михи.",
          "ID": "13"
        },
        {
          "text": "И сказали те пять мужей, которые ходили осматривать землю Лаис, братьям своим: знаете ли, что в одном из домов сих есть ефод, терафим, истукан и литый кумир? итак подумайте, что сделать.",
          "ID": "14"
        },
        {
          "text": "И зашли туда, и вошли в дом молодого левита, в дом Михи, и приветствовали его.",
          "ID": "15"
        },
        {
          "text": "А шестьсот человек из сынов Дановых, перепоясанные воинским оружием, стояли у ворот.",
          "ID": "16"
        },
        {
          "text": "Пять же человек, ходивших осматривать землю, пошли, вошли туда, взяли истукан и ефод и терафим и литый кумир. Священник стоял у ворот с теми шестьюстами человек, препоясанных воинским оружием.",
          "ID": "17"
        },
        {
          "text": "Когда они вошли в дом Михи и взяли истукан, ефод, терафим и литый кумир, священник сказал им: что вы делаете?",
          "ID": "18"
        },
        {
          "text": "Они сказали ему: молчи, положи руку твою на уста твои и иди с нами и будь у нас отцом и священником; лучше ли тебе быть священником в доме одного человека, нежели быть священником в колене или в племени Израилевом?",
          "ID": "19"
        },
        {
          "text": "Священник обрадовался, и взял ефод, терафим и истукан, и пошел с народом.",
          "ID": "20"
        },
        {
          "text": "Они обратились и пошли, и отпустили детей, скот и тяжести вперед.",
          "ID": "21"
        },
        {
          "text": "Когда они удалились от дома Михи, жители домов соседних с домом Михи собрались и погнались за сынами Дана,",
          "ID": "22"
        },
        {
          "text": "и кричали сынам Дана. [Сыны Дановы] оборотились и сказали Михе: что тебе, что ты так кричишь?",
          "ID": "23"
        },
        {
          "text": "(Миха) сказал: вы взяли богов моих, которых я сделал, и священника, и ушли; чего еще более? как же вы говорите: что тебе?",
          "ID": "24"
        },
        {
          "text": "Сыны Дановы сказали ему: [молчи], чтобы мы не слышали голоса твоего; иначе некоторые из нас, рассердившись, нападут на вас, и ты погубишь себя и семейство твое.",
          "ID": "25"
        },
        {
          "text": "И пошли сыны Дановы путем своим; Миха же, видя, что они сильнее его, пошел назад и возвратился в дом свой.",
          "ID": "26"
        },
        {
          "text": "А [сыны Дановы] взяли то, что сделал Миха, и священника, который был у него, и пошли в Лаис, против народа спокойного и беспечного, и побили его мечом, а город сожгли огнем.",
          "ID": "27"
        },
        {
          "text": "Некому было помочь, потому что он был отдален от Сидона и ни с кем не имел дела. [Город сей] находился в долине, что близ Беф–Рехова. И построили [снова] город и поселились в нем,",
          "ID": "28"
        },
        {
          "text": "и нарекли имя городу: Дан, по имени отца своего Дана, сына Израилева; а прежде имя города тому было: Лаис.",
          "ID": "29"
        },
        {
          "text": "И поставили у себя сыны Дановы истукан; Ионафан же, сын Гирсона, сына Манассии, сам и сыновья его были священниками в колене Дановом до дня переселения [жителей той] земли;",
          "ID": "30"
        },
        {
          "text": "и имели у себя истукан, сделанный Михою, во все то время, когда дом Божий находился в Силоме.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.18",
      "name": "Книга Судей Израилевых 18"
    },
    {
      "text": [
        {
          "text": "В те дни, когда не было царя у Израиля, жил один левит на склоне горы Ефремовой. Он взял себе наложницу из Вифлеема Иудейского.",
          "ID": "1"
        },
        {
          "text": "Наложница его поссорилась с ним и ушла от него в дом отца своего в Вифлеем Иудейский и была там четыре месяца.",
          "ID": "2"
        },
        {
          "text": "Муж ее встал и пошел за нею, чтобы поговорить к сердцу ее и возвратить ее к себе. С ним был слуга его и пара ослов. Она ввела его в дом отца своего.",
          "ID": "3"
        },
        {
          "text": "Отец этой молодой женщины, увидев его, с радостью встретил его, и удержал его тесть его, отец молодой женщины. И пробыл он у него три дня; они ели и пили и ночевали там.",
          "ID": "4"
        },
        {
          "text": "В четвертый день встали они рано, и он встал, чтоб идти. И сказал отец молодой женщины зятю своему: подкрепи сердце твое куском хлеба, и потом пойдете.",
          "ID": "5"
        },
        {
          "text": "Они остались, и оба вместе ели и пили. И сказал отец молодой женщины человеку тому: останься еще на ночь, и пусть повеселится сердце твое.",
          "ID": "6"
        },
        {
          "text": "Человек тот встал, было, чтоб идти, но тесть его упросил его, и он опять ночевал там.",
          "ID": "7"
        },
        {
          "text": "На пятый день встал он поутру, чтоб идти. И сказал отец молодой женщины той: подкрепи сердце твое [хлебом], и помедлите, доколе преклонится день. И ели оба они.",
          "ID": "8"
        },
        {
          "text": "И встал тот человек, чтоб идти, сам он, наложница его и слуга его. И сказал ему тесть его, отец молодой женщины: вот, день преклонился к вечеру, ночуйте, пожалуйте; вот, дню скоро конец, ночуй здесь, пусть повеселится сердце твое; завтра пораньше встанете в путь ваш, и пойдешь в дом твой.",
          "ID": "9"
        },
        {
          "text": "Но муж не согласился ночевать, встал и пошел; и пришел к Иевусу, что [ныне] Иерусалим; с ним пара навьюченных ослов и наложница его с ним.",
          "ID": "10"
        },
        {
          "text": "Когда они были близ Иевуса, день уже очень преклонился. И сказал слуга господину своему: зайдем в этот город Иевусеев и ночуем в нем.",
          "ID": "11"
        },
        {
          "text": "Господин его сказал ему: нет, не пойдем в город иноплеменников, которые не из сынов Израилевых, но дойдем до Гивы.",
          "ID": "12"
        },
        {
          "text": "И сказал слуге своему: дойдем до одного из сих мест и ночуем в Гиве, или в Раме.",
          "ID": "13"
        },
        {
          "text": "И пошли, и шли, и закатилось солнце подле Гивы Вениаминовой.",
          "ID": "14"
        },
        {
          "text": "И повернули они туда, чтобы пойти ночевать в Гиве. И пришел он и сел на улице в городе; но никто не приглашал их в дом для ночлега.",
          "ID": "15"
        },
        {
          "text": "И вот, идет один старик с работы своей с поля вечером; он родом был с горы Ефремовой и жил в Гиве. Жители же места сего были сыны Вениаминовы.",
          "ID": "16"
        },
        {
          "text": "Он, подняв глаза свои, увидел прохожего на улице городской. И сказал старик: куда идешь? и откуда ты пришел?",
          "ID": "17"
        },
        {
          "text": "Он сказал ему: мы идем из Вифлеема Иудейского к горе Ефремовой, откуда я; я ходил в Вифлеем Иудейский, а теперь иду к дому Господа; и никто не приглашает меня в дом;",
          "ID": "18"
        },
        {
          "text": "у нас есть и солома и корм для ослов наших; также хлеб и вино для меня и для рабы твоей и для сего слуги есть у рабов твоих; ни в чем нет недостатка.",
          "ID": "19"
        },
        {
          "text": "Старик сказал ему: будь спокоен: весь недостаток твой на мне, только не ночуй на улице.",
          "ID": "20"
        },
        {
          "text": "И ввел его в дом свой и дал корму ослам [его], а сами они омыли ноги свои и ели и пили.",
          "ID": "21"
        },
        {
          "text": "Тогда как они развеселили сердца свои, вот, жители города, люди развратные, окружили дом, стучались в двери и говорили старику, хозяину дома: выведи человека, вошедшего в дом твой, мы познаем его.",
          "ID": "22"
        },
        {
          "text": "Хозяин дома вышел к ним и сказал им: нет, братья мои, не делайте зла, когда человек сей вошел в дом мой, не делайте этого безумия;",
          "ID": "23"
        },
        {
          "text": "вот у меня дочь девица, и у него наложница, выведу я их, смирите их и делайте с ними, что вам угодно; а с человеком сим не делайте этого безумия.",
          "ID": "24"
        },
        {
          "text": "Но они не хотели слушать его. Тогда муж взял свою наложницу и вывел к ним на улицу. Они познали ее, и ругались над нею всю ночь до утра. И отпустили ее при появлении зари.",
          "ID": "25"
        },
        {
          "text": "И пришла женщина пред появлением зари, и упала у дверей дома того человека, у которого был господин ее, [и лежала] до света.",
          "ID": "26"
        },
        {
          "text": "Господин ее встал поутру, отворил двери дома и вышел, чтоб идти в путь свой: и вот, наложница его лежит у дверей дома, и руки ее на пороге.",
          "ID": "27"
        },
        {
          "text": "Он сказал ей: вставай, пойдем. Но ответа не было, [потому что она умерла]. Он положил ее на осла, встал и пошел в свое место.",
          "ID": "28"
        },
        {
          "text": "Придя в дом свой, взял нож и, взяв наложницу свою, разрезал ее по членам ее на двенадцать частей и послал во все пределы Израилевы.",
          "ID": "29"
        },
        {
          "text": "Всякий, видевший это, говорил: не бывало и не видано было подобного сему от дня исшествия сынов Израилевых из земли Египетской до сего дня. Обратите внимание на это, посоветуйтесь и скажите.",
          "ID": "30"
        }
      ],
      "ID": "OT:JDG.19",
      "name": "Книга Судей Израилевых 19"
    },
    {
      "text": [
        {
          "text": "И вышли все сыны Израилевы, и собралось [все] общество, как один человек, от Дана до Вирсавии, и земля Галаадская пред Господа в Массифу.",
          "ID": "1"
        },
        {
          "text": "И собрались начальники всего народа, все колена Израилевы, в собрание народа Божия, четыреста тысяч пеших, обнажающих меч.",
          "ID": "2"
        },
        {
          "text": "И сыны Вениаминовы услышали, что сыны Израилевы пришли в Массифу. И сказали сыны Израилевы: скажите, как происходило это зло?",
          "ID": "3"
        },
        {
          "text": "Левит, муж оной убитой женщины, отвечал и сказал: я с наложницею моею пришел ночевать в Гиву Вениаминову;",
          "ID": "4"
        },
        {
          "text": "и восстали на меня жители Гивы и окружили из–за меня дом ночью; меня намеревались убить, и наложницу мою замучили, так, что она умерла;",
          "ID": "5"
        },
        {
          "text": "я взял наложницу мою, разрезал ее и послал ее во все области владения Израилева, ибо они сделали беззаконное и срамное дело в Израиле;",
          "ID": "6"
        },
        {
          "text": "вот все вы, сыны Израилевы, рассмотрите это дело и решите здесь.",
          "ID": "7"
        },
        {
          "text": "И восстал весь народ, как один человек, и сказал: не пойдем никто в шатер свой и не возвратимся никто в дом свой;",
          "ID": "8"
        },
        {
          "text": "и вот что мы сделаем ныне с Гивою: [пойдем] на нее по жребию;",
          "ID": "9"
        },
        {
          "text": "и возьмем по десяти человек из ста от всех колен Израилевых, по сто от тысячи и по тысяче от тьмы, чтоб они принесли съестных припасов для народа, который пойдет против Гивы Вениаминовой, наказать ее за срамное дело, которое она сделала в Израиле.",
          "ID": "10"
        },
        {
          "text": "И собрались все Израильтяне против города единодушно, как один человек.",
          "ID": "11"
        },
        {
          "text": "И послали колена Израилевы во все колено Вениаминово сказать: какое это гнусное дело сделано у вас!",
          "ID": "12"
        },
        {
          "text": "Выдайте развращенных оных людей, которые в Гиве; мы умертвим их и искореним зло из Израиля. Но сыны Вениаминовы не хотели послушать голоса братьев своих, сынов Израилевых;",
          "ID": "13"
        },
        {
          "text": "а собрались сыны Вениаминовы из городов в Гиву, чтобы пойти войною против сынов Израилевых.",
          "ID": "14"
        },
        {
          "text": "И насчиталось в тот день сынов Вениаминовых, [собравшихся] из городов, двадцать шесть тысяч человек, обнажающих меч; кроме того, из жителей Гивы насчитано семьсот отборных;",
          "ID": "15"
        },
        {
          "text": "из всего народа сего было семьсот человек отборных, которые были левши, и все сии, бросая из пращей камни в волос, не бросали мимо.",
          "ID": "16"
        },
        {
          "text": "Израильтян же, кроме сынов Вениаминовых, насчиталось четыреста тысяч человек, обнажающих меч; все они были способны к войне.",
          "ID": "17"
        },
        {
          "text": "И встали и пошли в дом Божий, и вопрошали Бога и сказали сыны Израилевы: кто из нас прежде пойдет на войну с сынами Вениамина? И сказал Господь: Иуда [пойдет] впереди.",
          "ID": "18"
        },
        {
          "text": "И встали сыны Израилевы поутру и расположились станом подле Гивы;",
          "ID": "19"
        },
        {
          "text": "и выступили Израильтяне на войну против Вениамина, и стали сыны Израилевы в боевой порядок близ Гивы.",
          "ID": "20"
        },
        {
          "text": "И вышли сыны Вениаминовы из Гивы и положили в тот день двадцать две тысячи Израильтян на землю.",
          "ID": "21"
        },
        {
          "text": "Но народ Израильский ободрился, и опять стали в боевой порядок на том месте, где стояли в прежний день.",
          "ID": "22"
        },
        {
          "text": "И пошли сыны Израилевы, и плакали пред Господом до вечера, и вопрошали Господа: вступать ли мне еще в сражение с сынами Вениамина, брата моего? Господь сказал: идите против него.",
          "ID": "23"
        },
        {
          "text": "И подступили сыны Израилевы к сынам Вениамина во второй день.",
          "ID": "24"
        },
        {
          "text": "Вениамин вышел против них из Гивы во второй день, и еще положили на землю из сынов Израилевых восемнадцать тысяч человек, обнажающих меч.",
          "ID": "25"
        },
        {
          "text": "Тогда все сыны Израилевы и весь народ пошли и пришли в дом Божий и, сидя там, плакали пред Господом, и постились в тот день до вечера, и вознесли всесожжения и мирные жертвы пред Господом.",
          "ID": "26"
        },
        {
          "text": "И вопрошали сыны Израилевы Господа (в то время ковчег завета Божия находился там,",
          "ID": "27"
        },
        {
          "text": "и Финеес, сын Елеазара, сына Ааронова, предстоял пред ним): выходить ли мне еще на сражение с сынами Вениамина, брата моего, или нет? Господь сказал: идите; Я завтра предам его в руки ваши.",
          "ID": "28"
        },
        {
          "text": "И поставил Израиль засаду вокруг Гивы.",
          "ID": "29"
        },
        {
          "text": "И пошли сыны Израилевы на сынов Вениамина в третий день и стали в боевой порядок пред Гивою, как прежде.",
          "ID": "30"
        },
        {
          "text": "Сыны Вениаминовы выступили против народа и отдалились от города, и начали, как прежде, убивать из народа на дорогах, из которых одна идет к Вефилю, а другая к Гиве полем, и [убили] до тридцати человек из Израильтян.",
          "ID": "31"
        },
        {
          "text": "И сказали сыны Вениаминовы: они падают пред нами, как и прежде. А сыны Израилевы сказали: побежим от них и отвлечем их от города на дороги.",
          "ID": "32"
        },
        {
          "text": "И все Израильтяне встали с своего места и выстроились в Ваал–Фамаре. И засада Израилева устремилась из своего места, с западной стороны Гивы.",
          "ID": "33"
        },
        {
          "text": "И пришли пред Гиву десять тысяч человек отборных из всего Израиля, и началось жестокое сражение; но [сыны Вениамина] не знали, что предстоит им беда.",
          "ID": "34"
        },
        {
          "text": "И поразил Господь Вениамина пред Израильтянами, и положили в тот день Израильтяне из сынов Вениамина двадцать пять тысяч сто человек, обнажавших меч.",
          "ID": "35"
        },
        {
          "text": "Когда сыны Вениамина увидели, что они поражены, тогда Израильтяне уступили место сынам Вениамина, ибо надеялись на засаду, которую они поставили близ Гивы.",
          "ID": "36"
        },
        {
          "text": "Засада же поспешила и устремилась к Гиве, и вступила и поразила весь город мечом.",
          "ID": "37"
        },
        {
          "text": "Израильтяне поставили с засадою [условленным] знаком к нападению поднимающийся дым из города.",
          "ID": "38"
        },
        {
          "text": "Итак, когда Израильтяне отступили с места сражения, и Вениамин начал поражать и поверг Израильтян до тридцати человек и говорил: \"опять падают они пред нами, как и в прежние сражения\",",
          "ID": "39"
        },
        {
          "text": "тогда начал подниматься из города дым столбом. Вениамин оглянулся назад, и вот, [дым] от всего города восходит к небу.",
          "ID": "40"
        },
        {
          "text": "Израильтяне воротились, а Вениамин оробел, ибо увидел, что постигла его беда.",
          "ID": "41"
        },
        {
          "text": "И побежали они от Израильтян по дороге к пустыне; но сеча преследовала их, и выходившие из городов побивали их там;",
          "ID": "42"
        },
        {
          "text": "окружили Вениамина, и преследовали его до Менухи и поражали до самой восточной стороны Гивы.",
          "ID": "43"
        },
        {
          "text": "И пало из сынов Вениамина восемнадцать тысяч человек, людей сильных.",
          "ID": "44"
        },
        {
          "text": "[Оставшиеся] оборотились и побежали к пустыне, к скале Риммону, и побили еще [Израильтяне] на дорогах пять тысяч человек; и гнались за ними до Гидома и еще убили из них две тысячи человек.",
          "ID": "45"
        },
        {
          "text": "Всех же сынов Вениаминовых, павших в тот день, было двадцать пять тысяч человек, обнажавших меч, и все они были мужи сильные.",
          "ID": "46"
        },
        {
          "text": "И [обратились оставшиеся] и убежали в пустыню, к скале Риммону, шестьсот человек, и оставались там в каменной горе Риммоне четыре месяца.",
          "ID": "47"
        },
        {
          "text": "Израильтяне же опять пошли к сынам Вениаминовым и поразили их мечом, и людей в городе, и скот, и все, что ни встречалось, и все находившиеся [на пути] города сожгли огнем.",
          "ID": "48"
        }
      ],
      "ID": "OT:JDG.20",
      "name": "Книга Судей Израилевых 20"
    },
    {
      "text": [
        {
          "text": "И поклялись Израильтяне в Массифе, говоря: никто из нас не отдаст дочери своей сынам Вениамина в замужество.",
          "ID": "1"
        },
        {
          "text": "И пришел народ в дом Божий, и сидели там до вечера пред Богом, и подняли громкий вопль, и сильно плакали,",
          "ID": "2"
        },
        {
          "text": "и сказали: Господи, Боже Израилев! для чего случилось это в Израиле, что не стало теперь у Израиля одного колена?",
          "ID": "3"
        },
        {
          "text": "На другой день встал народ поутру, и устроили там жертвенник, и вознесли всесожжения и мирные жертвы.",
          "ID": "4"
        },
        {
          "text": "И сказали сыны Израилевы: кто не приходил в собрание пред Господа из всех колен Израилевых? Ибо великое проклятие [произнесено] было на тех, которые не пришли пред Господа в Массифу, и сказано было, что те преданы будут смерти.",
          "ID": "5"
        },
        {
          "text": "И сжалились сыны Израилевы над Вениамином, братом своим, и сказали: ныне отсечено одно колено от Израиля;",
          "ID": "6"
        },
        {
          "text": "как поступить нам с оставшимися из них [касательно] жен, когда мы поклялись Господом не давать им жен из дочерей наших?",
          "ID": "7"
        },
        {
          "text": "И сказали: нет ли кого из колен Израилевых, кто не приходил пред Господа в Массифу? И оказалось, что из Иависа Галаадского никто не приходил пред Господа в стан на собрание.",
          "ID": "8"
        },
        {
          "text": "И осмотрен народ, и вот, не было там ни одного из жителей Иависа Галаадского.",
          "ID": "9"
        },
        {
          "text": "И послало туда общество двенадцать тысяч человек, мужей сильных, и дали им приказание, говоря: идите и поразите жителей Иависа Галаадского мечом, и женщин и детей;",
          "ID": "10"
        },
        {
          "text": "и вот что сделайте: всякого мужчину и всякую женщину, познавшую ложе мужеское, предайте заклятию.",
          "ID": "11"
        },
        {
          "text": "И нашли они между жителями Иависа Галаадского четыреста девиц, не познавших ложа мужеского, и привели их в стан в Силом, что в земле Ханаанской.",
          "ID": "12"
        },
        {
          "text": "И послало все общество переговорить с сынами Вениамина, бывшими в скале Риммоне, и объявило им мир.",
          "ID": "13"
        },
        {
          "text": "Тогда возвратились сыны Вениамина, и дали им (Израильтяне) жен, которых оставили в живых из женщин Иависа Галаадского; но оказалось, что этого было недостаточно.",
          "ID": "14"
        },
        {
          "text": "Народ же сожалел о Вениамине, что Господь не сохранил целости колен Израилевых.",
          "ID": "15"
        },
        {
          "text": "И сказали старейшины общества: что нам делать с оставшимися [касательно] жен, ибо истреблены женщины у Вениамина?",
          "ID": "16"
        },
        {
          "text": "И сказали: наследственная земля пусть остается уцелевшим сынам Вениамина, чтобы не исчезло колено от Израиля;",
          "ID": "17"
        },
        {
          "text": "но мы не можем дать им жен из дочерей наших; ибо сыны Израилевы поклялись, говоря: проклят, кто даст жену Вениамину.",
          "ID": "18"
        },
        {
          "text": "И сказали: вот, каждый год бывает праздник Господень в Силоме, который на север от Вефиля и на восток от дороги, ведущей от Вефиля в Сихем, и на юг от Левоны.",
          "ID": "19"
        },
        {
          "text": "И приказали сынам Вениамина и сказали: подите и засядьте в виноградниках,",
          "ID": "20"
        },
        {
          "text": "и смотрите, когда выйдут девицы Силомские плясать в хороводах, тогда выйдите из виноградников и схватите себе каждый жену из девиц Силомских и идите в землю Вениаминову;",
          "ID": "21"
        },
        {
          "text": "и когда придут отцы их, или братья их с жалобою к нам, мы скажем им: простите нас за них, ибо мы не взяли для каждого из них жены на войне, и вы не дали им; теперь вы виновны.",
          "ID": "22"
        },
        {
          "text": "Сыны Вениамина так и сделали, и взяли жен по числу своему из бывших в хороводе, которых они похитили, и пошли и возвратились в удел свой, и построили города и стали жить в них.",
          "ID": "23"
        },
        {
          "text": "В то же время Израильтяне разошлись оттуда каждый в колено свое и в племя свое, и пошли оттуда каждый в удел свой.",
          "ID": "24"
        },
        {
          "text": "В те дни не было царя у Израиля; каждый делал то, что ему казалось справедливым.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.21",
      "name": "Книга Судей Израилевых 21"
    }
  ],
  "ID": "OT:JDG(SYNO)",
  "name": "Книга Судей Израилевых"
}