{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, по велению Бога, Спасителя нашего, и Христа Иисуса, надежды нашей, апостол Христа Иисуса –",
          "ID": "1"
        },
        {
          "text": "истинному по вере сыну Тимофею:",
          "ID": "2"
        },
        {
          "text": "благодать, милость и мир тебе от Бога Отца и от Христа Иисуса, Господа нашего.",
          "ID": "2"
        },
        {
          "text": "Отправляясь в Македонию, я просил тебя, ты помнишь, остаться в Эфесе и наказать там некоторым не распространять лжеучений, ",
          "ID": "3"
        },
        {
          "text": "не держаться старых басен и не копаться в бесконечных родословиях, которые только споры порождают, а не служат претворению замысла Божия силою веры. ",
          "ID": "4"
        },
        {
          "text": "У этого наказа одна лишь цель – вести к любви, любви от чистого сердца, доброй совести и искренней веры. ",
          "ID": "5"
        },
        {
          "text": "Иные изменили этому и впали в пустословие. ",
          "ID": "6"
        },
        {
          "text": "Учителями Закона хотят они быть, а сами ни слов своих не понимают, ни того, о чем они так уверенно проповедуют.",
          "ID": "7"
        },
        {
          "text": "А мы знаем, что Закон всегда добр, если относиться к нему только как к закону, ",
          "ID": "8"
        },
        {
          "text": "сознавая, что не для праведника положен Закон, но для беззаконников: для людей непокорных, нечестивых и грешных, для кощунствующих и святотатцев, для тех, кто отнимает жизнь у отца или матери; законы – для всех убийц, ",
          "ID": "9"
        },
        {
          "text": "блудников, мужеложцев, для тех, кто похищает людей, для лжецов, клятвопреступников и вообще для всех противников здравого учения. ",
          "ID": "10"
        },
        {
          "text": "Так учит Благая Весть о величии Бога благословенного, Весть, которую вверил Он мне.",
          "ID": "11"
        },
        {
          "text": "Благодарю Господа нашего Христа Иисуса бесконечно: Он дал мне силу, признал меня верным и сделал служителем Своим. ",
          "ID": "12"
        },
        {
          "text": "А ведь был я до того хулителем, гонителем и злодеем. Но был помилован, потому что действовал в незнании и неверии своем. ",
          "ID": "13"
        },
        {
          "text": "Излилась на меня безмерная благодать Господа нашего, и обрел я веру и любовь во Христе Иисусе. ",
          "ID": "14"
        },
        {
          "text": "Так что справедливы слова и ими должен проникнуться всякий: Христос Иисус пришел в мир спасти грешников, из которых я – первый. ",
          "ID": "15"
        },
        {
          "text": "Для того и помилован я был, чтобы показал Христос Иисус на мне первом, сколь велико Его долготерпение. Тут пример для всех, кому предстоит уверовать в Него и обрести жизнь вечную. ",
          "ID": "16"
        },
        {
          "text": "Царю же веков, нетленному, незримому, единому Богу – честь и слава во веки веков! Аминь.",
          "ID": "17"
        },
        {
          "text": "Тебе, сын мой Тимофей, в согласии с пророчествами, что были о тебе ранее, даю этот наказ, чтобы ты во свете их вел доблестную борьбу, ",
          "ID": "18"
        },
        {
          "text": "оставаясь твердым в вере и храня совесть чистой. (Иные пренебрегли ею и потерпели кораблекрушение в вере. ",
          "ID": "19"
        },
        {
          "text": "Таковы Именей и Александр, которых отдал я в руки сатаны, чтобы отвыкли они богохульствовать.)",
          "ID": "20"
        }
      ],
      "ID": "NT:1TI.1",
      "name": "Первое послание апостола Павла Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Прошу тебя поэтому, сделай прежде всего так, чтобы на богослужениях совершались молитвы и возносились Богу прошения, ходатайства и благодарения за всех людей, ",
          "ID": "1"
        },
        {
          "text": "особенно за царей и за всех властью облеченных, чтобы жить нам спокойно и тихо, во всём благочестиво поступать и благопристойно. ",
          "ID": "2"
        },
        {
          "text": "Это и хорошо, и угодно Спасителю нашему Богу, ",
          "ID": "3"
        },
        {
          "text": "Который хочет, чтобы все люди были спасены и пришли к познанию истины. ",
          "ID": "4"
        },
        {
          "text": "И как Бог у нас один, один и посредник между Ним и нами – Человек Христос Иисус. ",
          "ID": "5"
        },
        {
          "text": "Он пожертвовал Собой во искупление всех людей. Так было дано свидетельство на все времена. ",
          "ID": "6"
        },
        {
          "text": "Для того чтобы нести это свидетельство, я и был поставлен проповедником и апостолом, а также – верно говорю, не лгу – учителем веры и истины для язычников.",
          "ID": "7"
        },
        {
          "text": "Вот почему и хочу я, чтобы молились везде и всюду мужи, способные без гнева и мыслей худых простирать к Богу чистые руки.",
          "ID": "8"
        },
        {
          "text": "Хочу, чтобы [и] женщины одевались прилично, скромно и благоразумно и украшали себя не замысловатыми прическами, не золотом или жемчугом, не роскошными нарядами, ",
          "ID": "9"
        },
        {
          "text": "но добрыми делами, которые и подобает совершать женщинам, которые привержены благочестию. ",
          "ID": "10"
        },
        {
          "text": "Женщинам надлежит смиренно учиться в тиши. ",
          "ID": "11"
        },
        {
          "text": "А поучать мужчину и помыкать им женщине непозволительно. В смиренном молчании следует пребывать ей. ",
          "ID": "12"
        },
        {
          "text": "Ведь первым был создан Адам и только потом – Ева. ",
          "ID": "13"
        },
        {
          "text": "И не Адам был обманут, но женщина. Это она, дав себя обмануть, впала в грех. ",
          "ID": "14"
        },
        {
          "text": "Впрочем, и женщины, поскольку они детей рожают, спасены будут, если, конечно, останутся в вере, любви, святостиб и целомудрии.",
          "ID": "15"
        }
      ],
      "ID": "NT:1TI.2",
      "name": "Первое послание апостола Павла Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Верно говорят: кто хочет быть пастырем, к благородному делу стремится. ",
          "ID": "1"
        },
        {
          "text": "Но совершающий пастырское служение должен быть человеком безупречной жизни, мужем одной жены; он должен быть трезвым, рассудительным, любить порядок во всем, быть гостеприимным, уметь учить других ",
          "ID": "2"
        },
        {
          "text": "и, конечно же, не быть пьяницей, задирой, но человеком, всегда готовым идти на уступки, несварливым, не падким на деньги. ",
          "ID": "3"
        },
        {
          "text": "Он должен хорошо управлять своим домом и воспитывать детей в повиновении, сохраняя при этом достоинство. (",
          "ID": "4"
        },
        {
          "text": "Кто не знает, как со своим-то домом управиться, может ли о церкви Божьей заботиться?) ",
          "ID": "5"
        },
        {
          "text": "И не должен он быть из новообращенных, чтобы не возгордился и не подвергся тому же осуждению, что и дьявол. ",
          "ID": "6"
        },
        {
          "text": "Надобно еще, чтобы и те, кто вне церкви, имели о нем хорошее мнение, чтобы не навлек он на себя нарекание и не попал в сеть дьявола.",
          "ID": "7"
        },
        {
          "text": "И другие служители церкви тоже должны быть людьми достойными, не двуличными, не пристрастными к вину, не корыстолюбивыми, ",
          "ID": "8"
        },
        {
          "text": "людьми, которые дорожат чистой своей совестью и держатся тайны веры Христовой. ",
          "ID": "9"
        },
        {
          "text": "Но и такие должны прежде показать себя в деле и лишь потом, если безупречны, пусть служат.",
          "ID": "10"
        },
        {
          "text": "Нужно также, чтобы и жены их были женщинами достойными: не клеветницами и трезвыми, во всём заслуживающими доверия.",
          "ID": "11"
        },
        {
          "text": "Всякий служитель должен быть мужем одной жены, он должен притом уметь управлять детьми и всем домом своим. ",
          "ID": "12"
        },
        {
          "text": "Тот, кто исправно исполняет свои обязанности, приобретает хорошую репутацию и великую смелость, даруемую верой во Христа Иисуса.",
          "ID": "13"
        },
        {
          "text": "Я пишу тебе обо всем об этом, хотя надеюсь скоро сам прийти к тебе; ",
          "ID": "14"
        },
        {
          "text": "пишу на случай, если задержусь, чтобы ты знал, как надо вести себя в семье Божией, в церкви Бога Живого, которую Он соделал столпом и оплотом истины. ",
          "ID": "15"
        },
        {
          "text": "А тайна благочестия воистину велика:",
          "ID": "16"
        },
        {
          "text": "во плоти был Он явлен,",
          "ID": "16"
        },
        {
          "text": "в духе Своем безгрешном оправдан,",
          "ID": "16"
        },
        {
          "text": "по воскресении ангелы узрели Его;",
          "ID": "16"
        },
        {
          "text": "в народах Он возвещен,",
          "ID": "16"
        },
        {
          "text": "в мире верою принят",
          "ID": "16"
        },
        {
          "text": "и во славу небес вознесен.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.3",
      "name": "Первое послание апостола Павла Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Дух ясно говорит нам, что в последующие времена иные отпадут от веры, внимая духам-обольстителям и учениям бесовским, ",
          "ID": "1"
        },
        {
          "text": "порожденным лицемерием лжецов, потерявших всякую совесть. ",
          "ID": "2"
        },
        {
          "text": "Эти обольстители запрещают вступать в брак и заставляют воздерживаться от той или иной пищи, которую Бог для того и сотворил, чтобы верующие (те, кто познал истину) принимали ее с благодарностью. ",
          "ID": "3"
        },
        {
          "text": "Ведь всё, что сотворено Богом для человека, хорошо, и что принимается с благодарностью, не предосудительно, ",
          "ID": "4"
        },
        {
          "text": "ибо освящается словом Божьим и молитвою.",
          "ID": "5"
        },
        {
          "text": "Советуя это братьям, ты будешь истинным служителем Христа Иисуса, питающим душу свою словами веры и истинного учения, которому ты последовал. ",
          "ID": "6"
        },
        {
          "text": "Нелепых же и вздорных басен избегай. Укрепляй себя каждодневно в благочестии. ",
          "ID": "7"
        },
        {
          "text": "Телесные упражнения лишь некоторую приносят пользу, польза же благочестия безгранична, ибо в нем – обещание жизни и в настоящем, и в будущем. ",
          "ID": "8"
        },
        {
          "text": "Этим словам можно верить: они стоят того, чтобы их принять. ",
          "ID": "9"
        },
        {
          "text": "Ведь для этого мы трудимся и усердствуем, уповая на Бога Живого, Спасителя всех людей, в особенности же, конечно, верующих.",
          "ID": "10"
        },
        {
          "text": "Наставляй в этом людей, этому учи их. ",
          "ID": "11"
        },
        {
          "text": "Никому не следует смотреть на тебя свысока из-за того, что молод ты, а сам будь для верующих примером и в словах, и в поведении, в любви, в вере и в чистоте. ",
          "ID": "12"
        },
        {
          "text": "До моего прихода удели внимание чтению Писания в церкви, проповедуй и учи. ",
          "ID": "13"
        },
        {
          "text": "Радей о даре, который обрел ты через слово Божье при возложении на тебя рук пресвитеров.",
          "ID": "14"
        },
        {
          "text": "Дорожи всем этим, живи этим, чтобы успех твой был для всех очевиден. ",
          "ID": "15"
        },
        {
          "text": "Будь внимателен к тому, что ты делаешь и чему учишь. Пребывай в этом. Если так будешь жить и трудиться, и себя спасешь, и тех, кто внимает тебе.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.4",
      "name": "Первое послание апостола Павла Тимофею 4"
    },
    {
      "text": [
        {
          "text": "Со старцем всегда будь почтительным и говори с ним, как с отцом своим. С теми, кто младше тебя, обходись, как с братьями, ",
          "ID": "1"
        },
        {
          "text": "с пожилыми женщинами – как с матерями, с молодыми – как с сестрами. Все увещания твои должны быть чистыми.",
          "ID": "2"
        },
        {
          "text": "Вдов почитай, особенно совсем одиноких. ",
          "ID": "3"
        },
        {
          "text": "Если есть у вдовы дети и внуки, пусть учатся они, прежде всего, исполнять Богом возложенные на них обязанности в семье и воздавать должное родителям, ибо это угодно Богу. ",
          "ID": "4"
        },
        {
          "text": "Настоящая вдова, даже оставшись в совершенном одиночестве, живет надеждою на Бога, дни и ночи проводит в молитвах к Нему и просит Его о помощи, ",
          "ID": "5"
        },
        {
          "text": "а та, что ищет одних только наслаждений, уже при жизни умерла. ",
          "ID": "6"
        },
        {
          "text": "Предостерегай их от этого, чтоб жизнь их была безупречна. ",
          "ID": "7"
        },
        {
          "text": "Кто о своих близких, и особенно о домашних своих, не печется, тот отрекся от веры. Хуже неверующего он.",
          "ID": "8"
        },
        {
          "text": "На попечение церкви бери лишь вдов, которым не меньше шестидесяти лет и которые были только однажды замужем. ",
          "ID": "9"
        },
        {
          "text": "Такая вдова должна быть при этом известна своими добрыми делами: тем, что сумела поднять детей, давала приют странникам, омывала ноги братьям во Христе, помогала тем, кто в беде, – короче, всегда старалась делать добро.",
          "ID": "10"
        },
        {
          "text": "Вдов, что моложе, на попечение не бери. Страсти овладевают ими порой до такой степени, что они забывают Христа и только о том думают, как бы выйти замуж. ",
          "ID": "11"
        },
        {
          "text": "Тем самым они нарушают данные Ему прежде обеты, за что подвергаются справедливому осуждению. ",
          "ID": "12"
        },
        {
          "text": "К тому же они привыкают к праздности: ходят из дома в дом и, будучи не только праздными, но болтливыми и любопытными, говорят то, о чем говорить не следует. ",
          "ID": "13"
        },
        {
          "text": "Так что лучше бы уж молодые вдовы вновь выходили замуж, рожали детей, занимались домом и не давали врагам нашим никакого повода к злословию. ",
          "ID": "14"
        },
        {
          "text": "А ведь некоторые уже сбились с пути и теперь идут за сатаной.",
          "ID": "15"
        },
        {
          "text": "Если у какой христианки есть в родне вдовы, пусть она помогает им, чтобы церковь не отягощалась этими заботами и могла помогать одиноким вдовам.",
          "ID": "16"
        },
        {
          "text": "Пресвитеров, которые хорошо заботятся о своей церкви, должно почитать особо и, в первую очередь, тех из них, которые все силы свои отдают проповеди и научению других. ",
          "ID": "17"
        },
        {
          "text": "В Писании недаром сказано: «Не мешай волу есть то, что молотит он» и еще: «Работник должен быть вознагражден». ",
          "ID": "18"
        },
        {
          "text": "Обвинений, когда речь о пресвитерах, не принимай, если не подтверждены они двумя-тремя свидетелями. ",
          "ID": "19"
        },
        {
          "text": "А тех, кто в самом деле виновен, обличай, притом, в поучение другим, публично.",
          "ID": "20"
        },
        {
          "text": "Перед Богом, Христом Иисусом и ангелами избранными заклинаю: держись этих правил и действуй всегда без предубеждений, беспристрастно. ",
          "ID": "21"
        },
        {
          "text": "Никого поспешно не рукополагай, и да не случится тебе стать соучастником в чужих грехах. Храни себя в чистоте.",
          "ID": "22"
        },
        {
          "text": "Пей впредь не одну только воду, а принимай и немного вина – на пользу это пойдет желудку твоему и против частых твоих недугов поможет.",
          "ID": "23"
        },
        {
          "text": "Грехи иных людей бывают столь очевидны, что осуждаются еще даже до суда над ними; у других же грехи их открываются лишь со временем. ",
          "ID": "24"
        },
        {
          "text": "То же и с добрыми делами: одни – явны, другие – нет. Но и эти рано или поздно откроются.",
          "ID": "25"
        }
      ],
      "ID": "NT:1TI.5",
      "name": "Первое послание апостола Павла Тимофею 5"
    },
    {
      "text": [
        {
          "text": "Все, кто живет под игом рабства, должны господ своих считать достойными уважения и во всем его проявлять, дабы не было хулы на имя Божие и учение Его. ",
          "ID": "1"
        },
        {
          "text": "Рабы и слуги, у которых хозяева из верующих, не должны относиться к господам своим с меньшим почтением только потому, что те для них – братья по вере, наоборот, таким следует служить еще усерднее, ведь они принимают служение подвластных им именно как братья по вере и любви. Объясняй это людям, убеждай их в том.",
          "ID": "2"
        },
        {
          "text": "А кто не следует спасительным словам Господа нашего Иисуса Христа, Его учению, ведущему к благочестию, а, напротив, распространяет иные учения, ",
          "ID": "3"
        },
        {
          "text": "тот впал в гордыню, тот ничего не понимает. Он заразился болезнью препирательства и словопрений, которая рано или поздно порождает зависть и ссоры, злословие и гнусную подозрительность. ",
          "ID": "4"
        },
        {
          "text": "Отсюда постоянные распри между людьми испорченного ума. Они утратили всякое понятие об истине и воображают, что благочестие – это путь к обогащению.",
          "ID": "5"
        },
        {
          "text": "Благочестие, в самом деле, обогащает, но только тех, кто умеет довольствоваться тем, что у них есть. ",
          "ID": "6"
        },
        {
          "text": "Мы ведь ничего не принесли в этот мир, ясно, что и вынести из него ничего не можем. ",
          "ID": "7"
        },
        {
          "text": "Будем же довольны тем, что у нас есть пища, одежда. ",
          "ID": "8"
        },
        {
          "text": "А охваченные жаждой наживы впадают в искушения и запутываются в сетях множества безрассудных и вредных страстей, ввергающих людей в бедствия и обрекающих их на гибель. ",
          "ID": "9"
        },
        {
          "text": "Страсть к деньгам – корень всех зол. В погоне за ними иные отошли от веры и тем обрекли себя на страшные муки.",
          "ID": "10"
        },
        {
          "text": "Но ты, как человек Божий, беги этого! Ищи праведности, благочестия, веры, любви, терпения, кротости. ",
          "ID": "11"
        },
        {
          "text": "Посвяти себя высоким подвигам веры. Держись жизни вечной. Бог на то и призвал тебя, и ты перед многими свидетелями достойно исповедал свою веру. ",
          "ID": "12"
        },
        {
          "text": "Перед Богом, всё животворящим, и Христом Иисусом, Который Сам засвидетельствовал перед Понтием Пилатом это истинное исповедание, велю [тебе]: ",
          "ID": "13"
        },
        {
          "text": "исполняй всё, о чем тебе сказано, точно и неукоснительно до самого пришествия Господа нашего Иисуса Христа, ",
          "ID": "14"
        },
        {
          "text": "которое в свое время суждено увидеть людям по воле единого, благословенного, всесильного Царя царей и Господа господствующих, ",
          "ID": "15"
        },
        {
          "text": "единственного, Кто бессмертен, Кто пребывает в неприступном свете, Кого никто из людей не видел и видеть не может. Величие и власть Его да будут вечны! Аминь.",
          "ID": "16"
        },
        {
          "text": "Богатым века сего говори, чтобы не были высокомерны они и чтобы надежды свои возлагали не на призрачное, преходящее богатство земное, но на Бога, Который один только всё дает в преизбытке для услады нам. ",
          "ID": "17"
        },
        {
          "text": "Говори им, чтобы творили они добро и добрыми делами были богаты, щедростью богаты и готовностью делиться с другими. ",
          "ID": "18"
        },
        {
          "text": "Такие сокровища станут добрым основанием их будущего. Только так они смогут обрести подлинную жизнь.",
          "ID": "19"
        },
        {
          "text": "Дорогой мой Тимофей! Храни вверенное тебе, избегая неугодных Богу пустых разговоров и противоречивых утверждений так называемого «знания». ",
          "ID": "20"
        },
        {
          "text": "Иные связали себя с ним и так потеряли свою веру.",
          "ID": "21"
        },
        {
          "text": "Благодать да пребудет со всеми вами!",
          "ID": "21"
        }
      ],
      "ID": "NT:1TI.6",
      "name": "Первое послание апостола Павла Тимофею 6"
    }
  ],
  "ID": "NT:1TI(BTI)",
  "name": "Первое послание апостола Павла Тимофею"
}