{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, посланник Иисус Христов по повелению Бога спаса нашего и Господа Иисуса Христа упования нашего, ",
          "ID": "1"
        },
        {
          "text": "тимофею присному чаду в вере: благодать, милость, мир от Бога Отца нашего и Христа Иисуса Господа нашего. ",
          "ID": "2"
        },
        {
          "text": "Якоже умолих тя пребыти во ефесе, идый в македонию, да завещаеши неким не инако учити, ",
          "ID": "3"
        },
        {
          "text": "ниже внимати баснем и родословием безконечным, яже стязания творят паче, нежели Божие строение, еже в вере. ",
          "ID": "4"
        },
        {
          "text": "Конец же завещания есть любы от чиста сердца и совести благия и веры нелицемерныя, ",
          "ID": "5"
        },
        {
          "text": "в нихже нецыи погрешивше, уклонишася в суесловия, ",
          "ID": "6"
        },
        {
          "text": "хотяще быти законоучителе, не разумеюще ни яже глаголют, ни о нихже утверждают. ",
          "ID": "7"
        },
        {
          "text": "Вемы же, яко добр закон (есть), аще кто его законне творит, ",
          "ID": "8"
        },
        {
          "text": "ведый сие, яко праведнику закон не лежит, но беззаконным и непокоривым, нечестивым (же) и грешником, неправедным и скверным, отца и матере досадителем, мужеубийцам, ",
          "ID": "9"
        },
        {
          "text": "блудником, мужеложником, разбойником, (клеветником, скотоложником,) лживым, клятвопреступником, и аще что ино здравому учению противится, ",
          "ID": "10"
        },
        {
          "text": "по благовестию славы блаженнаго Бога, еже мне уверено бысть. ",
          "ID": "11"
        },
        {
          "text": "И благодарю укрепляющаго мя Христа Иисуса Господа нашего, яко верна мя непщева, положив (мя) в службу, ",
          "ID": "12"
        },
        {
          "text": "бывша мя иногда хульника и гонителя и досадителя: но помилован бых, яко неведый сотворих в неверствии: ",
          "ID": "13"
        },
        {
          "text": "упреумножися же благодать Господа нашего (Иисуса Христа) с верою и любовию яже о Христе Иисусе. ",
          "ID": "14"
        },
        {
          "text": "Верно слово и всякаго приятия достойно, яко Христос Иисус прииде в мир грешники спасти, от нихже первый есмь аз. ",
          "ID": "15"
        },
        {
          "text": "Но сего ради помилован бых, да во мне первем покажет Иисус Христос все долготерпение, за образ хотящих веровати ему в жизнь вечную. ",
          "ID": "16"
        },
        {
          "text": "Царю же веков нетленному, невидимому, единому премудрому Богу, честь и слава во веки веков. Аминь. ",
          "ID": "17"
        },
        {
          "text": "Сие же завещание предаю ти, чадо тимофее, по бывших на тя прежде пророчествиих, да воинствуеши в них доброе воинство, ",
          "ID": "18"
        },
        {
          "text": "имея веру и благую совесть, юже нецыи отринувше, от веры отпадоша: ",
          "ID": "19"
        },
        {
          "text": "от нихже есть именей и александр, ихже предах сатане, да накажутся не хулити.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TI.1",
      "name": "Первое послание к Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Молю убо прежде всех творити молитвы, моления, прошения, блгодарения за вся человеки, ",
          "ID": "1"
        },
        {
          "text": "за царя и за всех, иже во власти суть, да тихое и безмолвное житие поживем во всяцем благочестии и чистоте: ",
          "ID": "2"
        },
        {
          "text": "сие бо добро и приятно пред спасителем нашим Богом, ",
          "ID": "3"
        },
        {
          "text": "иже всем человеком хощет спастися и в разум истины приити. ",
          "ID": "4"
        },
        {
          "text": "Един бо есть Бог, и един ходатай Бога и человеков, Человек Христос Иисус, ",
          "ID": "5"
        },
        {
          "text": "давый себе избавление за всех: свидетелство времены своими, ",
          "ID": "6"
        },
        {
          "text": "в неже поставлен бых аз проповедник и апостол, истину глаголю о Христе, не лгу, учитель языков в вере и истине. ",
          "ID": "7"
        },
        {
          "text": "Хощу убо, да молитвы творят мужие на всяцем месте, воздеюще преподобныя руки без гнева и размышления: ",
          "ID": "8"
        },
        {
          "text": "такожде и жены во украшении лепотнем, со стыдением и целомудрием да украшают себе не в плетениих, ни златом, или бисерми, или ризами многоценными, ",
          "ID": "9"
        },
        {
          "text": "но, еже подобает женам обещавающымся благочестию, делы благими. ",
          "ID": "10"
        },
        {
          "text": "Жена в безмолвии да учится со всяким покорением: ",
          "ID": "11"
        },
        {
          "text": "жене же учити не повелеваю, ниже владети мужем, но быти в безмолвии. ",
          "ID": "12"
        },
        {
          "text": "Адам бо прежде создан бысть, потом же ева: ",
          "ID": "13"
        },
        {
          "text": "и адам не прельстися, жена же прельстившися, в преступлении бысть: ",
          "ID": "14"
        },
        {
          "text": "спасется же чадородия ради, аще пребудет в вере и любви и во святыни с целомудрием.",
          "ID": "15"
        }
      ],
      "ID": "NT:1TI.2",
      "name": "Первое послание к Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Верно слово: аще кто епископства хощет, добра дела желает. ",
          "ID": "1"
        },
        {
          "text": "Подобает убо епископу быти непорочну, единыя жены мужу, трезвену, целомудру, (благоговейну,) честну, страннолюбиву, учителну, ",
          "ID": "2"
        },
        {
          "text": "не пиянице, не бийце, не сварливу, не мшелоимцу, но кротку, (не завистливу,) не сребролюбцу, ",
          "ID": "3"
        },
        {
          "text": "свой дом добре правящу, чада имущу в послушании со всякою чистотою: ",
          "ID": "4"
        },
        {
          "text": "аще же кто своего дому не умеет правити, како о Церкви Божией прилежати возможет? ",
          "ID": "5"
        },
        {
          "text": "не новокрещенну, да не разгордевся в суд впадет диаволь. ",
          "ID": "6"
        },
        {
          "text": "Подобает же ему и свидетелство добро имети от внешних, да не в поношение впадет и в сеть неприязнену. ",
          "ID": "7"
        },
        {
          "text": "Диаконом такожде чистым, не двоязычным, не вину многу внимающым, не скверностяжателным, ",
          "ID": "8"
        },
        {
          "text": "имущым таинство веры в чистей совести. ",
          "ID": "9"
        },
        {
          "text": "И сии убо да искушаются прежде, потом же да служат, непорочни суще. ",
          "ID": "10"
        },
        {
          "text": "Женам такожде чистым, не клеветивым, (не навадницам,) трезвенным, верным во всем. ",
          "ID": "11"
        },
        {
          "text": "Диакони да бывают единыя жены мужие, чада добре правяще и своя домы: ",
          "ID": "12"
        },
        {
          "text": "ибо служившии добре степень себе добр снискают и многое дерзновение в вере, яже о Христе Иисусе. ",
          "ID": "13"
        },
        {
          "text": "Сия пишу тебе, уповая приити к тебе скоро: ",
          "ID": "14"
        },
        {
          "text": "аще же замедлю, да увеси, како подобает в дому Божии жити, яже есть Церковь Бога жива, столп и утверждение истины. ",
          "ID": "15"
        },
        {
          "text": "И исповедуемо велия есть благочестия тайна: Бог явися во Плоти, оправдася в Дусе, показася ангелом, проповедан бысть во языцех, веровася в мире, вознесеся во славе.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.3",
      "name": "Первое послание к Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Дух же явственне глаголет, яко в последняя времена отступят нецыи от веры, внемлюще духовом лестчым и учением бесовским, ",
          "ID": "1"
        },
        {
          "text": "в лицемерии лжесловесник, сожженных своею совестию, ",
          "ID": "2"
        },
        {
          "text": "возбраняющих женитися, удалятися от брашен, яже Бог сотвори в снедение со блгодарением верным и познавшым истину. ",
          "ID": "3"
        },
        {
          "text": "Зане всякое создание Божие добро, и ничтоже отметно, со блгодарением приемлемо, ",
          "ID": "4"
        },
        {
          "text": "освящается бо словом Божиим и молитвою. ",
          "ID": "5"
        },
        {
          "text": "Сия вся сказуя братии, добр будеши служитель Иисуса Христа, питаемь словесы веры и добрым учением, емуже последовал еси. ",
          "ID": "6"
        },
        {
          "text": "Скверных же и бабиих басней отрицайся, обучай же себе ко благочистию: ",
          "ID": "7"
        },
        {
          "text": "телесное бо обучение вмале есть полезно, а благочистие на все полезно есть, обетование имеющее живота нынешняго и грядущаго. ",
          "ID": "8"
        },
        {
          "text": "Верно слово и всякаго приятия достойно. ",
          "ID": "9"
        },
        {
          "text": "На сие бо и труждаемся и поношаеми есмы, яко уповахом на Бога жива, иже есть спаситель всем человеком, паче же верным. ",
          "ID": "10"
        },
        {
          "text": "Завещавай сия и учи. ",
          "ID": "11"
        },
        {
          "text": "Никтоже о юности твоей да нерадит: но образ буди верным словом, житием, любовию, духом, верою, чистотою. ",
          "ID": "12"
        },
        {
          "text": "Дондеже прииду, внемли чтению, утешению, учению. ",
          "ID": "13"
        },
        {
          "text": "Не неради о своем даровании живущем в тебе, еже дано тебе бысть пророчеством с возложением рук священничества. ",
          "ID": "14"
        },
        {
          "text": "В сих поучайся, в сих пребывай, (в сих разумевай,) да преспеяние твое явлено будет во всех. ",
          "ID": "15"
        },
        {
          "text": "Внимай себе и учению и пребывай в них: сия бо творя, и сам спасешися и послушающии тебе.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.4",
      "name": "Первое послание к Тимофею 4"
    },
    {
      "text": [
        {
          "text": "Старцу не твори пакости, но утешай якоже отца: юношы, якоже братию: ",
          "ID": "1"
        },
        {
          "text": "старицы, якоже матери: юныя, якоже сестры, со всякою чистотою. ",
          "ID": "2"
        },
        {
          "text": "Вдовицы чти сущыя истинныя вдовицы. ",
          "ID": "3"
        },
        {
          "text": "Аще же кая вдовица чада или внучата имать, да учатся прежде свой дом благочистиво устроити и взаем воздаяти родителем: сие бо есть благоугодно пред Богом. ",
          "ID": "4"
        },
        {
          "text": "А сущая истинная вдовица и уединена, уповает на Бога и пребывает в молитвах и молениих день и нощь: ",
          "ID": "5"
        },
        {
          "text": "питающаяся же пространно, жива умерла. ",
          "ID": "6"
        },
        {
          "text": "И сия завещавай, да непорочни будут. ",
          "ID": "7"
        },
        {
          "text": "Аще же кто о своих, паче же о присных не промышляет, веры отверглся есть и невернаго горший есть. ",
          "ID": "8"
        },
        {
          "text": "Вдовица же да причитается не менши лет шестидесятих, бывши единому мужу жена, ",
          "ID": "9"
        },
        {
          "text": "в делех добрых свидетелствуема, аще чада воспитала есть, аще святых нозе умы, аще странныя прият, аще скорбным утешение бысть, аще всякому делу благу последовала есть. ",
          "ID": "10"
        },
        {
          "text": "cных же вдовиц отрицайся: егда бо разсвирепеют о Христе, посягати хотят, ",
          "ID": "11"
        },
        {
          "text": "имущыя грех, яко первыя веры отвергошася: ",
          "ID": "12"
        },
        {
          "text": "купно же и праздны учатся обходити домы, не точию же праздны, но и блядивы и оплазивы, глаголющыя, яже не подобает. ",
          "ID": "13"
        },
        {
          "text": "Хощу убо юным вдовицам посягати, чада раждати, дом строити, ни едины же вины даяти противному хулы ради: ",
          "ID": "14"
        },
        {
          "text": "се бо некия развратишася вслед сатаны. ",
          "ID": "15"
        },
        {
          "text": "Аще кто верен или верна имать вдовицы, да довлит их, и да не тяготится Церковь, да сущих истинных вдовиц удоволит. ",
          "ID": "16"
        },
        {
          "text": "Прилежащии же добре пресвитери сугубыя чести да сподобляются: паче же труждающиися в слове и учении. ",
          "ID": "17"
        },
        {
          "text": "Глаголет бо писание: вола молотяща не обротиши: и: достоин делатель мзды своея. ",
          "ID": "18"
        },
        {
          "text": "На пресвитера хулы не приемли, разве при двою или триех свидетелех. ",
          "ID": "19"
        },
        {
          "text": "Согрешающих же пред всеми обличай, да и прочии страх имут. ",
          "ID": "20"
        },
        {
          "text": "Засвидетелствую пред Богом, и Господем Иисус Христом, и избранными (его) ангелы, да сия сохраниши без лицемерия, ничесоже творя по уклонению. ",
          "ID": "21"
        },
        {
          "text": "Руки скоро не возлагай ни на когоже, ниже приобщайся чужым грехом: себе чиста соблюдай. ",
          "ID": "22"
        },
        {
          "text": "Ктому не пий воды, но мало вина приемли, стомаха ради твоего и частых твоих недугов. ",
          "ID": "23"
        },
        {
          "text": "Неких (же) человек греси предявлени суть, предваряюще на суд: неким же и последствуют. ",
          "ID": "24"
        },
        {
          "text": "Такожде и добрая дела предявлена суть: и сущая инако, утаитися не могут.",
          "ID": "25"
        }
      ],
      "ID": "NT:1TI.5",
      "name": "Первое послание к Тимофею 5"
    },
    {
      "text": [
        {
          "text": "Елицы суть под игом раби, своих господий всякия чести да сподобляют, да имя Божие не хулится и учение. ",
          "ID": "1"
        },
        {
          "text": "Имущии же верных господий да не нерадят о них, понеже братия суть: но паче да работают, зане верни суть и возлюблени, иже благодать восприемлющии. Сия учи и моли. ",
          "ID": "2"
        },
        {
          "text": "Аще ли кто инако учит и не приступает к здравым словесем гда нашего Иисуса Христа и учению, еже по благоверию, ",
          "ID": "3"
        },
        {
          "text": "разгордеся, ничтоже ведый, но недугуяй о стязаниих и словопрениих, от нихже бывает зависть, рвение, хулы, непщевания лукава, ",
          "ID": "4"
        },
        {
          "text": "беседы злыя растленных человеков умом и лишенных истины, непщующих приобретение быти благочестие. Отступай от таковых. ",
          "ID": "5"
        },
        {
          "text": "Есть же снискание велие благочестие с доволством. ",
          "ID": "6"
        },
        {
          "text": "Ничтоже бо внесохом в мир сей: яве, яко ниже изнести что можем. ",
          "ID": "7"
        },
        {
          "text": "Имеюще же пищу и одеяние, сими доволни будем. ",
          "ID": "8"
        },
        {
          "text": "А хотящии богатитися впадают в напасти и сеть, и в похоти многи несмысленны и вреждающыя, яже погружают человеки во всегубителство и погибель: ",
          "ID": "9"
        },
        {
          "text": "корень бо всем злым сребролюбие есть, егоже нецыи желающе заблудиша от веры, и себе пригвоздиша болезнем многим. ",
          "ID": "10"
        },
        {
          "text": "Ты же, о, человече Божий, сих бегай: гони же правду, благочестие, веру, любовь, терпение, кротость: ",
          "ID": "11"
        },
        {
          "text": "подвизайся добрым подвигом веры, емлися за вечную жизнь, в нюже и зван был еси, и исповедал еси доброе исповедание пред многими свидетели. ",
          "ID": "12"
        },
        {
          "text": "Завещаваю ти пред Богом оживляющим всяческая, и Христом Иисусом свидетелствовавшим при понтийстем пилате доброе исповедание: ",
          "ID": "13"
        },
        {
          "text": "соблюсти тебе заповедь нескверну и незазорну, даже до явления Господа нашего Иисуса Христа, ",
          "ID": "14"
        },
        {
          "text": "еже во своя времена явит блаженный и един сильный, Царь царствующих и Господь господствующих, ",
          "ID": "15"
        },
        {
          "text": "един имеяй безсмертие и во свете живый неприступнем, егоже никтоже видел есть от человек, ниже видети может: емуже честь и держава вечная. Аминь. ",
          "ID": "16"
        },
        {
          "text": "Богатым в нынешнем веце запрещай не высокомудрствовати, ниже уповати на богатство погибающее, но на Бога жива, дающаго нам вся обилно в наслаждение: ",
          "ID": "17"
        },
        {
          "text": "благое делати, богатитися в делех добрых, благоподатливым быти, общителным, ",
          "ID": "18"
        },
        {
          "text": "сокровищующе себе основание добро в будущее, да приимут вечную жизнь. ",
          "ID": "19"
        },
        {
          "text": "о, тимофее, предание сохрани, уклоняяся скверных суесловий и прекословий лжеименнаго разума: ",
          "ID": "20"
        },
        {
          "text": "о немже нецыи хвалящеся, о вере погрешиша. Благодать с тобою. Аминь. ",
          "ID": "21"
        }
      ],
      "ID": "NT:1TI.6",
      "name": "Первое послание к Тимофею 6"
    }
  ],
  "ID": "NT:1TI(CSLAV)",
  "name": "Первое послание к Тимофею"
}