{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, апостола Христа Иисуса, по велению Бога, нашего Спасителя, и Иисуса Христа – нашей надежды.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Моему истинному сыну в вере Тимофею.",
          "ID": "2"
        },
        {
          "text": "Благодать, милость, мир тебе от Бога Отца и Господа нашего Христа Иисуса.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Отправляясь в Македонию, я настоятельно попросил тебя остаться в Эфесе и потребовать от некоторых людей не учить чему-то другому, ",
          "ID": "3"
        },
        {
          "text": "не расточать свое время на всевозможные россказни и бесконечные родословные. Это лишь порождает споры, а не способствует успеху дела Божьего, которое строится на вере. ",
          "ID": "4"
        },
        {
          "text": "Цель этого требования – любовь, которая исходит из чистого сердца, доброй совести и искренней веры. ",
          "ID": "5"
        },
        {
          "text": "Но некоторые люди, оставив все это, стали заниматься бессмысленными разговорами. ",
          "ID": "6"
        },
        {
          "text": "Они хотят быть учителями Закона, но сами не разбираются ни в том, о чем говорят, ни в том, что так решительно утверждают.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Мы знаем, что Закон хорош, если им правильно пользоваться. ",
          "ID": "8"
        },
        {
          "text": "Мы знаем также, что Закон существует не для праведного, а для нарушителей Закона и для непокорных, для нечестивых и грешных, для тех, кто не признает ничего святого, и для безбожников, для тех, кто бьет своего отца или мать, для убийц, ",
          "ID": "9"
        },
        {
          "text": "для развратников, гомосексуалистов, работорговцев, лжецов, клятвопреступников и всех, кто занимается тем, что противоречит здравому учению ",
          "ID": "10"
        },
        {
          "text": "и не соответствует доверенной мне славной Радостной Вести от Бога, достойного всякой хвалы.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Я благодарю Господа нашего Иисуса Христа, давшего мне силы, за то, что Он счел меня верным и поручил мне служение, ",
          "ID": "12"
        },
        {
          "text": "несмотря на то что я прежде был кощунником, гонителем и наглецом. Но ко мне была проявлена милость, потому что я действовал по незнанию и неверию. ",
          "ID": "13"
        },
        {
          "text": "Благодать же нашего Господа была проявлена во мне во всем ее богатстве вместе с верой и любовью, которая в Иисусе Христе.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Правильно и достоверно изречение: Иисус Христос пришел в этот мир, чтобы спасти грешников, самый худший из которых – я. ",
          "ID": "15"
        },
        {
          "text": "Но для того ко мне и была проявлена такая милость, чтобы на мне, худшем из грешников, Иисус Христос показал, как велико Его терпение, и чтобы другие, видя это, тоже поверили и получили вечную жизнь. ",
          "ID": "16"
        },
        {
          "text": "Так пусть же вечному Царю, бессмертному, невидимому и единому Богу, будет честь и слава вовеки! Аминь.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Тимофей, сын мой, я пишу тебе это наставление, помня о пророчествах, которые были сказаны о тебе. Я хочу, чтобы ты, следуя им, вел битву за истину, ",
          "ID": "18"
        },
        {
          "text": "сохраняя свою веру и чистую совесть. Некоторые ее отвергли, и в результате их вера потерпела кораблекрушение. ",
          "ID": "19"
        },
        {
          "text": "Среди них Гименей и Александр, которых я предал во власть сатаны, чтобы они научились не кощунствовать.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TI.1",
      "name": "Первое Послание к Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Я, прежде всего, прошу тебя: совершайте молитвы, прося, ходатайствуя и благодаря за всех людей, ",
          "ID": "1"
        },
        {
          "text": "за царей и за всех находящихся у власти, чтобы у нас была возможность жить мирно и спокойно в благочестии и достоинстве. ",
          "ID": "2"
        },
        {
          "text": "Это хорошо и приятно Богу, нашему Спасителю, ",
          "ID": "3"
        },
        {
          "text": "ведь Он хочет, чтобы все люди были спасены и познали истину. ",
          "ID": "4"
        },
        {
          "text": "«Бог един», един и посредник между Богом и человеком – это Человек Иисус Христос. ",
          "ID": "5"
        },
        {
          "text": "Он отдал Самого Себя как выкуп за всех людей, Он – свидетельство Бога миру, данное в свое время. ",
          "ID": "6"
        },
        {
          "text": "Поэтому я и был поставлен глашатаем, апостолом и учителем истинной веры для других народов, и я говорю вам правду, не лгу.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Поэтому я хочу, чтобы мужчины, оставив гнев и споры, поднимали на всяком месте чистые руки в молитве.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Женщинам же следует одеваться скромно и пристойно, соблюдая приличия; пусть они украшают себя не плетением волос, золотом, жемчугом и дорогой одеждой, ",
          "ID": "9"
        },
        {
          "text": "а добрыми делами, которыми и следует заниматься женщинам, посвятившим себя Богу. ",
          "ID": "10"
        },
        {
          "text": "Пусть женщины учатся тихо, в полной покорности. ",
          "ID": "11"
        },
        {
          "text": "Я не позволяю женщине учить или же руководить мужчиной; ей следует молчать. ",
          "ID": "12"
        },
        {
          "text": "Ведь первым был сотворен Адам, а потом Ева, ",
          "ID": "13"
        },
        {
          "text": "и обманут был не Адам, а женщина, именно она поддалась лжи и совершила грех. ",
          "ID": "14"
        },
        {
          "text": "Но женщина будет спасена, рожая детей, если будет жить в вере и любви, свято и благоразумно.",
          "ID": "15"
        }
      ],
      "ID": "NT:1TI.2",
      "name": "Первое Послание к Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Правильно говорится: похвально, когда человек стремится быть руководителем. ",
          "ID": "1"
        },
        {
          "text": "Но руководителем должен быть человек, которого не за что осудить: муж одной жены, воздержанный, благоразумный, порядочный, гостеприимный, хороший учитель, ",
          "ID": "2"
        },
        {
          "text": "не склонный к пьянству, не драчун, но мягкий в обращении с людьми, не задиристый и не падкий до денег. ",
          "ID": "3"
        },
        {
          "text": "Он должен хорошо управлять своей семьей, иметь послушных и уважающих его детей. ",
          "ID": "4"
        },
        {
          "text": "Ведь если кто-либо не может справиться со своей семьей, то как он сможет заботиться о церкви Божьей? ",
          "ID": "5"
        },
        {
          "text": "Руководителя не следует выбирать из новообращенных: такой человек может возгордиться, и тогда он будет осужден так же, как был осужден и дьявол. ",
          "ID": "6"
        },
        {
          "text": "О нем должны хорошо отзываться неверующие, чтобы ему не вызвать упреков и не попасть в ловушку дьявола.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "То же самое касается и диаконов. Они должны быть уважаемыми людьми, искренними, не пристрастными к вину и бескорыстными. ",
          "ID": "8"
        },
        {
          "text": "Они должны с чистой совестью придерживаться открытых ныне тайн веры. ",
          "ID": "9"
        },
        {
          "text": "Вначале этих людей следует проверить, и если против них не будет найдено ничего порочащего, они могут выполнять служение диаконов.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": " Их жены тоже должны быть достойными уважения, не заниматься сплетнями, быть воздержанными и пользоваться во всем доверием.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Диакон должен быть мужем одной жены, хорошо управлять своими детьми и домочадцами. ",
          "ID": "12"
        },
        {
          "text": "Потому что те, кто хорошо выполняет свое служение, приобретают себе достойное положение и могут с большой уверенностью говорить о своей вере в Иисуса Христа.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я надеюсь скоро прийти к тебе, но пишу тебе это для того, ",
          "ID": "14"
        },
        {
          "text": "чтобы, если я и задержусь, ты знал, как всем нам следует вести себя в доме Божьем, который есть Церковь живого Бога, опора и утверждение истины. ",
          "ID": "15"
        },
        {
          "text": "Тайна нашей веры несомненно велика:",
          "ID": "16"
        },
        {
          "text": "Бог был явлен в теле,",
          "ID": "16"
        },
        {
          "text": "был оправдан Духом,",
          "ID": "16"
        },
        {
          "text": "Его видели ангелы,",
          "ID": "16"
        },
        {
          "text": "о Нем было возвещено среди народов,",
          "ID": "16"
        },
        {
          "text": "Его приняли верой в мире,",
          "ID": "16"
        },
        {
          "text": "Он был вознесен в славе.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.3",
      "name": "Первое Послание к Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Дух ясно говорит о том, что в последние времена некоторые оставят веру, будут следовать духам лжи и учениям демонов. ",
          "ID": "1"
        },
        {
          "text": "Такие учения придут через лицемерие лжецов с совестью, клейменной каленым железом, ",
          "ID": "2"
        },
        {
          "text": "которые запрещают людям жениться, запрещают употреблять те или иные виды пищи, созданной Богом для того, чтобы верующие и знающие истину ели с благодарностью. ",
          "ID": "3"
        },
        {
          "text": "Все сотворенное Богом хорошо, и все, что принимается с благодарностью, не должно отвергаться, ",
          "ID": "4"
        },
        {
          "text": "потому что оно освящается словом Бога и молитвой.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Если ты, Тимофей, будешь говорить об этом братьям, то будешь хорошим служителем Христа Иисуса, питаемым словами веры и здравого учения, которому ты последовал. ",
          "ID": "6"
        },
        {
          "text": "Не трать время на безбожные россказни, пристойные разве что старухам, а развивай в себе благочестие. ",
          "ID": "7"
        },
        {
          "text": "Есть определенная польза в физических упражнениях, но благочестие полезно во всем, ведь оно обещает жизнь и в настоящем, и в будущем.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Это слово верно и заслуживает принятия. ",
          "ID": "9"
        },
        {
          "text": "Ради этого мы и трудимся, и ведем борьбу, потому что надеемся на живого Бога, Спасителя всех людей, а особенно тех, кто верен Ему.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Этого требуй от людей и этому учи их. ",
          "ID": "11"
        },
        {
          "text": "Не позволяй никому смотреть на тебя с пренебрежением из-за твоей молодости. Будь для верных примером в словах, в жизни, любви, вере и чистоте. ",
          "ID": "12"
        },
        {
          "text": "Пока я не приду, занимайся чтением, проповедью, учительством. ",
          "ID": "13"
        },
        {
          "text": "Не пренебрегай даром, который был дан тебе через пророчество с возложением рук руководителей церкви.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Будь усерден в твоем служении, отдавайся ему полностью, чтобы все видели твой успех. ",
          "ID": "15"
        },
        {
          "text": "Следи за собой и за тем, чему ты учишь. Будь верен этому учению, и если ты так будешь поступать, то спасешь и себя, и тех, кто слушает тебя.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.4",
      "name": "Первое Послание к Тимофею 4"
    },
    {
      "text": [
        {
          "text": "Не делай грубых замечаний старцу, с уважением убеждай его так, как ты убеждал бы своего отца. С молодыми людьми говори как с братьями. ",
          "ID": "1"
        },
        {
          "text": "С пожилыми женщинами – как с матерями, а с молодыми – как с сестрами, со всякою чистотою.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Заботься о тех вдовах, которым действительно некому помочь. ",
          "ID": "3"
        },
        {
          "text": "Если же у вдовы есть дети или внуки, то им следует показать свою веру на деле, заботясь о своей семье и своих родителях. Это приятно Богу. ",
          "ID": "4"
        },
        {
          "text": "Истинная же вдова, то есть та, что осталась одинокой, надеется на Бога и день и ночь обращается к Нему с просьбами и молитвами. ",
          "ID": "5"
        },
        {
          "text": "Но если вдова живет ради своего удовольствия, то ее можно считать заживо умершей. ",
          "ID": "6"
        },
        {
          "text": "Требуй исполнения всего вышесказанного, чтобы не было никаких нареканий. ",
          "ID": "7"
        },
        {
          "text": "Если же кто не заботится о своих родственниках, и прежде всего о своей семье, тот отрекся от веры и хуже неверующего.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Не вноси в список вдову, если ей не исполнилось шестидесяти лет и если у нее было больше одного мужа. ",
          "ID": "9"
        },
        {
          "text": "Должно быть известно, что она совершала хорошие дела: воспитала детей, проявляла гостеприимство, мыла ноги святым, помогала тем, кому трудно, и посвящала себя различным добрым делам.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Молодых вдов в такой список не включай, потому что, когда их чувственные желания становятся сильнее их преданности Христу, они хотят опять выйти замуж. ",
          "ID": "11"
        },
        {
          "text": "Так они навлекают на себя осуждение за то, что нарушают свой первоначальный обет. ",
          "ID": "12"
        },
        {
          "text": "Кроме того, поскольку они приучаются бездельничать, у них появляется привычка бессмысленно проводить время, ходить из дома в дом, сплетничать, вмешиваться в чужие дела и говорить то, чего не следует. ",
          "ID": "13"
        },
        {
          "text": "Поэтому я советую молодым вдовам лучше выходить замуж, рожать детей, вести домашнее хозяйство и не давать врагу повода к злословию, ",
          "ID": "14"
        },
        {
          "text": "потому что некоторые из них уже отвернулись и пошли за сатаной.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Если же у кого-либо из верующих женщин есть родственницы-вдовы, они должны помогать им, чтобы те не были дополнительным бременем для церкви. А церковь должна заботиться о тех вдовах, которые действительно нуждаются в помощи.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Старейшины, хорошо ведущие работу, заслуживают уважения и оплаты за их труд, особенно те, кто усердно проповедует или учит. ",
          "ID": "17"
        },
        {
          "text": "Потому что в Писании говорится: «Не закрывай рта молотящему волу» и: «Работник заслуживает вознаграждения». ",
          "ID": "18"
        },
        {
          "text": "Обвинение против старейшины принимай только при наличии двух или трех свидетелей. ",
          "ID": "19"
        },
        {
          "text": "Согрешающих обличай перед всеми открыто, чтобы и другие боялись.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Я убедительно прошу тебя перед Богом, перед Иисусом Христом и перед избранными ангелами: прими эти указания и следуй им непредвзято, не оказывая предпочтения никому.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Рук ни на кого не возлагай поспешно, чтобы не участвовать в грехах других людей. Храни себя чистым.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Советую тебе пить не одну только воду, но из-за желудка и твоих частых недомоганий пей немного вина.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Грехи некоторых людей очевидны еще до суда, тогда как грехи других откроются позже. ",
          "ID": "24"
        },
        {
          "text": "То же самое касается и добрых дел: одни добрые дела видны сразу, а другие будут обнаружены позже.",
          "ID": "25"
        }
      ],
      "ID": "NT:1TI.5",
      "name": "Первое Послание к Тимофею 5"
    },
    {
      "text": [
        {
          "text": "Те, кто находится под игом рабства, пусть относятся со всем уважением к своим хозяевам, чтобы ни имя Бога, ни наше учение не были опорочены. ",
          "ID": "1"
        },
        {
          "text": "Рабы, у которых хозяева христиане, не должны оказывать им меньше уважения на том основании, что они братья. Наоборот, они должны служить еще лучше, потому что те, кому они служат, – верные и любимые братья. Этому ты должен учить людей и к этому их призывать.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Кто учит чему-то другому и не согласен со здравыми наставлениями нашего Господа Иисуса Христа и с учением, соответствующим истинному богопочитанию, ",
          "ID": "3"
        },
        {
          "text": "тот заносчив, но не имеет знания. У него есть лишь нездоровое желание спорить и вести праздные дебаты, что лишь рождает зависть, распри, кощунство, недобрые подозрения ",
          "ID": "4"
        },
        {
          "text": "и постоянные разногласия между людьми с развращенным умом, далекими от истины: для них благочестие стало лишь способом наживы.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Великое приобретение быть благочестивым и довольным. ",
          "ID": "6"
        },
        {
          "text": "Ведь мы ничего не принесли с собой в этот мир и ничего не можем взять с собой из него. ",
          "ID": "7"
        },
        {
          "text": "Мы должны быть довольны, если у нас есть пропитание и одежда. ",
          "ID": "8"
        },
        {
          "text": "Те же, кто стремится разбогатеть, впадают в искушение и попадают в ловушку множества глупых и опасных желаний, которые погружают людей в пучину несчастья и гибели. ",
          "ID": "9"
        },
        {
          "text": "Любовь к деньгам – это корень всех зол. Есть много людей, которых любовь к деньгам увела от веры и принесла им много страданий.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Ты же, человек Божий, беги от этого. Стремись к праведности, благочестию, вере, любви, терпению, кротости. ",
          "ID": "11"
        },
        {
          "text": "Доблестно сражайся за веру, держись вечной жизни, к которой ты призван, ведь ты достойно и открыто говорил о своей вере перед многими свидетелями. ",
          "ID": "12"
        },
        {
          "text": "Я требую от тебя перед Богом, дающим всему жизнь, и перед Христом Иисусом, Который засвидетельствовал пред Понтием Пилатом доброе исповедание: ",
          "ID": "13"
        },
        {
          "text": "верно и безукоризненно исполняй то, что я тебе повелел, вплоть до явления нашего Господа Иисуса Христа. ",
          "ID": "14"
        },
        {
          "text": "В свое время Его явит блаженный и единый Повелитель, Царь царей и Господь господствующих, ",
          "ID": "15"
        },
        {
          "text": "единственный Бессмертный, обитающий в неприступном свете, Которого никто из людей не видел и не может видеть. Ему принадлежит честь и могущество навсегда! Аминь.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Тех, кто в этой земной жизни богат, предупреждай, чтобы не гордились и не надеялись на свое богатство: оно ненадежно. Пусть лучше надеются на Бога, щедро дающего все необходимое, чтобы мы могли наслаждаться жизнью. ",
          "ID": "17"
        },
        {
          "text": "Требуй от них делать добро и обогащаться добрыми делами, быть щедрыми и охотно делиться с другими своим богатством. ",
          "ID": "18"
        },
        {
          "text": "Таким образом, они соберут себе сокровища, которые станут добрым основанием их будущего, и получат по-настоящему подлинную жизнь.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Тимофей, храни то, что тебе вверено. Не занимайся безбожным пустословием и спорами о том, что ложно называют знанием. ",
          "ID": "20"
        },
        {
          "text": "Увлекшись этим, некоторые ушли в сторону от веры.",
          "ID": "21"
        },
        {
          "text": "Пусть благодать будет с вами.",
          "ID": "21"
        }
      ],
      "ID": "NT:1TI.6",
      "name": "Первое Послание к Тимофею 6"
    }
  ],
  "ID": "NT:1TI(NRP)",
  "name": "Первое Послание к Тимофею"
}