{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от Павла, апостола Христа Иисуса, по воле Бога, Спасителя нашего, и Христа Иисуса, надежды нашей,",
          "ID": "1"
        },
        {
          "text": "к Тимофею, моему истинному сыну в вере.",
          "ID": "2"
        },
        {
          "text": "Благодать, милость и мир тебе от Бога Отца и от Христа Иисуса, Господа нашего.",
          "ID": "2"
        },
        {
          "text": "Отправляясь в Македонию, я велел тебе остаться в Ефесе, чтобы ты приказал некоторым людям оставить ложные учения.",
          "ID": "3"
        },
        {
          "text": "Пусть они больше не обращают внимания на мифы и бесконечные родословные, которые способствуют спорам, а не служению Божьему в вере.",
          "ID": "4"
        },
        {
          "text": "А цель повеления того — любовь, идущая от чистого сердца, чистой совести и искренней веры.",
          "ID": "5"
        },
        {
          "text": "Некоторые люди отклонились от этого учения и обратились к бессмысленным разговорам.",
          "ID": "6"
        },
        {
          "text": "Они хотят быть учителями Закона, но не понимают ни того, о чём говорят, ни того, что так настойчиво утверждают.",
          "ID": "7"
        },
        {
          "text": "Мы знаем, что Закон полезен только в том случае, если пользоваться им правильно,",
          "ID": "8"
        },
        {
          "text": "то есть, осознавая, что он предназначен не для добродетельных, а лишь для нарушителей Закона и возмутителей порядка, для ненавидящих Бога и грешников, убийц отцов и матерей, человекоубийц,",
          "ID": "9"
        },
        {
          "text": "развратников, мужеложцев, работорговцев, обманщиков, лжесвидетелей и всех тех, кто выступает против благотворного учения Божьего.",
          "ID": "10"
        },
        {
          "text": "Это учение соответствует славному Благовестию, посланному благословенным Богом и доверенного мне.",
          "ID": "11"
        },
        {
          "text": "Я приношу благодарность свою Христу Иисусу, Господу нашему, Который, потому что Он признал меня верным, назначил меня на служение Себе и дал мне силу.",
          "ID": "12"
        },
        {
          "text": "Раньше я поноси́́л и оскорблял Христа, преследовал и уничтожал Божьих учеников, но мне была оказана милость, так как я совершал это, будучи неверующим, и не ведал, что творю.",
          "ID": "13"
        },
        {
          "text": "Но безграничная благодать Господа нашего излилась на меня вместе с верой и любовью, которые мы находим во Христе Иисусе.",
          "ID": "14"
        },
        {
          "text": "Вот истина, которую вам всем следует принять безоговорочно: Христос Иисус пришёл в этот мир, чтобы спасти грешников, и я — самый худший из них.",
          "ID": "15"
        },
        {
          "text": "Именно по этой причине оказана мне была милость, чтобы, используя меня, худшего среди грешников, Христос Иисус проявил Своё долготерпение ради примера тем, кто позже уверовал в Него и унаследовал жизнь вечную.",
          "ID": "16"
        },
        {
          "text": "Слава же и честь Ему, Царю вечному, бессмертному и невидимому, единому Богу, во веки веков! Аминь.",
          "ID": "17"
        },
        {
          "text": "Тимофей, сын мой, те наставления, которые я даю тебе, соответствуют всем пророчествам, предсказанным о тебе в прошлом. Помни их и руководствуйся ими в своей благородной борьбе.",
          "ID": "18"
        },
        {
          "text": "Сохраняй же свою веру и чистую совесть. Некоторые пренебрегли ими и погубили веру свою.",
          "ID": "19"
        },
        {
          "text": "Среди них Именей и Александр, которых я предал сатане, чтобы они узнали, что не следует выступать против Бога.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TI.1",
      "name": "Первое Послание К Тимофею 1"
    },
    {
      "text": [
        {
          "text": "Прежде всего, я настаиваю, чтобы, молитвы, прошения и изъявления благодарности приносились от имени всех людей.",
          "ID": "1"
        },
        {
          "text": "Особенно молитесь за правителей и всех, кто стоит у власти. Молитесь, чтобы мы вели мирную и спокойную жизнь, исполненную преданности Богу и почитания Его.",
          "ID": "2"
        },
        {
          "text": "Это хорошо и угодно Богу, Спасителю нашему,",
          "ID": "3"
        },
        {
          "text": "Который хочет, чтобы все люди были спасены и полностью познали истину.",
          "ID": "4"
        },
        {
          "text": "Потому что существует лишь один Бог и лишь один Посредник между Богом и людьми, Христос Иисус, Который Сам был человеком.",
          "ID": "5"
        },
        {
          "text": "Он пожертвовал Собой, чтобы заплатить за грехи всех людей. Таким образом Он засвидетельствовал любовь Бога.",
          "ID": "6"
        },
        {
          "text": "Я же был избран проповедником и апостолом, чтобы распространять это свидетельство. Я говорю правду, не лгу! И я был избран учителем истины и веры для язычников.",
          "ID": "7"
        },
        {
          "text": "И потому я хочу, чтобы мужчины молились повсеместно. Пусть те, кто поднимают в молитве свои руки, будут святыми и преданными Богу. Они должны избегать гнева и раздоров.",
          "ID": "8"
        },
        {
          "text": "Я также хочу, чтобы женщины носили скромную одежду, вели себя сдержанно и подобающе. Они не должны украшать себя пышными причёсками и золотом, жемчугами и дорогой одеждой.",
          "ID": "9"
        },
        {
          "text": "Вместо того женщины, которые поклоняются Богу, должны украшать себя добродетельными поступками.",
          "ID": "10"
        },
        {
          "text": "Женщина должна учиться, спокойно слушая, и быть готовой беспрекословно подчиняться.",
          "ID": "11"
        },
        {
          "text": "Я не позволяю женщине учить или иметь власть над мужчиной. Напротив, она должна слушать молча,",
          "ID": "12"
        },
        {
          "text": "потому что сначала был сотворён Адам, а после него Ева.",
          "ID": "13"
        },
        {
          "text": "И не Адам, а женщина, прельстившись, впала в грех.",
          "ID": "14"
        },
        {
          "text": "Но женщины, исполняющие свой долг материнства, будут спасены, если продолжат жизнь свою в вере, любви и святости, а также в сдержанности.",
          "ID": "15"
        }
      ],
      "ID": "NT:1TI.2",
      "name": "Первое Послание К Тимофею 2"
    },
    {
      "text": [
        {
          "text": "Верно то, что я говорю, если кто-то старается стать старейшиной в церкви, то стремится к хорошему делу.",
          "ID": "1"
        },
        {
          "text": "Но старейшина должен вести такой образ жизни, чтобы у людей не было оснований для осуждения. Он должен быть верен своей жене,",
          "ID": "2"
        },
        {
          "text": "быть всегда сдержанным, трезво рассуждать, держать себя с достоинством и быть гостеприимным. Ему необходимо уметь наставлять других, не иметь пристрастия к вину и к дракам. Он должен быть мягким и миролюбивым человеком, не стремящимся к наживе.",
          "ID": "3"
        },
        {
          "text": "Старейшина обязан быть хорошим главой собственного семейства, держать своих детей в повиновении и в должном уважении к себе.",
          "ID": "4"
        },
        {
          "text": "Если человек не в состоянии управлять собственной семьёй, то как же он сможет заботиться о церкви Божьей?",
          "ID": "5"
        },
        {
          "text": "Старейшина не должен быть новообращённым, чтобы не возгордился и не был осуждён, как это произошло с дьяволом.",
          "ID": "6"
        },
        {
          "text": "К тому же, он должен пользоваться уважением со стороны тех людей, которые не принадлежат церковной общине. Только при этом условии он не окажется предметом осуждения и не попадёт в сети дьявола.",
          "ID": "7"
        },
        {
          "text": "Точно так же и особым слугам в церкви необходимо быть уважаемыми людьми, слову которых можно доверять. Они не должны увлекаться вином или быть нечестными людьми, пытающимися обогатиться обманным путём.",
          "ID": "8"
        },
        {
          "text": "Они обязаны придерживаться глубоких истин нашей веры с чистой совестью.",
          "ID": "9"
        },
        {
          "text": "Этих людей так же, как и пастырей, необходимо сначала испытать. Если окажется, что на них нет греха, то они смогут стать особыми слугами в церкви.",
          "ID": "10"
        },
        {
          "text": "Точно так же женщинам необходимо быть достойными уважения. Они не должны распространять сплетни и клевету, но обязаны быть сдержанными и достойными доверия во всём.",
          "ID": "11"
        },
        {
          "text": "Мужчины, которые стали особыми слугами в церкви, должны быть верными своим жёнам и хорошо управлять своими детьми и семьями.",
          "ID": "12"
        },
        {
          "text": "Потому что те, кто хорошо исполняют свои обязанности в церкви, обретают почётное положение и уверенность в вере во Христа Иисуса.",
          "ID": "13"
        },
        {
          "text": "Я питаю надежду, что вскоре смогу прийти к вам. Однако я пишу вам это письмо,",
          "ID": "14"
        },
        {
          "text": "чтобы в случае, если я задержусь, вы знали, как следует вести себя в семье Божьей, которая есть церковь Бога живого. Эта церковь — основание и опора истины.",
          "ID": "15"
        },
        {
          "text": "Тайная истина благочестия, бесспорно, велика:",
          "ID": "16"
        },
        {
          "text": "Христос явился в образе человека,",
          "ID": "16"
        },
        {
          "text": "Дух доказал, что Он прав,",
          "ID": "16"
        },
        {
          "text": "Его видели Ангелы,",
          "ID": "16"
        },
        {
          "text": "Благовестие о Нём распространилось среди язычников,",
          "ID": "16"
        },
        {
          "text": "в Него уверовал мир",
          "ID": "16"
        },
        {
          "text": "и Он вознёсся на Небо в Славе.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.3",
      "name": "Первое Послание К Тимофею 3"
    },
    {
      "text": [
        {
          "text": "Дух ясно говорит, что позднее некоторые люди отойдут от веры. Они подчинятся лживым духам и поверят в учения, исходящие от бесов,",
          "ID": "1"
        },
        {
          "text": "а также от лицемерных и бессовестных лжецов, совесть которых будто бы была уничтожена раскалённым железом.",
          "ID": "2"
        },
        {
          "text": "Они запрещают жениться и говорят, что следует избегать некоторой пищи, хотя Бог создал пищу для того, чтобы верующие и те, кто знает истину, принимали её с благодарностью.",
          "ID": "3"
        },
        {
          "text": "Всё, созданное Богом — добро, и ничего не следует отвергать, если принимается оно с благодарностью,",
          "ID": "4"
        },
        {
          "text": "потому что всё освящается словом Божьим и молитвой.",
          "ID": "5"
        },
        {
          "text": "Проповедуй это учение братьям и сёстрам, и ты будешь добрым служителем Христа Иисуса, взращённым и вскормленным на истине и добрых учениях, которым вы следовали.",
          "ID": "6"
        },
        {
          "text": "Но избегай глупых историй в которых нет правды Божьей, и неустанно укрепляй свою преданность Богу.",
          "ID": "7"
        },
        {
          "text": "Так как упражнения для тела важны в одном отношении, а служение Богу важно во всех отношениях, потому что оно несёт в себе благословения в этой жизни и в будущей.",
          "ID": "8"
        },
        {
          "text": "Вот истина, которую вам всем следует принять безоговорочно:",
          "ID": "9"
        },
        {
          "text": "мы упорно трудимся и боремся, потому что надеемся на Бога живого, Спасителя всех людей, и прежде всего тех, кто верит в Него.",
          "ID": "10"
        },
        {
          "text": "Наставляй и поучай этой истине.",
          "ID": "11"
        },
        {
          "text": "Пусть никто не относится с пренебрежением к твоей молодости. Но будь примером для верующих в своей речи, поступках, любви, которую проявляешь, в вере и безупречном поведении.",
          "ID": "12"
        },
        {
          "text": "До моего прибытия продолжай читать людям Писания, укрепляй и наставляй их в вере.",
          "ID": "13"
        },
        {
          "text": "Перестань пренебрегать своим даром, который дан был тебе через пророчество, когда старейшины возложили на тебя руки.",
          "ID": "14"
        },
        {
          "text": "Продолжай посвящать этому всё внимание и свою жизнь, чтобы твои успехи были для всех очевидны.",
          "ID": "15"
        },
        {
          "text": "Будь осторожен в жизни и поучениях. Живи праведно и проповедуй истинное учение, и тогда спасёшь и себя, и тех, кто слушает твои проповеди.",
          "ID": "16"
        }
      ],
      "ID": "NT:1TI.4",
      "name": "Первое Послание К Тимофею 4"
    },
    {
      "text": [
        {
          "text": "Никогда не груби старшему по возрасту, а взывай к нему, как воззвал бы к отцу. Относись к младшим по возрасту, как к братьям,",
          "ID": "1"
        },
        {
          "text": "к женщинам старше себя, как к матерям, а к женщинам младше себя — уважительно, как к сёстрам.",
          "ID": "2"
        },
        {
          "text": "Почитай и поддерживай всячески вдов, которым действительно некому помочь.",
          "ID": "3"
        },
        {
          "text": "Но если у вдовы есть дети или внуки, то пусть они докажут свою преданность Богу, заботясь о своей собственной семье. Тем самым они сполна вознаградят своих родителей, так как это угодно Богу.",
          "ID": "4"
        },
        {
          "text": "Женщина, которая является истинной вдовой и о которой некому позаботиться, надеется на Божью помощь и молится день и ночь.",
          "ID": "5"
        },
        {
          "text": "Но та вдова, которая предаётся удовольствиям, на самом деле мертва, хоть и живёт.",
          "ID": "6"
        },
        {
          "text": "Так прикажи же всем верующим проявлять заботу о своей семье, чтобы никто не подавал повода для осуждения.",
          "ID": "7"
        },
        {
          "text": "Если же кто не заботится о собственной семье, а особенно о своих близких родственниках, тот отрекается от веры, став хуже, чем неверующий.",
          "ID": "8"
        },
        {
          "text": "Вдова может быть занесена в список, если ей по меньшей мере шестьдесят лет и она была верна своему мужу.",
          "ID": "9"
        },
        {
          "text": "Она должна быть известна тем, что делает добро, вырастила детей, гостеприимна, служила нуждам людей Божьих, помогает тем, кто в беде, и посвящает себя тому, что творит добро.",
          "ID": "10"
        },
        {
          "text": "Но не заноси в список имена более молодых вдов, потому что когда их плотские желания превозмогают преданность Христу, они стремятся снова выйти замуж.",
          "ID": "11"
        },
        {
          "text": "Вступив в новый брак, они будут прокляты, так как нарушили свой первоначальный обет.",
          "ID": "12"
        },
        {
          "text": "Кроме того, у них появляется привычка к праздности и к постоянному хождению из дома в дом. Они становятся не только ленивы, но ещё и начинают сплетничать и вмешиваться в чужие дела, и говорят то, что не следует.",
          "ID": "13"
        },
        {
          "text": "А потому я хочу, чтобы молодые вдовы выходили замуж, растили детей, управляли своим домом и не подавали нашим врагам повода для злословия.",
          "ID": "14"
        },
        {
          "text": "Я так говорю, потому что некоторые вдовы отвернулись от Бога и последовали за сатаной.",
          "ID": "15"
        },
        {
          "text": "Если в семье у верующей есть вдовы, она должна помогать им, чтобы церковь не была обременена ими и могла помогать вдовам истинным.",
          "ID": "16"
        },
        {
          "text": "Старейшинам, которые хорошо руководят церковью, следует воздавать вдвойне, особенно тем, чей труд — поучать и наставлять.",
          "ID": "17"
        },
        {
          "text": "Так как в Писании сказано: «Не закрывай рот вола молотящего», и ещё: «Каждый работник имеет право на плату».",
          "ID": "18"
        },
        {
          "text": "Не слушай обвинений против старейшины, если оно не поддержано двумя или тремя свидетелями.",
          "ID": "19"
        },
        {
          "text": "Перед всей церковью обличай тех, кто упорствует в грехах, чтобы предостеречь остальных.",
          "ID": "20"
        },
        {
          "text": "Перед Богом, и Христом Иисусом, и избранными Ангелами я торжественно повелеваю, чтобы ты соблюдал всё это без предубеждения и ничего не делал из пристрастия.",
          "ID": "21"
        },
        {
          "text": "Пусть у тебя войдёт в привычку никогда ни на кого не возлагать руки в спешке. Не принимай участия в чужих грехах, соблюдай свою чистоту.",
          "ID": "22"
        },
        {
          "text": "Тимофей, перестань пить одну только воду, употребляй понемногу и вино, потому что это полезно для желудка, и ты тогда не будешь так часто болеть.",
          "ID": "23"
        },
        {
          "text": "Грехи некоторых очевидны и явно ведут к осуждению. Грехи же других проявляются не сразу.",
          "ID": "24"
        },
        {
          "text": "Так же и добрые поступки видны, а те, которые не столь очевидны, открываются впоследствии.",
          "ID": "25"
        }
      ],
      "ID": "NT:1TI.5",
      "name": "Первое Послание К Тимофею 5"
    },
    {
      "text": [
        {
          "text": "Все рабы, трудящиеся под бременем хозяев, должны считать своих хозяев достойными почитания, чтобы имя Божье и наше учение не оказались оклеветанными.",
          "ID": "1"
        },
        {
          "text": "Те же рабы, чьи хозяева верующие, не должны оказывать им меньше уважения из-за того, что те — собратья. Напротив, они должны ещё лучше служить им, потому что те, кому они служат — возлюбленные верующие.",
          "ID": "2"
        },
        {
          "text": "Поучай же и наставляй во всём этом.",
          "ID": "2"
        },
        {
          "text": "Если кто-либо проповедует ложь и не согласен с истинным учением Господа нашего Иисуса Христа и отказывается посвятить свою жизнь служению Богу,",
          "ID": "3"
        },
        {
          "text": "то он полон гордыни и ничего не знает, а только поражён страстью к спорам и словоблудию. Всё это порождает ссоры, злые речи, злобные подозрения",
          "ID": "4"
        },
        {
          "text": "и постоянные распри среди людей, которые испорчены духом и не знают, что такое истина. Они думают, что служение Богу — путь к обогащению.",
          "ID": "5"
        },
        {
          "text": "Разумеется, служение Богу чрезвычайно обогащает человека, если он удовлетворён своим положением и состоянием.",
          "ID": "6"
        },
        {
          "text": "Мы ничего не принесли с собой в этот мир, и ясно, что ничего не унесём с собой, умирая.",
          "ID": "7"
        },
        {
          "text": "Но имея еду и одежду, будем довольны этим!",
          "ID": "8"
        },
        {
          "text": "Те же, кто хочет быть богатым, попадут в ловушку и создадут себе искушение. Они поддадутся многим вредным и глупым желаниям, которые ввергают людей в бедствие и погибель.",
          "ID": "9"
        },
        {
          "text": "Потому что любовь к деньгам — корень всякого зла. Некоторые в своём стремлении к наживе уклонились от веры и навлекли на себя боль и страдание.",
          "ID": "10"
        },
        {
          "text": "Ты же, Божий человек, беги от подобного, стремись только к праведности, благочестию, вере, любви, долготерпению и доброте.",
          "ID": "11"
        },
        {
          "text": "Праведно борись за веру, держись жизни вечной, к которой был призван ты, когда исповедовал Христа в присутствии многих свидетелей.",
          "ID": "12"
        },
        {
          "text": "Перед ликом Бога, Который дарит жизнь всему, и Христа Иисуса, сделавшего истинное признание о Себе в присутствии Понтия Пилата,",
          "ID": "13"
        },
        {
          "text": "я повелеваю тебе, исполнять указанное тебе без стыда и упрёка до явления Господа нашего, Иисуса Христа.",
          "ID": "14"
        },
        {
          "text": "Бог, единственный и благословенный Повелитель, Царь царей и Господь господствующих, совершит всё в назначенное время.",
          "ID": "15"
        },
        {
          "text": "Он один обладает бессмертием и живёт в Свете, к которому ни один смертный не может приблизиться; никто никогда не видел Его и не сможет увидеть. Честь Ему и власть вечная! Аминь.",
          "ID": "16"
        },
        {
          "text": "Наставляй же тех, кто богат в этом мире, чтобы они не заносились и возлагали все свои надежды не на неверное богатство, а на Бога, Который с избытком обеспечивает нас всем нужным для наслаждения.",
          "ID": "17"
        },
        {
          "text": "Наставляй их, чтобы они совершали добрые поступки, и считали богатством то добро, которое делают. Пусть они будут щедрыми и готовыми поделиться своим имуществом,",
          "ID": "18"
        },
        {
          "text": "тем самым запасаясь сокровищем, которое станет основой для будущей истинной жизни.",
          "ID": "19"
        },
        {
          "text": "Тимофей, храни то, что было доверено тебе, избегая пустой и суетной болтовни и противных истине идей, которые связаны с так называемым «знанием»,",
          "ID": "20"
        },
        {
          "text": "проповедуемым теми, кто отошёл от истинной веры.",
          "ID": "21"
        },
        {
          "text": "Пусть благодать Божья будет с вами!",
          "ID": "21"
        }
      ],
      "ID": "NT:1TI.6",
      "name": "Первое Послание К Тимофею 6"
    }
  ],
  "ID": "NT:1TI(RSP)",
  "name": "Первое Послание К Тимофею"
}