{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Был некий человек из Раматаима, цуфит из нагорий Ефрема, которого звали Элкана. Он был сыном Иерохама, сына Элигу, сына Тоху, сына Цуфа, ефремит. ",
          "ID": "1"
        },
        {
          "text": "У Элканы было две жены. Одну звали Анна, а другую – Фенанна. У Фенанны были дети, у Анны же их не было.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Из года в год этот человек ходил из своего города в Шило, чтобы поклоняться и приносить жертву Господу Сил. Хофни и Пинехас, два сына Илия, были там священниками Господа. ",
          "ID": "3"
        },
        {
          "text": "Всякий раз, когда Элкана приносил жертву, он давал часть мяса своей жене Фенанне и всем ее сыновьям и дочерям. ",
          "ID": "4"
        },
        {
          "text": "Но Анне он давал двойную часть, потому что любил ее, хотя Господь закрыл ее чрево. ",
          "ID": "5"
        },
        {
          "text": "Оттого что Господь закрыл чрево Анны, ее соперница жестоко изводила и унижала ее. ",
          "ID": "6"
        },
        {
          "text": "Так продолжалось из года в год. Всякий раз, когда Анна ходила в дом Господа, соперница изводила ее, и та плакала и не ела.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Элкана говорил ей:",
          "ID": "8"
        },
        {
          "text": "– Анна, почему ты плачешь? Почему не ешь? Почему скорбит твое сердце? Разве я не значу для тебя больше, чем десять сыновей?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Однажды, когда они поели и попили в Шило, Анна встала. Священник Илий сидел у дверей храма Господа. ",
          "ID": "9"
        },
        {
          "text": "Скорбя душой, Анна горько плакала и молилась Господу. ",
          "ID": "10"
        },
        {
          "text": "Она дала обет, говоря:",
          "ID": "11"
        },
        {
          "text": "– О Господь Сил, если Ты только посмотришь на горе Своей служанки и вспомнишь меня, если не забудешь Свою служанку, но дашь ей сына, то я отдам его Господу на всю жизнь, и бритва никогда не коснется его головы.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Пока она молилась Господу, Илий следил за ее губами. ",
          "ID": "12"
        },
        {
          "text": "Анна молилась в сердце, ее губы двигались, но голоса слышно не было. Илий подумал, что она пьяна, ",
          "ID": "13"
        },
        {
          "text": "и сказал ей:",
          "ID": "14"
        },
        {
          "text": "– Долго ли ты еще будешь пьяной? Протрезвись от вина!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Нет, мой господин, – ответила Анна, – я глубоко скорблю. Я не пила ни вина, ни пива. Я изливала душу перед Господом. ",
          "ID": "15"
        },
        {
          "text": "Не думай, что твоя служанка – нечестивая женщина; я молилась здесь из-за великой боли и печали.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Илий ответил:",
          "ID": "17"
        },
        {
          "text": "– Иди с миром, и пусть Бог Израиля даст тебе то, о чем ты Его просила.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Она сказала:",
          "ID": "18"
        },
        {
          "text": "– Пусть твоя служанка найдет расположение в твоих глазах.",
          "ID": "18"
        },
        {
          "text": "Затем она пошла своей дорогой, поела, и лицо ее уже больше не было печально.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "На следующее утро они встали рано, поклонились Господу и пустились в обратный путь к себе домой, в Раму.",
          "ID": "19"
        },
        {
          "text": "Элкана лег со своей женой Анной, и Господь вспомнил про нее. ",
          "ID": "19"
        },
        {
          "text": "Через некоторое время Анна зачала и родила сына. Она назвала его Самуил, говоря: «Я назвала его так, потому что я просила его у Господа».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "В следующий раз, когда Элкана вместе со всей своей семьей отправился принести жертву Господу и исполнить обет, ",
          "ID": "21"
        },
        {
          "text": "Анна не пошла. Она сказала мужу:",
          "ID": "22"
        },
        {
          "text": "– После того как ребенок будет отнят от груди, я отведу его в Шило, чтобы он предстал перед Господом. Он останется там жить навсегда.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Поступай, как тебе угодно, – сказал ей муж. – Оставайся здесь, пока не отнимешь его от груди. И пусть Господь утвердит Свое слово.",
          "ID": "23"
        },
        {
          "text": "Она оставалась дома и кормила своего сына до тех пор, пока не отняла его от груди. ",
          "ID": "23"
        },
        {
          "text": "После того как он был отнят от груди, она повела мальчика в Шило. Анна взяла с собой трехлетнего быка, ефу муки и мех вина.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Заколов быка и взяв его, Анна с мальчиком пришли к Илию, ",
          "ID": "25"
        },
        {
          "text": "и она сказала ему:",
          "ID": "26"
        },
        {
          "text": "– Верно, как и то, что ты жив, мой господин, я – та самая женщина, которая стояла здесь, рядом с тобой, молясь Господу. ",
          "ID": "26"
        },
        {
          "text": "Я молилась об этом ребенке, и Господь дал мне то, о чем я Его просила. ",
          "ID": "27"
        },
        {
          "text": "Теперь я отдаю его Господу. Пусть он принадлежит Господу всю его жизнь.",
          "ID": "28"
        },
        {
          "text": "И он поклонился там Господу.",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.1",
      "name": "Первая Книга Царств 1"
    },
    {
      "text": [
        {
          "text": "Анна молилась и говорила:",
          "ID": "1"
        },
        {
          "text": "– Возликовало мое сердце в Господе,",
          "ID": "1"
        },
        {
          "text": "вознесся в Господе мой рог.",
          "ID": "1"
        },
        {
          "text": "Мои уста осмеивают врагов,",
          "ID": "1"
        },
        {
          "text": "потому что я радуюсь Твоему избавлению.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Нет столь святого, как Господь;",
          "ID": "2"
        },
        {
          "text": "нет другого, кроме Тебя;",
          "ID": "2"
        },
        {
          "text": "нет скалы, подобной нашему Богу.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Не говорите больше надменно,",
          "ID": "3"
        },
        {
          "text": "не давайте своим устам говорить с такой дерзостью,",
          "ID": "3"
        },
        {
          "text": "ведь Господь есть Бог знающий,",
          "ID": "3"
        },
        {
          "text": "оценивающий все дела.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Сломаны луки воинов,",
          "ID": "4"
        },
        {
          "text": "а немощные вооружаются крепостью.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Те, кто был сыт,",
          "ID": "5"
        },
        {
          "text": "теперь нанимаются работать за пищу,",
          "ID": "5"
        },
        {
          "text": "а те, кто голодал,",
          "ID": "5"
        },
        {
          "text": "больше не голодают.",
          "ID": "5"
        },
        {
          "text": "Когда-то бесплодная – родила семерых,",
          "ID": "5"
        },
        {
          "text": "а имевшая много сыновей – изнемогает.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Господь умерщвляет и оживляет;",
          "ID": "6"
        },
        {
          "text": "низводит в мир мертвых и выводит из него.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь делает нищим и дает богатство;",
          "ID": "7"
        },
        {
          "text": "Он смиряет и возносит.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он поднимает бедного из праха",
          "ID": "8"
        },
        {
          "text": "и возносит нуждающегося с груды пепла;",
          "ID": "8"
        },
        {
          "text": "сажает их с вождями",
          "ID": "8"
        },
        {
          "text": "и дает им наследовать престол славы.",
          "ID": "8"
        },
        {
          "text": "Ведь основания земли устроены Господом,",
          "ID": "8"
        },
        {
          "text": "на них Он поставил мир.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он охраняет пути Своих святых,",
          "ID": "9"
        },
        {
          "text": "а нечестивые сгинут во мраке.",
          "ID": "9"
        },
        {
          "text": "Сила им не поможет:",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "противники Господа будут рассеяны.",
          "ID": "10"
        },
        {
          "text": "Он разразится громом на них с небес;",
          "ID": "10"
        },
        {
          "text": "Господь будет судить во всех концах земли.",
          "ID": "10"
        },
        {
          "text": "Он даст мощь Своему царю",
          "ID": "10"
        },
        {
          "text": "и вознесет рог Своего помазанника.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Элкана пошел к себе домой в Раму, а мальчик остался служить перед Господом под руководством священника Илия.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Сыновья Илия были нечестивцами. Они не знали ни Господа, ",
          "ID": "12"
        },
        {
          "text": "ни долга священников по отношению к народу. Всякий раз, когда кто-нибудь приносил жертву, пока варилось мясо, приходил слуга священника с трехзубой вилкой в руке. ",
          "ID": "13"
        },
        {
          "text": "Он опускал ее в кастрюлю, сковороду, котел или горшок, и брал себе все, что попадалось на вилку. Так они поступали со всяким жертвенным мясом, которое приносили израильтяне, приходившие в Шило. ",
          "ID": "14"
        },
        {
          "text": "Мало этого, еще до того, как сжигали жир, слуга священника приходил и говорил человеку, который приносил жертву: «Дай священнику мяса для жаркого. Он не возьмет у тебя вареное мясо, только сырое».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Если человек говорил ему: «Пусть сперва сожгут жир, а потом ты возьмешь все, что хочешь», слуга отвечал: «Нет, давай сейчас. А если нет, я возьму силой».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Грех этих молодых людей, сыновей Илия, был очень велик перед Господом, ведь они относились с презрением к приношениям Господу.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Но Самуил служил перед Господом. Он был мальчиком, носящим льняной эфод. ",
          "ID": "18"
        },
        {
          "text": "Каждый год мать шила для него маленький плащ и приносила ему, когда приходила с мужем для приношения ежегодной жертвы. ",
          "ID": "19"
        },
        {
          "text": "Илий благословлял Элкану и его жену, говоря:",
          "ID": "20"
        },
        {
          "text": "– Пусть Господь даст тебе детей от этой женщины вместо того, о ком она молилась и кого отдала Господу.",
          "ID": "20"
        },
        {
          "text": "Потом они вернулись домой. ",
          "ID": "20"
        },
        {
          "text": "Господь был милостив к Анне, и она зачала и родила еще троих сыновей и двух дочерей. Тем временем Самуил рос в присутствии Господа.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Илий же, который был очень стар, слышал обо всем, что его сыновья делают с Израилем и что они спят с женщинами, которые служат у входа в шатер собрания. ",
          "ID": "22"
        },
        {
          "text": "Он сказал им:",
          "ID": "23"
        },
        {
          "text": "– Что вы делаете? От всего народа я слышу о ваших нечестивых делах. ",
          "ID": "23"
        },
        {
          "text": "Нет, мои сыновья, не хороша молва, которая, как я слышу, распространяется среди Господнего народа. ",
          "ID": "24"
        },
        {
          "text": "Если человек согрешит против другого, кто-нибудь может стать посредником за него перед Господом, но если человек согрешит против Господа, кто заступится за него?",
          "ID": "25"
        },
        {
          "text": "Но сыновья не прислушивались к отцовским упрекам, потому что в воле Господней было предать их смерти.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "А Самуил взрослел. Его любили и люди, и Господь.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "И вот, пришел к Илию Божий человек и сказал ему:",
          "ID": "27"
        },
        {
          "text": "– Вот что говорит Господь: «Разве Я не открывался ясно дому твоего отца, когда они еще были в Египте, в доме фараона?  ",
          "ID": "27"
        },
        {
          "text": "Я выбрал твоего отца из всех родов Израиля, чтобы он был Моим священников, восходил к Моему жертвеннику, возжигал благовония и носил предо Мною эфод. Еще Я дал дому твоего отца все огненные жертвоприношения, совершаемые израильтянами. ",
          "ID": "28"
        },
        {
          "text": "Почему же вы попираете ногами Мои жертвы и приношения, которые Я установил для Своего жилища? Почему ты предпочитаешь Мне своих сыновей, жирея от лучших частей каждого приношения, совершаемого Моим народом, Израилем?»",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Поэтому Господь, Бог Израиля, возвещает: «Я обещал, что твой дом и дом твоего отца будут служить передо Мной вечно». Но теперь Господь возвещает: «Да не будет так! Тех, кто чтит Меня, буду чтить и Я, но те, кто презирает Меня, будут посрамлены. ",
          "ID": "30"
        },
        {
          "text": "Наступит время, когда Я лишу силы твою семью и твое родство, и никто в твоем семействе не доживет до старости. ",
          "ID": "31"
        },
        {
          "text": "Ты увидишь бедствие в Моем жилище. Хотя Израиль будет благоденствовать, никто в твоем семействе никогда не будет доживать до старости. ",
          "ID": "32"
        },
        {
          "text": "Всякий, кого Я не отрешу от жертвенника, будет сбережен только для того, чтобы наполнять слезами твои глаза и печалить твое сердце, и все твои потомки будут умирать во цвете лет.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "А то, что случится с двумя твоими сыновьями, Хофни и Пинехасом, будет знаком для тебя – оба они умрут в один день. ",
          "ID": "34"
        },
        {
          "text": "Я поставлю Себе верного священника, который будет поступать в соответствии с тем, что у Меня в сердце и на уме. Я утвержу его дом, и он всегда будет служить перед Моим помазанником. ",
          "ID": "35"
        },
        {
          "text": "Тогда всякий оставшийся из твоего дома придет, склонится перед ним за геру серебра и корку хлеба и взмолится: „Дай мне какую-нибудь священническую должность, чтобы у меня было пропитание“».",
          "ID": "36"
        }
      ],
      "ID": "OT:1SA.2",
      "name": "Первая Книга Царств 2"
    },
    {
      "text": [
        {
          "text": "Мальчик Самуил служил перед Господом под руководством Илия. В те дни слово Господа было редким; не часты были и видения.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Как-то ночью Илий, чьи глаза ослабели настолько, что он едва мог видеть, лежал на своем обычном месте. ",
          "ID": "2"
        },
        {
          "text": "Светильник Бога еще не догорел, и Самуил лежал в храме Господа, где находился ковчег Бога. ",
          "ID": "3"
        },
        {
          "text": "Господь позвал Самуила, и Самуил ответил:",
          "ID": "4"
        },
        {
          "text": "– Вот я.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Он подбежал к Илию, сказав:",
          "ID": "5"
        },
        {
          "text": "– Вот я. Ты звал меня?",
          "ID": "5"
        },
        {
          "text": "Но Илий сказал:",
          "ID": "5"
        },
        {
          "text": "– Я не звал тебя, возвращайся и ложись.",
          "ID": "5"
        },
        {
          "text": "Он пошел и лег.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Господь позвал его вновь:",
          "ID": "6"
        },
        {
          "text": "– Самуил!",
          "ID": "6"
        },
        {
          "text": "Самуил поднялся, пришел к Илию и сказал:",
          "ID": "6"
        },
        {
          "text": "– Вот я. Ты звал меня?",
          "ID": "6"
        },
        {
          "text": "– Мой сын, – сказал Илий, – я не звал тебя, возвращайся и ложись спать.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Самуил не знал еще Господа: слово Господа еще не открывалось ему. ",
          "ID": "7"
        },
        {
          "text": "Господь позвал Самуила в третий раз, и Самуил поднялся, пришел к Илию и сказал:",
          "ID": "8"
        },
        {
          "text": "– Вот я. Ты звал меня?",
          "ID": "8"
        },
        {
          "text": "Тогда Илий понял, что мальчика зовет Господь. ",
          "ID": "8"
        },
        {
          "text": "Илий сказал Самуилу:",
          "ID": "9"
        },
        {
          "text": "– Иди и ложись, и если Он позовет тебя, скажи: «Говори, Господи, Твой слуга слушает Тебя».",
          "ID": "9"
        },
        {
          "text": "Самуил пошел и лег на свое место. ",
          "ID": "9"
        },
        {
          "text": "Господь пришел и встал там, призывая, как в первый и во второй раз:",
          "ID": "10"
        },
        {
          "text": "– Самуил! Самуил!",
          "ID": "10"
        },
        {
          "text": "Тогда Самуил сказал:",
          "ID": "10"
        },
        {
          "text": "– Говори, Твой слуга слушает Тебя.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И Господь сказал Самуилу:",
          "ID": "11"
        },
        {
          "text": "– Я собираюсь совершить в Израиле такое, от чего у каждого, кто услышит об этом, зазвенит в ушах. ",
          "ID": "11"
        },
        {
          "text": "Тогда Я исполню над Илием все, что говорил о его семье, – от начала до конца. ",
          "ID": "12"
        },
        {
          "text": "Ведь Я говорил ему, что накажу его семью навеки из-за греха, о котором он знал; его сыновья сделались презренными, а он не обуздывал их. ",
          "ID": "13"
        },
        {
          "text": "Поэтому Я клянусь дому Илия: вина дома Илия никогда не будет заглажена жертвой или приношением.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Самуил лежал до утра, а затем открыл двери дома Господа. Он боялся передать Илию видение, ",
          "ID": "15"
        },
        {
          "text": "но Илий позвал его и сказал:",
          "ID": "16"
        },
        {
          "text": "– Самуил, мой сын.",
          "ID": "16"
        },
        {
          "text": "Самуил ответил:",
          "ID": "16"
        },
        {
          "text": "– Вот я.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Что Он сказал тебе? – спросил Илий. – Не скрывай от меня. Бог сурово накажет тебя, если ты скроешь от меня что-либо из того, что Он сказал тебе.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Самуил рассказал ему все, ничего не скрывая. Тогда Илий сказал:",
          "ID": "18"
        },
        {
          "text": "– Он – Господь; пусть поступает, как Ему угодно.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь был с Самуилом, когда тот вырос, и не оставил несбывшимся ни одного из его слов. ",
          "ID": "19"
        },
        {
          "text": "Весь Израиль от Дана до Вирсавии признал, что Самуил – истинный пророк Господа. ",
          "ID": "20"
        },
        {
          "text": "Господь продолжал являться в Шило, и там Он открылся Самуилу через Свое слово.",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.3",
      "name": "Первая Книга Царств 3"
    },
    {
      "text": [
        {
          "text": "И было слово Самуила ко всему Израилю.",
          "ID": "1"
        },
        {
          "text": "В то время израильтяне выступили, чтобы сразиться с филистимлянами. Израильтяне разбили лагерь при Эвен-Езере, а филистимляне – при Афеке. ",
          "ID": "1"
        },
        {
          "text": "Филистимляне выставили свои силы навстречу Израилю, и в битве израильтяне были разбиты филистимлянами, которые убили на поле сражения около четырех тысяч человек. ",
          "ID": "2"
        },
        {
          "text": "Когда воины вернулись в лагерь, старейшины Израиля спросили:",
          "ID": "3"
        },
        {
          "text": "– Почему Господь предал нас сегодня поражению от филистимлян? Давайте принесем ковчег завета Господа из Шило, чтобы он был с нами и спас нас от руки врагов.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Народ послал в Шило несколько человек, и они принесли ковчег завета Господа Сил, Который восседает на херувимах. А двое сыновей Илия, Хофни и Пинехас, пришли вместе с ковчегом завета Бога.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Когда ковчег завета Господа прибыл в лагерь, все израильтяне подняли такой громкий крик, что земля откликнулась эхом. ",
          "ID": "5"
        },
        {
          "text": "Услышав шум восклицаний, филистимляне спросили:",
          "ID": "6"
        },
        {
          "text": "– Что значит весь этот крик в еврейском лагере?",
          "ID": "6"
        },
        {
          "text": "Узнав, что в лагерь доставлен ковчег завета Господа, ",
          "ID": "6"
        },
        {
          "text": "филистимляне испугались.",
          "ID": "7"
        },
        {
          "text": "– Бог пришел в их лагерь, – говорили они. – Мы попали в беду! Ничего подобного до сих пор не случалось. ",
          "ID": "7"
        },
        {
          "text": "Горе нам! Кто избавит нас от руки Этого могучего Бога? Это же Тот Бог, Который поразил египтян в пустыне всяческими наказаниями. ",
          "ID": "8"
        },
        {
          "text": "Крепитесь, филистимляне! Мужайтесь, чтобы не быть рабами у евреев, как они были у вас. Будьте мужественными и сражайтесь!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Филистимляне сразились, и израильтяне были разбиты, потерпев большое поражение. Все разбежались по своим шатрам. Израиль потерял тридцать тысяч пеших воинов. ",
          "ID": "10"
        },
        {
          "text": "Ковчег Бога был захвачен, а двое сыновей Илия, Хофни и Пинехас, погибли.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "В тот же самый день один вениамитянин бежал с места сражения и пришел в Шило. Его одежды были разорваны, а голова покрыта пылью. ",
          "ID": "12"
        },
        {
          "text": "Когда он пришел, Илий сидел у обочины дороги и смотрел, потому что его сердце волновалось за ковчег Бога. Когда человек вошел в город и рассказал, что случилось, весь город поднял вопль. ",
          "ID": "13"
        },
        {
          "text": "Услышав вопль, Илий спросил:",
          "ID": "14"
        },
        {
          "text": "– Что это за шум?",
          "ID": "14"
        },
        {
          "text": "Человек поспешил прийти к Илию, ",
          "ID": "14"
        },
        {
          "text": "которому было девяносто восемь лет и чьи глаза померкли настолько, что он не мог видеть. ",
          "ID": "15"
        },
        {
          "text": "Он сказал Илию:",
          "ID": "16"
        },
        {
          "text": "– Я только что пришел с места сражения; я бежал оттуда сегодня.",
          "ID": "16"
        },
        {
          "text": "Илий спросил:",
          "ID": "16"
        },
        {
          "text": "– Что случилось, мой сын?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Вестник ответил:",
          "ID": "17"
        },
        {
          "text": "– Израиль бежал перед филистимлянами, войско понесло тяжелые потери. Двое твоих сыновей, Хофни и Пинехас, мертвы, а ковчег Бога захвачен.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда он упомянул о ковчеге Бога, Илий упал навзничь со своего сиденья у ворот. Он сломал себе шею и умер, потому что был стар и грузен. Он был судьей в Израиле сорок лет. ",
          "ID": "18"
        },
        {
          "text": "Его невестка, жена Пинехаса, была тогда беременна и скоро должна была родить. Когда она услышала о том, что ковчег Бога захвачен, а ее свекор и муж умерли, она согнулась от боли, потому что у нее начались схватки, и родила. ",
          "ID": "19"
        },
        {
          "text": "Когда она умирала, женщины, которые ухаживали за ней, говорили:",
          "ID": "20"
        },
        {
          "text": "– Не бойся; ты родила сына.",
          "ID": "20"
        },
        {
          "text": "Но она не отвечала и ни на что не обращала внимания. ",
          "ID": "20"
        },
        {
          "text": "Она назвала мальчика Ихавод, говоря: «Слава покинула Израиль», – потому что ковчег Бога был захвачен, а ее свекор и муж погибли. ",
          "ID": "21"
        },
        {
          "text": "Она сказала:",
          "ID": "22"
        },
        {
          "text": "– Слава покинула Израиль, потому что ковчег Бога захвачен.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.4",
      "name": "Первая Книга Царств 4"
    },
    {
      "text": [
        {
          "text": "Захватив ковчег Бога, филистимляне принесли его из Эвен-Езера в Ашдод. ",
          "ID": "1"
        },
        {
          "text": "Затем они внесли ковчег в храм Дагона и поставили около Дагона. ",
          "ID": "2"
        },
        {
          "text": "Когда жители Ашдода встали на другой день рано утром, Дагон, упавший лицом на землю, лежал перед ковчегом Господа! Они подняли Дагона и вернули на прежнее место. ",
          "ID": "3"
        },
        {
          "text": "Но на следующее утро, когда они встали, Дагон опять лежал лицом на земле, перед ковчегом Господа! Его голова и руки были отломаны и валялись на пороге, целым осталось лишь туловище. ",
          "ID": "4"
        },
        {
          "text": "Вот почему до сегодняшнего дня ни жрецы Дагона, ни входящие в его храм в Ашдоде не наступают на порог, где он лежал.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Господь сурово наказал жителей Ашдода и его окрестностей, наслав на них опустошение и поразив их наростами. ",
          "ID": "6"
        },
        {
          "text": "Когда жители Ашдода увидели то, что происходит, они сказали:",
          "ID": "7"
        },
        {
          "text": "– Ковчег израильского Бога не должен находиться здесь у нас, потому что гнев Его против нас и нашего бога Дагона страшен.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Они созвали всех филистимских правителей и спросили их:",
          "ID": "8"
        },
        {
          "text": "– Что нам делать с ковчегом израильского Бога?",
          "ID": "8"
        },
        {
          "text": "Жители Гата ответили:",
          "ID": "8"
        },
        {
          "text": "– Пусть ковчег израильского Бога переправится в Гат.",
          "ID": "8"
        },
        {
          "text": "И переправили ковчег Бога Израиля. ",
          "ID": "8"
        },
        {
          "text": "Но после того, как они переправили его в Гат, рука Господа обратилась и против этого города, приведя его в великий ужас. Он поразил жителей города, молодых и старых, наростами. ",
          "ID": "9"
        },
        {
          "text": "И они отослали ковчег Бога в Экрон. Когда ковчег Бога вносили в Экрон, жители кричали:",
          "ID": "10"
        },
        {
          "text": "– Ковчег израильского Бога принесли к нам, чтобы погубить нас и наш народ!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Они созвали всех филистимских правителей и сказали:",
          "ID": "11"
        },
        {
          "text": "– Отошлите ковчег израильского Бога! Пусть он вернется на свое место, иначе он умертвит нас и наш народ.",
          "ID": "11"
        },
        {
          "text": "Смерть наполнила тот город ужасом. Божий гнев на него был очень страшен. ",
          "ID": "11"
        },
        {
          "text": "Те, кто не умер, были поражены наростами, и вопль города доходил до небес.",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.5",
      "name": "Первая Книга Царств 5"
    },
    {
      "text": [
        {
          "text": "После того как ковчег Господа пробыл в филистимской земле семь месяцев, ",
          "ID": "1"
        },
        {
          "text": "филистимляне позвали жрецов и прорицателей и спросили:",
          "ID": "2"
        },
        {
          "text": "– Что нам делать с ковчегом Господа? Скажите нам, как вернуть его на его место?",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Те ответили:",
          "ID": "3"
        },
        {
          "text": "– Если хотите вернуть ковчег израильского Бога, вы непременно должны принести Ему жертву повинности. Тогда вы исцелитесь и узнаете, почему Его гнев против вас не утихал.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Филистимляне спросили:",
          "ID": "4"
        },
        {
          "text": "– Какую жертву повинности Ему принести?",
          "ID": "4"
        },
        {
          "text": "Те ответили:",
          "ID": "4"
        },
        {
          "text": "– Пять золотых изображений наростов и пять золотых мышей, по числу филистимских правителей, ведь одна и та же кара обрушилась и на вас, и на ваших правителей. ",
          "ID": "4"
        },
        {
          "text": "Сделайте изображения наростов и мышей, которые уничтожают страну, и почтите израильского Бога. Может быть, Его гнев против вас, ваших богов и вашей земли утихнет. ",
          "ID": "5"
        },
        {
          "text": "Зачем вам ожесточать сердца, подобно египтянам и фараону? Когда Он жестоко обошелся с ними, разве они не отпустили израильтян, чтобы те шли своей дорогой? ",
          "ID": "6"
        },
        {
          "text": "Итак, приготовьте новую повозку с двумя коровами, которые впервые отелились и никогда не носили ярма. Запрягите коров в повозку, а телят уведите от них и заприте. ",
          "ID": "7"
        },
        {
          "text": "Возьмите ковчег Господа и поставьте его на повозку, а золотые предметы, которые вы принесете Ему как жертву повинности, положите в ящик около ковчега. Отправьте его в путь, ",
          "ID": "8"
        },
        {
          "text": "но следите за ним. Если он пойдет в свою землю, по направлению к Бет-Шемешу, то это великое бедствие обрушил на нас Господь. Но если нет, то мы будем знать, что не Его рука поразила нас, и произошло это с нами случайно.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они так и сделали. Взяли двух коров и запрягли их в повозку, а телят заперли. ",
          "ID": "10"
        },
        {
          "text": "Поставили ковчег Господа на повозку вместе с ящиком, в котором были золотые мыши и изображения наростов. ",
          "ID": "11"
        },
        {
          "text": "После этого коровы пошли прямо по направлению к Бет-Шемешу. Они шли по одной дороге и все время мычали, и не свернули ни вправо, ни влево. Филистимские правители следовали за ними до самой границы Бет-Шемеша.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Жители же Бет-Шемеша жали пшеницу в долине. Когда они взглянули, то увидели ковчег и обрадовались. ",
          "ID": "13"
        },
        {
          "text": "Повозка приехала на поле Иисуса из Бет-Шемеша и остановилась там возле большого камня. Люди порубили повозку на дрова и принесли коров во всесожжение Господу. ",
          "ID": "14"
        },
        {
          "text": "Левиты сняли ковчег Господа вместе с ящиком, в котором были золотые предметы, и поставили их на большой камень. В тот же день жители Бет-Шемеша принесли всесожжения и совершили Господу жертвоприношения. ",
          "ID": "15"
        },
        {
          "text": "Пять филистимских правителей увидели все это и в тот же день вернулись в Экрон.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Золотые наросты филистимляне послали как жертву повинности Господу – по одному за Ашдод, Газу, Ашкелон, Гат и Экрон. ",
          "ID": "17"
        },
        {
          "text": "А число золотых мышей соответствовало числу городов, принадлежащих филистимским правителям, – укрепленных городов с пригородными поселениями. Большой камень, на который поставили ковчег Господа, – до сегодняшнего дня стоит на поле Иисуса из Бет-Шемеша как свидетельство случившегося.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "И поразил Он некоторых жителей Бет-Шемеша за то, что они заглядывали в ковчег Господа, и погубил из них пятьдесят тысяч семьдесят человек. Народ плакал из-за тяжелого удара, который нанес им Господь, ",
          "ID": "19"
        },
        {
          "text": "и жители Бет-Шемеша спросили:",
          "ID": "20"
        },
        {
          "text": "– Кто может устоять в присутствии Господа, этого святого Бога? Куда унести отсюда ковчег?",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Они послали вестников к жителям Кирьят-Иеарима, говоря: «Филистимляне вернули ковчег Господа. Сойдите, возьмите его к себе».",
          "ID": "21"
        }
      ],
      "ID": "OT:1SA.6",
      "name": "Первая Книга Царств 6"
    },
    {
      "text": [
        {
          "text": "Жители Кирьят-Иеарима пришли и забрали ковчег Господа. Они принесли его в дом Авинадава на холме и посвятили его сына Элеазара охранять ковчег Господа.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Долгое время, на протяжении двадцати лет, ковчег оставался в Кирьят-Иеариме, и весь народ Израиля плакал и искал Господа. ",
          "ID": "2"
        },
        {
          "text": "Самуил сказал всему дому Израиля:",
          "ID": "3"
        },
        {
          "text": "– Если вы обращаетесь к Господу от всего сердца, то избавьтесь от чужеземных богов и Астарт, отдайте себя Господу, служите только Ему, и Он спасет вас от руки филистимлян.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И израильтяне избавились от своих Баалов и Астарт и служили только Господу. ",
          "ID": "4"
        },
        {
          "text": "Тогда Самуил сказал:",
          "ID": "5"
        },
        {
          "text": "– Соберите весь Израиль в Мицпе, и я буду просить Господа за вас.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Собравшись в Мицпе, они черпали воду и выливали ее перед Господом. В тот день они постились и каялись:",
          "ID": "6"
        },
        {
          "text": "– Мы согрешили против Господа.",
          "ID": "6"
        },
        {
          "text": "И Самуил был судьей Израиля в Мицпе. ",
          "ID": "6"
        },
        {
          "text": "Когда филистимляне услышали, что израильтяне собрались в Мицпе, их правители выступили против Израиля. Узнав об этом, израильтяне испугались. ",
          "ID": "7"
        },
        {
          "text": "Они сказали Самуилу:",
          "ID": "8"
        },
        {
          "text": "– Взывай о нас к Господу, нашему Богу, не переставая, чтобы Он избавил нас от руки филистимлян.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тогда Самуил взял молочного ягненка и принес его во всесожжение Господу. Он взывал к Господу об Израиле, и Господь ответил ему.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В то время как Самуил приносил жертву всесожжения, филистимляне приблизились, чтобы напасть на Израиль. Но на этот раз Господь разразился на филистимлян сильным громом и привел их в такой ужас, что они были наголову разбиты израильтянами. ",
          "ID": "10"
        },
        {
          "text": "Мужчины Израиля выступили из Мицпы и преследовали филистимлян, убивая их вплоть до окрестностей Бет-Кара.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Тогда Самуил взял камень и поставил его между Мицпой и Шеном. Он назвал его Эвен-Езер, говоря: «До этого места Господь помог нам». ",
          "ID": "12"
        },
        {
          "text": "Так филистимляне были побеждены и не вторгались больше в землю израильтян.",
          "ID": "13"
        },
        {
          "text": "Пока был жив Самуил, рука Господа была обращена против филистимлян. ",
          "ID": "13"
        },
        {
          "text": "Города от Экрона до Гата, захваченные филистимлянами у Израиля, возвратились к нему, и Израиль освободил от власти филистимлян прилегающие земли. Между Израилем и аморреями также был мир.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Самуил оставался судьей над Израилем всю свою жизнь. ",
          "ID": "15"
        },
        {
          "text": "Из года в год он обходил Вефиль, Гилгал и Мицпу и повсюду судил Израиль. ",
          "ID": "16"
        },
        {
          "text": "Но он всегда возвращался в Раму, где был его дом, и там тоже судил Израиль. Там же он построил жертвенник Господу.",
          "ID": "17"
        }
      ],
      "ID": "OT:1SA.7",
      "name": "Первая Книга Царств 7"
    },
    {
      "text": [
        {
          "text": "Состарившись, Самуил назначил судьями Израилю двух своих сыновей. ",
          "ID": "1"
        },
        {
          "text": "Его первенца звали Иоиль, а второго сына – Авия. Они были судьями в Вирсавии. ",
          "ID": "2"
        },
        {
          "text": "Но его сыновья не следовали по отцовским стопам. Они гонялись за нечестной наживой, брали взятки и извращали правосудие.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Все старейшины Израиля собрались вместе и пришли к Самуилу в Раму. ",
          "ID": "4"
        },
        {
          "text": "Они сказали ему:",
          "ID": "5"
        },
        {
          "text": "– Ты стар, а твои сыновья не следуют по твоим стопам. Поставь же над нами царя, чтобы он вел нас, как это есть у всех других народов.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но когда они сказали: «Дай нам царя, чтобы он вел нас», – это не понравилось Самуилу. Он помолился Господу, ",
          "ID": "6"
        },
        {
          "text": "и Господь сказал ему:",
          "ID": "7"
        },
        {
          "text": "– Послушайся всего, что говорит тебе народ. Не тебя они отвергли, они отвергли Меня как своего Царя. ",
          "ID": "7"
        },
        {
          "text": "Как они поступали с того дня, как Я вывел их из Египта, и до сегодняшнего дня, оставляя Меня и служа другим богам, так они поступают и с тобой. ",
          "ID": "8"
        },
        {
          "text": "Итак, послушайся их, но строго предупреди и расскажи, что станет делать царь, который будет ими править.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Самуил пересказал все слова Господа народу, который просил у него царя. ",
          "ID": "10"
        },
        {
          "text": "Он сказал:",
          "ID": "11"
        },
        {
          "text": "– Вот что станет делать царь, который будет вами править: он возьмет ваших сыновей и заставит их служить при своих колесницах и лошадях, и они будут бегать перед его колесницами. ",
          "ID": "11"
        },
        {
          "text": "Некоторых он назначит начальниками над тысячью воинами, а некоторых – над пятьюдесятью. Одним он повелит пахать его землю и собирать его урожай, а другим – делать воинское оружие и снаряжение для его колесниц. ",
          "ID": "12"
        },
        {
          "text": "Он возьмет ваших дочерей, чтобы они приготавливали благовония, готовили пищу и пекли хлеб. ",
          "ID": "13"
        },
        {
          "text": "Он возьмет у вас лучшие поля, виноградники и оливковые рощи и отдаст их своим слугам. ",
          "ID": "14"
        },
        {
          "text": "Он возьмет десятую часть вашего зерна и винограда и отдаст своим приближенным и слугам. ",
          "ID": "15"
        },
        {
          "text": "Ваших слуг и служанок, и ваших юношей, и ваших ослов он заберет себе. ",
          "ID": "16"
        },
        {
          "text": "Он возьмет десятую часть вашего мелкого скота, а сами вы станете у него рабами. ",
          "ID": "17"
        },
        {
          "text": "Когда этот день наступит, вы взмолитесь об избавлении от царя, которого выбрали, но Господь не ответит вам.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Но народ отказался слушать Самуила.",
          "ID": "19"
        },
        {
          "text": "– Нет! – сказали они. – Мы хотим, чтобы над нами был царь. ",
          "ID": "19"
        },
        {
          "text": "Тогда мы будем, как все другие народы: царь будет править нами, выходить перед нами и вести наши войны.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Услышав все, что сказал народ, Самуил повторил это перед Господом. ",
          "ID": "21"
        },
        {
          "text": "Господь ответил:",
          "ID": "22"
        },
        {
          "text": "– Послушайся их и дай им царя.",
          "ID": "22"
        },
        {
          "text": "Тогда Самуил сказал израильтянам:",
          "ID": "22"
        },
        {
          "text": "– Идите каждый в свой город.",
          "ID": "22"
        }
      ],
      "ID": "OT:1SA.8",
      "name": "Первая Книга Царств 8"
    },
    {
      "text": [
        {
          "text": "Был некий знатный человек из рода Вениамина, которого звали Киш, сын Авиила, сына Церора. Церор был сыном Бехората. Бехорат был сыном Афиаха, вениамитянин. ",
          "ID": "1"
        },
        {
          "text": "У Киша был сын, которого звали Саул, красивый юноша – красивее его не было среди израильтян, – он был на голову выше ростом всех своих соплеменников.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Однажды у Киша, отца Саула, пропали ослицы, и Киш сказал сыну:",
          "ID": "3"
        },
        {
          "text": "– Возьми с собой одного из слуг и пойди, поищи ослиц.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Вместе со слугой они прошли через нагорья Ефрема и через землю Шалишу, но не нашли их. Они прошли через землю Шаалим, но ослиц и там не было. Затем прошли через землю Вениамина, но не нашли их. ",
          "ID": "4"
        },
        {
          "text": "Когда они добрались до земли Цуф, Саул сказал слуге, который был с ним:",
          "ID": "5"
        },
        {
          "text": "– Давай пойдем назад, иначе мой отец перестанет думать об ослицах и начнет беспокоиться о нас.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но слуга сказал:",
          "ID": "6"
        },
        {
          "text": "– Послушай, в этом городе есть Божий человек. Он пользуется большим уважением, и все, что он говорит, сбывается. Давай сходим туда. Может быть, он укажет нам путь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Саул сказал слуге:",
          "ID": "7"
        },
        {
          "text": "– Если мы пойдем, то что же мы дадим этому человеку? Еда в наших мешках кончилась. У нас нет подарка, чтобы принести Божьему человеку. Что у нас есть?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Слуга вновь ответил ему:",
          "ID": "8"
        },
        {
          "text": "– Послушай, у меня есть четверть шекеля серебра. Я дам его Божьему человеку, и он укажет нам путь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "(Прежде в Израиле, если человек шел вопросить Бога, он говорил: «Пойдем к провидцу», потому что тот, кого сегодня называют пророком, прежде назывался провидцем.)",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Хорошо, – сказал слуге Саул. – Пойдем.",
          "ID": "10"
        },
        {
          "text": "И они направились в город, где был Божий человек. ",
          "ID": "10"
        },
        {
          "text": "Поднимаясь в город на холм, они встретили девушек, которые шли за водой, и спросили их:",
          "ID": "11"
        },
        {
          "text": "– Есть здесь провидец?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Есть, – ответили те. – Он впереди тебя. Поторопись, он только что пришел в город, потому что у народа сегодня жертвоприношение в святилище на возвышенности. ",
          "ID": "12"
        },
        {
          "text": "Когда войдете в город, вы найдете его прежде, чем он поднимется поесть в святилище. Народ не начнет есть до его прихода, потому что он должен благословить жертву; после этого приглашенные примутся за еду. Идите, вы еще можете застать его.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Они поднялись в город, и навстречу им вышел Самуил, направлявшийся в святилище на возвышенности.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "(А за день до прихода Саула Господь открыл Самуилу: ",
          "ID": "15"
        },
        {
          "text": "«Завтра, приблизительно в это время, Я пошлю тебе человека из земли Вениамина. Помажь его в вожди над Моим народом Израиля. Он избавит Мой народ от руки филистимлян. Я обратил Свой взор на Мой народ, потому что его крик достиг Моего слуха».)",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Самуил увидел Саула, Господь сказал ему:",
          "ID": "17"
        },
        {
          "text": "– Это тот человек, о котором Я тебе говорил. Он будет править Моим народом.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Саул подошел к Самуилу возле ворот и спросил:",
          "ID": "18"
        },
        {
          "text": "– Пожалуйста, скажи мне, где дом провидца?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Провидец – это я, – ответил Самуил. – Поднимайся к святилищу впереди меня, потому что сегодня ты будешь есть со мной, а утром я отпущу тебя и скажу все, что у тебя на сердце. ",
          "ID": "19"
        },
        {
          "text": "А что до ослиц, которых ты потерял три дня назад, то не беспокойся о них; они уже нашлись. К кому же и обращено все желание Израиля, если не к тебе и не ко всей семье твоего отца?!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Но разве я не из Вениамина, наименьшего рода в Израиле, – ответил Саул, – и разве мой клан не последний среди всех кланов рода Вениамина? К чему же ты говоришь мне такое?",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Самуил провел Саула и его слугу в комнату и усадил их во главе приглашенных, которых было около тридцати человек. ",
          "ID": "22"
        },
        {
          "text": "Самуил сказал повару:",
          "ID": "23"
        },
        {
          "text": "– Принеси кусок мяса, который я отдал тебе и велел отложить.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Повар принес бедро и что было при нем и положил перед Саулом. Самуил сказал:",
          "ID": "24"
        },
        {
          "text": "– Вот то, что сберегалось для тебя. Ешь, это было специально отложено тебе, чтобы ты поел вместе с гостями.",
          "ID": "24"
        },
        {
          "text": "И Саул обедал с Самуилом в тот день.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "После того как они спустились из святилища в город, он говорил с Саулом на крыше своего дома.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Они встали рано и на заре Самуил крикнул Саулу, находящемуся на крыше:",
          "ID": "26"
        },
        {
          "text": "– Собирайся, я провожу тебя в путь.",
          "ID": "26"
        },
        {
          "text": "Саул собрался и вместе с Самуилом вышел из дома. ",
          "ID": "26"
        },
        {
          "text": "Пока они спускались к окраине города, Самуил сказал Саулу:",
          "ID": "27"
        },
        {
          "text": "– Скажи слуге, чтобы он пошел впереди нас, – и тот пошел вперед, – но сам стой здесь, я открою тебе, что сказал Бог.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.9",
      "name": "Первая Книга Царств 9"
    },
    {
      "text": [
        {
          "text": "Затем Самуил взял сосуд с оливковым маслом, полил им голову Саула, поцеловал его и сказал:",
          "ID": "1"
        },
        {
          "text": "– Господь помазал тебя в вожди над Своим наследием. ",
          "ID": "1"
        },
        {
          "text": "Когда ты уйдешь от меня сегодня, то неподалеку от могилы Рахили, в Целцахе на границе Вениамина, ты встретишь двух мужчин. Они скажут тебе: «Ослицы, которых ты пошел искать, нашлись. А твой отец теперь перестал думать о них и беспокоится о тебе. Он спрашивает: „Что случилось с моим сыном?“»",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Оттуда ты пойдешь дальше, пока не доберешься до дуба в Фаворе. Там тебя встретят трое мужчин, поднимающихся к Богу в Вефиль. Один из них будет нести трех козлят, другой – три хлеба, а третий – бурдюк с вином. ",
          "ID": "3"
        },
        {
          "text": "Они поприветствуют тебя и предложат два хлеба, которые ты у них возьмешь.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "После этого ты пойдешь к Божьему холму, где находится сторожевая застава филистимлян. Приблизившись к городу, ты встретишь шествие пророков, спускающихся из святилища на возвышенности и пророчествующих. Перед ними будут идти играющие на лирах, бубнах, свирелях и арфах. ",
          "ID": "5"
        },
        {
          "text": "Дух Господа сойдет на тебя, и ты будешь пророчествовать вместе с ними и станешь другим человеком. ",
          "ID": "6"
        },
        {
          "text": "Когда эти знамения сбудутся, делай все, что может рука твоя, потому что с тобой Бог. ",
          "ID": "7"
        },
        {
          "text": "Спускайся передо мной в Гилгал. Я непременно спущусь к тебе, чтобы принести жертвы всесожжения и жертвы примирения, но подожди семь дней, пока я не приду к тебе и не скажу, что тебе делать.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда Саул повернулся, чтобы уйти от Самуила, Бог изменил его сердце, и все знамения в тот день сбылись. ",
          "ID": "9"
        },
        {
          "text": "Когда они пришли на холм, их встретило шествие пророков. Дух Бога сошел на Саула, и он начал пророчествовать вместе с ними. ",
          "ID": "10"
        },
        {
          "text": "Когда все его знакомые увидели, как он пророчествует вместе с пророками, они спрашивали друг друга:",
          "ID": "11"
        },
        {
          "text": "– Что это случилось с сыном Киша? Разве и Саул среди пророков?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Один человек, который жил там, сказал:",
          "ID": "12"
        },
        {
          "text": "– А у них кто главный?",
          "ID": "12"
        },
        {
          "text": "Так родилась пословица: «Разве и Саул среди пророков?».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "После того как он перестал пророчествовать, он пошел в святилище на возвышенности. ",
          "ID": "13"
        },
        {
          "text": "Дядя Саула спросил его и его слугу:",
          "ID": "14"
        },
        {
          "text": "– Где вы были?",
          "ID": "14"
        },
        {
          "text": "– Искали ослиц, – ответил он. – Но когда поняли, что их не найти, мы пошли к Самуилу.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Дядя Саула сказал:",
          "ID": "15"
        },
        {
          "text": "– Расскажи мне, о чем говорил с тобой Самуил.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Саул ответил:",
          "ID": "16"
        },
        {
          "text": "– Он сообщил нам, что ослицы уже нашлись.",
          "ID": "16"
        },
        {
          "text": "Но он не рассказал своему дяде того, что Самуил говорил о царской власти.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Самуил созвал израильтян к Господу в Мицпу ",
          "ID": "17"
        },
        {
          "text": "и сказал им:",
          "ID": "18"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Я вывел Израиль из Египта и избавил вас от власти Египта и всех царств, которые угнетали вас». ",
          "ID": "18"
        },
        {
          "text": "Но теперь вы отвергли вашего Бога, Который спасает вас от всех бедствий и невзгод. Вы сказали: «Нет, поставь над нами царя». Итак, предстаньте же перед Господом по своим родам и кланам.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Самуил велел всем родам Израиля подходить, и был указан род Вениамина. ",
          "ID": "20"
        },
        {
          "text": "Тогда он велел роду Вениамина подходить по кланам, и был указан клан Матри. Потом он велел подходить клану Матри по одному человеку, и был указан Саул, сын Киша. Но когда его стали искать, то не смогли найти. ",
          "ID": "21"
        },
        {
          "text": "Тогда они спросили Господа:",
          "ID": "22"
        },
        {
          "text": "– Приходил ли сюда этот человек?",
          "ID": "22"
        },
        {
          "text": "Господь сказал:",
          "ID": "22"
        },
        {
          "text": "– Да, он спрятался в обозе.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Они побежали туда и привели его, и когда он встал среди народа, то оказался на голову выше всех остальных. ",
          "ID": "23"
        },
        {
          "text": "Самуил сказал:",
          "ID": "24"
        },
        {
          "text": "– Видите человека, которого выбрал Господь? Нет ему подобного среди всего народа.",
          "ID": "24"
        },
        {
          "text": "Народ закричал:",
          "ID": "24"
        },
        {
          "text": "– Да здравствует царь!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Самуил объяснил народу законы царской власти. Он записал их в свиток и положил перед Господом. Затем Самуил отпустил народ по домам.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Саул тоже пошел к себе домой в Гиву в сопровождении храбрых людей, чьих сердец коснулся Бог. ",
          "ID": "26"
        },
        {
          "text": "Но некоторые смутьяны сказали:",
          "ID": "27"
        },
        {
          "text": "– Как может этот человек спасти нас?",
          "ID": "27"
        },
        {
          "text": "Они отнеслись к нему с презрением и не принесли ему дары. Но Саул хранил молчание.",
          "ID": "27"
        }
      ],
      "ID": "OT:1SA.10",
      "name": "Первая Книга Царств 10"
    },
    {
      "text": [
        {
          "text": "Аммонитянин Нахаш пришел и осадил Иавеш Галаадский. Все жители Иавеша сказали ему:",
          "ID": "1"
        },
        {
          "text": "– Заключи с нами союз, и мы будем подчиняться тебе.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Но Нахаш аммонитянин ответил:",
          "ID": "2"
        },
        {
          "text": "– Я заключу с вами союз только на том условии, что выколю каждому из вас правый глаз и так покрою бесчестием весь Израиль.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Старейшины Иавеша сказали ему:",
          "ID": "3"
        },
        {
          "text": "– Дай нам семь дней, чтобы мы могли послать вестников по всему Израилю. Если никто не придет, чтобы спасти нас, мы сдадимся тебе.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда вестники пришли в Гиву к Саулу и рассказали народу о том, что произошло, весь народ громко заплакал. ",
          "ID": "4"
        },
        {
          "text": "Как раз в это время Саул возвращался с полей, идя за своими волами, и спросил:",
          "ID": "5"
        },
        {
          "text": "– Что за беда у народа? Почему он плачет?",
          "ID": "5"
        },
        {
          "text": "Тогда ему пересказали то, что рассказали жители Иавеша.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда Саул услышал их слова, Дух Бога сошел на него, и Саул разгневался. ",
          "ID": "6"
        },
        {
          "text": "Он взял пару волов, рассек их на куски и разослал с вестниками по всему Израилю, объявляя:",
          "ID": "7"
        },
        {
          "text": "– Вот что будет с волами всякого, кто не пойдет за Саулом и Самуилом.",
          "ID": "7"
        },
        {
          "text": "Страх Господа охватил народ, и они выступили все как один. ",
          "ID": "7"
        },
        {
          "text": "Когда Саул построил их в Везеке, мужчин Израиля было триста тысяч, а мужчин Иудеи – тридцать тысяч.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Они сказали вестникам:",
          "ID": "9"
        },
        {
          "text": "– Передайте жителям Иавеша Галаадского: «Завтра к тому часу, когда станет припекать солнце, вы будете спасены».",
          "ID": "9"
        },
        {
          "text": "Когда вестники передали это жителям Иавеша, те ободрились. ",
          "ID": "9"
        },
        {
          "text": "Они сказали аммонитянам:",
          "ID": "10"
        },
        {
          "text": "– Завтра мы сдадимся вам, и вы сможете сделать все, что вам угодно.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "На следующий день Саул разделил своих людей на три отряда. Во время последней стражи ночи они ворвались в лагерь аммонитян и перебили их до часа дневного зноя. Уцелевшие были рассеяны, так что не осталось двоих вместе.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "После этого народ сказал Самуилу:",
          "ID": "12"
        },
        {
          "text": "– Кто это говорил: «Неужели Саул будет править нами?» Приведи к нам этих людей, мы убьем их.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Но Саул ответил:",
          "ID": "13"
        },
        {
          "text": "– Сегодня никто не будет казнен, ведь в этот день Господь спас Израиль.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И Самуил сказал народу:",
          "ID": "14"
        },
        {
          "text": "– Пойдем в Гилгал и утвердим там царскую власть.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Весь народ пошел в Гилгал и утвердил Саула царем в присутствии Господа. Там они принесли перед Господом жертвы примирения. Очень веселился там Саул вместе со всеми израильтянами.",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.11",
      "name": "Первая Книга Царств 11"
    },
    {
      "text": [
        {
          "text": "Самуил сказал Израилю:",
          "ID": "1"
        },
        {
          "text": "– Я послушался вас во всем, что вы мне сказали, и поставил над вами царя. ",
          "ID": "1"
        },
        {
          "text": "Теперь ваш вождь – царь. А я стар и сед, но мои сыновья здесь с вами. Я был вашим вождем с юности до сегодняшнего дня. ",
          "ID": "2"
        },
        {
          "text": "Вот я. Свидетельствуйте против меня в присутствии Господа и Его помазанника. Чьего вола я взял? Чьего осла? Кого обманул? Кого притеснял? У кого я брал взятку, чтобы ею закрыть себе глаза? Свидетельствуйте против меня, и я верну вам то, что взял.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Ты не обманывал и не притеснял нас, – ответили они. – Ты ничего ни у кого не брал.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Самуил сказал им:",
          "ID": "5"
        },
        {
          "text": "– Господь свидетель против вас, и Его помазанник также свидетель сегодня, что вы ничего не нашли за мной.",
          "ID": "5"
        },
        {
          "text": "– Он свидетель, – сказали они.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда Самуил сказал народу:",
          "ID": "6"
        },
        {
          "text": "– Свидетель Господь, Который избрал Моисея и Аарона и вывел ваших отцов из Египта. ",
          "ID": "6"
        },
        {
          "text": "Итак, встаньте здесь, а я буду судиться с вами перед Господом о всех спасительных делах Господа, которые Он совершил для вас и ваших отцов.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "После того как Иаков пришел в Египет и египтяне стали угнетать его потомков, они воззвали к Господу о помощи, и Господь послал Моисея и Аарона, которые вывели ваших отцов из Египта и поселили здесь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но они забыли Господа, их Бога, и Он отдал их в руки Сисары, начальника войска Хацора, и в руки филистимлян, и в руки царя Моава, которые воевали против них. ",
          "ID": "9"
        },
        {
          "text": "Они воззвали к Господу и сказали: «Мы согрешили. Мы оставили Господа и служили Баалам и Астартам. Но теперь спаси нас от врагов, и мы будем служить Тебе». ",
          "ID": "10"
        },
        {
          "text": "Тогда Господь послал Еруббаала, Варака, Иеффая и Самуила и спас вас от окружавших вас врагов, чтобы вы жили в безопасности.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Но когда вы увидели, что Нахаш, царь аммонитян, двинулся против вас, вы сказали мне: «Нет, мы хотим, чтобы нами правил царь», несмотря на то, что вашим царем был Бог. ",
          "ID": "12"
        },
        {
          "text": "Итак, вот ваш царь, которого вы выбрали, тот, о ком вы просили. Господь поставил над вами царя. ",
          "ID": "13"
        },
        {
          "text": "Если вы будете бояться Господа, служить Ему и слушаться Его, не станете бунтовать против Его повелений, и если и вы, и царь, который станет править вами, будете следовать Господу, вашему Богу – прекрасно! ",
          "ID": "14"
        },
        {
          "text": "Но если вы не будете слушаться Господа и станете бунтовать против Его повелений, то Его рука будет против вас, как была против ваших отцов.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Теперь встаньте и посмотрите на то великое дело, которое Господь совершит у вас на глазах! ",
          "ID": "16"
        },
        {
          "text": "Не жатва ли сейчас пшеницы? Но я воззову к Господу, и Он пошлет гром и дождь. Тогда вы поймете, какой грех в глазах Господа вы совершили, когда просили о царе.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Самуил воззвал к Господу, и в тот же день Господь послал гром и дождь. Весь народ очень испугался Господа и Самуила.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Весь народ сказал Самуилу:",
          "ID": "19"
        },
        {
          "text": "– Помолись Господу, твоему Богу, за твоих слуг, чтобы нам не умереть, ведь ко всем нашим прочим грехам мы прибавили еще один, попросив себе царя.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Не бойтесь, – ответил Самуил. – Вы совершили зло, но все-таки не отступайте от Господа, служите Господу от всего сердца. ",
          "ID": "20"
        },
        {
          "text": "Не уклоняйтесь от Него вслед за никчемными идолами. Они не могут сделать никакого добра и не могут защитить вас, потому что они – ничто. ",
          "ID": "21"
        },
        {
          "text": "Ради Своего великого имени Господь не отвергнет Свой народ, потому что Господу было угодно сделать вас Своим народом. ",
          "ID": "22"
        },
        {
          "text": "Что же до меня, то да не согрешу я перед Господом в том, что перестану молиться о вас. Я буду наставлять вас на добрый и правильный путь. ",
          "ID": "23"
        },
        {
          "text": "Только бойтесь Господа и верно служите Ему от всего сердца. Помните, какие великие дела Он для вас совершил. ",
          "ID": "24"
        },
        {
          "text": "Но если вы станете и дальше делать зло, то и вы, и ваш царь будете уничтожены.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.12",
      "name": "Первая Книга Царств 12"
    },
    {
      "text": [
        {
          "text": "Саулу было тридцать лет, когда он стал царем, и правил он Израилем сорок два года.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Саул выбрал себе в войска в Израиле три тысячи человек. Две тысячи были с ним в городе Михмасе и в нагорьях Вефиля, а тысяча – с его сыном Ионафаном в городе Гиве, что в земле Вениамина. Остальной народ он отпустил по домам.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Ионафан напал на сторожевую заставу филистимлян в Геве, и филистимляне услышали об этом. Тогда Саул велел трубить в рога по всей стране и сказал:",
          "ID": "3"
        },
        {
          "text": "– Пусть услышат евреи!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И весь Израиль узнал новость: Саул напал на филистимскую заставу, и теперь филистимляне возненавидели Израиль.",
          "ID": "4"
        },
        {
          "text": "Народ был призван присоединиться к Саулу в Гилгале.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Филистимляне собрались воевать с Израилем, у них было три тысячи колесниц, шесть тысяч колесничих и столько воинов, сколько песка на морском берегу. Они поднялись и расположились лагерем в Михмасе, к востоку от Бет-Авена. ",
          "ID": "5"
        },
        {
          "text": "Когда израильтяне увидели, что они в опасности, и что их сильно потеснили, они спрятались в пещерах и зарослях, среди скал, в ямах и колодцах. ",
          "ID": "6"
        },
        {
          "text": "Некоторые евреи даже перебрались за Иордан в землю Гада и в Галаад.",
          "ID": "7"
        },
        {
          "text": "Саул остался в Гилгале, и все воины, которые были с ним, дрожали от страха. ",
          "ID": "7"
        },
        {
          "text": "Он выждал семь дней – время, определенное Самуилом, – но Самуил все не приходил в Гилгал, и люди Саула начали разбегаться. ",
          "ID": "8"
        },
        {
          "text": "Тогда Саул сказал:",
          "ID": "9"
        },
        {
          "text": "– Приведите ко мне животных, предназначенных для жертв всесожжения и жертв примирения.",
          "ID": "9"
        },
        {
          "text": "И он сам принес жертву всесожжения.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Как раз в то время, когда он закончил жертвоприношение, пришел Самуил, и Саул вышел, чтобы приветствовать его.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Что ты сделал? – спросил Самуил.",
          "ID": "11"
        },
        {
          "text": "Саул ответил:",
          "ID": "11"
        },
        {
          "text": "– Когда я увидел, что люди разбегаются, ты не пришел в назначенное время, а филистимляне собираются в Михмасе, ",
          "ID": "11"
        },
        {
          "text": "я подумал: «Теперь филистимляне спустятся в Гилгал, выступив против меня, а я так и не попросил благословения от Господа». Поэтому я решил, что должен принести жертву всесожжения.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Ты поступил безрассудно, – сказал Самуил. – Ты не исполнил повеления, которое дал тебе Господь, твой Бог. Если бы ты не сделал этого, Он установил бы твое царство над Израилем навсегда. ",
          "ID": "13"
        },
        {
          "text": "Но теперь твое царствование не продлится. Господь нашел Себе человека по сердцу и избрал его вождем Своего народа, потому что ты не исполнил Господнего повеления.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Затем Самуил поднялся из Гилгала в Гиву Вениамина. Саул пересчитал людей, которые были с ним, и их набралось около шестисот человек.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Саул, его сын Ионафан и люди, которые были с ними, стояли в Геве, что в земле Вениамина, тогда как филистимляне разбили лагерь в Михмасе. ",
          "ID": "16"
        },
        {
          "text": "Филистимские воины вышли для набега тремя отрядами. Один повернул к Офре, что в земле Шуал, ",
          "ID": "17"
        },
        {
          "text": "другой – к Бет-Хорону, а третий – к пограничной земле, возвышающейся над долиной Цевоим, по направлению к пустыне.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Во всей земле Израиля невозможно было отыскать ни одного кузнеца, потому что филистимляне сказали: «Иначе евреи станут делать мечи или копья!»",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Весь Израиль ходил к филистимлянам точить свои плужные лемехи, мотыги, топоры и серпы. ",
          "ID": "20"
        },
        {
          "text": "Две трети шекеля стоило наточить плужные лемехи и мотыги, и треть шекеля  – наточить топоры и поправить рожон для скота.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Поэтому в день сражения ни у одного воина с Саулом и Ионафаном не было в руке меча или копья; они были только у Саула и у его сына Ионафана.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Отряд филистимлян вышел к михмасской переправе.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.13",
      "name": "Первая Книга Царств 13"
    },
    {
      "text": [
        {
          "text": "В один из дней Ионафан, сын Саула, велел своему молодому оруженосцу:",
          "ID": "1"
        },
        {
          "text": "– Давай перейдем к филистимской заставе на другую сторону реки.",
          "ID": "1"
        },
        {
          "text": "Но он не сказал об этом отцу. ",
          "ID": "1"
        },
        {
          "text": "Саул находился на окраине Гивы, под гранатовым деревом в Мигроне. С ним было около шестисот человек, ",
          "ID": "2"
        },
        {
          "text": "среди которых был Ахия, носивший эфод. Он был сыном Ахитува, брата Ихавода. Ахитув был сыном Пинехаса, сына Илия, священника Господа в Шило. Никто не знал, что Ионафан ушел.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "На каждой стороне переправы, по которой Ионафан намеревался перейти к филистимской заставе, было по скалистому утесу; один назывался Боцец, а другой – Сене. ",
          "ID": "4"
        },
        {
          "text": "Один утес смотрел на север к Михмасу, другой – на юг к Геве.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ионафан сказал своему молодому оруженосцу:",
          "ID": "6"
        },
        {
          "text": "– Давай перейдем к заставе этих необрезанных. Может быть Господь будет действовать нам во благо. Ничто не может помешать Господу спасать через многих людей или через немногих.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Делай все, что задумал, – сказал его оруженосец. – Я с тобой, что бы ты ни решил.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ионафан сказал:",
          "ID": "8"
        },
        {
          "text": "– Так переправимся же к тем людям и покажемся им. ",
          "ID": "8"
        },
        {
          "text": "Если они скажут: «Подождите, пока мы не подойдем к вам», – мы останемся на своих местах и не будем подниматься к ним. ",
          "ID": "9"
        },
        {
          "text": "Но если они скажут: «Поднимайтесь к нам», – мы поднимемся, и для нас это будет знаком, что Господь отдал их в наши руки.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И они оба встали на виду у филистимской заставы.",
          "ID": "11"
        },
        {
          "text": "– Смотрите! – сказали филистимляне. – Евреи выползают из нор, куда они попрятались.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Люди с заставы крикнули Ионафану и его оруженосцу:",
          "ID": "12"
        },
        {
          "text": "– Поднимайтесь к нам, и мы преподадим вам урок.",
          "ID": "12"
        },
        {
          "text": "Ионафан сказал оруженосцу:",
          "ID": "12"
        },
        {
          "text": "– Поднимайся вслед за мной. Господь отдал их в руки Израиля.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ионафан карабкался, цепляясь руками и ногами, а следом за ним поднимался оруженосец. Филистимляне падали перед Ионафаном, а оруженосец шел следом и добивал их. ",
          "ID": "13"
        },
        {
          "text": "Во время первого нападения Ионафан и его оруженосец убили около двадцати человек на месте размером с половину поля, обрабатываемого парой волов за один день.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда ужас охватил все филистимское войско – тех, кто в лагере, и тех, кто в поле, тех, кто на заставах, и тех, кто в отрядах для набегов, – и содрогнулась земля. Этот ужас был послан Богом. ",
          "ID": "15"
        },
        {
          "text": "Дозорные Саула в Гиве, что в земле Вениамина, увидели войско, разбегающееся во все стороны.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Саул сказал людям, находящимся с ним:",
          "ID": "17"
        },
        {
          "text": "– Постройте воинов и посмотрите, кто из наших ушел.",
          "ID": "17"
        },
        {
          "text": "Они сделали это, и выяснилось, что нет Ионафана и его оруженосца.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Саул сказал Ахии:",
          "ID": "18"
        },
        {
          "text": "– Принеси Божий ковчег.",
          "ID": "18"
        },
        {
          "text": "(В то время Божий ковчег был у израильтян.) ",
          "ID": "18"
        },
        {
          "text": "Пока Саул говорил со священником, смута в филистимском лагере становилась все сильнее и сильнее. И Саул сказал священнику:",
          "ID": "19"
        },
        {
          "text": "– Верни назад руку!",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Затем Саул и все его люди собрались и пошли в бой. Они нашли филистимлян в полном смятении, разящими друг друга своими же мечами. ",
          "ID": "20"
        },
        {
          "text": "Те евреи, которые прежде были с филистимлянами и были вместе с ними в их лагере, перешли к израильтянам, которые были с Саулом и Ионафаном. ",
          "ID": "21"
        },
        {
          "text": "Когда все израильтяне, которые прятались в нагорьях Ефрема, услышали, что филистимляне бегут, они также вступили в битву и напали на филистимлян. ",
          "ID": "22"
        },
        {
          "text": "Так Господь спас в тот день Израиль; битва же перекинулась за Бет-Авен.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "В тот день израильтяне были утомлены, а Саул связал народ клятвой, сказав:",
          "ID": "24"
        },
        {
          "text": "– Будь проклят любой, кто поест до наступления вечера, прежде чем я отомщу врагам!",
          "ID": "24"
        },
        {
          "text": "И никто из воинов не ел. ",
          "ID": "24"
        },
        {
          "text": "Войско вошло в лес, а там на поляне был мед. ",
          "ID": "25"
        },
        {
          "text": "Войдя в лес, они увидели, как сочится мед, но никто не поднес руки с медом ко рту, потому что они боялись проклятия. ",
          "ID": "26"
        },
        {
          "text": "Но Ионафан не слышал, как его отец связал народ клятвой, и, протянув посох, который был у него в руке, обмакнул его в соты. Он поднес руку ко рту, и его глаза просветлели. ",
          "ID": "27"
        },
        {
          "text": "Тогда один из воинов сказал ему:",
          "ID": "28"
        },
        {
          "text": "– Твой отец связал войско крепкой клятвой, сказав: «Будь проклят любой, кто сегодня поест!» Вот почему люди ослабли.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Ионафан сказал:",
          "ID": "29"
        },
        {
          "text": "– Мой отец зря смутил народ. Смотрите, как просветлели мои глаза, когда я поел немного меда. ",
          "ID": "29"
        },
        {
          "text": "Насколько же было бы лучше, если бы люди сегодня поели что-нибудь из добычи, которую они взяли у врагов! Разве поражение филистимлян не было бы еще полнее?",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "В тот день, поразив филистимлян от Михмаса до Айялона, израильтяне были очень утомлены. ",
          "ID": "31"
        },
        {
          "text": "Они бросались на добычу, хватали овец, волов и телят, резали их на земле и ели прямо с кровью. ",
          "ID": "32"
        },
        {
          "text": "Тогда Саулу сообщили:",
          "ID": "33"
        },
        {
          "text": "– Смотри, народ грешит против Господа, поедая мясо, в котором еще есть кровь.",
          "ID": "33"
        },
        {
          "text": "– Вы поступили вероломно, – сказал он. – Прикатите ко мне немедленно большой камень. ",
          "ID": "33"
        },
        {
          "text": "Затем он сказал:",
          "ID": "34"
        },
        {
          "text": "– Пройдите среди народа и скажите ему: «Пусть каждый приводит ко мне своих волов и овец, режет их здесь и ест. Не грешите против Господа, поедая мясо, в котором еще есть кровь».",
          "ID": "34"
        },
        {
          "text": "И каждый приводил той ночью своего вола и резал его там. ",
          "ID": "34"
        },
        {
          "text": "Саул тогда в первый раз построил жертвенник Господу. ",
          "ID": "35"
        },
        {
          "text": "Он сказал:",
          "ID": "36"
        },
        {
          "text": "– Давайте спустимся вслед за филистимлянами ночью, будем грабить их до зари и не оставим никого из них в живых.",
          "ID": "36"
        },
        {
          "text": "– Поступай, как тебе угодно, – ответили они.",
          "ID": "36"
        },
        {
          "text": "Но священник сказал:",
          "ID": "36"
        },
        {
          "text": "– Давайте спросим Бога.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Саул спросил у Бога:",
          "ID": "37"
        },
        {
          "text": "– Спускаться ли мне за филистимлянами? Отдашь ли Ты их в руки Израиля?",
          "ID": "37"
        },
        {
          "text": "Но в тот день Бог не ответил ему. ",
          "ID": "37"
        },
        {
          "text": "Тогда Саул сказал:",
          "ID": "38"
        },
        {
          "text": "– Подойдите сюда, все вожди войска, и давайте узнаем, какой сегодня был совершен грех. ",
          "ID": "38"
        },
        {
          "text": "Верно, как и то, что жив Господь, Который спасает Израиль, – если виноват будет даже мой сын Ионафан, он должен будет умереть.",
          "ID": "39"
        },
        {
          "text": "Но никто из народа не проронил ни слова. ",
          "ID": "39"
        },
        {
          "text": "Саул сказал всем израильтянам:",
          "ID": "40"
        },
        {
          "text": "– Вы встаньте там, а я и мой сын Ионафан встанем здесь.",
          "ID": "40"
        },
        {
          "text": "– Поступай, как тебе угодно, – ответил народ.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Саул стал молиться Господу, Богу Израиля:",
          "ID": "41"
        },
        {
          "text": "– Дай мне верный ответ.",
          "ID": "41"
        },
        {
          "text": "И жребий указал на Ионафана и Саула, а народ был оправдан. ",
          "ID": "41"
        },
        {
          "text": "Саул сказал:",
          "ID": "42"
        },
        {
          "text": "– Бросьте жребий на меня и на моего сына Ионафана.",
          "ID": "42"
        },
        {
          "text": "И по жребию был указан Ионафан. ",
          "ID": "42"
        },
        {
          "text": "Тогда Саул велел Ионафану:",
          "ID": "43"
        },
        {
          "text": "– Скажи мне, что ты сделал.",
          "ID": "43"
        },
        {
          "text": "Ионафан ответил ему:",
          "ID": "43"
        },
        {
          "text": "– Я просто съел немного меда с конца посоха. И теперь я должен умереть.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Саул сказал:",
          "ID": "44"
        },
        {
          "text": "– Пусть Бог сурово накажет меня, если ты не умрешь, Ионафан.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Но народ сказал Саулу:",
          "ID": "45"
        },
        {
          "text": "– Ионафану ли умереть – тому, кто принес Израилю великое избавление? Нет! Верно, как и то, что жив Господь, ни один волос с его головы не упадет на землю, потому что он действовал сегодня с Божьей помощью.",
          "ID": "45"
        },
        {
          "text": "Так народ спас Ионафана, и тот не был предан смерти.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Саул перестал преследовать филистимлян, и они ушли в свою землю.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "После того как Саул принял власть над Израилем, он воевал с окружавшими его со всех сторон врагами: Моавом, аммонитянами, Эдомом, царями Цовы и филистимлянами. И всякий раз, когда он наступал на врагов, он наносил им поражение. ",
          "ID": "47"
        },
        {
          "text": "Он доблестно сражался и разбил амаликитян, избавив Израиль от рук грабителей.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Сыновьями Саула были Ионафан, Ишви и Малхи-Шуа. Его старшую дочь звали Мерав, а младшую – Михаль. ",
          "ID": "49"
        },
        {
          "text": "Его жену звали Ахиноамь, дочь Ахимааца. Начальника войска Саула звали Авнер, сын Нира. Нир был дядей Саула. ",
          "ID": "50"
        },
        {
          "text": "Отец Саула Киш и отец Авнера Нир были сыновьями Авиила.",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Вся жизнь Саула прошла в жестокой войне с филистимлянами, и всякий раз, когда Саул видел сильного и храброго человека, он брал его к себе на службу.",
          "ID": "52"
        }
      ],
      "ID": "OT:1SA.14",
      "name": "Первая Книга Царств 14"
    },
    {
      "text": [
        {
          "text": "Самуил сказал Саулу:",
          "ID": "1"
        },
        {
          "text": "– Я – тот, кого Господь послал помазать тебя царем над народом Израиля. Выслушай же теперь весть от Господа. ",
          "ID": "1"
        },
        {
          "text": "Так говорит Господь Сил: «Я накажу амаликитян за то, что они сделали Израилю, преградив путь израильтянам, идущим из Египта. ",
          "ID": "2"
        },
        {
          "text": "Ступай, напади на амаликитян и полностью уничтожь все, что им принадлежит. Не щади их; предай смерти мужчин и женщин, детей и грудных младенцев, волов и овец, верблюдов и ослов».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Саул призвал народ и собрал их в Телаиме – двести тысяч пеших воинов и десять тысяч воинов из рода Иуды. ",
          "ID": "4"
        },
        {
          "text": "Саул подошел к городу Амалика и устроил засаду в долине. ",
          "ID": "5"
        },
        {
          "text": "Он сказал кенеям:",
          "ID": "6"
        },
        {
          "text": "– Уходите, оставьте амаликитян, чтобы я не истребил вас вместе с ними, ведь вы оказали милость всем израильтянам, когда они вышли из Египта.",
          "ID": "6"
        },
        {
          "text": "И кенеи ушли от амаликитян. ",
          "ID": "6"
        },
        {
          "text": "Саул разбил амаликитян на всем пути от Хавилы до самого Шура, что в восточном Египте. ",
          "ID": "7"
        },
        {
          "text": "Он взял Агага, царя амаликитян, живым, а весь его народ полностью истребил мечом. ",
          "ID": "8"
        },
        {
          "text": "Но Саул и его войско пощадили Агага. Они также оставили лучших овец и волов, жирных телят и ягнят – все, что было ценно; они не хотели все это уничтожать. Но все, что было плохого и слабого, они уничтожили полностью.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Тогда к Самуилу было слово Господа:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Я жалею, что сделал Саула царем, потому что он отвернулся от Меня и не выполнил Моих наставлений.",
          "ID": "11"
        },
        {
          "text": "Самуил разгневался и всю ночь взывал к Господу. ",
          "ID": "11"
        },
        {
          "text": "Рано утром Самуил встал, чтобы встретиться с Саулом, но ему сказали:",
          "ID": "12"
        },
        {
          "text": "– Саул ушел в город Кармил. Там он поставил себе памятник, а затем спустился в Гилгал.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда Самуил нагнал его, Саул сказал:",
          "ID": "13"
        },
        {
          "text": "– Да благословит тебя Господь! Я выполнил наставления Господа.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Но Самуил сказал:",
          "ID": "14"
        },
        {
          "text": "– А почему же я тогда слышу блеяние овец и мычание волов?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Саул ответил:",
          "ID": "15"
        },
        {
          "text": "– Воины привели их от амаликитян. Они пощадили лучших овец и волов, чтобы принести их в жертву Господу, твоему Богу, но все остальное мы полностью уничтожили.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Хватит! – сказал Саулу Самуил. – Я скажу тебе то, что прошлой ночью сказал мне Господь.",
          "ID": "16"
        },
        {
          "text": "– Говори, – ответил Саул.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Самуил сказал:",
          "ID": "17"
        },
        {
          "text": "– Не стал ли ты главой родов Израиля, хотя сам когда-то невысоко себя ставил? Господь помазал тебя царем над Израилем. ",
          "ID": "17"
        },
        {
          "text": "Господь послал тебя с поручением, говоря: «Пойди и полностью истреби этот нечестивый народ – амаликитян. Веди с ними войну, пока не уничтожишь их». ",
          "ID": "18"
        },
        {
          "text": "Почему ты не послушался Господа? Почему ты бросился на добычу и совершил зло в глазах Господа?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Но я же послушался Господа, – сказал Саул. – Я отправился исполнять поручение, которое дал мне Господь. Я полностью истребил амаликитян и привел их царя Агага. ",
          "ID": "20"
        },
        {
          "text": "Воины взяли из добычи овец и волов, лучшее из посвященного Богу, чтобы принести их в жертву Господу, твоему Богу, в Гилгале.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Но Самуил ответил:",
          "ID": "22"
        },
        {
          "text": "– Разве всесожжения и жертвы столь же приятны Господу,",
          "ID": "22"
        },
        {
          "text": "сколь послушание голосу Господа?",
          "ID": "22"
        },
        {
          "text": "Послушание лучше жертвы,",
          "ID": "22"
        },
        {
          "text": "и повиновение лучше жира баранов.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Ведь неповиновение подобно греху ворожбы,",
          "ID": "23"
        },
        {
          "text": "и гордость – греху идолослужения.",
          "ID": "23"
        },
        {
          "text": "Так как ты отверг слово Господа,",
          "ID": "23"
        },
        {
          "text": "то и Он отверг тебя как царя.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Тогда Саул сказал Самуилу:",
          "ID": "24"
        },
        {
          "text": "– Я согрешил. Я нарушил повеление Господа и твои наставления. Я боялся народа и поэтому уступил им. ",
          "ID": "24"
        },
        {
          "text": "Но теперь я молю тебя, прости мой грех и вернись со мной, чтобы мне поклониться Господу.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но Самуил сказал ему:",
          "ID": "26"
        },
        {
          "text": "– Я не вернусь с тобой. Ты отверг слово Господа, и Господь отверг тебя как царя над Израилем!",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Когда Самуил повернулся, чтобы уйти, Саул схватил его за край верхней одежды, и она порвалась. ",
          "ID": "27"
        },
        {
          "text": "Самуил сказал ему:",
          "ID": "28"
        },
        {
          "text": "– Сегодня Господь вырвал у тебя царство Израиля и отдал его одному из твоих ближних – тому, кто лучше тебя. ",
          "ID": "28"
        },
        {
          "text": "Слава Израиля не лжет и не передумывает; ведь Он не человек, чтобы передумывать.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Саул ответил:",
          "ID": "30"
        },
        {
          "text": "– Я согрешил. Но пожалуйста, окажи мне уважение перед старейшинами моего народа и перед Израилем; вернись со мной, чтобы мне поклониться Господу, твоему Богу.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Самуил вернулся с Саулом, и Саул поклонился Господу.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Тогда Самуил сказал:",
          "ID": "32"
        },
        {
          "text": "– Приведите ко мне Агага, царя амаликитян.",
          "ID": "32"
        },
        {
          "text": "Агаг подошел к нему уверенно, думая: «Конечно, горечь смерти прошла стороной».",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Но Самуил сказал:",
          "ID": "33"
        },
        {
          "text": "– Как меч твой лишал матерей их детей,",
          "ID": "33"
        },
        {
          "text": "так твоя мать будет бездетной среди женщин.",
          "ID": "33"
        },
        {
          "text": "И Самуил рассек Агага на части перед Господом в Гилгале.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Затем Самуил ушел в Раму, а Саул поднялся к себе домой, в Гиву. ",
          "ID": "34"
        },
        {
          "text": "До дня своей смерти Самуил не виделся больше с Саулом, хотя и скорбел о нем. А Господь сожалел, что сделал Саула царем над Израилем.",
          "ID": "35"
        }
      ],
      "ID": "OT:1SA.15",
      "name": "Первая Книга Царств 15"
    },
    {
      "text": [
        {
          "text": "Господь сказал Самуилу:",
          "ID": "1"
        },
        {
          "text": "– Сколько ты еще будешь скорбеть по Саулу? Я отверг его как царя над Израилем. Наполни рог маслом и отправляйся в путь. Я посылаю тебя к Иессею из Вифлеема. Я выбрал Себе в цари одного из его сыновей.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Но Самуил спросил:",
          "ID": "2"
        },
        {
          "text": "– Как же я пойду? Саул услышит об этом и убьет меня.",
          "ID": "2"
        },
        {
          "text": "Господь ответил:",
          "ID": "2"
        },
        {
          "text": "– Возьми с собой телицу и скажи: «Я пришел, чтобы принести жертву Господу». ",
          "ID": "2"
        },
        {
          "text": "Пригласи Иессея к жертве, и Я укажу тебе, что делать. Ты должен помазать Мне того, кого Я укажу.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Самуил сделал, как сказал Господь. Когда он пришел в Вифлеем, старейшины города с трепетом вышли ему навстречу. Они спросили:",
          "ID": "4"
        },
        {
          "text": "– Ты пришел с миром?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Самуил ответил:",
          "ID": "5"
        },
        {
          "text": "– Да, с миром. Я пришел, чтобы принести жертву Господу. Освятитесь и идите к жертве со мной.",
          "ID": "5"
        },
        {
          "text": "Затем он освятил Иессея и его сыновей и пригласил их к жертве. ",
          "ID": "5"
        },
        {
          "text": "Когда они пришли, Самуил увидел Элиава и подумал: «Конечно, это помазанник Господа стоит здесь перед Господом». ",
          "ID": "6"
        },
        {
          "text": "Но Господь сказал Самуилу:",
          "ID": "7"
        },
        {
          "text": "– Не смотри на его внешность и на высокий рост, потому что Я отверг его. Господь смотрит не так, как человек. Человек смотрит на внешний вид, а Господь смотрит на сердце.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда Иессей позвал Авинадава и провел его перед Самуилом. Но Самуил сказал:",
          "ID": "8"
        },
        {
          "text": "– Господь не выбрал и этого.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тогда Иессей провел Шамму, но Самуил сказал:",
          "ID": "9"
        },
        {
          "text": "– Господь не выбрал и этого.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Иессей провел перед Самуилом семерых своих сыновей, но Самуил сказал ему:",
          "ID": "10"
        },
        {
          "text": "– Господь не выбрал их.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Он спросил Иессея:",
          "ID": "11"
        },
        {
          "text": "– Все ли твои сыновья здесь?",
          "ID": "11"
        },
        {
          "text": "– Есть еще самый младший, – ответил Иессей, – но он пасет овец.",
          "ID": "11"
        },
        {
          "text": "Самуил сказал:",
          "ID": "11"
        },
        {
          "text": "– Пошли за ним и приведи его. Мы не сядем, пока он не придет сюда.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Он послал за ним, и его привели. Он был румяным, с красивыми глазами и приятной внешностью. Господь сказал:",
          "ID": "12"
        },
        {
          "text": "– Встань и помажь его – это он.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Самуил взял рог с маслом и помазал Давида в присутствии братьев. Тогда Дух Господень сошел на Давида и с того дня пребывал на нем. Самуил же вернулся в Раму.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Дух Господа отошел от Саула, и злой дух от Господа мучил его.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Слуги Саула сказали ему:",
          "ID": "15"
        },
        {
          "text": "– Злой дух от Бога мучит тебя. ",
          "ID": "15"
        },
        {
          "text": "Пусть наш господин велит своим слугам найти кого-нибудь, кто умеет играть на арфе. Он будет играть, когда злой дух от Бога будет находить на тебя, и тебе будет лучше.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Саул сказал слугам:",
          "ID": "17"
        },
        {
          "text": "– Найдите кого-нибудь, кто хорошо играет на арфе, и приведите его ко мне.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Один из его слуг ответил:",
          "ID": "18"
        },
        {
          "text": "– Я видел сына Иессея из Вифлеема. Он умеет играть на арфе. Он храбрый человек и воин, благоразумен в речах, хорошо выглядит, и Господь с ним.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Саул послал вестников к Иессею и сказал:",
          "ID": "19"
        },
        {
          "text": "– Отошли ко мне своего сына Давида, который пасет овец.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Иессей взял осла, навьючил на него лепешки, взял козленка и бурдюк с вином и послал все это вместе со своим сыном Давидом к Саулу.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Давид явился к Саулу и поступил к нему на службу. Саул очень полюбил его, и Давид стал одним из его оруженосцев. ",
          "ID": "21"
        },
        {
          "text": "Саул послал сказать Иессею:",
          "ID": "22"
        },
        {
          "text": "– Позволь Давиду остаться у меня на службе, потому что я им доволен.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Всякий раз, когда дух от Бога находил на Саула, Давид брал свою арфу и играл. Саулу становилось легче, и злой дух оставлял его.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.16",
      "name": "Первая Книга Царств 16"
    },
    {
      "text": [
        {
          "text": "Филистимляне собрали войска для войны и пришли в поселение Сохо, что в Иудее. Они разбили лагерь в Эфес-Даммиме, между Сохо и Азекой. ",
          "ID": "1"
        },
        {
          "text": "Саул и израильтяне собрались, расположились лагерем в долине Эла и выстроились против филистимлян. ",
          "ID": "2"
        },
        {
          "text": "Филистимляне стояли на одном холме, а израильтяне на другом; между ними была долина.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Из филистимского лагеря вышел борец по имени Голиаф, родом из Гата. Ростом он был шесть локтей и пядь. ",
          "ID": "4"
        },
        {
          "text": "На голове у него был бронзовый шлем, а сам он был одет в бронзовую кольчугу весом в пять тысяч шекелей. ",
          "ID": "5"
        },
        {
          "text": "На ногах у него были бронзовые наколенники, а за спиной висел бронзовый дротик. ",
          "ID": "6"
        },
        {
          "text": "Древко его копья было большое, как ткацкий навой, а железный наконечник весил шестьсот шекелей. Перед ним шел его щитоносец.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Голиаф остановился и закричал выстроившимся израильтянам:",
          "ID": "8"
        },
        {
          "text": "– Зачем вы вышли и построились на битву? Разве я не филистимлянин, а вы – не рабы Саула? Выберите человека, пусть он спустится ко мне. ",
          "ID": "8"
        },
        {
          "text": "Если он сможет сразиться со мной и убить меня, мы станем вашими рабами, но если я одержу победу и убью его, вы станете нашими рабами и будете нам служить.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Филистимлянин сказал:",
          "ID": "10"
        },
        {
          "text": "– Сегодня я бросаю израильтянам вызов! Выберите человека, чтобы нам сразиться друг с другом.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Услышав слова филистимлянина, Саул и все израильтяне пришли в смятение и сильно испугались.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Давид был сыном ефрафянина по имени Иессей из Вифлеема, что в Иудее. У Иессея было восемь сыновей, и во времена Саула он достиг преклонных лет и был старший между мужчинами. ",
          "ID": "12"
        },
        {
          "text": "Три старших сына Иессея пошли за Саулом на войну: первенца звали Элиав, второго сына – Авинадав, а третьего – Шамма. ",
          "ID": "13"
        },
        {
          "text": "Давид был самым младшим. Три старших сына пошли за Саулом, ",
          "ID": "14"
        },
        {
          "text": "а Давид ходил к Саулу и возвращался в Вифлеем, чтобы пасти овец своего отца. ",
          "ID": "15"
        },
        {
          "text": "Сорок дней филистимлянин выходил каждое утро и каждый вечер и бросал свой вызов.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Иессей сказал своему сыну Давиду:",
          "ID": "17"
        },
        {
          "text": "– Возьми ефу поджаренного зерна и десять лепешек для братьев и поспеши к ним в лагерь. ",
          "ID": "17"
        },
        {
          "text": "Возьми еще десять голов сыра для тысяченачальника. Проведай братьев и принеси от них какую-нибудь весточку. ",
          "ID": "18"
        },
        {
          "text": "Они вместе с Саулом и всеми его людьми в долине Эла воюют с филистимлянами.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Рано утром Давид оставил стадо другому пастуху, взял ношу и отправился в путь, как велел Иессей. Он добрался до лагеря, когда войско с боевым кличем выходило на свои места. ",
          "ID": "20"
        },
        {
          "text": "Израиль и филистимляне построились в ряды друг напротив друга. ",
          "ID": "21"
        },
        {
          "text": "Давид оставил свою ношу обозному сторожу и побежал в ряды, поприветствовать братьев.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда он говорил с ними, Голиаф, филистимский воин из Гата, выступил из рядов и прокричал свой обычный вызов на бой, и Давид услышал его. ",
          "ID": "23"
        },
        {
          "text": "Увидев этого человека, израильтяне убегали от него в великом страхе. ",
          "ID": "24"
        },
        {
          "text": "Они говорили:",
          "ID": "25"
        },
        {
          "text": "– Видите, как выходит этот человек? Он выходит, чтобы бросить Израилю вызов. Царь одарит большим богатством того, кто убьет его. Еще он даст ему в жены свою дочь и освободит от налогов семью его отца в Израиле.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Давид спросил у людей, которые стояли рядом с ним:",
          "ID": "26"
        },
        {
          "text": "– Что будет тому, кто убьет этого филистимлянина и снимет позор с Израиля? Кто он такой, этот необрезанный филистимлянин, чтобы бросать вызов войскам живого Бога?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Они повторили ему то, что говорили раньше, и сказали:",
          "ID": "27"
        },
        {
          "text": "– Вот что будет тому, кто убьет его.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Когда Элиав, старший брат Давида, услышал, как тот говорит с людьми, он разгневался на него и спросил:",
          "ID": "28"
        },
        {
          "text": "– Зачем ты пришел сюда? И на кого ты оставил тех немногих овец в пустыне? Я знаю, как ты тщеславен и как порочно твое сердце; ты пришел только для того, чтобы посмотреть на битву.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– Что же я сделал? – сказал Давид. – Мне что, даже поговорить нельзя?",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Он отвернулся от него к кому-то другому и заговорил о том же самом, и народ отвечал ему, как и прежде. ",
          "ID": "30"
        },
        {
          "text": "Когда слова Давида передали Саулу, он послал за ним. ",
          "ID": "31"
        },
        {
          "text": "Давид сказал Саулу:",
          "ID": "32"
        },
        {
          "text": "– Не падайте духом из-за этого филистимлянина; твой слуга пойдет и сразится с ним.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Саул ответил:",
          "ID": "33"
        },
        {
          "text": "– Ты не можешь выйти против этого филистимлянина и сразиться с ним; ты всего лишь мальчик, а он – воин с юных лет.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Но Давид сказал Саулу:",
          "ID": "34"
        },
        {
          "text": "– Твой слуга пас отцовских овец, и когда, бывало, лев или медведь приходил и уносил из отары овцу, ",
          "ID": "34"
        },
        {
          "text": "я гнался за ним, разил его и спасал овцу из его пасти. Когда же он бросался на меня, я хватал его за шерсть, разил и убивал. ",
          "ID": "35"
        },
        {
          "text": "Твой слуга убивал и льва, и медведя. Этот необрезанный филистимлянин уподобится им, потому что он бросил вызов войскам живого Бога. ",
          "ID": "36"
        },
        {
          "text": "Господь, Который избавлял меня от лап льва и медведя, избавит меня от руки и этого филистимлянина.",
          "ID": "37"
        },
        {
          "text": "Саул сказал Давиду:",
          "ID": "37"
        },
        {
          "text": "– Иди, и да будет с тобой Господь!",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Саул одел Давида в свои собственные доспехи. Он надел на него кольчугу и возложил ему на голову бронзовый шлем. ",
          "ID": "38"
        },
        {
          "text": "Давид опоясался мечом поверх доспехов и попробовал ходить в них, так как не привык к этому.",
          "ID": "39"
        },
        {
          "text": "– Я не могу ходить в них, – сказал он Саулу, – потому что я к ним не привык.",
          "ID": "39"
        },
        {
          "text": "И он снял их. ",
          "ID": "39"
        },
        {
          "text": "Взяв в руку посох, он выбрал себе в ручье пять гладких камней, положил их в свою пастушью сумку и с пращей в руке приблизился к филистимлянину.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Тем временем и филистимлянин со своим щитоносцем приближался к Давиду. ",
          "ID": "41"
        },
        {
          "text": "Когда филистимлянин увидел Давида, румяного и красивого, он с презрением посмотрел на него, потому что тот был всего лишь юноша. ",
          "ID": "42"
        },
        {
          "text": "Он сказал Давиду:",
          "ID": "43"
        },
        {
          "text": "– Разве я – собака, что ты идешь на меня с палками?",
          "ID": "43"
        },
        {
          "text": "И филистимлянин проклял Давида своими богами.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "– Иди сюда, – сказал он, – и я отдам твою плоть небесным птицам и земным зверям!",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Давид сказал филистимлянину:",
          "ID": "45"
        },
        {
          "text": "– Ты идешь против меня с мечом, копьем и дротиком, а я иду против тебя во имя Господа Сил, Бога армий Израиля, которым ты бросил вызов. ",
          "ID": "45"
        },
        {
          "text": "Сегодня Господь отдаст тебя мне, и я сражу тебя и отсеку тебе голову. Сегодня я отдам трупы филистимского войска небесным птицам и земным зверям, и весь мир узнает, что есть Бог в Израиле! ",
          "ID": "46"
        },
        {
          "text": "Все, кто собрался здесь, узнают, что Господь спасает не мечом и не копьем, ведь эта битва – битва Господа, и Он отдаст всех вас в наши руки.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Когда филистимлянин начал приближаться, чтобы напасть на него, Давид быстро побежал к строю воинов ему навстречу. ",
          "ID": "48"
        },
        {
          "text": "Опустив руку в сумку и вынув камень, он метнул его из пращи и поразил филистимлянина в лоб. Камень вонзился ему в лоб, и он упал лицом на землю. ",
          "ID": "49"
        },
        {
          "text": "Так Давид одержал победу над филистимлянином с помощью пращи и камня. Без меча в руке он сразил филистимлянина и убил его.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Давид подбежал и встал над ним. Он взял меч филистимлянина и вынул его из ножен. Убив его, он отсек ему голову мечом.",
          "ID": "51"
        },
        {
          "text": "Когда филистимляне увидели, что их герой мертв, они развернулись и побежали. ",
          "ID": "51"
        },
        {
          "text": "Воины Израиля и Иудеи рванулись вперед и преследовали филистимлян до входа в Гат и до ворот Экрона. Тела убитых филистимлян были разбросаны вдоль шаараимской дороги, которая вела в Гат и Экрон. ",
          "ID": "52"
        },
        {
          "text": "Вернувшись из погони за филистимлянами, израильтяне разграбили их лагерь. ",
          "ID": "53"
        },
        {
          "text": "Давид взял голову филистимлянина и принес ее в Иерусалим, а оружие филистимлянина он положил у себя в шатре.",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "Когда Саул смотрел на Давида, идущего навстречу филистимлянину, он спросил Авнера, начальника войска:",
          "ID": "55"
        },
        {
          "text": "– Авнер, чей сын этот юноша?",
          "ID": "55"
        },
        {
          "text": "Авнер ответил:",
          "ID": "55"
        },
        {
          "text": "– Верно, как и то, что ты жив, царь, – я не знаю.",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "Царь сказал:",
          "ID": "56"
        },
        {
          "text": "– Узнай, чей сын этот юноша.",
          "ID": "56"
        },
        {
          "text": " ",
          "ID": "56"
        },
        {
          "text": "Как только Давид вернулся, убив филистимлянина, Авнер позвал его и привел к Саулу, а Давид все еще держал в руках голову филистимлянина.",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "– Чей ты сын, юноша? – спросил его Саул.",
          "ID": "58"
        },
        {
          "text": "Давид ответил:",
          "ID": "58"
        },
        {
          "text": "– Я сын твоего слуги Иессея из Вифлеема.",
          "ID": "58"
        }
      ],
      "ID": "OT:1SA.17",
      "name": "Первая Книга Царств 17"
    },
    {
      "text": [
        {
          "text": "После того как Давид поговорил с Саулом, Ионафан глубоко привязался к Давиду и полюбил его, как самого себя. ",
          "ID": "1"
        },
        {
          "text": "С того дня Саул держал Давида при себе и не позволял ему вернуться в отцовский дом. ",
          "ID": "2"
        },
        {
          "text": "А Ионафан заключил с Давидом дружеский союз, потому что любил его, как самого себя. ",
          "ID": "3"
        },
        {
          "text": "Ионафан снял верхнюю одежду, которую носил, и отдал ее Давиду вместе со своими доспехами, мечом, луком и поясом.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "С каким бы заданием ни посылал его Саул, Давид исполнял все так успешно, что Саул дал ему высокое звание в войске. Это понравилось всему народу и слугам Саула.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда они возвращались домой после того, как Давид убил филистимлянина, женщины выходили из всех израильских городов, чтобы встретить царя Саула пением и танцами, с радостными песнями, с бубнами и лютнями. ",
          "ID": "6"
        },
        {
          "text": "Танцуя, они пели:",
          "ID": "7"
        },
        {
          "text": "– Саул сразил тысячи,",
          "ID": "7"
        },
        {
          "text": "а Давид – десятки тысяч.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Саул сильно разгневался; эти слова были неприятны ему.",
          "ID": "8"
        },
        {
          "text": "– Они приписали Давиду десятки тысяч, – думал он, – а мне только тысячи. Чего ему еще не хватает, кроме царства?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "С тех пор Саул стал с подозрением смотреть на Давида и завидовать ему.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "На следующий день злой дух от Бога овладел Саулом. Он неистовствовал в своем доме, а Давид играл на арфе, как он делал изо дня в день. В руке у Саула было копье, ",
          "ID": "10"
        },
        {
          "text": "и он метнул его, думая: «Пригвозжу Давида к стене». Но Давид дважды уворачивался от него.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Саул боялся Давида, потому что Господь был с Давидом, а Саула оставил. ",
          "ID": "12"
        },
        {
          "text": "Саул удалил его от себя, поставив его во главе тысячи воинов, и Давид водил их в походы. ",
          "ID": "13"
        },
        {
          "text": "Что бы он ни делал, ему сопутствовал большой успех, потому что Господь был с ним. ",
          "ID": "14"
        },
        {
          "text": "Саул видел, что он очень успешен, и боялся его. ",
          "ID": "15"
        },
        {
          "text": "Но весь Израиль и Иуда любили Давида, потому что он водил их в военные походы.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Однажды Саул сказал Давиду:",
          "ID": "17"
        },
        {
          "text": "– Вот моя старшая дочь Мерав. Я дам ее тебе в жены; только храбро служи мне и веди войны Господа.",
          "ID": "17"
        },
        {
          "text": "А про себя Саул подумал: «Я не подниму на него руки. Пусть это сделают филистимляне!» ",
          "ID": "17"
        },
        {
          "text": "Но Давид ответил Саулу:",
          "ID": "18"
        },
        {
          "text": "– Кто я такой и что значит моя семья или клан моего отца в Израиле, чтобы мне стать зятем царя? ",
          "ID": "18"
        },
        {
          "text": "Однако когда пришло время отдать Давиду дочь Саула Мерав, ее отдали в жены Адриэлу из Мехолы.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Давида же полюбила дочь Саула Михаль, и когда об этом рассказали Саулу, он был доволен. ",
          "ID": "20"
        },
        {
          "text": "«Я отдам ее ему, – думал он, – чтобы она стала для него западней и чтобы в его гибели были повинны филистимляне».",
          "ID": "21"
        },
        {
          "text": "Саул сказал Давиду:",
          "ID": "21"
        },
        {
          "text": "– Теперь у тебя есть еще одна возможность стать моим зятем.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Затем Саул приказал своим слугам:",
          "ID": "22"
        },
        {
          "text": "– Поговорите с Давидом наедине и скажите ему: «Смотри, царь доволен тобой, и все его слуги любят тебя; стань же его зятем».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Они повторили эти слова Давиду. Но Давид сказал:",
          "ID": "23"
        },
        {
          "text": "– Вы думаете, это пустяки – стать зятем царя? Я всего лишь бедный и простой человек.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда слуги Саула передали ему то, что сказал Давид, ",
          "ID": "24"
        },
        {
          "text": "Саул ответил:",
          "ID": "25"
        },
        {
          "text": "– Скажите Давиду: «Царь не хочет за невесту иной цены, кроме ста филистимских краеобрезаний, чтобы отомстить своим врагам».",
          "ID": "25"
        },
        {
          "text": "Саул же замышлял погубить Давида руками филистимлян. ",
          "ID": "25"
        },
        {
          "text": "Когда слуги рассказали об этом Давиду, ему понравилась идея стать зятем царя. Еще до того как истекло назначенное время, ",
          "ID": "26"
        },
        {
          "text": "Давид со своими воинами вышел и убил двести филистимлян. Он принес их краеобрезания и представил все их царю, чтобы стать его зятем. Тогда Саул отдал свою дочь Михаль ему в жены.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Когда Саул понял, что Господь с Давидом и что его дочь Михаль любит Давида, ",
          "ID": "28"
        },
        {
          "text": "Саул стал бояться его еще больше и оставался его врагом до конца своих дней.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Филистимские военачальники продолжали вести войны, и каждый раз, когда они это делали, Давиду доставалось больше успеха, чем всем остальным слугам Саула, и его имя очень прославилось.",
          "ID": "30"
        }
      ],
      "ID": "OT:1SA.18",
      "name": "Первая Книга Царств 18"
    },
    {
      "text": [
        {
          "text": "Саул повелел своему сыну Ионафану и всем слугам убить Давида. Но Ионафан был очень привязан к Давиду ",
          "ID": "1"
        },
        {
          "text": "и предупредил его:",
          "ID": "2"
        },
        {
          "text": "– Мой отец Саул ищет возможности убить тебя. Завтра утром берегись; спрячься в укрытии и оставайся там. ",
          "ID": "2"
        },
        {
          "text": "Я выйду в поле и встану рядом с отцом там, где будешь ты; я буду говорить с ним о тебе и перескажу тебе все, что узнаю.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Ионафан говорил своему отцу Саулу о Давиде только хорошее и сказал ему:",
          "ID": "4"
        },
        {
          "text": "– Пусть царь не грешит против своего слуги Давида, потому что Давид не согрешил против тебя и потому что своими делами он сослужил тебе большую службу. ",
          "ID": "4"
        },
        {
          "text": "Он рисковал жизнью, когда сразил филистимлянина. Господь одержал для всего Израиля великую победу, и ты радовался, видя это. Зачем тебе грешить против невиновного человека, убив Давида без всякой причины?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Саул послушался Ионафана и дал клятву:",
          "ID": "6"
        },
        {
          "text": "– Верно, как и то, что жив Господь, Давид не будет предан смерти.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ионафан позвал Давида и передал ему весь разговор. Он привел его к Саулу, и Давид остался у Саула, как и прежде.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Опять началась война, и Давид вышел сражаться с филистимлянами. Он нанес им такое поражение, что они бежали от него.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Злой дух от Господа напал на Саула, когда тот сидел у себя дома с копьем в руках, а Давид играл на арфе. ",
          "ID": "9"
        },
        {
          "text": "Саул попытался пригвоздить Давида к стене своим копьем, но Давид увернулся от него, и копье вонзилось в стену. В ту ночь Давид убежал и спасся.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Саул послал людей в дом Давида, чтобы выследить и убить его утром. Но Михаль, жена Давида, предупредила его:",
          "ID": "11"
        },
        {
          "text": "– Если сегодня вечером ты не спасешься бегством, завтра тебя убьют.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Михаль спустила Давида через окно, и он убежал и спасся. ",
          "ID": "12"
        },
        {
          "text": "Тогда Михаль взяла истукан, положила его на кровать, накрыла ему голову покрывалом из козьей шерсти и закутала его одеждой. ",
          "ID": "13"
        },
        {
          "text": "Когда Саул прислал людей, чтобы схватить Давида, Михаль сказала:",
          "ID": "14"
        },
        {
          "text": "– Он болен.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда Саул послал людей посмотреть на Давида и сказал им:",
          "ID": "15"
        },
        {
          "text": "– Принесите его ко мне прямо на постели, чтобы я убил его.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но когда те пришли, они обнаружили в постели истукан, а на голове у него – покрывало из козьей шерсти.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Саул сказал Михаль:",
          "ID": "17"
        },
        {
          "text": "– Зачем ты обманула меня и отпустила моего врага, чтобы он спасся?",
          "ID": "17"
        },
        {
          "text": "Михаль ответила ему:",
          "ID": "17"
        },
        {
          "text": "– Он сказал мне: «Отпусти меня, или я убью тебя!»",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда Давид убежал и спасся, он пришел к Самуилу в Раму и рассказал ему все, что сделал Саул. После этого они с Самуилом ушли в Найот и оставались там. ",
          "ID": "18"
        },
        {
          "text": "Саула известили: «Давид в Найоте, в Раме», ",
          "ID": "19"
        },
        {
          "text": "и он послал людей, чтобы схватить его. Но когда они увидели группу пророков, которые пророчествовали, и Самуила, который возглавлял их, Дух Божий сошел на людей Саула, и они также стали пророчествовать. ",
          "ID": "20"
        },
        {
          "text": "Саулу сказали об этом, и он послал еще людей, но и они также стали пророчествовать. Саул послал людей в третий раз, но и те стали пророчествовать. ",
          "ID": "21"
        },
        {
          "text": "Наконец, он сам отправился в Раму и пришел к огромному колодцу в Сеху. Он спросил:",
          "ID": "22"
        },
        {
          "text": "– Где Самуил и Давид?",
          "ID": "22"
        },
        {
          "text": "– Они в Найоте, в Раме, – ответил ему кто-то.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Саул пошел в Найот в Раме. Но Дух Божий сошел и на него, и он шел, пророчествуя, пока не пришел в Найот. ",
          "ID": "23"
        },
        {
          "text": "Он снял одежду и также стал пророчествовать перед Самуилом. Он лежал обнаженным весь день и всю ночь. Вот почему люди говорят: «Разве и Саул среди пророков?»",
          "ID": "24"
        }
      ],
      "ID": "OT:1SA.19",
      "name": "Первая Книга Царств 19"
    },
    {
      "text": [
        {
          "text": "Тогда Давид бежал из Найота в Раме, пришел к Ионафану и спросил:",
          "ID": "1"
        },
        {
          "text": "– Что я сделал? В чем провинился? Чем я согрешил против твоего отца, что он пытается лишить меня жизни?",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Да не будет этого! – ответил Ионафан. – Ты не умрешь! Мой отец не делает ничего, ни важного, ни пустякового дела, не рассказав мне. Зачем бы он скрывал это от меня? Ты ошибаешься!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но Давид поклялся и сказал:",
          "ID": "3"
        },
        {
          "text": "– Твой отец прекрасно знает, что ты расположен ко мне, и он сказал себе: «Ионафан не должен об этом знать, иначе он опечалится». Но верно, как и то, что Господь жив и жив ты сам, – мне остался один шаг до смерти.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Ионафан сказал Давиду:",
          "ID": "4"
        },
        {
          "text": "– Я сделаю для тебя все, что ты хочешь.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Давид ответил:",
          "ID": "5"
        },
        {
          "text": "– Завтра праздник Новолуния, и я должен обедать вместе с царем, но отпусти меня, чтобы мне спрятаться в поле до послезавтрашнего вечера. ",
          "ID": "5"
        },
        {
          "text": "Если твой отец заметит мое отсутствие, скажи ему: «Давид очень просил меня позволить ему спешно отлучиться к себе в Вифлеем, потому что там сейчас ежегодное жертвоприношение за весь его клан». ",
          "ID": "6"
        },
        {
          "text": "Если он скажет: «Хорошо», то твой слуга в безопасности. Но если он выйдет из себя, ты можешь быть уверен, что он задумал злое дело. ",
          "ID": "7"
        },
        {
          "text": "Окажи твоему слуге милость, ведь ты заключил с ним дружеский союз перед Господом. Если я виновен, убей меня сам! Зачем вести меня к твоему отцу?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Да не случится этого с тобой! – сказал Ионафан. – Если бы я заподозрил, что мой отец решил причинить тебе зло, то разве я не сказал бы тебе?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Давид ответил:",
          "ID": "10"
        },
        {
          "text": "– Кто сообщит мне, если твой отец ответит тебе сурово?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Пошли, – сказал Ионафан – выйдем в поле.",
          "ID": "11"
        },
        {
          "text": "Они вместе вышли в поле. ",
          "ID": "11"
        },
        {
          "text": "Ионафан сказал Давиду:",
          "ID": "12"
        },
        {
          "text": "– Пусть Господь, Бог Израиля, будет свидетелем! Я непременно выспрошу все у отца к этому времени завтра или послезавтра! Если он расположен к тебе, я пошлю к тебе и извещу тебя. ",
          "ID": "12"
        },
        {
          "text": "Но если мой отец замышляет сделать тебе зло, то пусть Господь сурово накажет меня, если я не дам тебе знать и не отпущу тебя, чтобы ты мог беспрепятственно уйти. Пусть Господь будет с тобой, как был с моим отцом. ",
          "ID": "13"
        },
        {
          "text": "Но и ты, пока я жив, окажи мне неиссякаемую Господню милость. ",
          "ID": "14"
        },
        {
          "text": "А когда я умру, не откажи в милости моей семье вовек – даже тогда, когда Господь истребит всех врагов Давида с лица земли.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ионафан заключил союз с домом Давида, говоря:",
          "ID": "16"
        },
        {
          "text": "– Пусть Господь призовет к ответу врагов Давида.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Ионафан заставил Давида поклясться вновь из-за любви к нему, потому что он любил его, как самого себя. ",
          "ID": "17"
        },
        {
          "text": "Затем Ионафан сказал Давиду:",
          "ID": "18"
        },
        {
          "text": "– Завтра праздник Новолуния. Твое отсутствие будет замечено, потому что твое место будет пустым. ",
          "ID": "18"
        },
        {
          "text": "Послезавтра под вечер ступай к месту, где ты прятался прежде, и жди там у каменной груды. ",
          "ID": "19"
        },
        {
          "text": "Я пущу в ту сторону три стрелы, словно стреляя в цель. ",
          "ID": "20"
        },
        {
          "text": "Затем я пошлю мальчика и скажу: «Ступай, найди стрелы». Если я скажу ему: «Стрелы позади тебя, принеси их сюда», тогда приходи, потому что верно, как и то, что жив Господь, – ты в безопасности; угрозы нет. ",
          "ID": "21"
        },
        {
          "text": "Но если я скажу мальчику: «Стрелы впереди тебя», тогда уходи, потому что Господь отсылает тебя. ",
          "ID": "22"
        },
        {
          "text": "А что до дела, о котором мы говорили, – помни, Господь – свидетель между мной и тобой навсегда.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Давид спрятался в поле. Когда начался праздник Новолуния, царь сел есть. ",
          "ID": "24"
        },
        {
          "text": "Царь сел на свое обычное место у стены, напротив Ионафана, Авнер сел рядом с Саулом, но место Давида осталось пустым. ",
          "ID": "25"
        },
        {
          "text": "В тот день Саул ничего не сказал, потому что думал: «Должно быть, с Давидом случилось что-нибудь, что сделало его ритуально нечистым; ну конечно же, он нечист».",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Но на следующий день, второй день месяца, место Давида опять было пустым. Тогда Саул сказал своему сыну Ионафану:",
          "ID": "27"
        },
        {
          "text": "– Почему сын Иессея не вышел к столу ни вчера, ни сегодня?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Ионафан ответил:",
          "ID": "28"
        },
        {
          "text": "– Давид очень просил меня позволить ему пойти в Вифлеем. ",
          "ID": "28"
        },
        {
          "text": "Он сказал: «Отпусти меня, потому что наша семья совершает в городе жертвоприношение, и мой брат велел мне быть там. Если ты расположен ко мне, отпусти меня повидаться с братьями». Вот почему он не явился к царскому столу.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Саул разгневался на Ионафана и сказал ему:",
          "ID": "30"
        },
        {
          "text": "– Ты сын упрямой и мятежной женщины! Разве я не знаю, что ты сговорился с сыном Иессея себе же на стыд и на стыд матери, которая тебя родила? ",
          "ID": "30"
        },
        {
          "text": "Пока сын Иессея живет на этой земле, ни ты, ни твое царство не устоят. Пошли и приведи его ко мне, потому что он должен умереть!",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "– За что предавать его смерти? Что он сделал? – спросил отца Ионафан.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Но Саул метнул в него копье, чтобы его убить. И Ионафан понял, что его отец решил убить Давида. ",
          "ID": "33"
        },
        {
          "text": "Ионафан поднялся из-за стола, пылая гневом; во второй день месяца он не ел, потому что печалился о том, как постыдно его отец обходится с Давидом.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Утром Ионафан вышел в поле, чтобы встретиться с Давидом. С ним был мальчик. ",
          "ID": "35"
        },
        {
          "text": "Он сказал мальчику:",
          "ID": "36"
        },
        {
          "text": "– Беги и ищи стрелы, которые я пускаю.",
          "ID": "36"
        },
        {
          "text": "Мальчик побежал, и он пустил стрелу впереди него. ",
          "ID": "36"
        },
        {
          "text": "Когда мальчик достиг места, где упала стрела Ионафана, Ионафан крикнул ему вслед:",
          "ID": "37"
        },
        {
          "text": "– Стрела дальше впереди тебя!",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Затем он закричал:",
          "ID": "38"
        },
        {
          "text": "– Спеши! Быстрее! Не останавливайся!",
          "ID": "38"
        },
        {
          "text": "Мальчик подобрал стрелу и вернул своему господину. ",
          "ID": "38"
        },
        {
          "text": "(Мальчик ничего не знал; только Ионафан и Давид знали, в чем дело.) ",
          "ID": "39"
        },
        {
          "text": "Ионафан отдал свое оружие мальчику и сказал:",
          "ID": "40"
        },
        {
          "text": "– Ступай, отнеси это в город.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "После того как мальчик ушел, Давид встал с южной стороны каменной груды, опустился на колени и три раза поклонился Ионафану до земли. Затем они поцеловали друг друга и вместе заплакали, но Давид плакал больше. ",
          "ID": "41"
        },
        {
          "text": "Ионафан сказал Давиду:",
          "ID": "42"
        },
        {
          "text": "– Иди с миром, ведь мы поклялись друг другу в дружбе именем Господа, сказав: «Господь – свидетель между тобой и мной и между твоими и моими потомками навеки».",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Давид ушел, а Ионафан вернулся в город.",
          "ID": "43"
        }
      ],
      "ID": "OT:1SA.20",
      "name": "Первая Книга Царств 20"
    },
    {
      "text": [
        {
          "text": "Давид пришел в город Нов к священнику Ахимелеху. Встретив его, Ахимелех заволновался и спросил:",
          "ID": "1"
        },
        {
          "text": "– Почему ты один? Почему с тобой никого нет?",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Давид ответил священнику Ахимелеху:",
          "ID": "2"
        },
        {
          "text": "– Царь поручил мне одно дело и сказал: «Никто не должен ничего знать о порученном тебе деле, с которым я тебя посылаю». А своим людям я велел встретить меня в условленном месте. ",
          "ID": "2"
        },
        {
          "text": "Что у тебя тут есть под рукой? Дай мне пять лепешек или что найдется у тебя.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но священник ответил Давиду:",
          "ID": "4"
        },
        {
          "text": "– У меня нет под рукой обычного хлеба; здесь есть священный хлеб, но я дам его только при условии, что твои люди воздерживались от женщин.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Давид ответил:",
          "ID": "5"
        },
        {
          "text": "– Поистине, женщин при нас не было – как обычно, когда я отправляюсь с поручением. Вещи моих людей чисты, даже когда мы спешим по обычным поручениям. Насколько же чище они должны быть сегодня!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И священник дал ему священный хлеб, потому что там не было другого хлеба, кроме того, который в тот день был взят с места, где он лежал перед Господом и заменен свежим.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В тот день там был один из слуг Саула, который задержался перед Господом; это был эдомитянин Доэг, глава Сауловых пастухов.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Давид спросил Ахимелеха:",
          "ID": "8"
        },
        {
          "text": "– Нет ли у тебя здесь копья или меча? Я не захватил ни своего меча, ни иного оружия, потому что дело царя было срочным.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Священник ответил:",
          "ID": "9"
        },
        {
          "text": "– Здесь есть меч филистимлянина Голиафа, которого ты убил в долине Эла. Меч за эфодом, завернутый в одежду. Если хочешь, возьми его. Кроме этого, здесь нет никакого другого меча.",
          "ID": "9"
        },
        {
          "text": "Давид сказал:",
          "ID": "9"
        },
        {
          "text": "– Нет ему равного, дай его мне.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В тот день Давид убежал от Саула и пришел к Ахишу, царю Гата. ",
          "ID": "10"
        },
        {
          "text": "Но слуги Ахиша сказали ему:",
          "ID": "11"
        },
        {
          "text": "– Разве это не Давид, царь той страны? Разве это не тот, о ком они пели друг другу во время танцев:",
          "ID": "11"
        },
        {
          "text": "«Саул сразил тысячи,",
          "ID": "11"
        },
        {
          "text": "а Давид – десятки тысяч?»",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Давид обратил внимание на эти слова и очень испугался Ахиша, царя Гата. ",
          "ID": "12"
        },
        {
          "text": "Он притворился перед ними сумасшедшим и, пока был у них, вел себя как безумный, царапал знаки на дверях и пускал слюни по бороде. ",
          "ID": "13"
        },
        {
          "text": "Ахиш сказал своим слугам:",
          "ID": "14"
        },
        {
          "text": "– Гляньте на этого человека! Он сумасшедший! Зачем вы привели его ко мне? ",
          "ID": "14"
        },
        {
          "text": "Разве у меня мало помешанных, что вы привели ко мне и этого, чтобы он безумствовал передо мной? Разве этот человек войдет в мой дом?",
          "ID": "15"
        }
      ],
      "ID": "OT:1SA.21",
      "name": "Первая Книга Царств 21"
    },
    {
      "text": [
        {
          "text": "Давид покинул Гат и спасся в пещере Адуллама. Когда его отец и весь его дом услышали об этом, они спустились к нему. ",
          "ID": "1"
        },
        {
          "text": "Все несчастные, обиженные и все должники собрались вокруг него, и он стал их вождем. С ним было около четырехсот человек. ",
          "ID": "2"
        },
        {
          "text": "Оттуда Давид пошел в Мицпу, что в Моаве, и сказал царю Моава:",
          "ID": "3"
        },
        {
          "text": "– Пожалуйста, позволь моим родителям прийти и побыть у вас, пока я не узнаю, что сделает для меня Бог.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он оставил их у царя Моава, и они оставались у него все время, пока Давид находился в том убежище. ",
          "ID": "4"
        },
        {
          "text": "Но пророк Гад сказал Давиду:",
          "ID": "5"
        },
        {
          "text": "– Не оставайся в убежище. Иди в землю Иудеи.",
          "ID": "5"
        },
        {
          "text": "Давид ушел и пришел в Херетский лес.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Саул услышал о том, что Давид и его люди обнаружены. Он с копьем в руке сидел под тамариском на холме в Гиве, и его приближенные стояли вокруг него. ",
          "ID": "6"
        },
        {
          "text": "Саул сказал им:",
          "ID": "7"
        },
        {
          "text": "– Слушайте, вениамитяне! Разве сын Иессея даст вам всем поля и виноградники? Разве он сделает всех вас тысячниками и сотниками? ",
          "ID": "7"
        },
        {
          "text": "Неужели поэтому вы все сговорились против меня? Никто не открыл мне, когда мой сын заключил дружеский союз с сыном Иессея. Никто из вас не пожалел меня и не открыл мне, что мой сын настроил против меня моего слугу, чтобы тот устроил мне засаду, как он и делает сегодня.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но эдомитянин Доэг, который стоял вместе с приближенными Саула, сказал:",
          "ID": "9"
        },
        {
          "text": "– Я видел, как сын Иессея приходил к Ахимелеху, сыну Ахитува, в Нов. ",
          "ID": "9"
        },
        {
          "text": "Ахимелех спрашивал для него Господа. Еще он снабдил его продовольствием и дал ему меч филистимлянина Голиафа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тогда царь послал за священником Ахимелехом, сыном Ахитува, и за всей семьей его отца, члены которой были священниками в Нове, и все они пришли к царю. ",
          "ID": "11"
        },
        {
          "text": "Саул сказал:",
          "ID": "12"
        },
        {
          "text": "– Послушай-ка, сын Ахитува.",
          "ID": "12"
        },
        {
          "text": "– Да, мой господин, – ответил тот.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Саул сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Почему вы сговорились против меня, ты и сын Иессея?! Ты дал ему хлеб и меч, спрашивал для него Бога, чтобы он восстал против меня и устроил мне засаду, как он и делает сегодня.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Ахимелех ответил царю:",
          "ID": "14"
        },
        {
          "text": "– Кто из всех твоих слуг так верен тебе, как Давид, который и зять царя, и начальник над твоей стражей, и высоко почитаем в твоем доме? ",
          "ID": "14"
        },
        {
          "text": "Разве в тот день я в первый раз спрашивал для него Бога? Конечно, нет! Пусть царь не винит ни твоего слугу, ни кого-либо из членов семьи моего отца, ведь твой слуга совсем ничего не знает об этом деле.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но царь сказал:",
          "ID": "16"
        },
        {
          "text": "– Ты непременно умрешь, Ахимелех, ты и вся семья твоего отца.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И царь приказал страже, которая стояла при нем:",
          "ID": "17"
        },
        {
          "text": "– Ступайте и убейте священников Господа, потому что они также примкнули к Давиду. Они знали, что он сбежал, а мне не открыли.",
          "ID": "17"
        },
        {
          "text": "Но слуги царя не хотели поднять руку на священников Господа, чтобы убить их. ",
          "ID": "17"
        },
        {
          "text": "Тогда царь приказал Доэгу:",
          "ID": "18"
        },
        {
          "text": "– Ты ступай и умертви священников.",
          "ID": "18"
        },
        {
          "text": "И эдомитянин Доэг пошел и умертвил их. В тот день он убил восемьдесят пять человек, которые носили льняной эфод. ",
          "ID": "18"
        },
        {
          "text": "Затем он предал мечу Нов, город священников, вместе со всеми его мужчинами и женщинами, детьми и младенцами, волами, ослами и овцами. ",
          "ID": "19"
        },
        {
          "text": "Но один из сыновей Ахимелеха, сына Ахитува, по имени Авиатар, спасся и бежал к Давиду. ",
          "ID": "20"
        },
        {
          "text": "Он рассказал Давиду, что Саул убил священников Господа.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Давид сказал Авиатару:",
          "ID": "22"
        },
        {
          "text": "– Когда там был эдомитянин Доэг, я знал, что он непременно расскажет Саулу. Я в ответе за гибель всей семьи твоего отца. ",
          "ID": "22"
        },
        {
          "text": "Оставайся со мной, не бойся, тот, кто охотится за твоей жизнью, охотится и за моей. У меня ты в безопасности.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.22",
      "name": "Первая Книга Царств 22"
    },
    {
      "text": [
        {
          "text": "Когда Давиду сказали: «Послушай, филистимляне воюют против города Кеилы и грабят гумна», ",
          "ID": "1"
        },
        {
          "text": "он вопросил Господа:",
          "ID": "2"
        },
        {
          "text": "– Пойти ли мне и напасть ли на этих филистимлян?",
          "ID": "2"
        },
        {
          "text": "Господь ответил ему:",
          "ID": "2"
        },
        {
          "text": "– Пойди, напади на филистимлян и спаси Кеилу.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но люди Давида сказали ему:",
          "ID": "3"
        },
        {
          "text": "– Мы боимся даже здесь, в Иудее. Что же будет, если мы двинемся в Кеилу против войск филистимлян!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Давид еще раз вопросил Господа, и Господь ответил ему:",
          "ID": "4"
        },
        {
          "text": "– Спустись в Кеилу, потому что Я отдаю филистимлян в твои руки.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И Давид со своими людьми пришел в Кеилу, сразился с филистимлянами и увел их скот. Он нанес филистимлянам тяжелые потери и спас жителей Кеилы. ",
          "ID": "5"
        },
        {
          "text": "(А Авиатар, сын Ахимелеха, принес с собой эфод, когда прибежал к Давиду в Кеилу.)",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Саулу донесли, что Давид пришел в Кеилу, и он сказал:",
          "ID": "7"
        },
        {
          "text": "– Бог отдал его мне, ведь Давид сам запер себя, войдя в город с воротами и засовами.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Саул созвал для битвы весь народ, чтобы сойти в Кеилу и осадить в нем Давида вместе с его людьми.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда Давид узнал, что Саул задумал против него зло, он сказал священнику Авиатару:",
          "ID": "9"
        },
        {
          "text": "– Принеси эфод.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Давид сказал:",
          "ID": "10"
        },
        {
          "text": "– О Господь, Бог Израиля, Твой слуга услышал, что Саул собирается прийти в Кеилу и разорить город из-за меня. ",
          "ID": "10"
        },
        {
          "text": "Выдадут ли меня ему жители Кеилы? Придет ли сюда Саул, как слышал Твой слуга? Господи, Бог Израиля, молю Тебя, скажи Твоему слуге!",
          "ID": "11"
        },
        {
          "text": "Господь ответил:",
          "ID": "11"
        },
        {
          "text": "– Придет.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Давид спросил опять:",
          "ID": "12"
        },
        {
          "text": "– Выдадут ли ему жители Кеилы меня и моих людей?",
          "ID": "12"
        },
        {
          "text": "Господь ответил:",
          "ID": "12"
        },
        {
          "text": "– Выдадут.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Давид и его люди, которых было около шестисот человек, покинули Кеилу и скитались, где могли. Когда Саулу донесли, что Давид убежал из Кеилы, он отменил поход.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Давид был в неприступных местах в пустыне, в горах пустыни Зиф. Изо дня в день Саул искал Давида, но Бог не отдавал Давида ему в руки.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Давид был в Хореше, в пустыне Зиф, когда узнал, что Саул ищет его и хочет убить. ",
          "ID": "15"
        },
        {
          "text": "Сын Саула Ионафан пришел к Давиду в Хореш и помог ему укрепиться в Боге.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Не бойся, – сказал он. – Рука моего отца Саула не найдет тебя. Ты будешь царем над Израилем, а я буду вторым после тебя. Даже мой отец Саул это знает.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем они оба заключили перед Господом союз. Ионафан пошел домой, а Давид остался в Хореше.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Зифиты поднялись к Саулу в Гиву и сказали:",
          "ID": "19"
        },
        {
          "text": "– Разве Давид не скрывается у нас в неприступных местах Хореша, на горе Хахила, к югу от Иешимона? ",
          "ID": "19"
        },
        {
          "text": "Сойди, царь, когда это будет тебе угодно, а уж мы отвечаем за то, чтобы передать его царю.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Саул ответил:",
          "ID": "21"
        },
        {
          "text": "– Благословенны вы у Господа за то, что пожалели меня! ",
          "ID": "21"
        },
        {
          "text": "Ступайте и удостоверьтесь еще раз. Разведайте, где Давид обычно ходит и кто видел его там. Мне говорят, что он очень хитер. ",
          "ID": "22"
        },
        {
          "text": "Разведайте все его укрытия, где он прячется, и возвращайтесь ко мне с достоверными сведениями. Тогда я пойду с вами; если он еще в стране, то я его найду, даже если мне придется искать среди всех кланов Иудеи.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Они отправились в путь и пришли в Зиф перед Саулом. Давид и его люди были в пустыне Маон, что в иорданской долине, к югу от Иешимона. ",
          "ID": "24"
        },
        {
          "text": "Саул и его люди принялись искать, и когда об этом сказали Давиду, он спустился к скале и оставался в пустыне Маон. Когда Саул услышал об этом, он погнался за Давидом в пустыню Маон. ",
          "ID": "25"
        },
        {
          "text": "Саул шел по одной стороне горы, а Давид со своими людьми – по другой. Давид спешил скрыться от Саула, а Саул и его люди шли в обход к Давиду и его людям, чтобы схватить их. ",
          "ID": "26"
        },
        {
          "text": "Тогда к Саулу пришел вестник, который сказал:",
          "ID": "27"
        },
        {
          "text": "– Скорее возвращайся! Филистимляне устроили набег на землю.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Саул прекратил преследовать Давида и пошел на филистимлян. Вот почему это место было названо Скала разделения.",
          "ID": "28"
        }
      ],
      "ID": "OT:1SA.23",
      "name": "Первая Книга Царств 23"
    },
    {
      "text": [
        {
          "text": "Давид поднялся оттуда и остался жить в неприступных местах Эн-Геди.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Когда Саул вернулся из погони за филистимлянами, ему сказали:",
          "ID": "2"
        },
        {
          "text": "– Давид в пустыне Эн-Геди.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Саул взял три тысячи лучших воинов со всего Израиля и отправился искать Давида и его людей к Скалам Диких Коз. ",
          "ID": "3"
        },
        {
          "text": "Он пришел к овечьим загонам у дороги. Там была пещера, и Саул зашел в нее облегчиться. А Давид и его люди сидели в глубине пещеры. ",
          "ID": "4"
        },
        {
          "text": "Люди Давида сказали ему:",
          "ID": "5"
        },
        {
          "text": "– Вот он, тот день, о котором Господь говорил тебе: «Я отдам врага в твои руки, чтобы ты поступил с ним так, как тебе угодно».",
          "ID": "5"
        },
        {
          "text": "Давид тихонько подкрался и отрезал край у верхней одежды Саула. ",
          "ID": "5"
        },
        {
          "text": "После этого Давида стала мучить совесть за то, что он отрезал край верхней одежды Саула.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он сказал своим людям:",
          "ID": "7"
        },
        {
          "text": "– Не приведи Господь мне сделать такое моему господину, помазаннику Господню, или поднять на него руку, ведь он – помазанник Господень.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Этими словами упрекнул Давид своих людей и не позволил им напасть на Саула. А Саул вышел из пещеры и отправился своей дорогой. ",
          "ID": "8"
        },
        {
          "text": "Потом и Давид вышел из пещеры и закричал вслед Саулу:",
          "ID": "9"
        },
        {
          "text": "– Господин мой, царь!",
          "ID": "9"
        },
        {
          "text": "Когда Саул оглянулся, Давид поклонился ему лицом до земли. ",
          "ID": "9"
        },
        {
          "text": "Он сказал Саулу:",
          "ID": "10"
        },
        {
          "text": "– Зачем ты слушаешь, когда люди говорят: «Давид замышляет причинить тебе зло?» ",
          "ID": "10"
        },
        {
          "text": "Сегодня ты своими глазами видел, как Господь отдал тебя в мои руки в пещере. Меня уговаривали убить тебя, но я пощадил тебя, сказав: «Я не подниму руки на моего господина, потому что он – помазанник Господа». ",
          "ID": "11"
        },
        {
          "text": "Вот, отец мой, посмотри на кусок твоей верхней одежды у меня в руке! Я отрезал край твоей одежды, но не убил тебя. Пойми же и признай, что я не виновен ни в злодеянии, ни в мятеже. Я не согрешил против тебя, но ты охотишься за мной, чтобы лишить меня жизни. ",
          "ID": "12"
        },
        {
          "text": "Пусть Господь рассудит нас! И пусть Господь отомстит тебе за меня: моя рука тебя не коснется. ",
          "ID": "13"
        },
        {
          "text": "Как говорится в старой пословице: «От злодеев исходят злые дела», – поэтому моя рука тебя не коснется.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Против кого вышел царь Израиля? Кого ты преследуешь? Мертвого пса! Блоху! ",
          "ID": "15"
        },
        {
          "text": "Пусть Господь будет нашим судьей и рассудит нас. Пусть Он рассмотрит мое дело и защитит его. Пусть Он оправдает меня, избавив от твоей руки.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Давид сказал это, Саул спросил:",
          "ID": "17"
        },
        {
          "text": "– Это твой голос, Давид, сын мой? – и громко заплакал.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Ты праведнее меня, – сказал он. – Ты поступил со мной хорошо, а я обходился с тобой плохо. ",
          "ID": "18"
        },
        {
          "text": "Ты только что рассказал мне, как по-доброму ты обошелся со мной: Господь отдал меня в твои руки, но ты не убил меня. ",
          "ID": "19"
        },
        {
          "text": "Кто, найдя своего врага, позволит ему уйти невредимым? Пусть Господь воздаст тебе добром за то, что ты сегодня сделал для меня. ",
          "ID": "20"
        },
        {
          "text": "Я знаю, что ты непременно будешь царем, и что царство Израиля установится в твоих руках. ",
          "ID": "21"
        },
        {
          "text": "Поклянись же мне Господом, что ты не искоренишь моих потомков после меня и не уничтожишь моего имени из семьи моего отца.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Давид поклялся Саулу. После этого Саул вернулся домой, а Давид и его люди поднялись в укрепление.",
          "ID": "23"
        }
      ],
      "ID": "OT:1SA.24",
      "name": "Первая Книга Царств 24"
    },
    {
      "text": [
        {
          "text": "Самуил умер, и все израильтяне собрались и оплакивали его. Они похоронили его рядом с его домом, в Раме. А Давид спустился в пустыню Паран.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Один человек в городе Маоне, который владел имуществом в Кармиле, был очень богат. У него была тысяча коз и три тысячи овец, которых он стриг в Кармиле. ",
          "ID": "2"
        },
        {
          "text": "Его звали Навал, а его жену – Авигайль. Она была умной и красивой женщиной, но ее муж, из рода Халева, был человек грубый и злонравный.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Находясь в пустыне, Давид услышал, что у Навала стрижка овец. ",
          "ID": "4"
        },
        {
          "text": "Он послал десять юношей и сказал им:",
          "ID": "5"
        },
        {
          "text": "– Поднимитесь к Навалу в Кармил и приветствуйте его от моего имени. ",
          "ID": "5"
        },
        {
          "text": "Скажите ему: «Мир тебе! Мир всему твоему дому! Мир всему, что у тебя есть! ",
          "ID": "6"
        },
        {
          "text": "Я слышал, у тебя идет стрижка овец. Когда твои пастухи были с нами, мы не обижали их, и все время, что они были в Кармиле, ничего у них не пропадало. ",
          "ID": "7"
        },
        {
          "text": "Спроси об этом своих слуг, и они скажут тебе. Поэтому пусть мои молодые люди найдут у тебя расположение, ведь мы пришли в праздничный день. Пожалуйста, дай твоим слугам и твоему сыну Давиду все, что сможешь для них найти».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда посланцы Давида пришли, они передали Навалу от имени Давида все эти слова и стали ждать. ",
          "ID": "9"
        },
        {
          "text": "Но Навал ответил слугам Давида:",
          "ID": "10"
        },
        {
          "text": "– Кто такой этот Давид? Кто такой этот сын Иессея? Теперь много стало таких слуг, что бегут от своих господ. ",
          "ID": "10"
        },
        {
          "text": "Неужели я возьму хлеб, воду и мясо, приготовленное для моих стригалей, и отдам людям, которые явились неизвестно откуда?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Люди Давида повернулись и пошли назад. Возвратившись, они пересказали ему каждое слово. ",
          "ID": "12"
        },
        {
          "text": "Давид приказал своим людям:",
          "ID": "13"
        },
        {
          "text": "– Препояшьте свои мечи!",
          "ID": "13"
        },
        {
          "text": "Они опоясались мечами, и сам Давид опоясался своим. Около четырехсот человек пошло вслед за Давидом, а двести человек осталось при обозе.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Один из слуг сказал жене Навала Авигайль:",
          "ID": "14"
        },
        {
          "text": "– Давид послал вестников из пустыни, чтобы приветствовать нашего господина, но он их оскорбил. ",
          "ID": "14"
        },
        {
          "text": "А эти люди были с нами очень добры. Они не обижали нас, и все то время, что мы были рядом с ними в полях, ничего у нас не пропадало. ",
          "ID": "15"
        },
        {
          "text": "Ночью и днем они были нам стеной все время, пока мы пасли наших овец рядом с ними. ",
          "ID": "16"
        },
        {
          "text": "Подумай же об этом и посмотри, что ты можешь сделать, потому что над нашим господином и над всем его домом нависла беда. Он такой злобный человек, что никто не может с ним говорить.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Авигайль не стала терять времени. Она взяла двести лепешек, два бурдюка с вином, пять приготовленных овец, пять мер жареного зерна, сто связок изюма, двести связок сушеного инжира и нагрузила все это на ослов. ",
          "ID": "18"
        },
        {
          "text": "Она сказала своим слугам:",
          "ID": "19"
        },
        {
          "text": "– Ступайте вперед, а я пойду за вами.",
          "ID": "19"
        },
        {
          "text": "Но своему мужу Навалу она не сказала ничего. ",
          "ID": "19"
        },
        {
          "text": "Когда она спустилась на осле в горное ущелье, навстречу ей шел Давид со своими людьми, и она встретилась с ними. ",
          "ID": "20"
        },
        {
          "text": "Давид только что сказал:",
          "ID": "21"
        },
        {
          "text": "– Да, напрасно я охранял собственность этого человека в пустыне, чтобы ничего не пропало. Он отплатил мне злом за добро. ",
          "ID": "21"
        },
        {
          "text": "Пусть Бог сурово накажет Давида, если к утру я оставлю в живых хотя бы одного мужчину из всех, кто принадлежит Навалу!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Увидев Давида, Авигайль быстро слезла с осла и поклонилась перед Давидом до земли. ",
          "ID": "23"
        },
        {
          "text": "Она пала к его ногам и сказала:",
          "ID": "24"
        },
        {
          "text": "– Мой господин, пусть вина будет на мне одной. Пожалуйста, позволь твоей служанке поговорить с тобой; выслушай то, что твоя служанка тебе скажет. ",
          "ID": "24"
        },
        {
          "text": "Пусть мой господин не обращает внимания на этого негодного человека Навала. Он таков, каково его имя, – его зовут Глупец, и глупость его с ним. Что же до меня, твоей служанки, то я не видела людей, которых присылал мой господин.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "А теперь, так как Господь удержал моего господина от кровопролития и от того, чтобы мстить за себя своими руками, то верно, как и то, что Господь жив и жив ты сам, пусть твои враги и все, кто замышляет зло против моего господина, будут подобны Навалу. ",
          "ID": "26"
        },
        {
          "text": "И пусть этот дар, который принесла моему господину твоя служанка, будет вручен людям, что следуют за тобой. ",
          "ID": "27"
        },
        {
          "text": "Пожалуйста, прости вину твоей служанки, ведь Господь непременно создаст для моего господина прочный дом, потому что мой господин ведет войны Господа. Пусть не будет в тебе никакого зла всю твою жизнь. ",
          "ID": "28"
        },
        {
          "text": "Даже если кто-нибудь станет преследовать тебя, чтобы отнять у тебя жизнь, то жизнь моего господина будет надежно завязана в узле жизни у Господа, твоего Бога. Но жизни твоих врагов Он метнет прочь, словно камень из пращи. ",
          "ID": "29"
        },
        {
          "text": "Когда Господь совершит для моего господина все доброе, что Он говорил о тебе, и поставит тебя вождем над Израилем, ",
          "ID": "30"
        },
        {
          "text": "у моего господина не будет повода горевать или терзаться муками совести о том, что пролил напрасно кровь и отомстил за себя. И когда Господь даст моему господину успех, вспомни твою служанку.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Давид сказал Авигайль:",
          "ID": "32"
        },
        {
          "text": "– Благословен Господь, Бог Израиля, Который послал тебя сегодня мне навстречу! ",
          "ID": "32"
        },
        {
          "text": "Благословен твой разум, и благословенна ты за то, что удержала меня от кровопролития и от мести за себя. ",
          "ID": "33"
        },
        {
          "text": "Иначе, верно, как и то, что жив Господь, Бог Израиля, Который удержал меня от того, чтобы причинить тебе вред, – если бы ты не поспешила мне навстречу, ни один из мужчин в доме Навала не остался бы в живых к рассвету.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Затем Давид принял из ее рук то, что она ему принесла, и сказал:",
          "ID": "35"
        },
        {
          "text": "– Ступай домой с миром. Я послушаюсь твоих слов и исполню твою просьбу.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Когда Авигайль пришла к Навалу, он был дома и сидел на пиру, подобном царскому. Он был весел и сильно пьян. Она ничего не говорила ему до рассвета. ",
          "ID": "36"
        },
        {
          "text": "Утром, когда Навал протрезвел, жена рассказала ему обо всем. Его сердце замерло, и он будто окаменел. ",
          "ID": "37"
        },
        {
          "text": "Спустя примерно десять дней Господь поразил Навала, и он умер. ",
          "ID": "38"
        },
        {
          "text": "Когда Давид услышал, что Навал умер, он сказал:",
          "ID": "39"
        },
        {
          "text": "– Благословен Господь, Который отомстил за оскорбление, полученное мной от Навала. Он удержал Своего слугу от злого дела и обратил злобу Навала на его же голову.",
          "ID": "39"
        },
        {
          "text": "Затем Давид послал Авигайль известие, прося ее стать его женой. ",
          "ID": "39"
        },
        {
          "text": "Его слуги пришли в Кармил и сказали Авигайль:",
          "ID": "40"
        },
        {
          "text": "– Давид послал нас к тебе, чтобы взять тебя ему в жены.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Она поклонилась лицом до земли и сказала:",
          "ID": "41"
        },
        {
          "text": "– Вот твоя служанка, готовая служить тебе и мыть ноги слугам моего господина.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Авигайль быстро села на осла и в сопровождении пяти своих служанок отправилась с посланниками Давида к нему и стала его женой. ",
          "ID": "42"
        },
        {
          "text": "Еще Давид женился на Ахиноамь из Изрееля, и они обе были его женами. ",
          "ID": "43"
        },
        {
          "text": "Но Саул отдал свою дочь Михаль, жену Давида, Фалтию, сыну Лаиша из Галлима.",
          "ID": "44"
        }
      ],
      "ID": "OT:1SA.25",
      "name": "Первая Книга Царств 25"
    },
    {
      "text": [
        {
          "text": "Зифиты пришли к Саулу в Гиву и сказали:",
          "ID": "1"
        },
        {
          "text": "– Разве Давид не прячется на холме Хахила, что напротив Иешимона?",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Саул спустился в пустыню Зиф с тремя тысячами лучших израильтян, чтобы искать там Давида. ",
          "ID": "2"
        },
        {
          "text": "Саул разбил свой лагерь рядом с дорогой на холм Хахила, что напротив Иешимона, но Давид стоял в пустыне. Когда он увидел, что Саул последовал за ним туда, ",
          "ID": "3"
        },
        {
          "text": "он послал лазутчиков и узнал, что Саул действительно пришел.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Давид отправился в путь и пришел туда, где разбил свой лагерь Саул. Он увидел, где Саул и начальник войска Авнер, сын Нира, легли спать. Саул лежал в центре того места, где расположился лагерь, а войско находилось вокруг него. ",
          "ID": "5"
        },
        {
          "text": "Давид спросил хетта Ахимелеха и Авишая, брата Иоава, сына Саруи:",
          "ID": "6"
        },
        {
          "text": "– Кто спустится вместе со мной в лагерь к Саулу?",
          "ID": "6"
        },
        {
          "text": "– Я спущусь с тобой, – сказал Авишай.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Давид и Авишай пришли к войску ночью и видят: Саул спит в лагере, а его копье воткнуто в землю у его изголовья. Авнер и воины лежали вокруг него. ",
          "ID": "7"
        },
        {
          "text": "Авишай сказал Давиду:",
          "ID": "8"
        },
        {
          "text": "– Сегодня Бог отдал врага в твои руки. Позволь же мне пригвоздить его к земле одним ударом копья. Мне даже не понадобится второго удара.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но Давид сказал Авишаю:",
          "ID": "9"
        },
        {
          "text": "– Не губи его. Кто может поднять руку на Господнего помазанника и остаться невиновным? ",
          "ID": "9"
        },
        {
          "text": "Верно, как и то, что жив Господь, – сказал он, – Господь Сам сразит его. Либо придет его время, и он умрет, либо он пойдет в бой и погибнет. ",
          "ID": "10"
        },
        {
          "text": "Но не приведи Господь мне поднять руку на Господнего помазанника. Возьми-ка копье и кувшин для воды у его изголовья, и пойдем.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Давид взял копье и кувшин для воды у изголовья Саула, и они ушли. Никто не видел и не знал об этом, и никто не проснулся. Все они спали, потому что Господь погрузил их в глубокий сон. ",
          "ID": "12"
        },
        {
          "text": "Давид перешел на другую сторону и встал на вершине горы вдали, между ними было большое расстояние. ",
          "ID": "13"
        },
        {
          "text": "Он закричал войску и Авнеру, сыну Нира:",
          "ID": "14"
        },
        {
          "text": "– Авнер! Разве ты не ответишь мне?",
          "ID": "14"
        },
        {
          "text": "Авнер ответил:",
          "ID": "14"
        },
        {
          "text": "– Кто ты такой, что зовешь царя?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Давид сказал:",
          "ID": "15"
        },
        {
          "text": "– Ведь ты мужчина? Кто в Израиле подобен тебе? Почему же ты не охранял твоего господина царя? Некто из народа приходил, чтобы погубить твоего господина царя. ",
          "ID": "15"
        },
        {
          "text": "Скверно же ты поступил! Верно, как и то, что жив Господь, ты и твои люди заслуживаете смерти, потому что вы не охраняли вашего господина, помазанника Господа. Посмотри вокруг себя. Где копье царя и кувшин для воды, которые были у его изголовья?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Саул узнал голос Давида и сказал:",
          "ID": "17"
        },
        {
          "text": "– Твой ли это голос, Давид, сын мой?",
          "ID": "17"
        },
        {
          "text": "– Это мой голос, господин мой, царь, – ответил Давид ",
          "ID": "17"
        },
        {
          "text": "и добавил: – Зачем мой господин преследует своего слугу? Что я сделал и в каком зле повинен? ",
          "ID": "18"
        },
        {
          "text": "Пусть же мой господин, царь, выслушает слова своего слуги. Если Господь настроил тебя против меня, то я совершу жертвоприношение Ему. Но если это сделали люди, пусть они будут прокляты перед Господом! Они прогнали меня от моей доли в Господнем наследии и сказали: «Ступай, служи другим богам!» ",
          "ID": "19"
        },
        {
          "text": "Не дай же моей крови пролиться на землю вдали от Господа. Царь Израиля ищет меня, как блоху, гоняется за мной по горам, как за куропаткой.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Саул сказал:",
          "ID": "21"
        },
        {
          "text": "– Я согрешил. Вернись, Давид, сын мой. Сегодня моя жизнь была для тебя драгоценной, и я не буду больше пытаться причинить тебе вред. Я поступал как безумец и совершил огромную ошибку.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Вот копье царя, – ответил Давид. – Пусть кто-нибудь из твоих молодых слуг перейдет сюда и возьмет его. ",
          "ID": "22"
        },
        {
          "text": "Господь вознаграждает каждого человека за его праведность и верность. Сегодня Господь отдал тебя в мои руки, но я не поднял руки на Господнего помазанника. ",
          "ID": "23"
        },
        {
          "text": "Пусть как твоя жизнь была сегодня для меня драгоценной, так ценится у Господа моя жизнь, и пусть Он избавит меня от всякой беды.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Саул сказал Давиду:",
          "ID": "25"
        },
        {
          "text": "– Благословен ты, сын мой Давид, ты совершишь великие дела и, несомненно, преуспеешь.",
          "ID": "25"
        },
        {
          "text": "И Давид пошел своим путем, а Саул вернулся домой.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.26",
      "name": "Первая Книга Царств 26"
    },
    {
      "text": [
        {
          "text": "Давид подумал про себя: «Теперь я в любой день могу погибнуть от руки Саула. Лучшее, что я могу сделать – это спастись в земле филистимлян. Тогда Саул потеряет надежду найти меня, где бы то ни было в пределах Израиля, и я ускользну из его рук».",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Давид вместе с шестью сотнями человек ушел и перебрался к Ахишу, сыну Маоха, царю Гата. ",
          "ID": "2"
        },
        {
          "text": "Давид со своими людьми поселился в Гате у Ахиша. У каждого из его людей была семья, и у Давида было две жены: Ахиноамь из Изрееля и Авигайль из Кармила, вдова Навала. ",
          "ID": "3"
        },
        {
          "text": "Когда Саулу донесли, что Давид бежал в Гат, он больше не искал его.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Давид сказал Ахишу:",
          "ID": "5"
        },
        {
          "text": "– Если ты расположен ко мне, то отведи мне место в одном из твоих малых городов, чтобы мне там жить. Зачем твоему слуге жить в царском городе вместе с тобой?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда Ахиш отдал ему Циклаг, который с тех пор и принадлежит царям Иудеи. ",
          "ID": "6"
        },
        {
          "text": "Давид жил на филистимской земле год и четыре месяца. ",
          "ID": "7"
        },
        {
          "text": "Он и его люди поднимались и совершали набеги на гешуритов, гирзитов и амаликитян. (С древности эти народы жили на земле, которая простирается до Шура и Египта.) ",
          "ID": "8"
        },
        {
          "text": "Всякий раз, когда Давид нападал на эту область, он не оставлял в живых ни мужчины, ни женщины, но забирал овец и волов, ослов, верблюдов и одежду. Затем он возвращался к Ахишу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда Ахиш спрашивал: «На кого вы сегодня делали набег?» – Давид отвечал: «На Негев иудейский» или «На Негев иерахмеильский», или «На Негев кенеев». ",
          "ID": "10"
        },
        {
          "text": "Он не оставлял в живых ни мужчины, ни женщины, которых можно было бы отвести в Гат, потому что думал: «Они могут донести на нас и сказать: „Вот что сделал Давид“». Он поступал так все то время, пока жил на филистимской земле. ",
          "ID": "11"
        },
        {
          "text": "Ахиш доверял Давиду и говорил себе: «Его народ Израиль так ненавидит его, что он всегда будет моим слугой».",
          "ID": "12"
        }
      ],
      "ID": "OT:1SA.27",
      "name": "Первая Книга Царств 27"
    },
    {
      "text": [
        {
          "text": "В те дни филистимляне собрали свои войска, чтобы воевать с Израилем. Ахиш сказал Давиду:",
          "ID": "1"
        },
        {
          "text": "– Ты, конечно, понимаешь, что ты со своими людьми должен выступить со мной в войске.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Давид сказал Ахишу:",
          "ID": "2"
        },
        {
          "text": "– Хорошо. Ты узнаешь, что может сделать твой слуга.",
          "ID": "2"
        },
        {
          "text": "Ахиш ответил:",
          "ID": "2"
        },
        {
          "text": "– Прекрасно! Я на всю жизнь сделаю тебя своим телохранителем.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Самуил умер, и все израильтяне оплакали и похоронили его в Раме, в его родном городе. Саул изгнал из страны вызывателей умерших и чародеев.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Филистимляне собрались, пришли и разбили лагерь в городе Шунеме, а Саул собрал всех израильтян и разбил лагерь на горной вершине в Гильбоа. ",
          "ID": "4"
        },
        {
          "text": "Увидев филистимское войско, Саул испугался; его сердце охватил страх. ",
          "ID": "5"
        },
        {
          "text": "Он спрашивал Господа, но Господь не отвечал ему ни в снах, ни через Урим, ни через пророков. ",
          "ID": "6"
        },
        {
          "text": "И Саул сказал своим слугам:",
          "ID": "7"
        },
        {
          "text": "– Найдите мне женщину, вызывающую умерших. Я пойду к ней и спрошу ее.",
          "ID": "7"
        },
        {
          "text": "– В Эн-Доре есть одна вызывательница умерших, – сказали ему слуги.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Саул, изменив свою внешность и надев другие одежды, отправился вместе с двумя спутниками и ночью пришел к той женщине.",
          "ID": "8"
        },
        {
          "text": "– Спроси для меня духа, – сказал он, – и вызови мне того, кого я тебе назову.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но женщина сказала ему:",
          "ID": "9"
        },
        {
          "text": "– Ты, конечно, знаешь о том, что сделал Саул. Он выгнал из страны вызывателей умерших и чародеев. Зачем же ты расставляешь ловушку мне на погибель?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Саул поклялся ей Господом:",
          "ID": "10"
        },
        {
          "text": "– Верно, как и то, что жив Господь: ты не будешь за это наказана.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тогда женщина спросила:",
          "ID": "11"
        },
        {
          "text": "– Кого же тебе вызвать?",
          "ID": "11"
        },
        {
          "text": "– Вызови мне Самуила, – сказал он.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Когда женщина увидела Самуила, она громко вскрикнула и сказала Саулу:",
          "ID": "12"
        },
        {
          "text": "– Почему ты меня обманул? Ты – Саул!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Царь сказал ей:",
          "ID": "13"
        },
        {
          "text": "– Не бойся. Что ты видишь?",
          "ID": "13"
        },
        {
          "text": "Женщина сказала:",
          "ID": "13"
        },
        {
          "text": "– Я вижу духа, который поднимается из земли.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Как он выглядит? – спросил он.",
          "ID": "14"
        },
        {
          "text": "– Поднимается старик, одетый в верхнюю одежду, – сказала она.",
          "ID": "14"
        },
        {
          "text": "Тогда Саул понял, что это Самуил, и в знак почтения поклонился до земли.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Самуил сказал Саулу:",
          "ID": "15"
        },
        {
          "text": "– Зачем ты тревожишь меня? Зачем вызываешь?",
          "ID": "15"
        },
        {
          "text": "– Я в большой беде, – сказал Саул. – Филистимляне воюют со мной, а Бог от меня отвернулся. Он больше не отвечает мне ни через пророков, ни в сновидениях. Поэтому-то я и позвал тебя, чтобы ты сказал мне, что мне делать.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Зачем же ты спрашиваешь меня, если Господь отвернулся от тебя и стал твоим врагом? – ответил Самуил. – ",
          "ID": "16"
        },
        {
          "text": "Господь совершил то, о чем Он предсказал через меня. Господь вырвал царство из твоих рук и отдал его одному из тех, кто рядом с тобой, – Давиду. ",
          "ID": "17"
        },
        {
          "text": "Так как ты не послушался Господа и не обрушил на амаликитян Его пылающего гнева, Господь сегодня и сделал с тобой это. ",
          "ID": "18"
        },
        {
          "text": "Господь отдаст Израиль вместе с тобой филистимлянам, и завтра ты и твои сыновья будете со мной. А еще Господь отдаст филистимлянам израильское войско.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Саул тотчас же упал на землю, в ужасе от слов Самуила. Силы оставили его, потому что он ничего не ел весь день и всю ночь. ",
          "ID": "20"
        },
        {
          "text": "Подойдя к Саулу и увидев, как он потрясен, женщина сказала:",
          "ID": "21"
        },
        {
          "text": "– Твоя служанка послушалась тебя. Рискнув жизнью, я сделала то, что ты мне сказал. ",
          "ID": "21"
        },
        {
          "text": "Пожалуйста, послушайся и ты своей служанки и позволь мне предложить тебе кусок хлеба, чтобы ты поел и у тебя появились силы, когда ты тронешься в путь.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Он отказался и сказал:",
          "ID": "23"
        },
        {
          "text": "– Я не буду есть.",
          "ID": "23"
        },
        {
          "text": "Но его люди присоединились к уговорам женщины, и он послушался их. Он поднялся с земли и сел на постель. ",
          "ID": "23"
        },
        {
          "text": "У женщины был упитанный теленок, которого она немедленно заколола. Она взяла муки, замесила ее и испекла хлеб без закваски. ",
          "ID": "24"
        },
        {
          "text": "Затем она поставила его перед Саулом и его людьми, и они поели. Той же ночью они встали и ушли.",
          "ID": "25"
        }
      ],
      "ID": "OT:1SA.28",
      "name": "Первая Книга Царств 28"
    },
    {
      "text": [
        {
          "text": "Филистимляне собрали все свои войска в Афеке, а израильтяне разбили лагерь у источника в Изрееле. ",
          "ID": "1"
        },
        {
          "text": "Когда филистимские правители шли со своими сотнями и тысячами воинов, Давид и его люди шли сзади с Ахишем. ",
          "ID": "2"
        },
        {
          "text": "Начальники филистимлян спросили:",
          "ID": "3"
        },
        {
          "text": "– Что делают здесь эти евреи?",
          "ID": "3"
        },
        {
          "text": "Ахиш ответил:",
          "ID": "3"
        },
        {
          "text": "– Ведь это Давид, который был слугой Саула, царя Израиля! Он у меня уже больше года, и с того дня, когда он покинул Саула, я не нашел в нем ничего плохого.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но филистимские начальники разгневались на него и сказали:",
          "ID": "4"
        },
        {
          "text": "– Отошли этого человека назад, пусть возвращается на место, которое ты ему определил. Он не должен идти с нами на войну, иначе он обратится против нас во время сражения. Чем еще он мог бы примириться со своим господином, как не головами наших людей? ",
          "ID": "4"
        },
        {
          "text": "Разве это не тот Давид, о котором они, танцуя, пели:",
          "ID": "5"
        },
        {
          "text": "«Саул сразил тысячи,",
          "ID": "5"
        },
        {
          "text": "а Давид – десятки тысяч?»",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ахиш призвал Давида и сказал ему:",
          "ID": "6"
        },
        {
          "text": "– Верно, как и то, что жив Господь: ты честен, и мне было бы приятно позволить тебе служить со мной в войске. С того дня, когда ты пришел ко мне, и до сегодняшнего дня я не нашел в тебе ничего плохого, но вожди тебя не одобряют. ",
          "ID": "6"
        },
        {
          "text": "Поворачивай и иди с миром; не делай ничего, что могло бы рассердить филистимских правителей.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Но что же я сделал? – спросил Давид. – Что плохого ты нашел в твоем слуге с того дня, когда я пришел к тебе, и до сегодняшнего дня? Почему я не могу идти и сражаться с врагами моего господина царя?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Ахиш ответил:",
          "ID": "9"
        },
        {
          "text": "– Я знаю, ты был в моих глазах хорош, как Божий ангел, но филистимские вожди сказали: «Он не должен идти с нами на войну». ",
          "ID": "9"
        },
        {
          "text": "Итак, поднимись рано вместе со слугами твоего господина, которые пришли с тобой. Встаньте на рассвете и уходите.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Давид и его люди встали рано утром, чтобы вернуться в филистимскую землю, а филистимляне поднялись к Изреелю.",
          "ID": "11"
        }
      ],
      "ID": "OT:1SA.29",
      "name": "Первая Книга Царств 29"
    },
    {
      "text": [
        {
          "text": "Давид и его люди добрались до Циклага на третий день. Амаликитяне совершили набег на Негев и на Циклаг. Они напали на Циклаг, сожгли его ",
          "ID": "1"
        },
        {
          "text": "и взяли в плен женщин и всех, кто там был, от мала до велика. Они не убили никого из них, но увели их с собой.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда Давид и его люди пришли в Циклаг, они увидели, что он уничтожен огнем, а их жены, сыновья и дочери взяты в плен. ",
          "ID": "3"
        },
        {
          "text": "Давид и его люди громко плакали до тех пор, пока у них не осталось сил плакать. ",
          "ID": "4"
        },
        {
          "text": "В плен были взяты и обе жены Давида – Ахиноамь из Изрееля и Авигайль, вдова Навала из Кармила. ",
          "ID": "5"
        },
        {
          "text": "Давид был в большой тревоге, потому что народ сговаривался побить его камнями; каждый горевал по своим детям. Но Давид укрепился в Господе, своем Боге. ",
          "ID": "6"
        },
        {
          "text": "Давид сказал священнику Авиатару, сыну Ахимелеха:",
          "ID": "7"
        },
        {
          "text": "– Принеси мне эфод.",
          "ID": "7"
        },
        {
          "text": "Авиатар принес, ",
          "ID": "7"
        },
        {
          "text": "и Давид спросил Господа:",
          "ID": "8"
        },
        {
          "text": "– Гнаться ли мне за этим войском? Догоню ли я их?",
          "ID": "8"
        },
        {
          "text": "– Гонись за ними, – ответил Он. – Ты непременно догонишь и освободишь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Давид и с ним шестьсот человек пришли к реке Бесору, где некоторые остановились, ",
          "ID": "9"
        },
        {
          "text": "потому что двести человек были слишком утомлены, чтобы перебраться через реку. Но Давид и четыреста человек продолжили погоню. ",
          "ID": "10"
        },
        {
          "text": "Они встретили в поле одного египтянина и привели его к Давиду. Они дали ему хлеба и напоили его водой; ",
          "ID": "11"
        },
        {
          "text": "еще они дали ему инжир и две связки изюма. Он поел, и к нему вернулись силы, потому что он не ел хлеба и не пил воды три дня и три ночи. ",
          "ID": "12"
        },
        {
          "text": "Давид спросил его:",
          "ID": "13"
        },
        {
          "text": "– Чей ты и откуда пришел?",
          "ID": "13"
        },
        {
          "text": "Он ответил:",
          "ID": "13"
        },
        {
          "text": "– Я египтянин, раб одного амаликитянина. Мой господин оставил меня, когда я заболел три дня назад. ",
          "ID": "13"
        },
        {
          "text": "Мы совершили набег на южных критян, на иудеев и на потомков Халева. Еще мы сожгли Циклаг.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Давид спросил его:",
          "ID": "15"
        },
        {
          "text": "– Ты можешь провести меня к этому войску?",
          "ID": "15"
        },
        {
          "text": "Он ответил:",
          "ID": "15"
        },
        {
          "text": "– Поклянись мне Богом, что не убьешь меня и не вернешь моему господину, и я проведу тебя к ним.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда он привел его, амаликитяне, рассеявшись по всей округе, ели, пили и праздновали, потому что в земле филистимлян и в земле Иудеи они взяли огромную добычу. ",
          "ID": "16"
        },
        {
          "text": "Давид сражался с ними с сумерек до вечера следующего дня, и никто из них не скрылся, кроме четырехсот юношей, которые сели на верблюдов и бежали. ",
          "ID": "17"
        },
        {
          "text": "Давид вернул все, что забрали амаликитяне, и освободил двух своих жен. ",
          "ID": "18"
        },
        {
          "text": "Ничего не пропало: ни малого, ни большого, ни сыновей, ни дочерей, ни добычи – ничего из того, что было отнято. Давид вернул все. ",
          "ID": "19"
        },
        {
          "text": "Он забрал все отары и стада, и его люди гнали их впереди остального скота, говоря:",
          "ID": "20"
        },
        {
          "text": "– Это добыча Давида.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Давид пришел к тем двум сотням человек, которые были слишком утомлены, чтобы идти за ним, и которых оставили у реки Бесора. Они вышли навстречу Давиду и людям, бывшим с ним. Когда Давид приблизился к этим людям, он приветствовал их. ",
          "ID": "21"
        },
        {
          "text": "Но все злые и недостойные люди, из тех, кто пошел за Давидом, говорили:",
          "ID": "22"
        },
        {
          "text": "– Они не выходили с нами, и мы не будем делиться с ними добычей, которую отвоевали. Каждый может взять только свою жену и детей и идти.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Давид ответил:",
          "ID": "23"
        },
        {
          "text": "– Нет, братья мои, не распоряжайтесь так тем, что дал нам Господь. Он защитил нас и отдал в наши руки войско, которое выступило против нас. ",
          "ID": "23"
        },
        {
          "text": "Кто станет слушать вас в этом деле? Доля человека, который остался с обозом, должна быть такой же, как доля того, кто ходил сражаться. Разделить нужно всем поровну.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "С того дня и впредь Давид сделал это законом и правилом; оно действует и до сегодняшнего дня.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда Давид пришел в Циклаг, он послал часть добычи старейшинам Иудеи, которые были его друзьями, говоря:",
          "ID": "26"
        },
        {
          "text": "– Вот вам подарок из добычи, взятой у врагов Господа.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Он послал ее тем, кто были в Вефиле, Рамоте Негевском, Иаттире, ",
          "ID": "27"
        },
        {
          "text": "Ароере, Сифмоте, Эштемоа, ",
          "ID": "28"
        },
        {
          "text": "Рахале, в городах иерахмеилитов и кенеев, ",
          "ID": "29"
        },
        {
          "text": "в Хорме, Бор-Ашане, Атахе, ",
          "ID": "30"
        },
        {
          "text": "Хевроне и во всех местах, где скитались Давид и его люди.",
          "ID": "31"
        }
      ],
      "ID": "OT:1SA.30",
      "name": "Первая Книга Царств 30"
    },
    {
      "text": [
        {
          "text": "Филистимляне воевали с Израилем, и израильтяне бежали от них и падали сраженными на горе Гильбоа. ",
          "ID": "1"
        },
        {
          "text": "Филистимляне нагнали Саула и его сыновей и убили его сыновей Ионафана, Авинадава и Малхи-Шуа. ",
          "ID": "2"
        },
        {
          "text": "Вокруг Саула разгорелась жестокая битва. Лучники нашли его и тяжело ранили. ",
          "ID": "3"
        },
        {
          "text": "Саул сказал своему оруженосцу:",
          "ID": "4"
        },
        {
          "text": "– Обнажи меч и заколи меня, иначе эти необрезанные придут, заколят меня и станут глумиться надо мной.",
          "ID": "4"
        },
        {
          "text": "Но его оруженосец не решился сделать это, потому что очень испугался. Тогда Саул взял свой собственный меч и бросился на него. ",
          "ID": "4"
        },
        {
          "text": "Когда оруженосец увидел, что Саул мертв, он тоже бросился на свой меч и умер вместе с ним. ",
          "ID": "5"
        },
        {
          "text": "Так погибли Саул, три его сына и оруженосец, и все его люди погибли в тот же день.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Увидев, что израильское войско разбежалось, а Саул и его сыновья погибли, израильтяне, которые жили на другой стороне долины и за Иорданом, оставили свои города и тоже бежали. А филистимляне пришли и заняли их.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "На следующий день, когда филистимляне пришли грабить мертвых, они нашли Саула и трех его сыновей, павших на горе Гильбоа. ",
          "ID": "8"
        },
        {
          "text": "Они отсекли ему голову, сняли с него оружие и послали вестников по всей филистимской земле, чтобы возвестить об этом в капище своих идолов и народу. ",
          "ID": "9"
        },
        {
          "text": "Они положили его оружие в храме Астарты и повесили его тело на стене Бет-Шеана.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда жители Иавеша Галаадского услышали о том, что филистимляне сделали с Саулом, ",
          "ID": "11"
        },
        {
          "text": "то все их храбрые воины отправились в путь, шли всю ночь и взяли тела Саула и его сыновей со стены Бет-Шеана. Они пришли в Иавеш и сожгли их там. ",
          "ID": "12"
        },
        {
          "text": "Потом они взяли их кости, похоронили под тамариском в Иавеше и постились семь дней.",
          "ID": "13"
        }
      ],
      "ID": "OT:1SA.31",
      "name": "Первая Книга Царств 31"
    }
  ],
  "ID": "OT:1SA(NRP)",
  "name": "Первая Книга Царств"
}