{
  "name": "Judges",
  "text": [
    {
      "name": "Judges 1",
      "text": [
        {
          "text": "AFTER THE death of Joshua, the Israelites asked the Lord, Who shall go up first for us against the Canaanites to fight against them?",
          "ID": "1"
        },
        {
          "text": "And the Lord said, Judah shall go up; behold, I have delivered the land into his hand.",
          "ID": "2"
        },
        {
          "text": "And Judah [the tribe] said to [the tribe of] Simeon his brother, Come up with me into my allotted territory, so that we may fight against the Canaanites; and I likewise will go with you into your territory. So Simeon went with him.",
          "ID": "3"
        },
        {
          "text": "Then Judah went up and the Lord delivered the Canaanites and the Perizzites into their hand, and they smote 10,000 of them in Bezek.",
          "ID": "4"
        },
        {
          "text": "And they found Adoni-bezek in Bezek and fought against him, and they smote the Canaanites and the Perizzites.",
          "ID": "5"
        },
        {
          "text": "Adoni-bezek fled, but they pursued him and caught him and cut off his thumbs and his big toes.",
          "ID": "6"
        },
        {
          "text": "Adoni-bezek said, Seventy kings with their thumbs and big toes cut off had to gather their food under my table. As I have done, so God has repaid me. And they brought him to Jerusalem, and there he died.",
          "ID": "7"
        },
        {
          "text": "And the men of Judah fought against [Jebusite] Jerusalem and took it, and smote it with the edge of the sword and set the city on fire.",
          "ID": "8"
        },
        {
          "text": "Afterward the men of Judah went down to fight against the Canaanites who dwelt in the hill country, in the South (the Negeb), and in the lowland.",
          "ID": "9"
        },
        {
          "text": "And Judah went against the Canaanites who dwelt in Hebron. The name of Hebron before was Kiriath-arba. And they defeated Sheshai and Ahiman and Talmai.",
          "ID": "10"
        },
        {
          "text": "From there [Judah] went against the inhabitants of Debir. The name of Debir before was Kiriath-sepher [city of books and scribes].",
          "ID": "11"
        },
        {
          "text": "And Caleb said, Whoever attacks Kiriath-sepher and takes it, to him will I give Achsah, my daughter, as wife.",
          "ID": "12"
        },
        {
          "text": "And Othniel son of Kenaz, Caleb's younger brother, took it; and he gave him Achsah, his daughter, as wife.",
          "ID": "13"
        },
        {
          "text": "And when she came to [Othniel], she got his consent to ask her father for a [sloping] field. And she alighted off her donkey, and Caleb said to her, What do you want?",
          "ID": "14"
        },
        {
          "text": "And she said to him, Give me a present; since you have set me in the land of the South (the Negeb), give me also springs of water. And Caleb gave her the upper and lower springs.",
          "ID": "15"
        },
        {
          "text": "And the descendants of the Kenite, Moses' father-in-law, went up with the Judahites from the City of Palms (Jericho) into the Wilderness of Judah, which lies in the South (the Negeb) near Arad; and they went and dwelt with the people.",
          "ID": "16"
        },
        {
          "text": "And [the tribe of] Judah went with Simeon his brother, and they slew the Canaanites who inhabited Zephath and utterly destroyed it. So the city was called Hormah [destruction].",
          "ID": "17"
        },
        {
          "text": "Also Judah took Gaza, Askelon, and Ekron–each with its territory.",
          "ID": "18"
        },
        {
          "text": "The Lord was with Judah, and [Judah] drove out the inhabitants of the hill country, but he could not drive out those inhabiting the [difficult] valley basin because they had chariots of iron.",
          "ID": "19"
        },
        {
          "text": "Hebron was given to Caleb as Moses said, and he expelled from there the three sons of Anak. [Josh. 14:6, 9.]",
          "ID": "20"
        },
        {
          "text": "But the Benjamites did not drive out the Jebusites who inhabited Jerusalem; the Jebusites dwell with the Benjamites in Jerusalem to this day.",
          "ID": "21"
        },
        {
          "text": "The house of Joseph also went up against Bethel, and the Lord was with them.",
          "ID": "22"
        },
        {
          "text": "And the house of Joseph was sent to spy out Bethel. The name of the city formerly had been Luz.",
          "ID": "23"
        },
        {
          "text": "And the spies saw a man coming out of the city and they said to him, Show us, we pray you, the way into the city and we will show you mercy.",
          "ID": "24"
        },
        {
          "text": "When he showed them the entrance to the city, they smote the city with the sword, but they let the man and all his family go.",
          "ID": "25"
        },
        {
          "text": "And the man went into the land of the Hittites and built a city and called it Luz, which is its name to this day.",
          "ID": "26"
        },
        {
          "text": "Neither did Manasseh drive out the inhabitants of Beth-shean and its villages, or of Taanach or Dor or Ibleam or Megiddo and their villages, but the Canaanites remained in that land.",
          "ID": "27"
        },
        {
          "text": "When Israel became strong, they put the Canaanites to forced labor but did not utterly drive them out.",
          "ID": "28"
        },
        {
          "text": "Neither did Ephraim drive out the Canaanites who dwelt in Gezer, but the Canaanites dwelt in Gezer among them.",
          "ID": "29"
        },
        {
          "text": "Neither did Zebulun drive out the inhabitants of Kitron or of Nahalol, but the Canaanites dwelt among them and were put to forced labor.",
          "ID": "30"
        },
        {
          "text": "Neither did Asher drive out the inhabitants of Acco or of Sidon or of Ahlab or of Achzib or of Helbah or of Aphik or of Rehob;",
          "ID": "31"
        },
        {
          "text": "But the Asherites dwelt among the Canaanites, the inhabitants of the land, for they did not drive them out.",
          "ID": "32"
        },
        {
          "text": "Neither did Naphtali drive out the inhabitants of Beth-shemesh or of Beth-anath, but dwelt among the Canaanites, the inhabitants of the land; but the inhabitants of Beth-shemesh and of Beth-anath became subject to forced labor for them.",
          "ID": "33"
        },
        {
          "text": "The Amorites forced the Danites back into the hill country, for they would not allow them to come down into the plain;",
          "ID": "34"
        },
        {
          "text": "The Amorites remained fixed in Mount Heres [mountain of the sun], in Aijalon, and in Shaalbim; yet the hand of the house of Joseph prevailed, so that they became subject to forced labor.",
          "ID": "35"
        },
        {
          "text": "And the border of the Amorites was from the ascent of Akrabbim, from the rock Sela and onward.",
          "ID": "36"
        }
      ],
      "ID": "OT:JDG.1"
    },
    {
      "name": "Judges 2",
      "text": [
        {
          "text": "NOW THE Angel of the Lord went up from Gilgal to Bochim. And He said, I brought you up from Egypt and have brought you to the land which I swore to give to your fathers, and I said, I will never break My covenant with you; [Exod. 20:2.]",
          "ID": "1"
        },
        {
          "text": "And you shall make no covenant with the inhabitants of this land; but you shall break down their altars. But you have not obeyed My voice. Why have you done this?",
          "ID": "2"
        },
        {
          "text": "So now I say, I will not drive them out from before you; but they shall be as thorns in your sides, and their gods shall be a snare to you.",
          "ID": "3"
        },
        {
          "text": "When the Angel of the Lord spoke these words to all the Israelites, the people lifted up their voice and wept.",
          "ID": "4"
        },
        {
          "text": "They named that place Bochim [weepers], and they sacrificed there to the Lord.",
          "ID": "5"
        },
        {
          "text": "And when Joshua had let the people go, the Israelites went every man to his inheritance to possess the land.",
          "ID": "6"
        },
        {
          "text": "And the people served the Lord all the days of Joshua and all the days of the elders who outlived Joshua, who had seen all the great works of the Lord which He did for Israel.",
          "ID": "7"
        },
        {
          "text": "And Joshua son of Nun, the servant of the Lord, died, being 110 years old.",
          "ID": "8"
        },
        {
          "text": "And they buried him within the boundary of his inheritance in Timnath-heres in the hill country of Ephraim, north of Mount Gaash.",
          "ID": "9"
        },
        {
          "text": "And also all that generation were gathered to their fathers, and there arose another generation after them who did not know (recognize, understand) the Lord, or even the work which He had done for Israel.",
          "ID": "10"
        },
        {
          "text": "And the people of Israel did evil in the sight of the Lord and served the Baals.",
          "ID": "11"
        },
        {
          "text": "And they forsook the Lord, the God of their fathers, Who brought them out of the land of Egypt. They went after other gods of the peoples round about them and bowed down to them, and provoked the Lord to anger.",
          "ID": "12"
        },
        {
          "text": "And they forsook the Lord and served Baal [the god worshiped by the Canaanites] and the Ashtaroth [female deities such as Ashtoreth and Asherah].",
          "ID": "13"
        },
        {
          "text": "So the anger of the Lord was kindled against Israel, and He gave them into the power of plunderers who robbed them; and He sold them into the hands of their enemies round about, so that they could no longer stand before their foes.",
          "ID": "14"
        },
        {
          "text": "Whenever they went out, the hand of the Lord was against them for evil as the Lord had said, and as the Lord had sworn to them; and they were bitterly distressed. [Lev. 26:14-46.]",
          "ID": "15"
        },
        {
          "text": "But the Lord raised up judges, who delivered them out of the hands of those who robbed them.",
          "ID": "16"
        },
        {
          "text": "And yet they did not listen to their judges, for they played the harlot after other gods and bowed down to them. They turned quickly out of the way in which their fathers had walked, who had obeyed the commandments of the Lord, and they did not so.",
          "ID": "17"
        },
        {
          "text": "When the Lord raised them up judges, then He was with the judge and delivered them out of the hands of their enemies all the days of the judge; for the Lord was moved to relent because of their groanings by reason of those who oppressed and vexed them.",
          "ID": "18"
        },
        {
          "text": "But when the judge was dead, they turned back and corrupted themselves more than their fathers, following and serving other gods, and bowing down to them. They did not cease from their practices or their stubborn way.",
          "ID": "19"
        },
        {
          "text": "So the anger of the Lord was kindled against Israel; and He said, Because this people have transgressed My covenant which I commanded their fathers and have not listened to My voice,",
          "ID": "20"
        },
        {
          "text": "I from now on will also not drive out from before them any of the nations which Joshua left when he died,",
          "ID": "21"
        },
        {
          "text": "That through them I may prove Israel, whether they will keep the way of the Lord to walk in it, as their fathers kept it, or not.",
          "ID": "22"
        },
        {
          "text": "So the Lord left those nations, without driving them out at once, nor had He delivered them into Joshua's power.",
          "ID": "23"
        }
      ],
      "ID": "OT:JDG.2"
    },
    {
      "name": "Judges 3",
      "text": [
        {
          "text": "NOW THESE are the nations which the Lord left to prove Israel by them, that is, all in Israel who had not previously experienced war in Canaan;",
          "ID": "1"
        },
        {
          "text": "It was only that the generations of the Israelites might know and be taught war, at least those who previously knew nothing of it.",
          "ID": "2"
        },
        {
          "text": "The remaining nations are: the five lords of the Philistines, all the Canaanites, the Sidonians, and the Hivites who dwelt on Mount Lebanon from Mount Baal-hermon to the entrance of Hamath.",
          "ID": "3"
        },
        {
          "text": "They were for the testing and proving of Israel to know whether Israel would listen and obey the commandments of the Lord, which He commanded their fathers by Moses.",
          "ID": "4"
        },
        {
          "text": "And the Israelites dwelt among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites;",
          "ID": "5"
        },
        {
          "text": "And they married their daughters and gave their own daughters to their sons, and served their gods. [Exod. 34:12-16.]",
          "ID": "6"
        },
        {
          "text": "And the Israelites did evil in the sight of the Lord and forgot the Lord their God and served the Baals and the Ashtaroth. [Judg. 2:13.]",
          "ID": "7"
        },
        {
          "text": "So the anger of the Lord was kindled against Israel, and He sold them into the hand of Chushan-rishathaim king of Mesopotamia; and the Israelites served Chushan-rishathaim eight years.",
          "ID": "8"
        },
        {
          "text": "But when the Israelites cried to the Lord, the Lord raised up a deliverer for the people of Israel to deliver them, Othniel son of Kenaz, Caleb's younger brother.",
          "ID": "9"
        },
        {
          "text": "The Spirit of the Lord came upon him, and he judged Israel. He went out to war, and the Lord delivered Chushan-rishathaim king of Mesopotamia into his hand and his hand prevailed over Chushan-rishathaim.",
          "ID": "10"
        },
        {
          "text": "And the land had rest forty years. Then Othniel son of Kenaz died.",
          "ID": "11"
        },
        {
          "text": "And the Israelites again did evil in the sight of the Lord, and the Lord strengthened Eglon king of Moab against Israel because they had done what was evil in the sight of the Lord.",
          "ID": "12"
        },
        {
          "text": "And [Eglon] gathered to him the men of Ammon and Amalek, and went and smote Israel, and they possessed the City of Palm Trees (Jericho).",
          "ID": "13"
        },
        {
          "text": "And the Israelites served Eglon king of Moab eighteen years.",
          "ID": "14"
        },
        {
          "text": "But when the Israelites cried to the Lord, the Lord raised them up a deliverer, Ehud son of Gera, a Benjamite, a left-handed man; and by him the Israelites sent tribute to Eglon king of Moab.",
          "ID": "15"
        },
        {
          "text": "Ehud made for himself a sword, a cubit long, which had two edges, and he girded it on his right thigh under his clothing.",
          "ID": "16"
        },
        {
          "text": "And he brought the tribute to Eglon king of Moab. Now Eglon was a very fat man.",
          "ID": "17"
        },
        {
          "text": "And when Ehud had finished presenting the tribute, he sent away the people who had carried it.",
          "ID": "18"
        },
        {
          "text": "He himself went [with them] as far as the sculptured [boundary] stones near Gilgal, and then turned back and came to Eglon and said, I have a secret errand to you, O king. Eglon commanded silence, and all who stood by him went out from him.",
          "ID": "19"
        },
        {
          "text": "When Ehud had come [near] to him as he was sitting alone in his cool upper apartment, Ehud said, I have a commission from God to execute to you. And the king arose from his seat.",
          "ID": "20"
        },
        {
          "text": "Then Ehud put forth his left hand and took the sword from his right thigh and thrust it into Eglon's belly.",
          "ID": "21"
        },
        {
          "text": "And the hilt also went in after the blade, and the fat closed upon the blade, for [Ehud] did not draw the sword out of his belly, and the dirt came out.",
          "ID": "22"
        },
        {
          "text": "Then Ehud went out into the vestibule and shut the doors of the upper room upon [Eglon] and locked them.",
          "ID": "23"
        },
        {
          "text": "When [Ehud] had gone out, [Eglon's] servants came. And when they saw the doors of the upper room were locked, they thought, Surely he [is seeking privacy while he] relieves himself in the closet of the cool chamber.",
          "ID": "24"
        },
        {
          "text": "They waited a long time until they became embarrassed and uneasy, but when he still did not open the doors of the upper room, they took the key and opened them, and there lay their master fallen to the floor, dead!",
          "ID": "25"
        },
        {
          "text": "Ehud escaped while they delayed and passed beyond the sculptured [boundary] stones (images) and escaped to Seirah.",
          "ID": "26"
        },
        {
          "text": "When he arrived, he blew a trumpet in the hill country of Ephraim, and the Israelites went down from the hill country, with him at their head.",
          "ID": "27"
        },
        {
          "text": "And he said to them, Follow me, for the Lord has delivered your enemies the Moabites into your hand. So they went down after him and seized the fords of the Jordan against the Moabites and permitted not a man to pass over.",
          "ID": "28"
        },
        {
          "text": "They slew at that time about 10,000 Moabites, all strong, courageous men; not a man escaped.",
          "ID": "29"
        },
        {
          "text": "So Moab was subdued that day under the hand of Israel, and the land had peace and rest for eighty years.",
          "ID": "30"
        },
        {
          "text": "After [Ehud] was Shamgar son of Anath, who slew 600 Philistine men with an oxgoad. He also delivered Israel.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.3"
    },
    {
      "name": "Judges 4",
      "text": [
        {
          "text": "BUT AFTER Ehud died the Israelites again did evil in the sight of the Lord.",
          "ID": "1"
        },
        {
          "text": "So the Lord sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who dwelt in Harosheth-hagoiim [fortress or city of the nations].",
          "ID": "2"
        },
        {
          "text": "Then the Israelites cried to the Lord, for [Jabin] had 900 chariots of iron and had severely oppressed the Israelites for twenty years.",
          "ID": "3"
        },
        {
          "text": "Now Deborah, a prophetess, the wife of Lappidoth, judged Israel at that time.",
          "ID": "4"
        },
        {
          "text": "She sat under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites came up to her for judgment.",
          "ID": "5"
        },
        {
          "text": "And she sent and called Barak son of Abinoam from Kedesh in Naphtali and said to him, Has not the Lord, the God of Israel, commanded [you], Go, gather your men at Mount Tabor, taking 10,000 men from the tribes of Naphtali and Zebulun?",
          "ID": "6"
        },
        {
          "text": "And I will draw out Sisera, the general of Jabin's army, to meet you at the river Kishon with his chariots and his multitude, and I will deliver him into your hand?",
          "ID": "7"
        },
        {
          "text": "And Barak said to her, If you will go with me, then I will go; but if you will not go with me, I will not go.",
          "ID": "8"
        },
        {
          "text": "And she said, I will surely go with you; nevertheless, the trip you take will not be for your glory, for the Lord will sell Sisera into the hand of a woman. And Deborah arose and went with Barak to Kedesh. [Fulfilled in Judg. 4:22.]",
          "ID": "9"
        },
        {
          "text": "And Barak called Zebulun and Naphtali to Kedesh, and he went up with 10,000 men at his heels, and Deborah went up with him.",
          "ID": "10"
        },
        {
          "text": "Now Heber the Kenite, of the descendants of Hobab, the father-in-law of Moses, had separated from the Kenites and encamped as far away as the oak in Zaanannim, which is near Kedesh.",
          "ID": "11"
        },
        {
          "text": "When it was told Sisera that Barak son of Abinoam had gone up to Mount Tabor,",
          "ID": "12"
        },
        {
          "text": "Sisera gathered together all his chariots, even 900 chariots of iron, and all the men who were with him from Harosheth-hagoiim to the river Kishon.",
          "ID": "13"
        },
        {
          "text": "And Deborah said to Barak, Up! For this is the day when the Lord has given Sisera into your hand. Is not the Lord gone out before you? So Barak went down from Mount Tabor with 10,000 men following him.",
          "ID": "14"
        },
        {
          "text": "And the Lord confused and terrified Sisera and all his chariot drivers and all his army before Barak with the sword. And Sisera alighted from his chariot and fled on foot.",
          "ID": "15"
        },
        {
          "text": "But Barak pursued after the chariots and the army to Harosheth-hagoiim, and all the army of Sisera fell by the sword; not a man was left.",
          "ID": "16"
        },
        {
          "text": "But Sisera fled on foot to the tent of Jael, the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
          "ID": "17"
        },
        {
          "text": "And Jael went out to meet Sisera and said to him, Turn aside, my lord, turn aside to me; have no fear. So he turned aside to her into the tent, and she covered him with a rug.",
          "ID": "18"
        },
        {
          "text": "And he said to her, Give me, I pray you, a little water to drink for I am thirsty. And she opened a skin of milk and gave him a drink and covered him.",
          "ID": "19"
        },
        {
          "text": "And he said to her, Stand at the door of the tent, and if any man comes and asks you, Is there any man here? Tell him, No.",
          "ID": "20"
        },
        {
          "text": "But Jael, Heber's wife, took a tent pin and a hammer in her hand and went softly to him and drove the pin through his temple and into the ground; for he was in a deep sleep from weariness. So he died.",
          "ID": "21"
        },
        {
          "text": "And behold, as Barak pursued Sisera, Jael came out to meet him and said to him, Come, and I will show you the man you seek. And when he came into her tent, behold, Sisera lay dead, and the tent pin was in his temples.",
          "ID": "22"
        },
        {
          "text": "So God subdued on that day Jabin king of Canaan before the Israelites.",
          "ID": "23"
        },
        {
          "text": "And the hand of the Israelites bore more and more upon Jabin king of Canaan until they had destroyed [him].",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.4"
    },
    {
      "name": "Judges 5",
      "text": [
        {
          "text": "THEN SANG Deborah and Barak son of Abinoam on that day, saying,",
          "ID": "1"
        },
        {
          "text": "For the leaders who took the lead in Israel, for the people who offered themselves willingly, bless the Lord!",
          "ID": "2"
        },
        {
          "text": "Hear, O kings; give ear, O princes; I will sing to the Lord. I will sing praise to the Lord, the God of Israel.",
          "ID": "3"
        },
        {
          "text": "Lord, when You went forth out of Seir, when You marched out of the field of Edom, the earth trembled and the heavens also dropped, yes, the clouds dropped water.",
          "ID": "4"
        },
        {
          "text": "The mountains quaked at the presence of the Lord, yes, yonder Sinai at the presence of the Lord, the God of Israel.",
          "ID": "5"
        },
        {
          "text": "After the days of Shamgar son of Anath, after the days of Jael [meaning here Ehud] the caravans ceased, travelers walked through byways.",
          "ID": "6"
        },
        {
          "text": "The villages were unoccupied and rulers ceased in Israel until you arose–you, Deborah, arose–a mother in Israel.",
          "ID": "7"
        },
        {
          "text": "[Formerly] they chose new gods; then war was in the gates. Was there a shield or spear seen among 40,000 in Israel?",
          "ID": "8"
        },
        {
          "text": "My heart goes out to the commanders of Israel who offered themselves willingly among the people. Bless the Lord!",
          "ID": "9"
        },
        {
          "text": "Tell of it–you who ride on white donkeys, you who sit on rich carpets, and you who walk by the way.",
          "ID": "10"
        },
        {
          "text": "Far from the noise of archers in the places of drawing water, there shall they rehearse the righteous acts of the Lord, even the righteous acts toward His villagers in Israel. Then the people of the Lord went down to the gates.",
          "ID": "11"
        },
        {
          "text": "Awake, awake, Deborah! Awake, awake, utter a song! Arise, Barak, and lead away your captives, you son of Abinoam.",
          "ID": "12"
        },
        {
          "text": "Then down marched the remnant of the nobles, the people of the Lord marched down for Me against the mighty.",
          "ID": "13"
        },
        {
          "text": "Out of Ephraim they came down whose root is in Amalek, after you, Benjamin, with your kinsmen. Out of Machir came down commanders and lawgivers, and out of Zebulun those who handle the pen or stylus of the writer.",
          "ID": "14"
        },
        {
          "text": "And the princes of Issachar came with Deborah, and Issachar was faithful to Barak; into the valley they rushed forth at his heels. [But] among the clans of Reuben were great searchings of heart.",
          "ID": "15"
        },
        {
          "text": "Why [Reuben] did you linger among the sheepfolds listening to the piping for the flocks? Among the clans of Reuben there were great searchings of heart.",
          "ID": "16"
        },
        {
          "text": "Gilead remained beyond the Jordan, and why did Dan stay with the ships? Asher sat still on the seacoast and remained by his creeks. [These came not forth to battle for God's people.]",
          "ID": "17"
        },
        {
          "text": "But Zebulun was a people who endangered their lives to the death; Naphtali did also on the heights of the field.",
          "ID": "18"
        },
        {
          "text": "The kings came and fought, then fought the kings of Canaan at Taanach by the waters of Megiddo. Gain of booty they did not obtain.",
          "ID": "19"
        },
        {
          "text": "From the heavens the stars fought, from their courses they fought against Sisera.",
          "ID": "20"
        },
        {
          "text": "The torrent Kishon swept [the foe] away, the onrushing torrent, the torrent Kishon. O my soul, march on with strength!",
          "ID": "21"
        },
        {
          "text": "Then the horses' hoofs beat loudly because of the galloping of [fleeing] valiant riders.",
          "ID": "22"
        },
        {
          "text": "Curse Meroz, said the messenger of the Lord. Curse bitterly its inhabitants, because they came not to the help of the Lord, to the help of the Lord against the mighty!",
          "ID": "23"
        },
        {
          "text": "Blessed above women shall Jael, the wife of Heber the Kenite, be; blessed shall she be above women in the tent.",
          "ID": "24"
        },
        {
          "text": "[Sisera] asked for water, and she gave [him] milk; she brought him curds in a lordly dish.",
          "ID": "25"
        },
        {
          "text": "She put her [left] hand to the tent pin, and her right hand to the workmen's hammer. And with the wooden hammer she smote Sisera, she smote his head, yes, she struck and pierced his temple.",
          "ID": "26"
        },
        {
          "text": "He sank, he fell, he lay still at her feet. At her feet he sank, he fell; where he sank, there he fell–dead!",
          "ID": "27"
        },
        {
          "text": "The mother of Sisera looked out at a window and wailed through the lattice, Why is his chariot so long in coming? Why do the hoofbeats of his chariots tarry?",
          "ID": "28"
        },
        {
          "text": "Her wise ladies answered her, yet she repeated her words to herself,",
          "ID": "29"
        },
        {
          "text": "Have they not found and been dividing the spoil? A maiden or two for every man, a spoil of dyed garments for Sisera, a spoil of dyed stuffs embroidered, two pieces of dyed work embroidered for my neck as spoil?",
          "ID": "30"
        },
        {
          "text": "So let all Your enemies perish, O Lord! But let those who love Him be like the sun when it rises in its might. And the land had peace and rest for forty years.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.5"
    },
    {
      "name": "Judges 6",
      "text": [
        {
          "text": "BUT THE Israelites did evil in the sight of the Lord, and the Lord gave them into the hand of Midian for seven years.",
          "ID": "1"
        },
        {
          "text": "And the hand of Midian prevailed against Israel. Because of Midian the Israelites made themselves the dens which are in the mountains and the caves and the strongholds.",
          "ID": "2"
        },
        {
          "text": "For whenever Israel had sown their seed, the Midianites and the Amalekites and the people of the east came up against them.",
          "ID": "3"
        },
        {
          "text": "They would encamp against them and destroy the crops as far as Gaza and leave no nourishment for Israel, and no ox or sheep or donkey.",
          "ID": "4"
        },
        {
          "text": "For they came up with their cattle and their tents, and they came like locusts for multitude; both they and their camels could not be counted. So they wasted the land as they entered it.",
          "ID": "5"
        },
        {
          "text": "And Israel was greatly impoverished because of the Midianites, and the Israelites cried to the Lord.",
          "ID": "6"
        },
        {
          "text": "And when they cried to the Lord because of Midian,",
          "ID": "7"
        },
        {
          "text": "The Lord sent a prophet to the Israelites, who said to them, Thus says the Lord, the God of Israel, I brought you up from Egypt and brought you forth out of the house of bondage.",
          "ID": "8"
        },
        {
          "text": "And I delivered you out of the hand of the Egyptians and out of the hand of all who oppressed you, and drove them out from before you and gave you their land.",
          "ID": "9"
        },
        {
          "text": "And I said to you, I am the Lord your God; fear not the gods of the Amorites, in whose land you dwell. But you have not obeyed My voice.",
          "ID": "10"
        },
        {
          "text": "Now the Angel of the Lord came and sat under the oak (terebinth) at Ophrah, which belonged to Joash the Abiezrite, and his son Gideon was beating wheat in the winepress to hide it from the Midianites.",
          "ID": "11"
        },
        {
          "text": "And the Angel of the Lord appeared to him and said to him, The Lord is with you, you mighty man of [fearless] courage.",
          "ID": "12"
        },
        {
          "text": "And Gideon said to him, O sir, if the Lord is with us, why is all this befallen us? And where are all His wondrous works of which our fathers told us, saying, Did not the Lord bring us up from Egypt? But now the Lord has forsaken us and given us into the hand of Midian.",
          "ID": "13"
        },
        {
          "text": "The Lord turned to him and said, Go in this your might, and you shall save Israel from the hand of Midian. Have I not sent you?",
          "ID": "14"
        },
        {
          "text": "Gideon said to Him, Oh Lord, how can I deliver Israel? Behold, my clan is the poorest in Manasseh, and I am the least in my father's house.",
          "ID": "15"
        },
        {
          "text": "The Lord said to him, Surely I will be with you, and you shall smite the Midianites as one man.",
          "ID": "16"
        },
        {
          "text": "Gideon said to Him, If now I have found favor in Your sight, then show me a sign that it is You Who talks with me.",
          "ID": "17"
        },
        {
          "text": "Do not leave here, I pray You, until I return to You and bring my offering and set it before You. And He said, I will wait until you return.",
          "ID": "18"
        },
        {
          "text": "Then Gideon went in and prepared a kid and unleavened cakes of an ephah of flour. The meat he put in a basket and the broth in a pot, and brought them to Him under the oak and presented them.",
          "ID": "19"
        },
        {
          "text": "And the Angel of God said to him, Take the meat and unleavened cakes and lay them on this rock and pour the broth over them. And he did so.",
          "ID": "20"
        },
        {
          "text": "Then the Angel of the Lord reached out the tip of the staff that was in His hand, and touched the meat and the unleavened cakes, and there flared up fire from the rock and consumed the meat and the unleavened cakes. Then the Angel of the Lord vanished from his sight.",
          "ID": "21"
        },
        {
          "text": "And when Gideon perceived that He was the Angel of the Lord, Gideon said, Alas, O Lord God! For now I have seen the Angel of the Lord face to face!",
          "ID": "22"
        },
        {
          "text": "The Lord said to him, Peace be to you, do not fear; you shall not die.",
          "ID": "23"
        },
        {
          "text": "Then Gideon built an altar there to the Lord and called it, The Lord is Peace. To this day it still stands in Ophrah, which belongs to the Abiezrites.",
          "ID": "24"
        },
        {
          "text": "That night the Lord said to Gideon, Take your father's bull, the second bull seven years old, and pull down the altar of Baal that your father has and cut down the Asherah [symbol of the goddess Asherah] that is beside it;",
          "ID": "25"
        },
        {
          "text": "And build an altar to the Lord your God on top of this stronghold with stones laid in proper order. Then take the second bull and offer a burnt sacrifice with the wood of the Asherah which you shall cut down.",
          "ID": "26"
        },
        {
          "text": "Then Gideon took ten men of his servants and did as the Lord had told him, but because he was too afraid of his father's household and the men of the city to do it by day, he did it by night.",
          "ID": "27"
        },
        {
          "text": "And when the men of the city arose early in the morning, behold, the altar of Baal was cast down, and the Asherah was cut down that was beside it, and the second bull was offered on the altar which had been built.",
          "ID": "28"
        },
        {
          "text": "And they said to one another, Who has done this thing? And when they searched and asked, they were told, Gideon son of Joash has done this thing.",
          "ID": "29"
        },
        {
          "text": "Then the men of the city commanded Joash, Bring out your son, that he may die, for he has pulled down the altar of Baal and cut down the Asherah beside it.",
          "ID": "30"
        },
        {
          "text": "But Joash said to all who stood against him, Will you contend for Baal? Or will you save him? He who will contend for Baal, let him be put to death while it is still morning. If Baal is a god, let him contend for himself because one has pulled down his altar.",
          "ID": "31"
        },
        {
          "text": "Therefore on that day he called Gideon Jerubbaal, meaning, Let Baal contend against him, because he had pulled down his altar.",
          "ID": "32"
        },
        {
          "text": "Then all the Midianites and the Amalekites and the people of the east came together and, crossing the Jordan, encamped in the Valley of Jezreel.",
          "ID": "33"
        },
        {
          "text": "But the Spirit of the Lord clothed Gideon with Himself and took possession of him, and he blew a trumpet, and [the clan of] Abiezer was gathered to him.",
          "ID": "34"
        },
        {
          "text": "And he sent messengers throughout all Manasseh, and the Manassites were called to follow him; and he sent messengers to Asher, to Zebulun, and to Naphtali, and they came up to meet them.",
          "ID": "35"
        },
        {
          "text": "And Gideon said to God, If You will deliver Israel by my hand as You have said,",
          "ID": "36"
        },
        {
          "text": "Behold, I will put a fleece of wool on the threshing floor. If there is dew on the fleece only and it is dry on all the ground, then I shall know that You will deliver Israel by my hand, as You have said.",
          "ID": "37"
        },
        {
          "text": "And it was so. When he rose early next morning and squeezed the dew out of the fleece, he wrung from it a bowlful of water.",
          "ID": "38"
        },
        {
          "text": "And Gideon said to God, Let not your anger be kindled against me, and I will speak but this once. Let me make trial only this once with the fleece, I pray you; let it now be dry only upon the fleece and upon all the ground let there be dew.",
          "ID": "39"
        },
        {
          "text": "And God did so that night, for it was dry on the fleece only, and there was dew on all the ground.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.6"
    },
    {
      "name": "Judges 7",
      "text": [
        {
          "text": "THEN JERUBBAAL, that is, Gideon, and all the people who were with him rose early and encamped beside the spring of Harod; and the camp of Midian was north of them by the hill of Moreh in the valley.",
          "ID": "1"
        },
        {
          "text": "The Lord said to Gideon, The people who are with you are too many for Me to give the Midianites into their hands, lest Israel boast about themselves against Me, saying, My own hand has delivered me.",
          "ID": "2"
        },
        {
          "text": "So now proclaim in the ears of the men, saying, Whoever is fearful and trembling, let him turn back and depart from Mount Gilead. And 22,000 of the men returned, but 10,000 remained.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to Gideon, The men are still too many; bring them down to the water, and I will test them for you there. And he of whom I say to you, This man shall go with you, shall go with you; and he of whom I say to you, This man shall not go with you, shall not go.",
          "ID": "4"
        },
        {
          "text": "So he brought the men down to the water, and the Lord said to Gideon, Everyone who laps up the water with his tongue as a dog laps it, you shall set by himself, likewise everyone who bows down on his knees to drink.",
          "ID": "5"
        },
        {
          "text": "And the number of those who lapped, putting their hand to their mouth, was 300 men, but all the rest of the people bowed down upon their knees to drink water.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Gideon, With the 300 men who lapped I will deliver you, and give the Midianites into your hand. Let all the others return every man to his home.",
          "ID": "7"
        },
        {
          "text": "So the people took provisions and their trumpets in their hands, and he sent all the rest of Israel every man to his home and retained those 300 men. And the host of Midian was below him in the valley.",
          "ID": "8"
        },
        {
          "text": "That same night the Lord said to Gideon, Arise, go down against their camp, for I have given it into your hand.",
          "ID": "9"
        },
        {
          "text": "But if you fear to go down, go with Purah your servant down to the camp",
          "ID": "10"
        },
        {
          "text": "And you shall hear what they say, and afterward your hands shall be strengthened to go down against the camp. Then he went down with Purah his servant to the outposts of the camp of the armed men.",
          "ID": "11"
        },
        {
          "text": "And the Midianites and the Amalekites and all the sons of the east lay along the valley like locusts for multitude; and their camels were without number, as the sand on the seashore for multitude.",
          "ID": "12"
        },
        {
          "text": "When Gideon arrived, behold, a man was telling a dream to his comrade. And he said, Behold, I dreamed a dream, and behold, a cake of barley bread tumbled into the camp of Midian and came to the tent and struck it so that it fell, and turned it upside down so that the tent lay flat.",
          "ID": "13"
        },
        {
          "text": "And his comrade replied, This is nothing else but the sword of Gideon son of Joash, a man of Israel. Into his hand God has given Midian and all the host.",
          "ID": "14"
        },
        {
          "text": "When Gideon heard the telling of the dream and its interpretation, he worshiped and returned to the camp of Israel and said, Arise, for the Lord has given into your hand the host of Midian.",
          "ID": "15"
        },
        {
          "text": "And he divided the 300 men into three companies, and he put into the hands of all of them trumpets and empty pitchers, with torches inside the pitchers.",
          "ID": "16"
        },
        {
          "text": "And he said to them, Look at me, then do likewise. When I come to the edge of their camp, do as I do.",
          "ID": "17"
        },
        {
          "text": "When I blow the trumpet, I and all who are with me, then you blow the trumpets also on every side of all the camp and shout, For the Lord and for Gideon!",
          "ID": "18"
        },
        {
          "text": "So Gideon and the 100 men who were with him came to the outskirts of the camp at the beginning of the middle watch, when the guards had just been changed, and they blew the trumpets and smashed the pitchers that were in their hands.",
          "ID": "19"
        },
        {
          "text": "And the three companies blew the trumpets and shattered the pitchers, holding the torches in their left hands, and in their right hands the trumpets to blow [leaving no chance to use swords], and they cried, The sword for the Lord and Gideon!",
          "ID": "20"
        },
        {
          "text": "They stood every man in his place round about the camp, and all the [Midianite] army ran–they cried out and fled.",
          "ID": "21"
        },
        {
          "text": "When [Gideon's men] blew the 300 trumpets, the Lord set every [Midianite's] sword against his comrade and against all the army, and the army fled as far as Beth-shittah toward Zererah, as far as the border of Abel-meholah by Tabbath.",
          "ID": "22"
        },
        {
          "text": "And the men of Israel were called together out of Naphtali and Asher and all Manasseh, and they pursued Midian.",
          "ID": "23"
        },
        {
          "text": "And Gideon sent messengers throughout all the hill country of Ephraim, saying, Come down against the Midianites and take all the intervening fords as far as Beth-barah and also the Jordan. So all the men of Ephraim were gathered together and took all the fords as far as Beth-barah and also the Jordan.",
          "ID": "24"
        },
        {
          "text": "And [the men of Ephraim] took the two princes of Midian, Oreb and Zeeb, and they slew Oreb at the rock of Oreb, and Zeeb they slew at the winepress of Zeeb, and pursued Midian; and they brought the heads of Oreb and Zeeb to Gideon beyond the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.7"
    },
    {
      "name": "Judges 8",
      "text": [
        {
          "text": "AND THE men of Ephraim said to Gideon, Why have you treated us like this, not calling us when you went to fight with Midian? And they quarreled with him furiously.",
          "ID": "1"
        },
        {
          "text": "And he said to them, What have I done now in comparison with you? Is not the gleaning of the grapes of [your big tribe of] Ephraim better than the vintage of [my little clan of] Abiezer?",
          "ID": "2"
        },
        {
          "text": "God has given into your hands the princes of Midian, Oreb and Zeeb, and what was I able to do in comparison with you? Then their anger toward him was abated when he had said that.",
          "ID": "3"
        },
        {
          "text": "And Gideon came to the Jordan and passed over, he and the 300 men with him, faint yet pursuing.",
          "ID": "4"
        },
        {
          "text": "And he said to the men of Succoth, Give, I pray you, loaves of bread to the people who follow me, for they are faint, and I am pursuing Zebah and Zalmunna, kings of Midian.",
          "ID": "5"
        },
        {
          "text": "And the princes of Succoth said, Are Zebah and Zalmunna already in your hand, that we should give bread to your army?",
          "ID": "6"
        },
        {
          "text": "And Gideon said, For that, when the Lord has delivered Zebah and Zalmunna into my hand, I will thresh your flesh with the thorns and briers of the wilderness!",
          "ID": "7"
        },
        {
          "text": "And he went from there up to Penuel and made the same request, and the men of Penuel answered him as the men of Succoth had done.",
          "ID": "8"
        },
        {
          "text": "And [Gideon] said to the men of Penuel, When I come again in peace, I will break down this tower.",
          "ID": "9"
        },
        {
          "text": "Now Zebah and Zalmunna were in Karkor with their army–about 15,000 men, all who were left of all the army of the sons of the east, for there had fallen 120,000 men who drew the sword.",
          "ID": "10"
        },
        {
          "text": "And Gideon went up by the route of those who dwelt in tents east of Nobah and Jogbehah and smote their camp [unexpectedly], for the army thought itself secure.",
          "ID": "11"
        },
        {
          "text": "And Zebah and Zalmunna fled, and he pursued them and took the two kings of Midian, Zebah and Zalmunna, and terrified all the army.",
          "ID": "12"
        },
        {
          "text": "Then Gideon son of Joash returned from the battle by the ascent of Heres.",
          "ID": "13"
        },
        {
          "text": "And he caught a young man of Succoth and inquired of him, and [the youth] wrote down for him [the names of] the officials of Succoth and its elders, seventy-seven men.",
          "ID": "14"
        },
        {
          "text": "And he came to the men of Succoth and said, Behold Zebah and Zalmunna, about whom you scoffed at me, saying, Are Zebah and Zalmunna now in your hand, that we should give bread to your men who are faint?",
          "ID": "15"
        },
        {
          "text": "And he took the elders of the city and thorns of the wilderness and briers, and with them he taught the men of Succoth [a lesson].",
          "ID": "16"
        },
        {
          "text": "And he broke down the tower of Penuel and slew the men of the city.",
          "ID": "17"
        },
        {
          "text": "Then [Gideon] said to Zebah and Zalmunna, What kind of men were they whom you slew at Tabor? And they replied, They were like you, each of them resembled the son of a king.",
          "ID": "18"
        },
        {
          "text": "And he said, They were my brothers, the sons of my mother. As the Lord lives, if you had saved them alive, I would not slay you.",
          "ID": "19"
        },
        {
          "text": "And [Gideon] said to Jether his firstborn [to embarrass them], Up, and slay them. But the youth drew not his sword, for he feared because he was yet a lad.",
          "ID": "20"
        },
        {
          "text": "Then Zebah and Zalmunna said, Rise yourself and fall on us; for as the man is, so is his strength. And Gideon arose and slew Zebah and Zalmunna and took the [crescent-shaped] ornaments that were on their camels' necks.",
          "ID": "21"
        },
        {
          "text": "Then the men of Israel said to Gideon, Rule over us–you and your son and your son's son also–for you have delivered us from the hand of Midian.",
          "ID": "22"
        },
        {
          "text": "And Gideon said to them, I will not rule over you, and my son will not rule over you; the Lord will rule over you.",
          "ID": "23"
        },
        {
          "text": "And Gideon said to them, Let me make a request of you–every man of you give me the earrings of his spoil. For [the Midianites] had gold earrings because they were Ishmaelites [general term for all descendants of Keturah].",
          "ID": "24"
        },
        {
          "text": "And they answered, We will willingly give them. And they spread a garment, and every man cast on it the earrings of his spoil.",
          "ID": "25"
        },
        {
          "text": "And the weight of the golden earrings that he requested was 1,700 shekels of gold, besides the crescents and pendants and the purple garments worn by the kings of Midian, and the chains that were about their camels' necks.",
          "ID": "26"
        },
        {
          "text": "And Gideon made an ephod [a sacred, high priest's garment] of it, and put it in his city of Ophrah, and all Israel paid homage to it there, and it became a snare to Gideon and to his family.",
          "ID": "27"
        },
        {
          "text": "Thus was Midian subdued before the Israelites so that they lifted up their heads no more. And the land had peace and rest for forty years in the days of Gideon.",
          "ID": "28"
        },
        {
          "text": "Jerubbaal (Gideon) son of Joash went and dwelt in his own house.",
          "ID": "29"
        },
        {
          "text": "Now Gideon had seventy sons born to him, for he had many wives.",
          "ID": "30"
        },
        {
          "text": "And his concubine, who was in Shechem, also bore him a son, whom he named Abimelech.",
          "ID": "31"
        },
        {
          "text": "Gideon son of Joash died at a good old age and was buried in the tomb of Joash his father in Ophrah of the Abiezrites.",
          "ID": "32"
        },
        {
          "text": "As soon as Gideon was dead, the Israelites turned again and played the harlot after the Baals and made Baal-berith their god.",
          "ID": "33"
        },
        {
          "text": "And the Israelites did not remember the Lord their God, Who had delivered them out of the hand of all their enemies on every side;",
          "ID": "34"
        },
        {
          "text": "Neither did they show kindness to the family of Jerubbaal, that is, Gideon, in return for all the good which he had done for Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:JDG.8"
    },
    {
      "name": "Judges 9",
      "text": [
        {
          "text": "NOW ABIMELECH son of Jerubbaal (Gideon) went to Shechem to his mother's kinsmen and said to them and to the whole clan of his mother's family,",
          "ID": "1"
        },
        {
          "text": "Say, I pray you, in the hearing of all the men of Shechem, Which is better for you: that all seventy of the sons of Jerubbaal reign over you, or that one man rule over you? Remember also that I am your bone and your flesh.",
          "ID": "2"
        },
        {
          "text": "And his mother's kinsmen spoke all these words concerning him in the hearing of all the men of Shechem, and their hearts inclined to follow Abimelech, for they said, He is our brother.",
          "ID": "3"
        },
        {
          "text": "And they gave him seventy pieces of silver out of the house of Baal-berith, with which Abimelech hired worthless and foolhardy men who followed him.",
          "ID": "4"
        },
        {
          "text": "And he went to his father's house at Ophrah and slew his brothers the sons of Jerubbaal, seventy men, on one stone. But Jotham, the youngest son of Jerubbaal, was left, for he hid himself.",
          "ID": "5"
        },
        {
          "text": "And all the men of Shechem gathered together and all of Beth-millo, and they went and made Abimelech king by the oak (terebinth) of the pillar at Shechem.",
          "ID": "6"
        },
        {
          "text": "When it was told to Jotham, he went and stood at the top of Mount Gerizim and shouted to them, Hear me, men of Shechem, that God may hear you.",
          "ID": "7"
        },
        {
          "text": "One time the trees went forth to anoint a king over them, and they said to the olive tree, Reign over us.",
          "ID": "8"
        },
        {
          "text": "But the olive tree said to them, Should I leave my fatness, by which God and man are honored, and go to wave over the trees?",
          "ID": "9"
        },
        {
          "text": "Then the trees said to the fig tree, You come and reign over us.",
          "ID": "10"
        },
        {
          "text": "But the fig tree said to them, Should I leave my sweetness and my good fruit and go to wave over the trees?",
          "ID": "11"
        },
        {
          "text": "Then the trees said to the vine (grapevine), You come and reign over us.",
          "ID": "12"
        },
        {
          "text": "And the vine (grapevine) replied, Should I leave my new wine, which rejoices God and man, and go to wave over the trees?",
          "ID": "13"
        },
        {
          "text": "Then all the trees said to the bramble, You come and reign over us.",
          "ID": "14"
        },
        {
          "text": "And the bramble said to the trees, If in good faith you are anointing me king over you, then come and take refuge in my shade; but if not, let fire come out of the bramble and devour the cedars of Lebanon.",
          "ID": "15"
        },
        {
          "text": "Now therefore, if you acted sincerely and honorably when you made Abimelech king, and if you have dealt well with Jerubbaal and his house and have done to him as his deeds deserved–",
          "ID": "16"
        },
        {
          "text": "For my father fought for you, jeopardized his life, and rescued you from the hand of Midian;",
          "ID": "17"
        },
        {
          "text": "And you have risen up against my father's house this day and have slain his sons, seventy men, on one stone and have made Abimelech, son of his maidservant, king over the people of Shechem because he is your kinsman–",
          "ID": "18"
        },
        {
          "text": "If you then have acted sincerely and honorably with Jerubbaal and his house this day, then rejoice in Abimelech, and let him also rejoice in you;",
          "ID": "19"
        },
        {
          "text": "But if not, let fire come out from Abimelech and devour the people of Shechem and Beth-millo, and let fire come out from the people of Shechem and Beth-millo and devour Abimelech.",
          "ID": "20"
        },
        {
          "text": "And Jotham ran away and fled, and went to Beer and dwelt there for fear of Abimelech his brother.",
          "ID": "21"
        },
        {
          "text": "Abimelech reigned three years over Israel.",
          "ID": "22"
        },
        {
          "text": "And God sent an evil spirit between Abimelech and the men of Shechem, and the men of Shechem dealt treacherously with Abimelech,",
          "ID": "23"
        },
        {
          "text": "That the violence done to the seventy sons of Jerubbaal might come, and that their blood might be laid upon Abimelech their brother, who slew them, and upon the men of Shechem, who strengthened his hands to slay his brothers.",
          "ID": "24"
        },
        {
          "text": "And the men of Shechem set men in ambush against [Abimelech] on the mountaintops, and they robbed all who passed by them along that way; and it was told to Abimelech.",
          "ID": "25"
        },
        {
          "text": "And Gaal son of Ebed came with his kinsmen and moved into Shechem, and the men of Shechem put confidence in him.",
          "ID": "26"
        },
        {
          "text": "And they went out into the field, gathered their vineyard fruits and trod them, and held a festival; and going into the house of their god, they ate and drank and cursed Abimelech.",
          "ID": "27"
        },
        {
          "text": "Gaal son of Ebed said, Who is Abimelech, and who are we of Shechem, that we should serve him? Were not the son of Jerubbaal and Zebul, his officer, servants of the men of Hamor the father and founder of Shechem? Then why should we serve him?",
          "ID": "28"
        },
        {
          "text": "Would that this people were under my hand! Then would I remove Abimelech and say to him, Increase your army and come out.",
          "ID": "29"
        },
        {
          "text": "When Zebul the city's mayor heard the words of Gaal son of Ebed, his anger was kindled.",
          "ID": "30"
        },
        {
          "text": "And he sent messengers to Abimelech slyly, saying, Behold, Gaal son of Ebed and his kinsmen have come to Shechem; and behold, they stir up the city to rise against you.",
          "ID": "31"
        },
        {
          "text": "Now therefore, rise up by night, you and the men with you, and lie in wait in the field.",
          "ID": "32"
        },
        {
          "text": "Then in the morning, as soon as the sun is up, rise early and set upon the city; and when Gaal and the men with him come out against you, do to them as opportunity permits.",
          "ID": "33"
        },
        {
          "text": "And Abimelech rose up by night, and all the men with him, and they laid in wait against Shechem in four companies.",
          "ID": "34"
        },
        {
          "text": "And Gaal son of Ebed came out and stood in the entrance of the city's gate. Then Abimelech and the men with him rose up from ambush.",
          "ID": "35"
        },
        {
          "text": "When Gaal saw the men, he said to Zebul, Look, men are coming down from the mountaintops! Zebul said to him, The shadow of the mountains looks to you like men.",
          "ID": "36"
        },
        {
          "text": "And Gaal spoke again and said, See, men are coming down from the center of the land, and one company is coming from the direction of the oak of Meonenim [the sorcerers].",
          "ID": "37"
        },
        {
          "text": "Then said Zebul to Gaal, Where is your [big] mouth now, you who said, Who is Abimelech, that we should serve him? Are not these the men whom you have despised? Go out now and fight with them.",
          "ID": "38"
        },
        {
          "text": "And Gaal went out ahead of the men of Shechem and fought with Abimelech.",
          "ID": "39"
        },
        {
          "text": "And Abimelech chased him, and he fled before him; and many fell wounded–even to the entrance of the gate.",
          "ID": "40"
        },
        {
          "text": "And Abimelech lodged at Arumah, and Zebul thrust out Gaal and his kinsmen so that they could not live in Shechem.",
          "ID": "41"
        },
        {
          "text": "The next day the men went out into the fields, and Abimelech was told.",
          "ID": "42"
        },
        {
          "text": "He took his men and divided them into three companies and laid in wait in the field; and he looked and behold, the people were coming out of the city. And he rose up against them and smote them.",
          "ID": "43"
        },
        {
          "text": "And Abimelech and the company with him rushed forward and stood in the entrance of the city's gate, while the two other companies rushed upon all who were in the field and slew them.",
          "ID": "44"
        },
        {
          "text": "And Abimelech fought against the city all that day. He took the city and slew the people who were in it. He demolished the city and sowed it with salt.",
          "ID": "45"
        },
        {
          "text": "And when all the men of the Tower of Shechem heard of it, they entered the stronghold of the house of El-berith [the god of Berith].",
          "ID": "46"
        },
        {
          "text": "Abimelech was told that all the people of the Tower of Shechem were gathered together.",
          "ID": "47"
        },
        {
          "text": "And Abimelech went up to Mount Zalmon, he and all the men with him; and Abimelech took an ax in his hand and cut down a bundle of brush, picked it up, and laid it on his shoulder. And he said to the men with him, What you have seen me do, make haste to do also.",
          "ID": "48"
        },
        {
          "text": "So each of the men cut down his bundle and following Abimelech put it against the stronghold and set [the stronghold] on fire over the people in it, so that all the people of the Tower of Shechem also died, about 1,000 men and women.",
          "ID": "49"
        },
        {
          "text": "Then Abimelech went to Thebez and encamped against Thebez and took it.",
          "ID": "50"
        },
        {
          "text": "But there was a strong tower in the city, and all the people of the city–men and women–fled to it, shut themselves in, and went to the roof of the tower.",
          "ID": "51"
        },
        {
          "text": "And Abimelech came to the tower and fought against it and drew near the door of the tower to burn it with fire.",
          "ID": "52"
        },
        {
          "text": "But a certain woman cast an upper millstone [down] upon Abimelech's head and broke his skull.",
          "ID": "53"
        },
        {
          "text": "Then he called hastily to the young man, his armor-bearer, and said to him, Draw your sword and slay me, so that men may not say of me, A woman slew him. And his young man thrust him through, and he died.",
          "ID": "54"
        },
        {
          "text": "And when the men of Israel saw that Abimelech was dead, they departed each man to his home.",
          "ID": "55"
        },
        {
          "text": "Thus God repaid the wickedness of Abimelech which he had done to his father [Gideon] by slaying his seventy brothers;",
          "ID": "56"
        },
        {
          "text": "And all the wickedness of the men of Shechem God repaid upon their heads and caused to come upon them the curse of Jotham son of Jerubbaal. [Judg. 9:19, 20.]",
          "ID": "57"
        }
      ],
      "ID": "OT:JDG.9"
    },
    {
      "name": "Judges 10",
      "text": [
        {
          "text": "AFTER ABIMELECH there arose to rescue Israel, Tola son of Puah, the son of Dodo, a man of Issachar; and he lived at Shamir in the hill country of Ephraim.",
          "ID": "1"
        },
        {
          "text": "He judged Israel twenty-three years; then he died and was buried in Shamir.",
          "ID": "2"
        },
        {
          "text": "After him arose Jair the Gileadite, and he judged Israel twenty-two years.",
          "ID": "3"
        },
        {
          "text": "And he had thirty sons who rode on thirty donkey colts, and they had thirty towns called Havvoth-jair [towns of Jair] which to this day are in the land of Gilead.",
          "ID": "4"
        },
        {
          "text": "And Jair died and was buried in Kamon.",
          "ID": "5"
        },
        {
          "text": "And the Israelites again did what was evil in the sight of the Lord, served the Baals, the Ashtaroth [female deities], the gods of Syria, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. They forsook the Lord and did not serve Him.",
          "ID": "6"
        },
        {
          "text": "And the anger of the Lord was kindled against Israel, and He sold them into the hands of the Philistines and the Ammonites,",
          "ID": "7"
        },
        {
          "text": "And they oppressed and crushed and broke the Israelites that year. For eighteen years they oppressed all the Israelites beyond the Jordan in the land of the Amorites, which is in Gilead.",
          "ID": "8"
        },
        {
          "text": "And the Ammonites passed over the Jordan to fight against Judah, Benjamin, and the house of Ephraim, so that Israel was sorely distressed.",
          "ID": "9"
        },
        {
          "text": "And the Israelites cried to the Lord, saying, We have sinned against You, because we have forsaken our God and have served the Baals.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to the Israelites, Did I not deliver you from the Egyptians, the Amorites, the Ammonites, and the Philistines?",
          "ID": "11"
        },
        {
          "text": "Also when the Sidonians, the Amalekites, and the Maonites oppressed and crushed you, you cried to Me, and I delivered you out of their hands.",
          "ID": "12"
        },
        {
          "text": "Yet you have forsaken Me and served other gods; therefore I will deliver you no more.",
          "ID": "13"
        },
        {
          "text": "Go, cry to the gods you have chosen; let them deliver you in your time of distress.",
          "ID": "14"
        },
        {
          "text": "And the Israelites said to the Lord, We have sinned, do to us whatever seems good to You; only deliver us, we pray You, this day.",
          "ID": "15"
        },
        {
          "text": "So they put away the foreign gods from among them and served the Lord, and His heart became impatient over the misery of Israel.",
          "ID": "16"
        },
        {
          "text": "Then the Ammonites were gathered together and they encamped in Gilead. And the Israelites assembled and encamped at Mizpah.",
          "ID": "17"
        },
        {
          "text": "And the leaders of Gilead [the Israelites] said one to another, Who is the man who will begin to fight against the Ammonites? He shall be head over all the inhabitants of Gilead.",
          "ID": "18"
        }
      ],
      "ID": "OT:JDG.10"
    },
    {
      "name": "Judges 11",
      "text": [
        {
          "text": "NOW JEPHTHAH the Gileadite was a mighty warrior, but he was the son of a harlot. Gilead was Jephthah's father.",
          "ID": "1"
        },
        {
          "text": "And Gilead's wife also bore him sons, and when his wife's sons grew up, they thrust Jephthah out and said to him, You shall not have an inheritance in our father's house, for you are the son of another woman.",
          "ID": "2"
        },
        {
          "text": "Then Jephthah fled from his brothers and dwelt in the land of Tob; and worthless men gathered around Jephthah and went on raids with him.",
          "ID": "3"
        },
        {
          "text": "And after a time, the Ammonites made war against Israel.",
          "ID": "4"
        },
        {
          "text": "And when the Ammonites made war against Israel, the elders of Gilead went to bring Jephthah out of the land of Tob;",
          "ID": "5"
        },
        {
          "text": "And they said to Jephthah, Come and be our leader, that we may fight with the Ammonites.",
          "ID": "6"
        },
        {
          "text": "But Jephthah said to the elders of Gilead, Did you not hate me and drive me out of my father's house? Why have you come to me now when you are in trouble?",
          "ID": "7"
        },
        {
          "text": "And the elders of Gilead said to Jephthah, This is why we have turned to you now, that you may go with us and fight the Ammonites and be our head over all the citizens of Gilead.",
          "ID": "8"
        },
        {
          "text": "Jephthah said to the elders of Gilead, If you bring me home again to fight against the Ammonites and the Lord gives them over to me, [understand that] I will be your head.",
          "ID": "9"
        },
        {
          "text": "And the elders of Gilead said to Jephthah, The Lord is witness between us, if we do not do as you have said.",
          "ID": "10"
        },
        {
          "text": "So Jephthah went with the elders of Gilead, and the people made him head and leader over them. And Jephthah repeated all he had promised before the Lord at Mizpah.",
          "ID": "11"
        },
        {
          "text": "And Jephthah sent messengers to the king of the Ammonites, saying, What have you to do with me, that you have come against me to fight in my land?",
          "ID": "12"
        },
        {
          "text": "The Ammonites' king replied to the messengers of Jephthah, Because Israel took away my land [which was not true] when they came up out of Egypt [300 years before], from the Arnon even to Jabbok and to the Jordan; now therefore, restore those lands peaceably.",
          "ID": "13"
        },
        {
          "text": "And Jephthah sent messengers again to the king of the Ammonites",
          "ID": "14"
        },
        {
          "text": "And said to him, Thus says Jephthah, Israel did not take the land of Moab or the land of the Ammonites.",
          "ID": "15"
        },
        {
          "text": "But when [Israel] came up from Egypt, [they] walked through the wilderness to the Red Sea and came to Kadesh.",
          "ID": "16"
        },
        {
          "text": "Then Israel sent messengers to the king of Edom, saying, Let us, we pray, pass through your land, but the king of Edom would not listen. Also they sent to the king of Moab, but he would not consent. So Israel remained at Kadesh.",
          "ID": "17"
        },
        {
          "text": "Then they went through the wilderness and went around the land of Edom and the land of Moab, and came by the east side of the land of Moab and camped on the other side of the Arnon; but they came not within the territory of Moab, for the Arnon was the boundary of Moab.",
          "ID": "18"
        },
        {
          "text": "Then Israel sent messengers to Sihon king of the Amorites, king of Heshbon, and Israel said to him, Let us pass, we pray you, through your land to our country.",
          "ID": "19"
        },
        {
          "text": "But Sihon did not trust Israel to pass through his territory; so Sihon gathered all his people together and encamped at Jahaz and fought with Israel.",
          "ID": "20"
        },
        {
          "text": "And the Lord, the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; so Israel took possession of all the land of the Amorites, the inhabitants of that country.",
          "ID": "21"
        },
        {
          "text": "They possessed all the territory of the Amorites, from the Arnon even to the Jabbok, and from the wilderness even to the Jordan.",
          "ID": "22"
        },
        {
          "text": "So now the Lord God of Israel has dispossessed the Amorites from before His people Israel, and should you possess them?",
          "ID": "23"
        },
        {
          "text": "Will you not possess what Chemosh your god gives you to possess? And all the Lord our God dispossessed before us, we will possess.",
          "ID": "24"
        },
        {
          "text": "Now are you any better than Balak son of Zippor, king of Moab? Did he ever strive against Israel or did he ever go to war with them?",
          "ID": "25"
        },
        {
          "text": "While Israel dwelt in Heshbon and its villages, and in Aroer and its villages, and in all the cities along the banks of the Arnon for 300 years, why did you not recover [your lost lands] during that time?",
          "ID": "26"
        },
        {
          "text": "So I have not sinned against you, but you are doing me wrong to war against me. The Lord, the [righteous] Judge, judge this day between the Israelites and the Ammonites.",
          "ID": "27"
        },
        {
          "text": "But the king of the Ammonites did not listen to the message Jephthah sent him.",
          "ID": "28"
        },
        {
          "text": "Then the Spirit of the Lord came upon Jephthah, and he passed through Gilead and Manasseh, and Mizpah of Gilead, and from Mizpah of Gilead he passed on to the Ammonites.",
          "ID": "29"
        },
        {
          "text": "And Jephthah made a vow to the Lord and said, If You will indeed give the Ammonites into my hand,",
          "ID": "30"
        },
        {
          "text": "Then whatever or whoever comes forth from the doors of my house to meet me when I return in peace from the Ammonites, it shall be the Lord's, and I will offer it or him up as a burnt offering.",
          "ID": "31"
        },
        {
          "text": "Then Jephthah crossed over to the Ammonites to fight with them, and the Lord gave them into his hand.",
          "ID": "32"
        },
        {
          "text": "And from Aroer to Minnith he smote them, twenty cities, and as far as Abel-cheramim [the meadow of vineyards], with a very great slaughter. So the Ammonites were subdued before the Israelites.",
          "ID": "33"
        },
        {
          "text": "Then Jephthah came to Mizpah to his home, and behold, his daughter came out to meet him with timbrels and with dances! And she was his only child; beside her he had neither son nor daughter.",
          "ID": "34"
        },
        {
          "text": "And when he saw her, he rent his clothes and said, Alas, my daughter! You have brought me very low, and you are the cause of great trouble to me; for I have opened my mouth [in a vow] to the Lord, and I cannot take it back.",
          "ID": "35"
        },
        {
          "text": "And she said to him, My father, if you have opened your mouth to the Lord, do to me according to what you have vowed, since the Lord has taken vengeance for you on your enemies, the Ammonites.",
          "ID": "36"
        },
        {
          "text": "And she said to her father, Let this thing be done for me; let me alone two months, that I may go and wander upon the mountains and bewail my virginity, I and my companions.",
          "ID": "37"
        },
        {
          "text": "And he said, Go. And he sent her away for two months, and she went with her companions and bewailed her virginity upon the mountains.",
          "ID": "38"
        },
        {
          "text": "At the end of two months she returned to her father, who did with her according to his vow which he had vowed. She never mated with a man. This became a custom in Israel–",
          "ID": "39"
        },
        {
          "text": "That the daughters of Israel went yearly to mourn the daughter of Jephthah the Gileadite four days in a year.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.11"
    },
    {
      "name": "Judges 12",
      "text": [
        {
          "text": "THE MEN of Ephraim were summoned together and they crossed to Zaphon and said to Jephthah, Why did you cross over to fight with the Ammonites and did not summon us to go with you? We will burn your house over you with fire.",
          "ID": "1"
        },
        {
          "text": "And Jephthah said to them, I and my people were in a severe conflict with the Ammonites, and I when I called you, you did not rescue me from their hands.",
          "ID": "2"
        },
        {
          "text": "And when I saw that you would not rescue me, I put my life in my hands and crossed over against the Ammonites, and the Lord delivered them into my hand. Why then have you come up to me this day to fight against me?",
          "ID": "3"
        },
        {
          "text": "Then Jephthah gathered all the men of Gilead and fought with Ephraim; and the men of Gilead smote Ephraim because they had said, You Gileadites are fugitives of Ephraim in the midst of Ephraim and Manasseh.",
          "ID": "4"
        },
        {
          "text": "And the Gileadites took the fords of the Jordan before the Ephraimites; and when any of those Ephraimites who had escaped said, Let me go over, the men of Gilead said to him, Are you an Ephraimite? If he said, No,",
          "ID": "5"
        },
        {
          "text": "They said to him, Then say Shibboleth; and he said, Sibboleth, for he could not pronounce it right. Then they seized him and slew him at the fords of the Jordan. And there fell at that time 42,000 of the Ephraimites.",
          "ID": "6"
        },
        {
          "text": "Jephthah judged Israel six years. Then Jephthah the Gileadite died and was buried in one of the cities of Gilead.",
          "ID": "7"
        },
        {
          "text": "And after him Ibzan of Bethlehem judged Israel.",
          "ID": "8"
        },
        {
          "text": "And he had thirty sons and thirty daughters whom he gave [to husbands] outside his tribe, and thirty daughters [daughters-in-law] whom he brought in from outside his tribe for his sons. And he judged Israel seven years.",
          "ID": "9"
        },
        {
          "text": "Then Ibzan died and was buried at Bethlehem.",
          "ID": "10"
        },
        {
          "text": "After him Elon the Zebulunite judged Israel, and he judged Israel ten years.",
          "ID": "11"
        },
        {
          "text": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun.",
          "ID": "12"
        },
        {
          "text": "And after him Abdon son of Hillel the Pirathonite judged Israel.",
          "ID": "13"
        },
        {
          "text": "And he had forty sons and thirty grandsons who rode on seventy donkey colts; and he judged Israel eight years.",
          "ID": "14"
        },
        {
          "text": "Then Abdon son of Hillel the Pirathonite died, and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites.",
          "ID": "15"
        }
      ],
      "ID": "OT:JDG.12"
    },
    {
      "name": "Judges 13",
      "text": [
        {
          "text": "AND THE Israelites again did what was evil in the sight of the Lord, and the Lord gave them into the hands of the Philistines for forty years.",
          "ID": "1"
        },
        {
          "text": "And there was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah; and his wife was barren and had no children.",
          "ID": "2"
        },
        {
          "text": "And the Angel of the Lord appeared to the woman and said to her, Behold, you are barren and have no children, but you shall become pregnant and bear a son.",
          "ID": "3"
        },
        {
          "text": "Therefore beware and drink no wine or strong drink and eat nothing unclean.",
          "ID": "4"
        },
        {
          "text": "For behold, you shall become pregnant and bear a son. No razor shall come upon his head, for the child shall be a Nazirite to God from birth, and he shall begin to deliver Israel out of the hands of the Philistines.",
          "ID": "5"
        },
        {
          "text": "Then the woman went and told her husband, saying, A Man of God came to me and his face was like the face of the Angel of God, to be greatly and reverently feared. I did not ask him from where he came, and he did not tell me his name.",
          "ID": "6"
        },
        {
          "text": "But he said to me, Behold, you shall become pregnant and bear a son, and now drink no wine or strong drink and eat nothing unclean, for the child shall be a Nazirite to God from birth to the day of his death.",
          "ID": "7"
        },
        {
          "text": "Then Manoah entreated the Lord and said, O Lord, let the Man of God whom You sent come again to us and teach us what we shall do with the child that shall be born.",
          "ID": "8"
        },
        {
          "text": "And God listened to the voice of Manoah, and the Angel of God came again to the woman as she sat in the field; but Manoah her husband was not with her.",
          "ID": "9"
        },
        {
          "text": "And the woman ran in haste and told her husband and said to him, Behold, the Man who came to me the other day has appeared to me.",
          "ID": "10"
        },
        {
          "text": "And Manoah arose and went after his wife and came to the Man and said to him, Are you the Man who spoke to this woman? And he said, I am.",
          "ID": "11"
        },
        {
          "text": "And Manoah said, Now when your words come true, how shall we manage the child, and what is he to do?",
          "ID": "12"
        },
        {
          "text": "And the Angel of the Lord said to Manoah, Let the mother beware of all that I told her.",
          "ID": "13"
        },
        {
          "text": "She may not eat of anything that comes from the grapevine, nor drink wine or strong drink nor eat any unclean thing. All that I commanded her let her observe.",
          "ID": "14"
        },
        {
          "text": "And Manoah said to the Angel of the Lord, Pray, let us detain you that we may prepare a kid for you.",
          "ID": "15"
        },
        {
          "text": "And the Angel of the Lord said to Manoah, Though you detain me, I will not eat of your food, but if you make ready a burnt offering, offer it to the Lord. For Manoah did not know that he was the Angel of the Lord.",
          "ID": "16"
        },
        {
          "text": "And Manoah said to the Angel of the Lord, What is your name, so that when your words come true, we may do you honor?",
          "ID": "17"
        },
        {
          "text": "And the Angel of the Lord said to him, Why do you ask my name, seeing it is wonderful? [Isa. 9:6.]",
          "ID": "18"
        },
        {
          "text": "So Manoah took the kid with the cereal offering and offered it upon a rock to the Lord, the Angel working wonders, while Manoah and his wife looked on.",
          "ID": "19"
        },
        {
          "text": "For when the flame went up toward the heavens from the altar, the Angel of the Lord ascended in the altar flame. And Manoah and his wife looked on, and they fell on their faces to the ground.",
          "ID": "20"
        },
        {
          "text": "The Angel of the Lord did not appear again to Manoah or to his wife. Then Manoah knew that he was the Angel of the Lord.",
          "ID": "21"
        },
        {
          "text": "And Manoah said to his wife, We shall surely die, because we have seen God.",
          "ID": "22"
        },
        {
          "text": "But his [sensible] wife said to him, If the Lord were pleased to kill us, He would not have received a burnt offering and a cereal offering from our hands, nor have shown us all these things or now have announced such things as these.",
          "ID": "23"
        },
        {
          "text": "And the woman [in due time] bore a son and called his name Samson; and the child grew and the Lord blessed him.",
          "ID": "24"
        },
        {
          "text": "And the Spirit of the Lord began to move him at times in Mahaneh-dan [the camp of Dan] between Zorah and Eshtaol.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.13"
    },
    {
      "name": "Judges 14",
      "text": [
        {
          "text": "SAMSON WENT down to Timnah and at Timnah saw one of the daughters of the Philistines.",
          "ID": "1"
        },
        {
          "text": "And he came up and told his father and mother, I saw one of the daughters of the Philistines at Timnah; now get her for me as my wife.",
          "ID": "2"
        },
        {
          "text": "But his father and mother said to him, Is there not a woman among the daughters of your kinsmen or among all our people, that you must go to take a wife from the uncircumcised Philistines? And Samson said to his father, Get her for me, for she is all right in my eyes.",
          "ID": "3"
        },
        {
          "text": "His father and mother did not know that it was of the Lord, and that He sought an occasion for assailing the Philistines. At that time the Philistines had dominion over Israel.",
          "ID": "4"
        },
        {
          "text": "Then Samson and his father and mother went down to Timnah and came to the vineyards of Timnah. And behold, a young lion roared against him.",
          "ID": "5"
        },
        {
          "text": "And the Spirit of the Lord came mightily upon him, and he tore the lion as he would have torn a kid, and he had nothing in his hand; but he did not tell his father or mother what he had done.",
          "ID": "6"
        },
        {
          "text": "And he went down and talked with the woman, and she pleased Samson well.",
          "ID": "7"
        },
        {
          "text": "And after a while he returned to take her, and he turned aside to see the body of the lion, and behold, a swarm of bees and honey were in the body of the lion.",
          "ID": "8"
        },
        {
          "text": "And he scraped some of the honey out into his hands and went along eating. And he came to his father and mother and gave them some, and they ate it; but he did not tell them he had taken the honey from the body of the lion.",
          "ID": "9"
        },
        {
          "text": "His father went down to the woman, and Samson made a feast there, for that was the customary thing for young men to do.",
          "ID": "10"
        },
        {
          "text": "And when the people saw him, they brought thirty companions to be with him.",
          "ID": "11"
        },
        {
          "text": "And Samson said to them, I will now put forth a riddle to you; if you can tell me what it is within the seven days of the feast, and find it out, then I will give you thirty linen undergarments and thirty changes of raiment.",
          "ID": "12"
        },
        {
          "text": "But if you cannot declare it to me, then shall you give me thirty linen undergarments and thirty changes of festive [costly] raiment. And they said to him, Put forth your riddle, that we may hear it.",
          "ID": "13"
        },
        {
          "text": "And he said to them, Out of the eater came forth food, and out of the strong came forth sweetness. And they could not solve the riddle in three days.",
          "ID": "14"
        },
        {
          "text": "And on the seventh day they said to Samson's wife, Entice your husband to declare to us the riddle, lest we burn you and your father's household with fire. Have you invited us to make us poor? Is this not true?",
          "ID": "15"
        },
        {
          "text": "And Samson's wife wept before him and said, You only hate me, you do not love me; you have put forth a riddle to my countrymen and have not told the answer to me. And he said to her, Behold, I have not told my father or my mother, and shall I tell you?",
          "ID": "16"
        },
        {
          "text": "And Samson's wife wept before him the seven days their feast lasted, and on the seventh day he told her because she pressed him with entreaties. Then she told the riddle to her countrymen.",
          "ID": "17"
        },
        {
          "text": "And the men of the city said to [Samson] on the seventh day before sundown, What is sweeter than honey? What is stronger than a lion? And he said to them, If you had not plowed with my heifer, you would not have solved my riddle.",
          "ID": "18"
        },
        {
          "text": "And the Spirit of the Lord came upon him, and he went down to Ashkelon and slew thirty men of them and took their apparel [as spoil], and gave the changes of garments to those who explained the riddle. And his anger was kindled, and he went up to his father's house.",
          "ID": "19"
        },
        {
          "text": "But Samson's wife was [given] to his companion who was his [best] friend.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.14"
    },
    {
      "name": "Judges 15",
      "text": [
        {
          "text": "BUT SOME days later, in the time of wheat harvest, Samson went to visit his wife, taking along a kid [as a token of reconciliation]; and he said, I will go unto my wife in the inner chamber. But her father would not allow him to go in.",
          "ID": "1"
        },
        {
          "text": "And her father said, I truly thought you utterly hated her, so I gave her to your companion. Is her younger sister not fairer than she? Take her, I pray you, instead.",
          "ID": "2"
        },
        {
          "text": "And Samson said of them, This time shall I be blameless as regards the Philistines, though I do them evil.",
          "ID": "3"
        },
        {
          "text": "So Samson went and caught 300 foxes or jackals and took torches and turning the foxes tail to tail, he put a torch between each pair of tails.",
          "ID": "4"
        },
        {
          "text": "And when he had set the torches ablaze, he let the foxes go into the standing grain of the Philistines, and he burned up the shocks and the standing grain, along with the olive orchards.",
          "ID": "5"
        },
        {
          "text": "Then the Philistines said, Who has done this? And they were told, Samson, the son-in-law of the Timnite, because he [the Timnite] has taken his [Samson's] wife and has given her to his companion. And the Philistines came up and burned her and her father with fire.",
          "ID": "6"
        },
        {
          "text": "And Samson said to them, If this is the way you act, surely I will take revenge on you, and after that I will quit.",
          "ID": "7"
        },
        {
          "text": "And he smote them hip and thigh [unsparingly], a great slaughter; and he went down and dwelt in the cleft of the rock of Etam.",
          "ID": "8"
        },
        {
          "text": "Then the Philistines came up and encamped in Judah and spread themselves in Lehi.",
          "ID": "9"
        },
        {
          "text": "And the men of Judah said, Why have you come up against us? And they answered, We have come up to bind Samson, to do to him as he has done to us.",
          "ID": "10"
        },
        {
          "text": "Then 3,000 men of Judah went down to the cleft of the rock Etam and said to Samson, Have you not known that the Philistines are rulers over us? What is this that you have done to us? He said to them, As they did to me, so have I done to them.",
          "ID": "11"
        },
        {
          "text": "And they said to him, We have come down to bind you, that we may deliver you into the hands of the Philistines. And Samson said to them, Swear to me that you will not fall upon me yourselves.",
          "ID": "12"
        },
        {
          "text": "And they said to him, No, we will bind you fast and give you into their hand; but surely we will not kill you. So they bound him with two new ropes and brought him up from the rock.",
          "ID": "13"
        },
        {
          "text": "And when he came to Lehi, the Philistines came shouting to meet him. And the Spirit of the Lord came mightily upon [Samson], and the ropes on his arms became as flax that had caught fire, and his bonds melted off his hands.",
          "ID": "14"
        },
        {
          "text": "And he found a still moist jawbone of a donkey and reached out and took it and slew 1,000 men with it.",
          "ID": "15"
        },
        {
          "text": "And Samson said, With the jawbone of a donkey, heaps upon heaps, with the jawbone of a donkey I have slain 1,000 men!",
          "ID": "16"
        },
        {
          "text": "And when he stopped speaking, he cast the jawbone from his hand; and that place was called Ramath-lehi [the hill of the jawbone].",
          "ID": "17"
        },
        {
          "text": "Samson was very thirsty, and he prayed to the Lord and said, You have given this great deliverance by the hand of Your servant, and now shall I die of thirst and fall into the hands of the uncircumcised?",
          "ID": "18"
        },
        {
          "text": "And God split open the hollow place that was at Lehi, and water came out of it. And when he drank, his spirit returned and he revived. Therefore the name of it was called En-hakkore [the spring of him who prayed], which is at Lehi to this day.",
          "ID": "19"
        },
        {
          "text": "And [Samson] judged (defended) Israel in the days of the Philistines twenty years. [Judg. 17:6.]",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.15"
    },
    {
      "name": "Judges 16",
      "text": [
        {
          "text": "THEN SAMSON went to Gaza and saw a harlot there, and went in to her.",
          "ID": "1"
        },
        {
          "text": "The Gazites were told, Samson has come here. So they surrounded the place and lay in wait for him all night at the gate of the city. They were quiet all night, saying, In the morning, when it is light, we will kill him.",
          "ID": "2"
        },
        {
          "text": "But Samson lay until midnight, and [then] he arose and took hold of the doors of the city's gate and the two posts, and pulling them up, bar and all, he put them on his shoulders and carried them to the top of the hill that is before Hebron.",
          "ID": "3"
        },
        {
          "text": "After this he loved a woman in the Valley of Sorek whose name was Delilah.",
          "ID": "4"
        },
        {
          "text": "And the lords of the Philistines came to her and said to her, Entice him and see in what his great strength lies, and by what means we may overpower him that we may bind him to subdue him. And we will each give you 1,100 pieces of silver.",
          "ID": "5"
        },
        {
          "text": "And Delilah said to Samson, Tell me, I pray you, wherein your great strength lies, and with what you might be bound to subdue you.",
          "ID": "6"
        },
        {
          "text": "And Samson said to her, If they bind me with seven fresh, strong gutstrings, still moist, then shall I be weak and be like any other man.",
          "ID": "7"
        },
        {
          "text": "Then the Philistine lords brought to her seven fresh, strong bowstrings, still moist, and she bound him with them.",
          "ID": "8"
        },
        {
          "text": "Now she had men lying in wait in an inner room. And she said to him, The Philistines are upon you, Samson! And he broke the bowstrings as a string of tow breaks when it touches the fire. So the secret of his strength was not known.",
          "ID": "9"
        },
        {
          "text": "And Delilah said to Samson, Behold, you have mocked me and told me lies; now tell me, I pray you, how you might be bound.",
          "ID": "10"
        },
        {
          "text": "And he said to her, If they bind me fast with new ropes that have not been used, then I shall become weak and be like any other man.",
          "ID": "11"
        },
        {
          "text": "So Delilah took new ropes and bound him with them and said to him, The Philistines are upon you, Samson! And the men lying in wait were in the inner room. But he snapped the ropes off his arms like [sewing] thread.",
          "ID": "12"
        },
        {
          "text": "And Delilah said to Samson, Until now you have mocked me and told me lies; tell me with what you might be bound. And he said to her, If you weave the seven braids of [the hair of] my head with the web.",
          "ID": "13"
        },
        {
          "text": "And she did so and fastened it with the pin and said to him, The Philistines are upon you, Samson! And he awoke out of his sleep and went away with the pin of the [weaver's] beam and with the web.",
          "ID": "14"
        },
        {
          "text": "And she said to him, How can you say, I love you, when your heart is not with me? You have mocked me these three times and have not told me in what your great strength lies.",
          "ID": "15"
        },
        {
          "text": "And when she pressed him day after day with her words and urged him, he was vexed to death.",
          "ID": "16"
        },
        {
          "text": "Then he told her all his mind and said to her, A razor has never come upon my head, for I have been a Nazirite to God from my birth. If I am shaved, then my strength will go from me, and I shall become weak and be like any other man.",
          "ID": "17"
        },
        {
          "text": "And when Delilah saw that he had told her all his mind, she went and called for the Philistine lords, saying, Come up this once, for he has told me all he knows. Then the Philistine lords came up to her and brought the money in their hands.",
          "ID": "18"
        },
        {
          "text": "And she made Samson sleep upon her knees, and she called a man and caused him to shave off the seven braids of his head. Then she began to torment [Samson], and his strength went from him.",
          "ID": "19"
        },
        {
          "text": "She said, The Philistines are upon you, Samson! And he awoke out of his sleep and said, I will go out as I have time after time and shake myself free. For Samson did not know that the Lord had departed from him.",
          "ID": "20"
        },
        {
          "text": "But the Philistines laid hold of him, bored out his eyes, and brought him down to Gaza and bound him with [two] bronze fetters; and he ground at the mill in the prison.",
          "ID": "21"
        },
        {
          "text": "But the hair of his head began to grow again after it had been shaved.",
          "ID": "22"
        },
        {
          "text": "Then the Philistine lords gathered together to offer a great sacrifice to Dagon their god and to rejoice, for they said, Our god has given Samson our enemy into our hands.",
          "ID": "23"
        },
        {
          "text": "And when the people saw Samson, they praised their god, for they said, Our god has delivered into our hands our enemy, the ravager of our country, who has slain many of us.",
          "ID": "24"
        },
        {
          "text": "And when their hearts were merry, they said, Call for Samson, that he may make sport for us. So they called [blind] Samson out of the prison, and he made sport before them. They made him stand between the pillars.",
          "ID": "25"
        },
        {
          "text": "And Samson said to the lad who held him by the hand, Allow me to feel the pillars upon which the house rests, that I may lean against them.",
          "ID": "26"
        },
        {
          "text": "Now the house was full of men and women; all the Philistine princes were there, and on the roof were about 3,000 men and women who looked on while Samson made sport.",
          "ID": "27"
        },
        {
          "text": "Then Samson called to the Lord and said, O Lord God, [earnestly] remember me, I pray You, and strengthen me, I pray You, only this once, O God, and let me have one vengeance upon the Philistines for both my eyes.",
          "ID": "28"
        },
        {
          "text": "And Samson laid hold of the two middle pillars by which the house was borne up, one with his right hand and the other with his left.",
          "ID": "29"
        },
        {
          "text": "And Samson cried, Let me die with the Philistines! And he bowed himself mightily, and the house fell upon the princes and upon all the people that were in it. So the dead whom he slew at his death were more than they whom he slew in his life.",
          "ID": "30"
        },
        {
          "text": "Then his kinsmen and all the tribal family of his father came down, took his body, and brought it up; and they buried him between Zorah and Eshtaol in the burial place of Manoah his father. He had judged Israel [that is, had defended the Israelites] twenty years. [Judg. 17:6; Heb. 11:32.]",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.16"
    },
    {
      "name": "Judges 17",
      "text": [
        {
          "text": "THERE WAS a man of the hill country of Ephraim whose name was Micah.",
          "ID": "1"
        },
        {
          "text": "And he said to his mother, The 1,100 shekels of silver that were taken from you, about which you cursed and also spoke about in my hearing, behold, I have the silver with me; I took it. And his mother said, Blessed be you by the Lord, my son!",
          "ID": "2"
        },
        {
          "text": "He restored the 1,100 shekels of silver to his mother, and she said, I had truly dedicated the silver to the Lord from my hand for my son to make a graven image and a molten image; now therefore, I will restore it to you.",
          "ID": "3"
        },
        {
          "text": "So when he restored the money to his mother, she took 200 pieces of silver and gave them to the silversmith, who made of it a graven image and a molten image; and they were in the house of Micah.",
          "ID": "4"
        },
        {
          "text": "And the man Micah had a house of gods, and he made an ephod and teraphim and dedicated one of his sons, who became his priest.",
          "ID": "5"
        },
        {
          "text": "In those days there was no king in Israel; every man did what was right in his own eyes.",
          "ID": "6"
        },
        {
          "text": "And there was a young man in Bethlehem of Judah, of the family of Judah, who was a Levite; and he sojourned there.",
          "ID": "7"
        },
        {
          "text": "And the man departed from the town of Bethlehem in Judah to sojourn where he could find a place, and as he journeyed he came to the hill country of Ephraim to the house of Micah.",
          "ID": "8"
        },
        {
          "text": "And Micah said to him, From where do you come? And he said to him, I am a Levite of Bethlehem in Judah, and I go to sojourn where I may find a place.",
          "ID": "9"
        },
        {
          "text": "And Micah said to him, Dwell with me and be to me a father and a priest, and I will give you ten pieces of silver each year, a suit of clothes, and your living. So the Levite went in.",
          "ID": "10"
        },
        {
          "text": "And the Levite was content to dwell with the man, and the young man was to Micah as one of his sons.",
          "ID": "11"
        },
        {
          "text": "And Micah consecrated the Levite, and the young man became his priest and was in the house of Micah.",
          "ID": "12"
        },
        {
          "text": "Then said Micah, Now I know that the Lord will favor me, since I have a Levite to be my priest.",
          "ID": "13"
        }
      ],
      "ID": "OT:JDG.17"
    },
    {
      "name": "Judges 18",
      "text": [
        {
          "text": "IN THOSE days there was no king in Israel. And in those days the tribe of the Danites sought for itself an inheritance to dwell in, for until then no [sufficient] inheritance had been acquired by them among the tribes of Israel.",
          "ID": "1"
        },
        {
          "text": "So the Danites sent from the whole number of their tribe five brave men from Zorah and Eshtaol to spy out the land and to explore it, and they said to them, Go, explore the land. They came to the hill country of Ephraim, to the house of Micah, and lodged there.",
          "ID": "2"
        },
        {
          "text": "When they went by the house of Micah, they recognized the voice of the young Levite, and they turned aside there and said to him, Who brought you here? And what do you do in this place? And what have you here?",
          "ID": "3"
        },
        {
          "text": "And he said to them, Thus and thus Micah deals with me and has hired me, and I am his priest.",
          "ID": "4"
        },
        {
          "text": "And they said to him, Ask counsel, we pray you, of God that we may know whether our journey will be successful.",
          "ID": "5"
        },
        {
          "text": "And the priest said to them, Go in peace. The way in which you go is before (under the eye of) the Lord.",
          "ID": "6"
        },
        {
          "text": "Then the five men departed and came to Laish and saw the people who were there, how they dwelt securely after the manner of the Sidonians, quiet and feeling safe; and there was no magistrate in the land, who might put them to shame in anything or injure them; and they were far from the Sidonians and had no dealings with anyone.",
          "ID": "7"
        },
        {
          "text": "The five men came back to their brethren at Zorah and Eshtaol, and their brethren said to them, What do you say?",
          "ID": "8"
        },
        {
          "text": "They said, Arise, let us go up against them, for we have seen the land, and behold, it is very fertile. And will you do nothing? Do not be slow to go and enter in and possess the land.",
          "ID": "9"
        },
        {
          "text": "When you go, you will come to people [feeling] safe and secure. The land is broad [widely extended on all sides]; and God has given it into your hands–a place where there is no want of anything that is in the earth.",
          "ID": "10"
        },
        {
          "text": "And there went from there of the tribe of the Danites, out of Zorah and Eshtaol, 600 men armed with weapons of war.",
          "ID": "11"
        },
        {
          "text": "And they went up and encamped at Kiriath-jearim in Judah. Therefore they called that place Mahaneh-dan [camp of Dan] to this day; it is west of Kiriath-jearim.",
          "ID": "12"
        },
        {
          "text": "And they passed from there to the hill country of Ephraim and came to Micah's house.",
          "ID": "13"
        },
        {
          "text": "Then the five men who had gone to spy out the country of Laish said to their brethren, Do you know that there are in these houses an ephod, teraphim, a graven image, and a molten image? Now therefore, consider what you have to do.",
          "ID": "14"
        },
        {
          "text": "And they turned in that direction and came to the house of the young Levite, at the home of Micah, and saluted him.",
          "ID": "15"
        },
        {
          "text": "Now the 600 Danites with their weapons of war stood at Micah's gate.",
          "ID": "16"
        },
        {
          "text": "And the five men who had gone to spy out the land went up and entered the house and took the graven image, the ephod, the teraphim, and the molten image, while the priest stood by the entrance of the gate with the 600 men armed with weapons of war.",
          "ID": "17"
        },
        {
          "text": "And when these went into Micah's house and took the carved image, the ephod, the teraphim, and the molten image, the priest said to them, What are you doing?",
          "ID": "18"
        },
        {
          "text": "And they said to him, Be still, put your hand over your mouth, and come with us, and be to us a father and a priest. Is it better for you to be a priest to the house of one man, or that you be a priest to a tribe and family in Israel?",
          "ID": "19"
        },
        {
          "text": "And the priest's heart was glad, and he took the ephod, the teraphim, and the graven image, and went in the midst of the people.",
          "ID": "20"
        },
        {
          "text": "So they turned and departed and put the little ones, the cattle, and the baggage in front of them.",
          "ID": "21"
        },
        {
          "text": "When they were a good way from the house of Micah, the men who were Micah's near neighbors were called out and overtook the Danites.",
          "ID": "22"
        },
        {
          "text": "They shouted to the Danites, who turned and said to Micah, What ails you, that you come with such a company?",
          "ID": "23"
        },
        {
          "text": "And he said, You take away my gods which I made and the priest, and go away; and what have I left? How can you say to me, What ails you?",
          "ID": "24"
        },
        {
          "text": "And the men of Dan said to him, Let not your voice be heard among us, lest angry fellows fall upon you and you lose your life with the lives of your household.",
          "ID": "25"
        },
        {
          "text": "And the Danites went their way; and when Micah saw that they were too strong for him, he turned and went back to his house.",
          "ID": "26"
        },
        {
          "text": "And they took the things which Micah had made, and his priest, and came to Laish, to a people quiet and feeling secure, and they smote them with the sword and burned the city.",
          "ID": "27"
        },
        {
          "text": "And there was no deliverer because it was far from Sidon, and they had no business with anyone. It was in the valley which belongs to Beth-rehob. And they rebuilt the city and dwelt in it.",
          "ID": "28"
        },
        {
          "text": "They named the city Dan, after Dan their forefather who was born to Israel; however, the name of the city was Laish at first.",
          "ID": "29"
        },
        {
          "text": "And the Danites set up the graven image for themselves; and Jonathan son of Gershom, the son of Moses, and his sons were priests to the tribe of Dan until the day of the captivity of the land.",
          "ID": "30"
        },
        {
          "text": "So they set them up Micah's graven image which he made, as long as the house of God was at Shiloh.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.18"
    },
    {
      "name": "Judges 19",
      "text": [
        {
          "text": "IN THOSE days, when there was no king in Israel, a certain Levite was living temporarily in the most remote part of the hill district of Ephraim, who took to himself a concubine [of inferior status than a wife] from Bethlehem in Judah.",
          "ID": "1"
        },
        {
          "text": "And his concubine was untrue to him and went away from him to her father's house at Bethlehem of Judah and stayed there the space of four months.",
          "ID": "2"
        },
        {
          "text": "Then her husband arose and went after her to speak kindly to her [to her heart] and to bring her back, having with him his servant and a couple of donkeys. And she brought him into her father's house, and when her father saw him, he rejoiced to meet him.",
          "ID": "3"
        },
        {
          "text": "And his father-in-law, the girl's father, [insistently] detained him, and he remained with him three days. So they ate and drank, and he lodged there.",
          "ID": "4"
        },
        {
          "text": "On the fourth day they arose early in the morning, and the [Levite] prepared to leave, but the girl's father said to his son-in-law, Strengthen your heart with a morsel of bread and afterward go your way.",
          "ID": "5"
        },
        {
          "text": "So both men sat down and ate and drank together, and the girl's father said to the man, Consent to stay all night and let your heart be merry.",
          "ID": "6"
        },
        {
          "text": "And when the man rose up to depart, his father-in-law urged him; so he lodged there again.",
          "ID": "7"
        },
        {
          "text": "And he arose early in the morning on the fifth day to depart, but the girl's father said, Strengthen your heart and tarry until toward evening. So they ate, both of them.",
          "ID": "8"
        },
        {
          "text": "And when the man and his concubine and his servant rose up to leave, his father-in-law, the girl's father, said to him, Behold, now the day draws toward evening, I pray you stay all night. Behold, now the day grows to an end, lodge here and let your heart be merry, and tomorrow get early on your way and go home.",
          "ID": "9"
        },
        {
          "text": "But the man would not stay that night; so he rose up and departed and came opposite to Jebus, which is Jerusalem. With him were two saddled donkeys [and his servant] and his concubine.",
          "ID": "10"
        },
        {
          "text": "When they were near Jebus, it was late, and the servant said to his master, Come I pray, and let us turn into this Jebusite city and lodge in it.",
          "ID": "11"
        },
        {
          "text": "His master said to him, We will not turn aside into the city of foreigners where there are no Israelites. We will go on to Gibeah.",
          "ID": "12"
        },
        {
          "text": "And he said to his servant, Come and let us go to one of these places and spend the night in Gibeah or in Ramah.",
          "ID": "13"
        },
        {
          "text": "So they passed on and went their way, and the sun went down on them near Gibeah, which belongs to Benjamin,",
          "ID": "14"
        },
        {
          "text": "And they turned aside there to go in and lodge at Gibeah. And the Levite went in and sat down in the open square of the city, for no man took them into his house to spend the night.",
          "ID": "15"
        },
        {
          "text": "And behold, an old man was coming from his work in the field at evening. He was from the hill country of Ephraim but was living temporarily in Gibeah, but the men of the place were Benjamites.",
          "ID": "16"
        },
        {
          "text": "And when he looked up, he saw the wayfarer in the city square, and the old man said, Where are you going? And from where did you come?",
          "ID": "17"
        },
        {
          "text": "The Levite replied, We are passing from Bethlehem of Judah to the rear side of the hill country of Ephraim; I am from there. I went to Bethlehem of Judah, but I am [now] going [home] to the house of the Lord [where I serve], and there is no man who receives me into his house.",
          "ID": "18"
        },
        {
          "text": "Yet we have both straw and provender for our donkeys and bread and wine also for me, your handmaid, and the young man who is with your servants; there is no lack of anything.",
          "ID": "19"
        },
        {
          "text": "And the old man said, Peace be to you, but leave all your wants to me; only do not lodge in the street.",
          "ID": "20"
        },
        {
          "text": "So he brought him into his house and gave provender to the donkeys. And the guests washed their feet and ate and drank.",
          "ID": "21"
        },
        {
          "text": "Now as they were making their hearts merry, behold, the men of the city, certain worthless fellows, beset the house round about, beat on the door, and said to the master of the house, the old man, Bring forth the man who came to your house, that we may have intercourse with him.",
          "ID": "22"
        },
        {
          "text": "And the man, the master of the house, went out and said to them, No, my kinsmen, I pray you, do not act so wickedly; seeing that this man is my guest, do not do this [wicked] folly.",
          "ID": "23"
        },
        {
          "text": "Behold, here are my virgin daughter and this man's concubine; them I will bring out now; debase them and do with them what seems good to you, but to this man do not so vile a thing.",
          "ID": "24"
        },
        {
          "text": "But the men would not listen to him. So the man took his concubine and forced her forth to them, and they had intercourse with her and abused her all the night until morning. And when the dawn began to break, they let her go.",
          "ID": "25"
        },
        {
          "text": "At daybreak the woman came and fell down and lay at the door of the man's house where her master was, till it was light.",
          "ID": "26"
        },
        {
          "text": "And her master rose up in the morning and opened the doors of the house and went out to go his way; and behold, his concubine had fallen down at the door of the house, and her hands were upon the threshold.",
          "ID": "27"
        },
        {
          "text": "And he said to her, Up, and let us be going. But there was no answer [for she was dead]. Then he put her [body] upon the donkey, and the man rose up and went home.",
          "ID": "28"
        },
        {
          "text": "And when he came into his house, he took a knife, and took hold of his dead concubine and divided her [body] limb by limb into twelve pieces and sent her [body] throughout all the territory of Israel.",
          "ID": "29"
        },
        {
          "text": "And all who saw it said, There was no such deed done or seen from the day that the Israelites came up out of the land of Egypt to this day; consider it, take counsel, and speak [your minds].",
          "ID": "30"
        }
      ],
      "ID": "OT:JDG.19"
    },
    {
      "name": "Judges 20",
      "text": [
        {
          "text": "THEN ALL the Israelites came out, and the congregation assembled as one man to the Lord at Mizpah, from Dan even to Beersheba, including the land of Gilead.",
          "ID": "1"
        },
        {
          "text": "And the chiefs of all the people, of all the tribes of Israel, presented themselves in the assembly of the people of God, 400,000 men on foot who drew the sword.",
          "ID": "2"
        },
        {
          "text": "(Now the Benjamites [among whom the vile tragedy occurred] heard that the [other] Israelites had gone up to Mizpah.) There the Israelites asked, How did this wickedness happen?",
          "ID": "3"
        },
        {
          "text": "And the Levite, the husband of the woman who was murdered, replied, I came to Gibeah which belongs to Benjamin, I and my concubine, to spend the night.",
          "ID": "4"
        },
        {
          "text": "And the men of Gibeah rose against me and beset the house round about me by night; they meant to kill me and they raped my concubine, and she is dead.",
          "ID": "5"
        },
        {
          "text": "And I took my concubine and cut her in pieces and sent her throughout all the country of the inheritance of Israel, for they have committed abomination and [wicked] folly in Israel.",
          "ID": "6"
        },
        {
          "text": "Behold, you Israelites, all of you, give here your advice and counsel.",
          "ID": "7"
        },
        {
          "text": "And all the people arose as one man, saying, Not any of us will go to his tent, and none of us will return to his home.",
          "ID": "8"
        },
        {
          "text": "But now this we will do to Gibeah: we will go up by lot against it,",
          "ID": "9"
        },
        {
          "text": "And we will take ten men of 100 throughout all the tribes of Israel, and 100 of 1,000, and 1,000 out of 10,000, to bring provisions for the men, that when they come to Gibeah of Benjamin they may do to them according to all the [wicked] folly which they have committed in Israel.",
          "ID": "10"
        },
        {
          "text": "So all the men of Israel gathered against the city, united as one man.",
          "ID": "11"
        },
        {
          "text": "And the tribes of Israel sent men through all the tribe of Benjamin, saying, What wickedness is this that has been done among you?",
          "ID": "12"
        },
        {
          "text": "Now therefore, give up the men [involved], the base fellows in Gibeah, that we may put them to death and put away evil from Israel. But the Benjamites would not listen to the voice of their kinsmen the Israelites.",
          "ID": "13"
        },
        {
          "text": "But the Benjamites out of the cities assembled at Gibeah to go out to battle against the other Israelites.",
          "ID": "14"
        },
        {
          "text": "And the Benjamites mustered out of their cities at that time 26,000 men who drew the sword, besides the inhabitants of Gibeah, who mustered 700 chosen men.",
          "ID": "15"
        },
        {
          "text": "Among all these were 700 chosen left-handed men; every one could sling stones at a hair and not miss.",
          "ID": "16"
        },
        {
          "text": "And the men of Israel, other than Benjamin, mustered 400,000 men who drew the sword; all these were men of war.",
          "ID": "17"
        },
        {
          "text": "The Israelites arose and went up to the house of God [Bethel] and asked counsel of God and said, Which of us shall take the lead to battle against the Benjamites? And the Lord said, Judah shall go up first.",
          "ID": "18"
        },
        {
          "text": "Then the Israelites rose in the morning and encamped against Gibeah.",
          "ID": "19"
        },
        {
          "text": "And the men of Israel went out to battle against Benjamin and set the battle in array against them at Gibeah.",
          "ID": "20"
        },
        {
          "text": "The Benjamites came forth out of Gibeah and felled to the ground that day 22,000 men of the Israelites.",
          "ID": "21"
        },
        {
          "text": "But the people, the men of Israel, took courage and strengthened themselves and again set their battle line in the same place where they formed it the first day.",
          "ID": "22"
        },
        {
          "text": "And the Israelites went up and wept before the Lord until evening and asked of the Lord, Shall we go up again to battle against our brethren the Benjamites? And the Lord said, Go up against them.",
          "ID": "23"
        },
        {
          "text": "So the Israelites came near against the Benjamites the second day.",
          "ID": "24"
        },
        {
          "text": "And Benjamin went forth out of Gibeah against them the second day and felled to the ground the Israelites again, 18,000 men, all of whom were swordsmen.",
          "ID": "25"
        },
        {
          "text": "Then all the Israelites, the whole army, went up and came to the house of God [Bethel] and wept; and they sat there before the Lord and fasted that day until evening and offered burnt offerings and peace offerings before the Lord.",
          "ID": "26"
        },
        {
          "text": "And the Israelites inquired of the Lord–for the ark of the covenant of God was there [at Bethel] in those days,",
          "ID": "27"
        },
        {
          "text": "And Phinehas son of Eleazar, the son of Aaron, ministered before it in those days–saying, Shall we yet again go out to battle against our brethren the Benjamites or shall we quit? And the Lord said, Go up, for tomorrow I will deliver them into your hand.",
          "ID": "28"
        },
        {
          "text": "So Israel set men in ambush round about Gibeah.",
          "ID": "29"
        },
        {
          "text": "And the Israelites went up against the Benjamites on the third day and set themselves in array against Gibeah as at other times.",
          "ID": "30"
        },
        {
          "text": "And the Benjamites went out against their army and were drawn away from the city; and they began to smite and kill some of the people as at other times, in the highways, one of which goes up to Bethel and the other to Gibeah, and in the open country–about thirty men of Israel.",
          "ID": "31"
        },
        {
          "text": "And the Benjamites said, They are routed before us as at first. But the Israelites said, Let us flee and draw them from the city to the highways.",
          "ID": "32"
        },
        {
          "text": "And all the men of Israel rose out of their places and set themselves in array at Baal-tamar, and the men of Israel in ambush rushed out of their place in the meadow of Geba.",
          "ID": "33"
        },
        {
          "text": "And there came against Gibeah 10,000 chosen men out of all Israel, and the battle was hard; but the Benjamites did not know disaster was close upon them.",
          "ID": "34"
        },
        {
          "text": "And the Lord overcame Benjamin before Israel, and the Israelites destroyed of the Benjamites that day 25,100 men, all of whom were swordsmen.",
          "ID": "35"
        },
        {
          "text": "So the Benjamites saw that they were defeated. The men of Israel gave ground to the Benjamites, because they trusted in the men in ambush whom they had set against Gibeah.",
          "ID": "36"
        },
        {
          "text": "And the men in ambush quickly rushed upon Gibeah, and the liers-in-wait moved out and smote all the city with the sword.",
          "ID": "37"
        },
        {
          "text": "Now the appointed signal between the men of Israel and the men in ambush was that when they made a great cloud of smoke arise from the city,",
          "ID": "38"
        },
        {
          "text": "The men of Israel should all turn back in battle. Now Benjamin had begun to smite and kill some of the men of Israel, about thirty persons. They said, Surely they are falling before us as in the first battle.",
          "ID": "39"
        },
        {
          "text": "But when the [signal] cloud began to rise out of the city in a pillar of smoke, the Benjamites looked behind them, and behold, the whole of the city went up in smoke to the heavens.",
          "ID": "40"
        },
        {
          "text": "When the men of Israel turned back again, the men of Benjamin were dismayed, for they saw that disaster had come upon them.",
          "ID": "41"
        },
        {
          "text": "Therefore they turned their backs before the men of Israel and fled toward the wilderness, but the battle followed close behind and overtook them; and the inhabitants of the cities destroyed those [Benjamites] who came through them in their midst.",
          "ID": "42"
        },
        {
          "text": "They surrounded the Benjamites, pursued them, and overtook and trod them down at their resting-place as far as opposite Gibeah toward the east.",
          "ID": "43"
        },
        {
          "text": "And there fell 18,000 men of Benjamin, all of them men of valor.",
          "ID": "44"
        },
        {
          "text": "And [the Benjamites] turned and fled toward the wilderness to the rock of Rimmon, and Israel picked off on the highways 5,000 men of them; they pursued hard after them to Gidom and slew 2,000 more of them.",
          "ID": "45"
        },
        {
          "text": "So that all of Benjamin who fell that day were 25,000 men who drew the sword, all of them men of valor.",
          "ID": "46"
        },
        {
          "text": "But 600 men turned and fled to the wilderness to the rock Rimmon and remained at the rock Rimmon four months.",
          "ID": "47"
        },
        {
          "text": "And the men of Israel turned back against the Benjamites and smote them with the sword, men and beasts and all that they found. Also they set on fire all the towns to which they came.",
          "ID": "48"
        }
      ],
      "ID": "OT:JDG.20"
    },
    {
      "name": "Judges 21",
      "text": [
        {
          "text": "NOW THE men of Israel had sworn at Mizpah, None of us shall give his daughter in marriage to Benjamin.",
          "ID": "1"
        },
        {
          "text": "And the Israelites came to the house of God [Bethel] and sat there until evening before God and lifted up their voices and wept bitterly. [Judg. 20:27.]",
          "ID": "2"
        },
        {
          "text": "And they said, O Lord, the God of Israel, why has this come to pass in Israel, that there should be today one tribe lacking in Israel?",
          "ID": "3"
        },
        {
          "text": "And next morning the people rose early, and built there an altar, and offered burnt offerings and peace offerings.",
          "ID": "4"
        },
        {
          "text": "And the Israelites said, Which among all the tribes of Israel did not come up with the assembly to the Lord? For they had taken a great oath concerning him who did not come up to the Lord to Mizpah, saying, He shall surely die.",
          "ID": "5"
        },
        {
          "text": "And the Israelites changed their purpose [and had compassion] for the Benjamites their kinsmen and said, There is one tribe cut off from Israel today.",
          "ID": "6"
        },
        {
          "text": "What shall we do for wives for those who are left, seeing we have sworn by the Lord that we will not give them our daughters as wives?",
          "ID": "7"
        },
        {
          "text": "And they said, Which one is there of the tribes of Israel that did not come up to Mizpah to the Lord? And behold, no one had come to the camp from Jabesh-gilead, to the assembly.",
          "ID": "8"
        },
        {
          "text": "For when the people were mustered, behold, not one of the citizens of Jabesh-gilead was there.",
          "ID": "9"
        },
        {
          "text": "And the congregation sent there 12,000 of the bravest men, saying, Go and smite the inhabitants of Jabesh-gilead with the sword, also the women and the little ones.",
          "ID": "10"
        },
        {
          "text": "And this is what you shall do; utterly destroy every male and every woman who is not a virgin.",
          "ID": "11"
        },
        {
          "text": "And they found among the inhabitants of Jabesh-gilead 400 young virgins, who had known no man by lying with him; and they brought them to the camp at Shiloh, which is in the land of Canaan.",
          "ID": "12"
        },
        {
          "text": "And the whole congregation sent word to the Benjamites who were at the rock of Rimmon and invited them to be friendly with them.",
          "ID": "13"
        },
        {
          "text": "And Benjamin returned at that time, and they gave them the women whom they had saved alive of the women of Jabesh-gilead; and yet there were not enough for them.",
          "ID": "14"
        },
        {
          "text": "And the people had compassion on Benjamin, because the Lord had made a breach in the tribes of Israel.",
          "ID": "15"
        },
        {
          "text": "Then the elders of the congregation said, What shall we do for wives for those who are left, since the women of Benjamin are destroyed?",
          "ID": "16"
        },
        {
          "text": "And they said, There must be an inheritance for the survivors of Benjamin, so that a tribe shall not be wiped out of Israel.",
          "ID": "17"
        },
        {
          "text": "But we cannot give them wives of our daughters, for the Israelites have sworn, Cursed be he who gives a wife to Benjamin.",
          "ID": "18"
        },
        {
          "text": "So they said, Behold, there is the yearly feast of the Lord at Shiloh, which is north of Bethel, on the east of the highway that goes up from Bethel to Shechem and south of Lebonah.",
          "ID": "19"
        },
        {
          "text": "So they commanded the Benjamites, Go and lie in wait in the vineyards,",
          "ID": "20"
        },
        {
          "text": "And watch; if the daughters of Shiloh come out to dance in the dances, then come out of the vineyards and catch every man his wife from the daughters of Shiloh and go to the land of Benjamin.",
          "ID": "21"
        },
        {
          "text": "And when their fathers or their brothers come to us to complain, we will say to them, Grant them graciously unto us, because we did not reserve a wife for each of them in battle, neither did you give wives to them, for that would have made you guilty [of breaking your oath].",
          "ID": "22"
        },
        {
          "text": "And the Benjamites did so and took wives, according to their number, from the dancers whom they carried off; then they went and returned to their inheritance and repaired the towns and dwelt in them.",
          "ID": "23"
        },
        {
          "text": "And the Israelites left there then, every man to his tribe and family, and they went out from there every man to his inheritance.",
          "ID": "24"
        },
        {
          "text": "In those days there was no king in Israel; every man did what was right in his own eyes.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.21"
    }
  ],
  "version": "AMP",
  "ID": "OT:JDG(AMP)"
}