{
  "text": [
    {
      "text": [
        {
          "text": "After the death of Joshua, the sons of Israel consulted the Lord, saying, \"Who will ascend before us, against the Canaanite, and who will be the commander of the war?\"",
          "ID": "1"
        },
        {
          "text": "And the Lord said: \"Judah shall ascend. Behold, I have delivered the land into his hands.\"",
          "ID": "2"
        },
        {
          "text": "And Judah said to his brother Simeon, \"Go up with me to my lot, and fight against the Canaanite, so that I also may go forth with you to your lot.\" And Simeon went with him.",
          "ID": "3"
        },
        {
          "text": "And Judah went up, and the Lord delivered the Canaanite, as well as the Perizzite, into their hands. And they struck down ten thousand of the men at Bezek.",
          "ID": "4"
        },
        {
          "text": "And they found Adonibezek at Bezek, and they fought against him, and they struck down the Canaanite and the Perizzite.",
          "ID": "5"
        },
        {
          "text": "Then Adonibezek fled. And they pursued him and captured him, and they cut off the ends of his hands and feet.",
          "ID": "6"
        },
        {
          "text": "And Adonibezek said: \"Seventy kings, with the ends of their hands and feet amputated, have been gathering the remnants of food under my table. Just as I have done, so has God repaid me.\" And they brought him to Jerusalem, and he died there.",
          "ID": "7"
        },
        {
          "text": "Then the sons of Judah, besieging Jerusalem, seized it. And they struck it with edge of the sword, delivering the entire city to be burned.",
          "ID": "8"
        },
        {
          "text": "And afterward, descending, they fought against the Canaanites who were living in the mountains, and in the south, and in the plains.",
          "ID": "9"
        },
        {
          "text": "And Judah, going forth against the Canaanites who were living at Hebron, (the name of which from antiquity was Kiriath-Arba) struck down Sheshai, and Ahiman, and Talmai.",
          "ID": "10"
        },
        {
          "text": "And continuing on from there, he went to the inhabitants of Debir, the old name of which was Kiriath-Sepher, that is, the City of Letters.",
          "ID": "11"
        },
        {
          "text": "And Caleb said, \"Whoever will strike Kiriath-Sepher, and will lay waste to it, I will give to him my daughter Achsah as wife.\"",
          "ID": "12"
        },
        {
          "text": "And when Othniel, the son of Kenaz, a younger brother of Caleb, had seized it, he gave his daughter Achsah to him in marriage.",
          "ID": "13"
        },
        {
          "text": "And as she was traveling on a journey, her husband admonished her, so that she would request a field from her father. And since she had sighed while sitting on her donkey, Caleb said to her, \"What is it?\"",
          "ID": "14"
        },
        {
          "text": "But she responded: \"Give a blessing to me. For you have given me a dry land. Also give a watered land.\" Therefore, Caleb gave to her the upper watered land and the lower watered land.",
          "ID": "15"
        },
        {
          "text": "Now the sons of the Kenite, the relative of Moses, ascended from the City of Palms, with the sons of Judah, into the wilderness of his lot, which is toward the south of Arad. And they lived with him.",
          "ID": "16"
        },
        {
          "text": "Then Judah went out with his brother Simeon, and together they struck the Canaanites who were living at Zephath, and they put them to death. And the name of the city was called Hormah, that is, Anathema.",
          "ID": "17"
        },
        {
          "text": "And Judah seized Gaza, with its parts, and Ashkelon as well as Ekron, with their borders.",
          "ID": "18"
        },
        {
          "text": "And the Lord was with Judah, and he possessed the mountains. But he was not able to wipe out the inhabitants of the valley. For they abounded with chariots armed with scythes.",
          "ID": "19"
        },
        {
          "text": "And just as Moses had said, they gave Hebron to Caleb, who destroyed out of it the three sons of Anak.",
          "ID": "20"
        },
        {
          "text": "But the sons of Benjamin did not wipe out the Jebusite inhabitants of Jerusalem. And the Jebusite has lived with the sons of Benjamin in Jerusalem, even to the present day.",
          "ID": "21"
        },
        {
          "text": "The house of Joseph also ascended against Bethel, and the Lord was with them.",
          "ID": "22"
        },
        {
          "text": "For when they were besieging the city, which was previously called Luz,",
          "ID": "23"
        },
        {
          "text": "they saw a man departing from the city, and they said to him, \"Reveal to us the entrance to the city, and we will act with mercy toward you.\"",
          "ID": "24"
        },
        {
          "text": "And when he had revealed it to them, they struck the city with the edge of the sword. But that man, and all his relatives, they released.",
          "ID": "25"
        },
        {
          "text": "And having been sent away, he went out to the land of the Hittites, and he built a city there, and he called it Luz. And so it is called, even to the present day.",
          "ID": "26"
        },
        {
          "text": "Likewise, Manasseh did not destroy Bethshean and Taanach, with their villages, nor the inhabitants of Dor and Ibleam and Megiddo, with their villages. And the Canaanite began to live with them.",
          "ID": "27"
        },
        {
          "text": "Then, after Israel had grown strong, he made them tributaries, but he was not willing to destroy them.",
          "ID": "28"
        },
        {
          "text": "And now Ephraim did not put to death the Canaanite, who was living at Gezer; instead, he lived with him.",
          "ID": "29"
        },
        {
          "text": "Zebulun did not wipe out the inhabitants of Kitron and of Nahalal. Instead, the Canaanite lived in their midst and became their tributary.",
          "ID": "30"
        },
        {
          "text": "Likewise, Asher did not destroy the inhabitants of Acco and Sidon, Ahlab and Achzib, and Helbah, and Aphik, and Rehob.",
          "ID": "31"
        },
        {
          "text": "And he lived in the midst of the Canaanites, the inhabitants of that land, for he did not put them to death.",
          "ID": "32"
        },
        {
          "text": "Naphtali also did not wipe out the inhabitants of Beth-shemesh and Bethanath. And he lived among the Canaanite inhabitants of the land. And the Beth-shemeshites and Bethanathites were tributaries to him.",
          "ID": "33"
        },
        {
          "text": "And the Amorite hemmed in the sons of Dan on the mountain, and did not give them a place, so that they might descend to the flatlands.",
          "ID": "34"
        },
        {
          "text": "And he lived on the mountain at Har-heres, which is translated as 'resembling brick,' and at Aijalon and Sha-alabbin. But the hand of the house of Joseph was very heavy, and he became a tributary to him.",
          "ID": "35"
        },
        {
          "text": "Now the border of the Amorite was from the Ascent of the Scorpion, to the Rock and the higher places.",
          "ID": "36"
        }
      ],
      "ID": "OT:JDG.1",
      "name": "Judges 1"
    },
    {
      "text": [
        {
          "text": "And an Angel of the Lord went up from Gilgal to the Place of Weeping, and he said: \"I led you away from Egypt, and I led you into the land, about which I swore to your fathers. And I promised that I would not nullify my covenant with you, even forever:",
          "ID": "1"
        },
        {
          "text": "but only if you would not form a pact with the inhabitants of this land. Instead, you should overturn their altars. Yet you were not willing to listen to my voice. Why have you done this?",
          "ID": "2"
        },
        {
          "text": "For this reason, I am not willing to destroy them before your face, so that you may have enemies, and so that their gods may be your ruin.\"",
          "ID": "3"
        },
        {
          "text": "And when the Angel of the Lord spoke these words to all the sons of Israel, they lifted up their voice, and they wept.",
          "ID": "4"
        },
        {
          "text": "And the name of that place was called, the Place of Weeping, or the Place of Tears. And they immolated victims to the Lord in that place.",
          "ID": "5"
        },
        {
          "text": "Then Joshua dismissed the people, and the sons of Israel went away, each one to his own possession, so that they might obtain it.",
          "ID": "6"
        },
        {
          "text": "And they served the Lord, during all his days, and during all the days of the elders, who lived for a long time after him, and who knew all the works of the Lord, which he had done for Israel.",
          "ID": "7"
        },
        {
          "text": "Then Joshua, the son of Nun, the servant of the Lord, died, being one hundred and ten years old.",
          "ID": "8"
        },
        {
          "text": "And they buried him in the parts of his possession at Timnath-Serah, on Mount Ephraim, before the northern side of Mount Gaash.",
          "ID": "9"
        },
        {
          "text": "And that entire generation was gathered to their fathers. And there rose up others, who had not known the Lord and the works that he had done for Israel.",
          "ID": "10"
        },
        {
          "text": "And the sons of Israel did evil in the sight of the Lord, and they served the Baals.",
          "ID": "11"
        },
        {
          "text": "And they abandoned the Lord, the God of their fathers, who had led them away from the land of Egypt. And they followed foreign gods and the gods of the peoples who were living around them, and they adored them. And they provoked the Lord to wrath,",
          "ID": "12"
        },
        {
          "text": "forsaking him, and serving Baal and Ashtaroth.",
          "ID": "13"
        },
        {
          "text": "And the Lord, having become angry against Israel, delivered them into the hands of plunderers, who seized them and sold them to the enemies that were living on all sides. Neither were they able to withstand their adversaries.",
          "ID": "14"
        },
        {
          "text": "Instead, wherever they wanted to go, the hand of the Lord was upon them, just as he said and just as he swore to them. And they were greatly afflicted.",
          "ID": "15"
        },
        {
          "text": "And the Lord raised up judges, who would free them from the hands of their oppressors. But they were not willing to listen to them.",
          "ID": "16"
        },
        {
          "text": "Fornicating with foreign gods and adoring them, they quickly deserted the way along which their fathers had advanced. And having heard the commandments of the Lord, they did all things to the contrary.",
          "ID": "17"
        },
        {
          "text": "And while the Lord was raising up the judges, in their days, he was moved to mercy, and he listened to the groaning of the afflicted, and he freed them from the slaughter of their oppressors.",
          "ID": "18"
        },
        {
          "text": "But after a judge had died, they turned back, and they were doing much worse things than their fathers had done, following strange gods, serving them, and adoring them. They did not abandon their pursuits and their very stubborn way, by which they were accustomed to walk.",
          "ID": "19"
        },
        {
          "text": "And the fury of the Lord was enraged against Israel, and he said: \"For this people has made void my covenant, which I had formed with their fathers, and they have despised listening to my voice.",
          "ID": "20"
        },
        {
          "text": "And so, I will not destroy the nations that Joshua left behind when he died,",
          "ID": "21"
        },
        {
          "text": "so that, by them, I may test Israel, as to whether or not they will keep the way of the Lord, and walk in it, just as their fathers kept it.\"",
          "ID": "22"
        },
        {
          "text": "Therefore, the Lord left all these nations, and he was not willing to quickly overthrow them, nor did he deliver them into the hands of Joshua.",
          "ID": "23"
        }
      ],
      "ID": "OT:JDG.2",
      "name": "Judges 2"
    },
    {
      "text": [
        {
          "text": "These are the nations which the Lord left, so that by them he might instruct Israel and all who had not known the wars of the Canaanites,",
          "ID": "1"
        },
        {
          "text": "so that afterward their sons might learn to contend with their enemies, and to have a willingness to do battle:",
          "ID": "2"
        },
        {
          "text": "the five princes of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites who were living on Mount Lebanon, from Mount Baal-Hermon as far as the entrance to Hamath.",
          "ID": "3"
        },
        {
          "text": "And he left them, so that by them he might test Israel, as to whether or not they would listen to the commandments of the Lord, which he instructed to their fathers by the hand of Moses.",
          "ID": "4"
        },
        {
          "text": "And so, the sons of Israel lived in the midst of the Canaanite, and the Hittite, and the Amorite, and the Perizzite, and the Hivite, and the Jebusite.",
          "ID": "5"
        },
        {
          "text": "And they took their daughters as wives, and they gave their own daughters to their sons, and they served their gods.",
          "ID": "6"
        },
        {
          "text": "And they did evil in the sight of the Lord, and they forgot their God, while serving the Baals and Ashtaroth.",
          "ID": "7"
        },
        {
          "text": "And the Lord, having become angry with Israel, delivered them into the hands of Cushan-Rishathaim, the king of Mesopotamia, and they served him for eight years.",
          "ID": "8"
        },
        {
          "text": "And they cried out to the Lord, who raised up for them a savior, and he freed them, namely, Othniel, the son of Kenaz, a younger brother of Caleb.",
          "ID": "9"
        },
        {
          "text": "And the Spirit of the Lord was in him, and he judged Israel. And he went out to fight, and the Lord delivered Cushan-Rishathaim, the king of Syria, and he overwhelmed him.",
          "ID": "10"
        },
        {
          "text": "And the land was quiet for forty years. And Othniel, the son of Kenaz, died.",
          "ID": "11"
        },
        {
          "text": "Then the sons of Israel resumed doing evil in the sight of the Lord, who strengthened Eglon, the king of Moab, against them because they did evil in his sight.",
          "ID": "12"
        },
        {
          "text": "And he joined to him the sons of Ammon and the sons of Amalek. And he went forth and struck Israel, and he possessed the City of Palms.",
          "ID": "13"
        },
        {
          "text": "And the sons of Israel served Eglon, the king of Moab, for eighteen years.",
          "ID": "14"
        },
        {
          "text": "And afterward, they cried out to the Lord, who raised up for them a savior, called Ehud, the son of Gera, the son of Benjamin, who used either hand as well as the right hand. And the sons of Israel sent gifts to Eglon, the king of Moab, by him.",
          "ID": "15"
        },
        {
          "text": "And he made for himself a two-edged sword, having a handle, reaching to the middle, the length of the palm of a hand. And he was girded with it under his cloak, on the right thigh.",
          "ID": "16"
        },
        {
          "text": "And he offered the gifts to Eglon, the king of Moab. Now Eglon was exceedingly fat.",
          "ID": "17"
        },
        {
          "text": "And when he had presented the gifts to him, he followed out his companions, who had arrived with him.",
          "ID": "18"
        },
        {
          "text": "And then, returning from Gilgal where the idols were, he said to the king, \"I have a secret word for you, O king.\" And he ordered silence. And when all those who were around him had departed,",
          "ID": "19"
        },
        {
          "text": "Ehud entered to him. Now he was sitting alone in a summer upper room. And he said, \"I have a word from God to you.\" And immediately he rose up from his throne.",
          "ID": "20"
        },
        {
          "text": "And Ehud extended his left hand, and he took the dagger from his right thigh. And he thrust it into his abdomen",
          "ID": "21"
        },
        {
          "text": "so strongly that the handle followed the blade into the wound, and was enclosed by the great amount of fat. Neither did he withdraw the sword. Instead, he left it in the body just as he had struck with it. And immediately, by the private parts of nature, the filth of the bowels went out.",
          "ID": "22"
        },
        {
          "text": "Then Ehud carefully closed the doors of the upper room. And securing the bars,",
          "ID": "23"
        },
        {
          "text": "he departed by a back exit. And the servants of the king, entering, saw that the doors of the upper room were closed, and they said, \"Perhaps he is emptying his bowels in the summer room.\"",
          "ID": "24"
        },
        {
          "text": "And after waiting a long time, until they were embarrassed, and seeing that no one opened the door, they took the key, and opening it, they found their lord lying dead on the ground.",
          "ID": "25"
        },
        {
          "text": "But Ehud, while they were in confusion, escaped and passed by the place of the idols, from which he had returned. And he arrived at Seirath.",
          "ID": "26"
        },
        {
          "text": "And immediately he sounded the trumpet on Mount Ephraim. And the sons of Israel descended with him, he himself advancing at the front.",
          "ID": "27"
        },
        {
          "text": "And he said to them: \"Follow me. For the Lord has delivered our enemies, the Moabites, into our hands.\" And they descended after him, and they occupied the fords of the Jordan, which cross over to Moab. And they did not permit anyone to cross.",
          "ID": "28"
        },
        {
          "text": "And so, they struck down the Moabites at that time, about ten thousand, all strong and robust men. None of them were able to escape.",
          "ID": "29"
        },
        {
          "text": "And Moab was humbled in that day under the hand of Israel. And the land was quiet for eighty years.",
          "ID": "30"
        },
        {
          "text": "After him, there was Shamgar, the son of Anath, who struck down six hundred men of the Philistines with a plowshare. And he also defended Israel.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.3",
      "name": "Judges 3"
    },
    {
      "text": [
        {
          "text": "But after the death of Ehud, the sons of Israel resumed doing evil in the sight of the Lord.",
          "ID": "1"
        },
        {
          "text": "And the Lord delivered them into the hands of Jabin, the king of Canaan, who reigned at Hazor. And he had a commander of his army named Sisera, but this man lived at Harosheth of the Gentiles.",
          "ID": "2"
        },
        {
          "text": "And the sons of Israel cried out to the Lord. For he had nine hundred chariots with scythes, and he vehemently oppressed them for twenty years.",
          "ID": "3"
        },
        {
          "text": "Now there was a prophetess, Deborah, the wife of Lappidoth, who judged the people in that time.",
          "ID": "4"
        },
        {
          "text": "And she was sitting under a palm tree, which was called by her name, between Ramah and Bethel, on Mount Ephraim. And the sons of Israel went up to her for every judgment.",
          "ID": "5"
        },
        {
          "text": "And she sent and called Barak, the son of Abinoam, from Kedesh of Naphtali. And she said to him: \"The Lord, the God of Israel, instructs you: 'Go and lead an army to Mount Tabor, and you shall take with you ten thousand fighting men from the sons of Naphtali and from the sons of Zebulun.",
          "ID": "6"
        },
        {
          "text": "Then I will lead to you, at the place of the torrent Kishon, Sisera, the leader of the army of Jabin, with his chariots and the entire multitude. And I will deliver them into your hand.' \"",
          "ID": "7"
        },
        {
          "text": "And Barak said to her: \"If you will come with me, I will go. If you are not willing to come with me, I will not go.\"",
          "ID": "8"
        },
        {
          "text": "She said to him: \"Indeed, I will go with you. But due to this change, the victory shall not be reputed to you. And so Sisera will be delivered into the hand of a woman.\" Therefore, Deborah rose up, and she traveled with Barak to Kedesh.",
          "ID": "9"
        },
        {
          "text": "And he, summoning Zebulun and Naphtali, ascended with ten thousand fighting men, having Deborah in his company.",
          "ID": "10"
        },
        {
          "text": "Now Heber, the Kenite, had previously withdrawn from the rest of the Kenites, his brothers, the sons of Hobab, the relative of Moses. And he had pitched his tents as far as the valley that is called Zaanannim, which was near Kedesh.",
          "ID": "11"
        },
        {
          "text": "And it was reported to Sisera that Barak, the son of Abinoam, had ascended to Mount Tabor.",
          "ID": "12"
        },
        {
          "text": "And he gathered together the nine hundred chariots with scythes, and the entire army, from Harosheth of the Gentiles to the torrent Kishon.",
          "ID": "13"
        },
        {
          "text": "And Deborah said to Barak: \"Rise up. For this is the day on which the Lord delivers Sisera into your hands. For he is your commander.\" And so, Barak descended from Mount Tabor, and the ten thousand fighting men with him.",
          "ID": "14"
        },
        {
          "text": "And the Lord struck Sisera with great fear, and all his chariots and all his multitude with the edge of the sword, in the sight of Barak, so much so that Sisera, leaping from his chariot, fled on foot.",
          "ID": "15"
        },
        {
          "text": "And Barak pursued the fleeing chariots, and the army, as far as Harosheth of the Gentiles. And the entire multitude of the enemy was cut down, unto utter annihilation.",
          "ID": "16"
        },
        {
          "text": "But Sisera, while fleeing, arrived at the tent of Jael, the wife of Heber, the Kenite. For there was peace between Jabin, the king of Hazor, and the house of Heber, the Kenite.",
          "ID": "17"
        },
        {
          "text": "Therefore, Jael went out to meet Sisera, and she said to him: \"Enter to me, my lord. Enter, you should not be afraid.\" And he entered her tent, and having been covered by her with a cloak,",
          "ID": "18"
        },
        {
          "text": "he said to her: \"Give me, I beg you, a little water. For I am very thirsty.\" And she opened a bottle of milk, and she gave him to drink. And she covered him.",
          "ID": "19"
        },
        {
          "text": "And Sisera said to her: \"Stand before the door of the tent. And if anyone arrives, questioning you and saying, 'Could there be any man here?' you shall respond, 'There is no one.' \"",
          "ID": "20"
        },
        {
          "text": "And so Jael, the wife of Heber, took a spike from the tent, and also took a mallet. And entering unseen and with silence, she placed the spike over the temple of his head. And striking it with the mallet, she drove it through his brain, as far as the ground. And so, joining deep sleep to death, he fell unconscious and died.",
          "ID": "21"
        },
        {
          "text": "And behold, Barak arrived, in pursuit of Sisera. And Jael, going out to meet him, said to him, \"Come, and I will show you the man whom you are seeking.\" And when he had entered her tent, he saw Sisera lying dead, with the spike fixed in his temples.",
          "ID": "22"
        },
        {
          "text": "Thus did God humble Jabin, the king of Canaan, on that day, before the sons of Israel.",
          "ID": "23"
        },
        {
          "text": "And they increased every day. And with a strong hand they overpowered Jabin, the king of Canaan, until they wiped him out.",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.4",
      "name": "Judges 4"
    },
    {
      "text": [
        {
          "text": "In that day, Deborah and Barak, the son of Abinoam, sang out, saying:",
          "ID": "1"
        },
        {
          "text": "\"All you of Israel who have willingly offered your lives to danger, bless the Lord!",
          "ID": "2"
        },
        {
          "text": "Listen, O kings! Pay attention, O princes! It is I, it is I, who will sing to the Lord. I will sing a psalm to the Lord, the God of Israel!",
          "ID": "3"
        },
        {
          "text": "O Lord, when you departed from Seir, and you crossed through the regions of Edom, the earth and the heavens were moved, and the clouds rained down water.",
          "ID": "4"
        },
        {
          "text": "The mountains flowed away before the face of the Lord, and Sinai, before the face of the Lord God of Israel.",
          "ID": "5"
        },
        {
          "text": "In the days of Shamgar, the son of Anath, in the days of Jael, the paths were quiet. And whoever entered by them, walked along rough byways.",
          "ID": "6"
        },
        {
          "text": "The strong men ceased, and they rested in Israel, until Deborah rose up, until a mother rose up in Israel.",
          "ID": "7"
        },
        {
          "text": "The Lord chose new wars, and he himself overturned the gates of the enemies. A shield with a spear was not seen among the forty thousand of Israel.",
          "ID": "8"
        },
        {
          "text": "My heart loves the leaders of Israel. All you who, of your own free will, offered yourselves during a crisis, bless the Lord.",
          "ID": "9"
        },
        {
          "text": "You who ride upon donkeys laboring, and you who sit in judgment, and you who walk along the way, speak out.",
          "ID": "10"
        },
        {
          "text": "Where the chariots were struck together, and the army of the enemies was choked, in that place, let the justices of the Lord be described, and let his clemency be for the brave of Israel. Then did the people of the Lord descend to the gates, and obtain leadership.",
          "ID": "11"
        },
        {
          "text": "Rise up, rise up, O Deborah! Rise up, rise up, and speak a canticle! Rise up, Barak, and seize your captives, O son of Abinoam.",
          "ID": "12"
        },
        {
          "text": "The remnants of the people were saved. The Lord contended with the strong.",
          "ID": "13"
        },
        {
          "text": "Out of Ephraim, he destroyed those with Amalek, and after him, out of Benjamin, those of your people, O Amalek. From Machir, there descended leaders, and from Zebulun, those who led the army to war.",
          "ID": "14"
        },
        {
          "text": "The commanders of Issachar were with Deborah, and they followed the steps of Barak, who endangered himself, like one rushing headlong into a chasm. Reuben was divided against himself. Contention was found among great souls.",
          "ID": "15"
        },
        {
          "text": "Why do you live between two borders, so that you hear the bleating of the flocks? Reuben was divided against himself. Contention was found among great souls.",
          "ID": "16"
        },
        {
          "text": "Gilead rested beyond the Jordan, and Dan was occupied with ships. Asher was living on the shore of the sea, and dwelling in the ports.",
          "ID": "17"
        },
        {
          "text": "Yet truly, Zebulun and Naphtali offered their lives to death in the region of Merom.",
          "ID": "18"
        },
        {
          "text": "The kings came and fought; the kings of Canaan fought at Taanach, beside the waters of Megiddo. And yet they took no spoils.",
          "ID": "19"
        },
        {
          "text": "The conflict against them was from heaven. The stars, remaining in their order and courses, fought against Sisera.",
          "ID": "20"
        },
        {
          "text": "The torrent of Kishon dragged away their carcasses, the onrushing torrent, the torrent of Kishon. O my soul, tread upon the stalwart!",
          "ID": "21"
        },
        {
          "text": "The hoofs of the horses were broken, while the strongest of the enemies fled away with fury, and rushed on to ruin.",
          "ID": "22"
        },
        {
          "text": "'Cursed be the land of Meroz!' said the Angel of the Lord. 'Cursed be its inhabitants! For they did not come to the aid of the Lord, to the assistance of his most valiant men.'",
          "ID": "23"
        },
        {
          "text": "Blessed among women is Jael, the wife of Heber the Kenite. And blessed is she in her tabernacle.",
          "ID": "24"
        },
        {
          "text": "He begged her for water, and she gave him milk, and she offered him butter in a dish fit for princes.",
          "ID": "25"
        },
        {
          "text": "She put her left hand to the nail, and her right hand to the workman's mallet. And she struck Sisera, seeking in his head a place for the wound, and strongly piercing his temples.",
          "ID": "26"
        },
        {
          "text": "Between her feet, he was ruined. He fainted away and passed on. He curled up before her feet, and he lay there lifeless and miserable.",
          "ID": "27"
        },
        {
          "text": "His mother gazed through a window and wailed. And she spoke from an upper room: 'Why does his chariot delay in returning? Why are the feet of his team of horses so slow?'",
          "ID": "28"
        },
        {
          "text": "One who was wiser than the rest of his wives responded to her mother-in-law with this:",
          "ID": "29"
        },
        {
          "text": "'Perhaps he is now dividing the spoils, and the most beautiful among the women is being selected for him. Garments of diverse colors are being delivered to Sisera as spoils, and various goods are being collected for the adornment of necks.'",
          "ID": "30"
        },
        {
          "text": "O Lord, so may all your enemies perish! But may those who love you shine with splendor, as the sun shines at its rising.\"",
          "ID": "31"
        },
        {
          "text": "And the land rested for forty years.",
          "ID": "32"
        }
      ],
      "ID": "OT:JDG.5",
      "name": "Judges 5"
    },
    {
      "text": [
        {
          "text": "Then the sons of Israel did evil in the sight of the Lord, who delivered them into the hand of Midian for seven years.",
          "ID": "1"
        },
        {
          "text": "And they were greatly oppressed by them. And they made for themselves hollows and caves in the mountains, and very fortified places for defense.",
          "ID": "2"
        },
        {
          "text": "And when Israel had planted, Midian and Amalek, and the rest of the eastern nations ascended,",
          "ID": "3"
        },
        {
          "text": "and pitching their tents among them, they laid waste to all that was planted, as far as the entrance to Gaza. And they left behind nothing at all to sustain life in Israel, neither sheep, nor oxen, nor donkeys.",
          "ID": "4"
        },
        {
          "text": "For they and all their flocks arrived with their tents, and they filled all places like locusts, an innumerable multitude of men and camels, devastating whatever they touched.",
          "ID": "5"
        },
        {
          "text": "And Israel was humbled greatly in the sight of Midian.",
          "ID": "6"
        },
        {
          "text": "And he cried out to the Lord, requesting assistance against the Midianites.",
          "ID": "7"
        },
        {
          "text": "And he sent to them a man who was a prophet, and he said: \"Thus says the Lord, the God of Israel: 'I caused you to ascend from Egypt, and I led you away from the house of servitude.",
          "ID": "8"
        },
        {
          "text": "And I freed you from the hand of the Egyptians and from all of the enemies who were afflicting you. And I cast them out at your arrival, and I delivered their land to you.",
          "ID": "9"
        },
        {
          "text": "And I said: I am the Lord your God. You shall not fear the gods of the Amorites, in whose land you live. But you were not willing to listen to my voice.' \"",
          "ID": "10"
        },
        {
          "text": "Then an Angel of the Lord arrived, and he sat under an oak tree, which was at Ophrah, and which belonged to Joash, the father of the family of Ezri. And while his son Gideon was threshing and cleaning the grain at the winepress, so that he might flee from Midian,",
          "ID": "11"
        },
        {
          "text": "the Angel of the Lord appeared to him, and he said: \"The Lord is with you, most valiant of men.\"",
          "ID": "12"
        },
        {
          "text": "And Gideon said to him: \"I beg you, my lord, if the Lord is with us, why have these things happened to us? Where are his miracles, which our fathers described when they said, 'The Lord led us away from Egypt.' But now the Lord has forsaken us, and he has delivered us into the hand of Midian.\"",
          "ID": "13"
        },
        {
          "text": "And the Lord looked down upon him, and he said: \"Go forth with this, your strength, and you shall free Israel from the hand of Midian. Know that I have sent you.\"",
          "ID": "14"
        },
        {
          "text": "And responding, he said: \"I beg you, my lord, with what shall I free Israel? Behold, my family is the weakest in Manasseh, and I am the least in the house of my father.\"",
          "ID": "15"
        },
        {
          "text": "And the Lord said to him: \"I will be with you. And so, you shall cut down Midian as if one man.\"",
          "ID": "16"
        },
        {
          "text": "And he said: \"If I have found grace before you, give me a sign that it is you who is speaking to me.",
          "ID": "17"
        },
        {
          "text": "And may you not withdraw from here, until I return to you, carrying a sacrifice and offering it to you.\" And he responded, \"I will wait for your return.\"",
          "ID": "18"
        },
        {
          "text": "And so Gideon entered, and he boiled a goat, and he made unleavened bread from a measure of flour. And setting the flesh in a basket, and putting the broth of the flesh in a pot, he took it all under the oak tree, and he offered it to him.",
          "ID": "19"
        },
        {
          "text": "And the Angel of the Lord said to him, \"Take the flesh and the unleavened bread, and place them on that rock, and pour out the broth upon it.\" And when he had done so,",
          "ID": "20"
        },
        {
          "text": "the Angel of the Lord extended the end of a staff, which he was holding in his hand, and he touched the flesh and the unleavened loaves. And a fire ascended from the rock, and it consumed the flesh and the unleavened loaves. Then the Angel of the Lord vanished from his sight.",
          "ID": "21"
        },
        {
          "text": "And Gideon, realizing that it had been the Angel of the Lord, said: \"Alas, my Lord God! For I have seen the Angel of the Lord face to face.\"",
          "ID": "22"
        },
        {
          "text": "And the Lord said to him: \"Peace be with you. Do not be afraid; you shall not die.\"",
          "ID": "23"
        },
        {
          "text": "Therefore, Gideon built an altar to the Lord there, and he called it, the Peace of the Lord, even to the present day. And while he was still at Ophrah, which is of the family of Ezri,",
          "ID": "24"
        },
        {
          "text": "that night, the Lord said to him: \"Take a bull of your father's, and another bull of seven years, and you shall destroy the altar of Baal, which is your father's. And you shall cut down the sacred grove which is around the altar.",
          "ID": "25"
        },
        {
          "text": "And you shall build an altar to the Lord your God, at the summit of this rock, on which you placed the sacrifice before. And you shall take the second bull, and you shall offer a holocaust upon a pile of the wood, which you shall cut down from the grove.\"",
          "ID": "26"
        },
        {
          "text": "Therefore, Gideon, taking ten men from his servants, did just as the Lord had instructed him. But fearing his father's household, and the men of that city, he was not willing to do it by day. Instead, he completed everything by night.",
          "ID": "27"
        },
        {
          "text": "And when the men of that town had risen up in the morning, they saw the altar of Baal destroyed, and the sacred grove cut down, and the second bull set upon the altar, which then had been built.",
          "ID": "28"
        },
        {
          "text": "And they said one to another, \"Who has done this?\" And when they inquired everywhere as to the author of the deed, it was said, \"Gideon, the son of Joash, did all these things.\"",
          "ID": "29"
        },
        {
          "text": "And they said to Joash: \"Bring forward your son here, so that he may die. For he has destroyed the altar of Baal, and he has cut down the sacred grove.\"",
          "ID": "30"
        },
        {
          "text": "But he responded to them: \"Could you be the avengers of Baal, so that you fight on his behalf? Whoever is his adversary, let him die before the light arrives tomorrow; if he is a god, let him vindicate himself against him who has overturned his altar.\"",
          "ID": "31"
        },
        {
          "text": "From that day, Gideon was called Jerubbaal, because Joash had said, \"Let Baal avenge himself against him who has overturned his altar.\"",
          "ID": "32"
        },
        {
          "text": "And so, all of Midian, and Amalek, and the eastern peoples were gathered together. And crossing the Jordan, they encamped in the valley of Jezreel.",
          "ID": "33"
        },
        {
          "text": "But the Spirit of the Lord entered Gideon, who, sounding the trumpet, summoned the house of Abiezer so that he might follow him.",
          "ID": "34"
        },
        {
          "text": "And he sent messengers into all of Manasseh, who also followed him, and other messengers into Asher, and Zebulun, and Naphtali, who went to meet him.",
          "ID": "35"
        },
        {
          "text": "And Gideon said to God: \"If you will save Israel by my hand, just as you have said:",
          "ID": "36"
        },
        {
          "text": "I will set this wool fleece on the threshing floor. If there will be dew only on the fleece, and all the ground is dry, I will know that by my hand, as you have said, you will free Israel.\"",
          "ID": "37"
        },
        {
          "text": "And so it was done. And rising in the night, wringing out the fleece, he filled a vessel with the dew.",
          "ID": "38"
        },
        {
          "text": "And again he said to God: \"Let not your fury be enkindled against me, if I test once more, seeking a sign in the fleece. I pray that only the fleece may be dry, and all the ground may be wet with dew.\"",
          "ID": "39"
        },
        {
          "text": "And that night, God did as he had requested. And it was dry only on the fleece, and there was dew on all the ground.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.6",
      "name": "Judges 6"
    },
    {
      "text": [
        {
          "text": "And so Jerubbaal, who is also Gideon, rising in the night, and all the people with him, went to the fountain which is called Harod. Now the camp of Midian was in the valley, to the northern region of the high hill.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to Gideon: \"The people with you are many, but Midian shall not be delivered into their hands, for then Israel might glory against me, and say, 'I was freed by my own power.'",
          "ID": "2"
        },
        {
          "text": "Speak to the people, and proclaim in the hearing of all, 'Whoever has dread or fear, let him return.' And twenty-two thousand of the men from the people withdrew from Mount Gilead and returned, and only ten thousand remained.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to Gideon: \"The people are still too many. Lead them to the waters, and there I will test them. And those about whom I tell you that he may go with you, let him go; he whom I shall forbid to go, let him return.\"",
          "ID": "4"
        },
        {
          "text": "And when the people had descended to the waters, the Lord said to Gideon: \"Whoever will lap the water with the tongue, as dogs usually lap, you shall separate them by themselves. Then those who will drink by bending their knees shall be on the other side.\"",
          "ID": "5"
        },
        {
          "text": "And so the number of those who had lapped the water, by bringing it with the hand to the mouth, was three hundred men. And all the remainder of the multitude drank by bending the knee.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Gideon: \"By the three hundred men who lapped the water, I will free you, and I will deliver Midian into your hand. But let all the remainder of the multitude return to their place.\"",
          "ID": "7"
        },
        {
          "text": "And so, taking food and trumpets in accord with their number, he instructed all the rest of the multitude to go back to their tents. And with the three hundred men, he gave himself to the conflict. Now the camp of Midian was below, in the valley.",
          "ID": "8"
        },
        {
          "text": "In the same night, the Lord said to him: \"Rise up, and descend into the camp. For I have delivered them into your hand.",
          "ID": "9"
        },
        {
          "text": "But if you dread to go alone, let your servant Purah descend with you.",
          "ID": "10"
        },
        {
          "text": "And when you will hear what they are saying, then your hands will be strengthened, and you will descend more confidently to the camp of the enemy.\" Therefore, he descended with his servant Purah into a portion of the camp, where there was a watch of armed men.",
          "ID": "11"
        },
        {
          "text": "But Midian, and Amalek, and all the eastern peoples lay spread out in the valley, like a multitude of locusts. Their camels, too, were innumerable, like the sand that lies on the shore of the sea.",
          "ID": "12"
        },
        {
          "text": "And when Gideon had arrived, someone told his neighbor a dream. And he related what he had seen, in this way: \"I saw a dream, and it seemed to me as if bread, baked under ashes from rolled barley, descended into the camp of Midian. And whenever it arrived at a tent, it struck it, and overturned it, and utterly leveled it to the ground.\"",
          "ID": "13"
        },
        {
          "text": "He to whom he spoke, responded: \"This is nothing else but the sword of Gideon, the son of Joash, a man of Israel. For the Lord has delivered Midian into his hands, with their entire camp.\"",
          "ID": "14"
        },
        {
          "text": "And when Gideon had heard the dream and its interpretation, he worshipped. And he returned to the camp of Israel, and he said: \"Rise up! For the Lord has delivered the camp of Midian into our hands.\"",
          "ID": "15"
        },
        {
          "text": "And he divided the three hundred men into three parts. And he gave trumpets, and empty pitchers, and lamps for the middle of the pitchers, into their hands.",
          "ID": "16"
        },
        {
          "text": "And he said to them: \"What you will see me do, do the same. I will enter a portion of the camp, and what I do, you shall follow.",
          "ID": "17"
        },
        {
          "text": "When the trumpet in my hand blares out, you also shall sound the trumpets, on every side of the camp, and shout together to the Lord and to Gideon.\"",
          "ID": "18"
        },
        {
          "text": "And Gideon, and the three hundred men who were with him, entered a portion of the camp, at the beginning of the watch in the middle of the night. And when the guards were alerted, they began to sound the trumpets and to clap the pitchers against one another.",
          "ID": "19"
        },
        {
          "text": "And when they had sounded their trumpets in three places around the camp, and had broken their water pitchers, they held the lamps in their left hands, and sounded the trumpets in their right hands. And they cried out, \"The sword of the Lord and of Gideon!\"",
          "ID": "20"
        },
        {
          "text": "And each one was standing in his place throughout the camp of the enemies. And so the entire camp was in confusion; and they fled away, wailing and crying out.",
          "ID": "21"
        },
        {
          "text": "And the three hundred men nevertheless continued sounding the trumpets. And the Lord sent the sword into the entire camp, and they maimed and cut down one another,",
          "ID": "22"
        },
        {
          "text": "fleeing as far as Bethshittah, and the base of Abelmeholah in Tabbath. But the men of Israel pursued Midian, shouting from Naphtali and Asher, and from all of Manasseh.",
          "ID": "23"
        },
        {
          "text": "And Gideon sent messengers throughout all of Mount Ephraim, saying, \"Descend to meet Midian, and occupy the waters ahead of them as far as Bethbarah and the Jordan.\" And all of Ephraim cried out, and they occupied the waters ahead of them, from the Jordan even to Bethbarah.",
          "ID": "24"
        },
        {
          "text": "And having apprehended two men of Midian, Oreb and Zeeb, they put Oreb to death at the Rock of Oreb, and truly, Zeeb, at the Winepress of Zeeb. And they pursued Midian, carrying the heads of Oreb and Zeeb to Gideon, across the waters of the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.7",
      "name": "Judges 7"
    },
    {
      "text": [
        {
          "text": "And the men of Ephraim said to him, \"What is this, that you wanted to do, so that you would not call us when you went to fight against Midian?\" And they rebuked him strongly, and came close to using violence.",
          "ID": "1"
        },
        {
          "text": "And he responded to them: \"But what could I have done that would be so great as what you have done? Is not one bunch of grapes of Ephraim better than the vintages of Abiezer?",
          "ID": "2"
        },
        {
          "text": "The Lord has delivered into your hands the leaders of Midian, Oreb and Zeeb. What could I have done that would be so great as what you have done?\" And when he had said this, their spirit, which was swelling up against him, was quieted.",
          "ID": "3"
        },
        {
          "text": "And when Gideon had arrived at the Jordan, he crossed over it with the three hundred men who were with him. And they were so weary that they were unable to pursue those who were fleeing.",
          "ID": "4"
        },
        {
          "text": "And he said to the men of Succoth, \"I beg you, give bread to the people who are with me, for they are greatly weakened, so that we may be able to pursue Zebah and Zalmunna, the kings of Midian.\"",
          "ID": "5"
        },
        {
          "text": "The leaders of Succoth answered, \"Perhaps the palms of the hands of Zebah and Zalmunna are in your hand, and for this reason, you request that we give bread to your army.\"",
          "ID": "6"
        },
        {
          "text": "And he said to them, \"So then, when the Lord will have delivered Zebah and Zalmunna into my hands, I will thresh your flesh with the thorns and briers of the desert.\"",
          "ID": "7"
        },
        {
          "text": "And going up from there, he arrived at Penuel. And he spoke to the men of that place similarly. And they also answered him, just as the men of Succoth had answered.",
          "ID": "8"
        },
        {
          "text": "And so he said to them also, \"When I will have returned as a victor in peace, I will destroy this tower.\"",
          "ID": "9"
        },
        {
          "text": "Now Zebah and Zalmunna were resting with their entire army. For fifteen thousand men were left out of all the troops of the eastern people. And one hundred twenty thousand warriors that drew the sword had been cut down.",
          "ID": "10"
        },
        {
          "text": "And Gideon ascended by the way of those who were dwelling in tents, to the eastern part of Nobah and Jogbehah. And he struck the camp of the enemies, who were confident and were suspecting nothing adverse.",
          "ID": "11"
        },
        {
          "text": "And Zebah and Zalmunna fled. And Gideon pursued and overtook them, sending their entire army into confusion.",
          "ID": "12"
        },
        {
          "text": "And returning from the war before sunrise,",
          "ID": "13"
        },
        {
          "text": "he took a boy from among the men of Succoth. And he asked him the names of the leaders and elders of Succoth. And he described seventy-seven men.",
          "ID": "14"
        },
        {
          "text": "And he went to Succoth, and he said to them: \"Behold Zebah and Zalmunna, over whom you rebuked me, saying: 'Perhaps the hands of Zebah and Zalmunna are in your hands, and for this reason, you request that we give bread to men who are languishing and weakened.' \"",
          "ID": "15"
        },
        {
          "text": "Therefore, he took the elders of the city, and, using the thorns and briers of the desert, he threshed them with these, and he cut the men of Succoth to pieces.",
          "ID": "16"
        },
        {
          "text": "He also overturned the tower of Penuel, and he killed the men of the city.",
          "ID": "17"
        },
        {
          "text": "And he said to Zebah and Zalmunna, \"What kind of men were those whom you killed at Tabor?\" They responded, \"They were like you, and one of them was like the son of a king.\"",
          "ID": "18"
        },
        {
          "text": "He answered them: \"They were my brothers, the sons of my mother. As the Lord lives, if you had preserved them, I would not kill you.\"",
          "ID": "19"
        },
        {
          "text": "And he said to Jether, his firstborn son, \"Rise up, and put them to death.\" But he did not draw his sword. For he was afraid, being still a boy.",
          "ID": "20"
        },
        {
          "text": "And Zebah and Zalmunna said: \"You should rise up and rush against us. For the strength of a man is in accord with his age.\" Gideon rose up, and he killed Zebah and Zalmunna. And he took the ornaments and studs, with which the necks of the royal camels are usually adorned.",
          "ID": "21"
        },
        {
          "text": "And all the men of Israel said to Gideon: \"You should rule over us, and your son, and your son's son. For you freed us from the hand of Midian.\"",
          "ID": "22"
        },
        {
          "text": "And he said to them: \"I will not rule over you. Neither shall my son rule over you. Instead, the Lord shall rule over you.\"",
          "ID": "23"
        },
        {
          "text": "And he said to them: \"I petition one request from you. Give me the earrings from your spoils.\" For the Ishmaelites were accustomed to wear gold earrings.",
          "ID": "24"
        },
        {
          "text": "They responded, \"We are very willing to give them.\" And spreading a cloak on the ground, they cast upon it the earrings from the spoils.",
          "ID": "25"
        },
        {
          "text": "And the weight of the earrings that he requested was one thousand seven hundred shekels of gold, aside from the ornaments, and necklaces, and purple garments, which the kings of Midian were accustomed to use, and aside from the gold chains on the camels.",
          "ID": "26"
        },
        {
          "text": "And Gideon made an ephod from these, and he kept it in his city, Ophrah. And all of Israel committed fornication with it, and it became a ruin to Gideon and to all his house.",
          "ID": "27"
        },
        {
          "text": "But Midian was humbled before the sons of Israel. Neither were they able any longer to lift up their necks. But the land rested for forty years, while Gideon presided.",
          "ID": "28"
        },
        {
          "text": "And so Jerubbaal, the son of Joash, went and lived in his own house.",
          "ID": "29"
        },
        {
          "text": "And he had seventy sons, who went forth from his own thigh. For he had many wives.",
          "ID": "30"
        },
        {
          "text": "But his concubine, whom he had in Shechem, bore him a son named Abimelech.",
          "ID": "31"
        },
        {
          "text": "And Gideon, the son of Joash, died in a good old age, and he was buried in the sepulcher of his father, at Ophrah, of the family of Ezri.",
          "ID": "32"
        },
        {
          "text": "But after Gideon died, the sons of Israel turned away, and they committed fornication with the Baals. And they struck a covenant with Baal, so that he would be their god.",
          "ID": "33"
        },
        {
          "text": "And they did not remember the Lord their God, who rescued them from the hands of all their enemies on all sides.",
          "ID": "34"
        },
        {
          "text": "Neither did they show mercy to the house of Jerubbaal Gideon, in accord with all the good that he had done for Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:JDG.8",
      "name": "Judges 8"
    },
    {
      "text": [
        {
          "text": "Now Abimelech, the son of Jerubbaal, went to Shechem, to his maternal brothers, and he spoke to them, and to all the relatives of the house of his maternal grandfather, saying:",
          "ID": "1"
        },
        {
          "text": "\"Speak to all the men of Shechem: Which is better for you: that seventy men, all the sons of Jerubbaal, should rule over you, or that one man should rule over you? And consider also that I am your bone and your flesh.\"",
          "ID": "2"
        },
        {
          "text": "And his maternal brothers spoke about him to all the men of Shechem, all these words, and they inclined their hearts after Abimelech, saying, \"He is our brother.\"",
          "ID": "3"
        },
        {
          "text": "And they gave to him the weight of seventy silver coins from the shrine of Baal-berith. With this, he hired for himself indigent and wandering men, and they followed him.",
          "ID": "4"
        },
        {
          "text": "And he went to his father's house in Ophrah, and he killed his brothers, the sons of Jerubbaal, seventy men, upon one stone. And there remained only Joatham, the youngest son of Jerubbaal, and he was in hiding.",
          "ID": "5"
        },
        {
          "text": "Then all the men of Shechem gathered together, and all the families of the city of Millo, and they went and appointed Abimelech as king, beside the oak that stood at Shechem.",
          "ID": "6"
        },
        {
          "text": "When this had been reported to Jotham, he went and stood at the top of Mount Gerizim. And lifting up his voice, he cried out and said: \"Listen to me, men of Shechem, so that God may listen to you.",
          "ID": "7"
        },
        {
          "text": "The trees went to anoint a king over themselves. And they said to the olive tree, 'Reign over us.'",
          "ID": "8"
        },
        {
          "text": "And it responded, 'How could I abandon my fatness, which both gods and men make use of, and depart to be promoted among the trees?'",
          "ID": "9"
        },
        {
          "text": "And the trees said to the fig tree, 'Come and accept royal power over us.'",
          "ID": "10"
        },
        {
          "text": "And it responded to them, 'How could I abandon my sweetness, and my very sweet fruits, and depart to be promoted among the other trees?'",
          "ID": "11"
        },
        {
          "text": "And the trees said to the vine, 'Come and reign over us.'",
          "ID": "12"
        },
        {
          "text": "And it responded to them, 'How could I abandon my wine, which gives joy to God and men, and be promoted among the other trees?'",
          "ID": "13"
        },
        {
          "text": "And all the trees said to the bramble, 'Come and reign over us.'",
          "ID": "14"
        },
        {
          "text": "And it responded to them: 'If truly you would appoint me as king, come and rest under my shadow. But if you are not willing, let fire go forth from the bramble, and let it devour the cedars of Lebanon.' \"",
          "ID": "15"
        },
        {
          "text": "So now, if you are upright and without sin in appointing Abimelech as a king over you, and if you have acted well with Jerubbaal, and with his house, and if you have repaid, in turn, the benefits of him who fought on your behalf,",
          "ID": "16"
        },
        {
          "text": "and who gave his life to dangers, so that he might rescue you from the hand of Midian,",
          "ID": "17"
        },
        {
          "text": "though you now have risen up against my father's house, and have killed his sons, seventy men, upon one stone, and have appointed Abimelech, the son of his handmaid, as a king over the inhabitants of Shechem, since he is your brother,",
          "ID": "18"
        },
        {
          "text": "if therefore you are upright and have acted without fault with Jerubbaal and his house, then you should rejoice on this day in Abimelech, and he should rejoice in you.",
          "ID": "19"
        },
        {
          "text": "But if you have acted perversely, may fire go forth from him and consume the inhabitants of Shechem and the town of Millo. And may fire go forth from the men of Shechem and from the town of Millo, and devour Abimelech.\"",
          "ID": "20"
        },
        {
          "text": "And when he had said these things, he fled and went away to Beer. And he lived in that place, out of fear of Abimelech, his brother.",
          "ID": "21"
        },
        {
          "text": "And so Abimelech reigned over Israel for three years.",
          "ID": "22"
        },
        {
          "text": "And the Lord put a very grievous spirit between Abimelech and the inhabitants of Shechem, who began to detest him,",
          "ID": "23"
        },
        {
          "text": "and to place blame for the crime of the killing of the seventy sons of Jerubbaal, and for the shedding of their blood, upon Abimelech, their brother, and upon the rest of the leaders of the Shechemites, who assisted him.",
          "ID": "24"
        },
        {
          "text": "And they stationed an ambush against him at the summit of the mountains. And while they were waiting for his arrival, they committed robberies, taking spoils from those passing by. And this was reported to Abimelech.",
          "ID": "25"
        },
        {
          "text": "Now Gaal, the son of Ebed, went with his brothers, and crossed over to Shechem. And the inhabitants of Shechem, uplifted by his arrival,",
          "ID": "26"
        },
        {
          "text": "departed into the fields, laying waste to the vineyards, and trampling the grapes. And while singing and dancing, they entered into the shrine of their god. And while feasting and drinking, they cursed Abimelech.",
          "ID": "27"
        },
        {
          "text": "And Gaal, the son of Ebed, cried out: \"Who is Abimelech, and what is Shechem, that we should serve him? Is he not the son of Jerubbaal, who has appointed Zebul, his servant, as ruler over the men of Hamor, the father of Shechem? Why then should we serve him?",
          "ID": "28"
        },
        {
          "text": "I wish that someone would set this people under my hand, so that I might take away Abimelech from their midst.\" And it was told to Abimelech, \"Gather the multitude of an army, and approach.\"",
          "ID": "29"
        },
        {
          "text": "For Zebul, the ruler of the city, upon hearing the words of Gaal, the son of Ebed, became very angry.",
          "ID": "30"
        },
        {
          "text": "And he sent messengers secretly to Abimelech, saying: \"Behold, Gaal, the son of Ebed, has arrived at Shechem with his brothers, and he has set the city against you.",
          "ID": "31"
        },
        {
          "text": "And so, rise up in the night, with the people who are with you, and lie hidden in the field.",
          "ID": "32"
        },
        {
          "text": "And at first light in the morning, as the sun is rising, rush upon the city. And when he goes out against you, with his people, do to him what you are able to do.\"",
          "ID": "33"
        },
        {
          "text": "And so Abimelech rose up, with all his army, by night, and he set ambushes near Shechem in four places.",
          "ID": "34"
        },
        {
          "text": "And Gaal, the son of Ebed, went out, and he stood at the entrance to the gate of the city. Then Abimelech rose up, and all the army with him, from the places of the ambushes.",
          "ID": "35"
        },
        {
          "text": "And when Gaal had seen the people, he said to Zebul, \"Behold, a multitude is descending from the mountains.\" And he responded to him, \"You are seeing the shadows of the mountains, as if they were the heads of men, and so you are being deceived by this error.\"",
          "ID": "36"
        },
        {
          "text": "Again, Gaal said, \"Behold, a people is descending from the middle of the land, and one company is arriving by the way that looks towards the oak.\"",
          "ID": "37"
        },
        {
          "text": "And Zebul said to him: \"Where is your mouth now, with which you said, 'Who is Abimelech that we should serve him?' Is this not the people that you were despising? Go out and fight against him.\"",
          "ID": "38"
        },
        {
          "text": "Therefore, Gaal went out, with the people of Shechem watching, and he fought against Abimelech,",
          "ID": "39"
        },
        {
          "text": "who pursued him, fleeing, and drove him into the city. And many were cut down on his side, even to the gate of the city.",
          "ID": "40"
        },
        {
          "text": "And Abimelech made camp at Arumah. But Zebul expelled Gaal and his companions from the city, and he would not permit them to remain in it.",
          "ID": "41"
        },
        {
          "text": "Therefore, on the following day, the people departed into the field. And when this had been reported to Abimelech,",
          "ID": "42"
        },
        {
          "text": "he took his army, and divided it into three companies, and he placed ambushes in the fields. And seeing that the people had departed from the city, he rose up and rushed upon them,",
          "ID": "43"
        },
        {
          "text": "along with his own company, assaulting and besieging the city. But the two other companies pursued the enemies scattered in the field.",
          "ID": "44"
        },
        {
          "text": "Now Abimelech assaulted the city all that day. And he seized it, and he killed its inhabitants, and he destroyed it, so much so that he scattered salt in it.",
          "ID": "45"
        },
        {
          "text": "And when those living in the tower of Shechem had heard about this, they entered the temple of their god, Berith, where they had formed a covenant with him. And it was because of this, that the place had taken its name. And it was greatly fortified.",
          "ID": "46"
        },
        {
          "text": "Abimelech, also hearing that the men of the tower of Shechem had joined together,",
          "ID": "47"
        },
        {
          "text": "ascended to mount Zalmon, with all his people. And taking an axe, he cut down the branch of a tree. And laying it on his shoulder, and carrying it, he said to his companions, \"What you see me do, you must do quickly.\"",
          "ID": "48"
        },
        {
          "text": "And so, eagerly cutting down branches from the trees, they followed their leader. And surrounding the fortified place, they set it on fire. And so it happened that, by smoke and fire, one thousand persons died, men and women together, the occupants of the tower of Shechem.",
          "ID": "49"
        },
        {
          "text": "Then Abimelech, setting out from there, arrived at the town of Thebez, which he surrounded and besieged with his army.",
          "ID": "50"
        },
        {
          "text": "Now there was, in the midst of the city, a high tower, to which men and women were fleeing together, with all the leaders of the city. And, having very strongly sealed the gate, they were standing on the roof of the tower to defend themselves.",
          "ID": "51"
        },
        {
          "text": "And Abimelech, drawing near the tower, fought valiantly. And approaching the gate, he strove to set it on fire.",
          "ID": "52"
        },
        {
          "text": "And behold, one woman, throwing a fragment of a millstone from above, struck the head of Abimelech, and broke his skull.",
          "ID": "53"
        },
        {
          "text": "And he quickly called to his armor bearer, and said to him, \"Draw your sword and strike me, otherwise it may be said that I was slain by a woman.\" And, doing as he was ordered, he killed him.",
          "ID": "54"
        },
        {
          "text": "And when he was dead, all those of Israel who were with him returned to their homes.",
          "ID": "55"
        },
        {
          "text": "And so did God repay the evil that Abimelech had done against his father by killing his seventy brothers.",
          "ID": "56"
        },
        {
          "text": "The Shechemites also were given retribution for what they had done, and the curse of Jotham, the son of Jerubbaal, fell upon them.",
          "ID": "57"
        }
      ],
      "ID": "OT:JDG.9",
      "name": "Judges 9"
    },
    {
      "text": [
        {
          "text": "After Abimelech, a leader rose up in Israel, Tola, the son of Puah, the paternal uncle of Abimelech, a man of Issachar, who lived in Shamir on mount Ephraim.",
          "ID": "1"
        },
        {
          "text": "And he judged Israel for twenty-three years, and he died and was buried at Shamir.",
          "ID": "2"
        },
        {
          "text": "After him succeeded Jair, a Gileadite, who judged Israel for twenty-two years,",
          "ID": "3"
        },
        {
          "text": "having thirty sons sitting upon thirty young donkeys, and who were leaders of thirty cities, which from his name were called Havvoth Jair, that is, the towns of Jair, even to the present day, in the land of Gilead.",
          "ID": "4"
        },
        {
          "text": "And Jair died, and he was buried in the place which is called Kamon.",
          "ID": "5"
        },
        {
          "text": "But the sons of Israel did evil in the sight of the Lord, joining new sins to old, and they served idols, the Baals and Ashtaroth, and the gods of Syria and Sidon, and of Moab and the sons of Ammon, and the Philistines. And they abandoned the Lord, and they did not worship him.",
          "ID": "6"
        },
        {
          "text": "And the Lord, becoming angry against them, delivered them into the hands of the Philistines and the sons of Ammon.",
          "ID": "7"
        },
        {
          "text": "And they were afflicted and vehemently oppressed for eighteen years, all who were living beyond the Jordan in the land of the Amorite, which is in Gilead,",
          "ID": "8"
        },
        {
          "text": "to such a great extent that the sons of Ammon, crossing over the Jordan, laid waste to Judah and Benjamin and Ephraim. And Israel was exceedingly afflicted.",
          "ID": "9"
        },
        {
          "text": "And crying out to the Lord, they said: \"We have sinned against you. For we have forsaken the Lord our God, and we have served the Baals.\"",
          "ID": "10"
        },
        {
          "text": "And the Lord said to them: \"Did not the Egyptians, and the Amorites, and the sons of Ammon, and the Philistines,",
          "ID": "11"
        },
        {
          "text": "and also the Sidonians, and Amalek, and Canaan, oppress you, and so you cried out to me, and I rescued you from their hand?",
          "ID": "12"
        },
        {
          "text": "And yet you have forsaken me, and you have worshipped foreign gods. For this reason, I will not continue to free you any more.",
          "ID": "13"
        },
        {
          "text": "Go, and call upon the gods whom you have chosen. Let them free you in the time of anguish.\"",
          "ID": "14"
        },
        {
          "text": "And the sons of Israel said to the Lord: \"We have sinned. You may repay us in whatever way pleases you. Yet free us now.\"",
          "ID": "15"
        },
        {
          "text": "And saying these things, they cast out all the idols of the foreign gods from their regions, and they served the Lord God. And he was touched by their miseries.",
          "ID": "16"
        },
        {
          "text": "And then the sons of Ammon, shouting out together, pitched their tents in Gilead. And the sons of Israel gathered together against them, and they made camp at Mizpah.",
          "ID": "17"
        },
        {
          "text": "And the leaders of Gilead said to one another, \"Whoever among us will be the first to begin to contend against the sons of Ammon, he shall be the leader of the people of Gilead.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JDG.10",
      "name": "Judges 10"
    },
    {
      "text": [
        {
          "text": "At that time, there was a Gileadite, Jephthah, a very strong man and a fighter, the son of a kept woman, and he was born of Gilead.",
          "ID": "1"
        },
        {
          "text": "Now Gilead had a wife, from whom he received sons. And they, after growing up, cast out Jephthah, saying, \"You cannot inherit in the house of our father, because you were born of another mother.\"",
          "ID": "2"
        },
        {
          "text": "And so, fleeing and avoiding them, he lived in the land of Tob. And men who were indigent and robbers joined with him, and they followed him as their leader.",
          "ID": "3"
        },
        {
          "text": "In those days, the sons of Ammon fought against Israel.",
          "ID": "4"
        },
        {
          "text": "And being steadfastly attacked, the elders of Gilead traveled so that they might obtain for their assistance Jephthah, from the land of Tob.",
          "ID": "5"
        },
        {
          "text": "And they said to him, \"Come and be our leader, and fight against the sons of Ammon.\"",
          "ID": "6"
        },
        {
          "text": "But he answered them: \"Are you not the ones who hated me, and who cast me out of my father's house? And yet now you come to me, compelled by necessity?\"",
          "ID": "7"
        },
        {
          "text": "And the leaders of Gilead said to Jephthah, \"But it is due to this necessity that we have approached you now, so that you may set out with us, and fight against the sons of Ammon, and be commander over all who live in Gilead.\"",
          "ID": "8"
        },
        {
          "text": "Jephthah also said to them: \"If you have come to me so that I may fight for you against the sons of Ammon, and if the Lord will deliver them into my hands, will I truly be your leader?\"",
          "ID": "9"
        },
        {
          "text": "They answered him, \"The Lord who hears these things is himself the Mediator and the Witness that we shall do what we have promised.\"",
          "ID": "10"
        },
        {
          "text": "And so Jephthah went with the leaders of Gilead, and all the people made him their leader. And Jephthah spoke all his words, in the sight of the Lord, at Mizpah.",
          "ID": "11"
        },
        {
          "text": "And he sent messengers to the king of the sons of Ammon, who said on his behalf, \"What is there between you and me, that you would approach against me, so that you might lay waste to my land?\"",
          "ID": "12"
        },
        {
          "text": "And he responded to them, \"It is because Israel took my land, when he ascended from Egypt, from the parts of Arnon, as far as the Jabbok and the Jordan. Now therefore, restore these to me with peace.\"",
          "ID": "13"
        },
        {
          "text": "And Jephthah again commissioned them, and he ordered them to say to the king of Ammon:",
          "ID": "14"
        },
        {
          "text": "\"Jephthah says this: Israel did not take the land of Moab, nor the land of the sons of Ammon.",
          "ID": "15"
        },
        {
          "text": "But when they ascended together from Egypt, he walked through the desert as far as the Red Sea, and he went into Kadesh.",
          "ID": "16"
        },
        {
          "text": "And he sent messengers to the king of Edom, saying, 'Permit me to pass through your land.' But he was not willing to agree to his petition. Likewise, he sent to the king of Moab, who also refused to offer him passage. And so he delayed in Kadesh,",
          "ID": "17"
        },
        {
          "text": "and he circled around the side of the land of Edom and the land of Moab. And he arrived opposite the eastern region of the land of Moab. And he made camp across the Arnon. But he was not willing to enter the borders of Moab. (Of course, Arnon is the border of the land of Moab.)",
          "ID": "18"
        },
        {
          "text": "And so Israel sent messengers to Sihon, the king of the Amorites, who was living at Heshbon. And they said to him, \"Permit me to cross through your land as far as the river.\"",
          "ID": "19"
        },
        {
          "text": "But he, too, despising the words of Israel, would not permit him to cross through his borders. Instead, gathering an innumerable multitude, he went out against him at Jahaz, and he resisted strongly.",
          "ID": "20"
        },
        {
          "text": "But the Lord delivered him, with his entire army, into the hands of Israel. And he struck him down, and he possessed all the land of the Amorite, the inhabitant of that region,",
          "ID": "21"
        },
        {
          "text": "with all its parts, from the Arnon as far as the Jabbok, and from the wilderness even to the Jordan.",
          "ID": "22"
        },
        {
          "text": "Therefore, it was the Lord, the God of Israel, who overthrew the Amorites, by means of his people Israel fighting against them. And now you wish to possess his land?",
          "ID": "23"
        },
        {
          "text": "Are not the things that your god Chemosh possesses owed to you by right? And so, what the Lord our God has obtained by victory falls to us as a possession.",
          "ID": "24"
        },
        {
          "text": "Or are you, perhaps, better than Balak, the son of Zippor, the king of Moab? Or are you able to explain what his argument was against Israel, and why he fought against him?",
          "ID": "25"
        },
        {
          "text": "And though he has lived in Heshbon, and its villages, and in Aroer, and its villages, and in all the cities near the Jordan for three hundred years, why have you, for such long a time, put forward nothing about this claim?",
          "ID": "26"
        },
        {
          "text": "Therefore, I am not sinning against you, but you are doing evil against me, by declaring an unjust war against me. May the Lord be the Judge and the Arbiter this day, between Israel and the sons of Ammon.\"",
          "ID": "27"
        },
        {
          "text": "But the king of the sons of Ammon was not willing to agree to the words of Jephthah that he commissioned by the messengers.",
          "ID": "28"
        },
        {
          "text": "Therefore, the Spirit of the Lord rested upon Jephthah, and circling around Gilead, and Manasseh, and also Mizpah of Gilead, and crossing from there to the sons of Ammon,",
          "ID": "29"
        },
        {
          "text": "he made a vow to the Lord, saying, \"If you will deliver the sons of Ammon into my hands,",
          "ID": "30"
        },
        {
          "text": "whoever will be the first to depart from the doors of my house to meet me, when I return in peace from the sons of Ammon, the same will I offer as a holocaust to the Lord.\"",
          "ID": "31"
        },
        {
          "text": "And Jephthah crossed to the sons of Ammon, so that he might fight against them. And the Lord delivered them into his hands.",
          "ID": "32"
        },
        {
          "text": "And he struck them down from Aroer, as far as the entrance to Minnith, twenty cities, and as far as Abel, which is covered with vineyards, in an exceedingly great slaughter. And the sons of Ammon were humbled by the sons of Israel.",
          "ID": "33"
        },
        {
          "text": "But when Jephthah returned to Mizpah, to his own house, his only daughter met him with timbrels and dances. For he had no other children.",
          "ID": "34"
        },
        {
          "text": "And upon seeing her, he tore his garments, and he said: \"Alas, my daughter! You have cheated me, and you yourself have been cheated. For I opened my mouth to the Lord, and I can do nothing else.\"",
          "ID": "35"
        },
        {
          "text": "And she answered him, \"My father, if you have opened your mouth to the Lord, do to me whatever you have promised, since victory has been granted to you, as well as vengeance against your enemies.\"",
          "ID": "36"
        },
        {
          "text": "And she said to her father: \"Grant to me this one thing, which I request. Permit me, that I may wander the hillsides for two months, and that I may mourn my virginity with my companions.\"",
          "ID": "37"
        },
        {
          "text": "And he answered her, \"Go.\" And he released her for two months. And when she had departed with her friends and companions, she wept over her virginity in the hillsides.",
          "ID": "38"
        },
        {
          "text": "And when the two months expired, she returned to her father, and he did to her just as he had vowed, though she knew no man. From this, the custom grew up in Israel, and the practice has been preserved,",
          "ID": "39"
        },
        {
          "text": "such that, after each year passes, the daughters of Israel convene as one, and they lament the daughter of Jephthah, the Gileadite, for four days.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.11",
      "name": "Judges 11"
    },
    {
      "text": [
        {
          "text": "And behold, a sedition rose up in Ephraim. Then, while passing by toward the north, they said to Jephthah: \"When you were going to fight against the sons of Ammon, why were you unwilling to summon us, so that we might go with you? Therefore, we will burn down your house.\"",
          "ID": "1"
        },
        {
          "text": "And he answered them: \"I and my people were in a great conflict against the sons of Ammon. And I called you, so that you might offer assistance to me. And you were not willing to do so.",
          "ID": "2"
        },
        {
          "text": "And discerning this, I put my life in my own hands, and I crossed to the sons of Ammon, and the Lord delivered them into my hands. What am I guilty of, that you would rise up in battle against me?\"",
          "ID": "3"
        },
        {
          "text": "And so, calling to himself all the men of Gilead, he fought against Ephraim. And the men of Gilead struck down Ephraim, because he had said, \"Gilead is a fugitive from Ephraim, and he lives in the midst of Ephraim and Manasseh.\"",
          "ID": "4"
        },
        {
          "text": "And the Gileadites occupied the fords of the Jordan, along which Ephraim was to return. And when anyone from the number of Ephraim had arrived, fleeing, and had said, \"I beg that you permit me to pass,\" the Gileadites would say to him, \"Could you be an Ephraimite?\" And if he said, \"I am not,\"",
          "ID": "5"
        },
        {
          "text": "they would ask him, then say 'Shibboleth,' which is translated as 'ear of grain.' But he would answer 'Sibboleth,' not being able to express the word for an ear of grain in the same letters. And immediately apprehending him, they would cut his throat, at the same crossing point of the Jordan. And in that time of Ephraim, forty-two thousand fell.",
          "ID": "6"
        },
        {
          "text": "And so Jephthah, the Gileadite, judged Israel for six years. And he died, and he was buried in his city in Gilead.",
          "ID": "7"
        },
        {
          "text": "After him, Ibzan of Bethlehem judged Israel.",
          "ID": "8"
        },
        {
          "text": "He had thirty sons, and the same number of daughters, whom he sent away to be given to husbands. And he accepted wives for his sons of the same number, bringing them into his house. And he judged Israel for seven years.",
          "ID": "9"
        },
        {
          "text": "And he died, and he was buried in Bethlehem.",
          "ID": "10"
        },
        {
          "text": "After him succeeded Elon, a Zebulunite. And he judged Israel for ten years.",
          "ID": "11"
        },
        {
          "text": "And he died, and he was buried in Zebulun.",
          "ID": "12"
        },
        {
          "text": "After him, Abdon, the son of Hillel, a Pirathonite, judged Israel.",
          "ID": "13"
        },
        {
          "text": "And he had forty sons, and from them thirty grandsons, all riding upon seventy young donkeys. And he judged Israel for eight years.",
          "ID": "14"
        },
        {
          "text": "And he died, and he was buried at Pirathon, in the land of Ephraim, on the mountain of Amalek.",
          "ID": "15"
        }
      ],
      "ID": "OT:JDG.12",
      "name": "Judges 12"
    },
    {
      "text": [
        {
          "text": "And again, the sons of Israel did evil in the sight of the Lord. And he delivered them into the hands of the Philistines for forty years.",
          "ID": "1"
        },
        {
          "text": "Now there was a certain man from Zorah, and of the stock of Dan, whose name was Manoah, having a barren wife.",
          "ID": "2"
        },
        {
          "text": "And an Angel of the Lord appeared to her, and he said: \"You are barren and without children. But you shall conceive and bear a son.",
          "ID": "3"
        },
        {
          "text": "Therefore, take care that you do not drink wine or strong drink. Neither shall you eat anything unclean.",
          "ID": "4"
        },
        {
          "text": "For you shall conceive and bear a son, whose head no razor shall touch. For he shall be a Nazirite of God, from his infancy and from his mother's womb. And he shall begin to free Israel from the hand of the Philistines.\"",
          "ID": "5"
        },
        {
          "text": "And when she had gone to her husband, she said to him: \"A man of God came to me, having the countenance of an Angel, exceedingly terrible. And when I had inquired of him, who he was, and where he was from, and what name he was called, he was not willing to tell me.",
          "ID": "6"
        },
        {
          "text": "But he responded: 'Behold, you shall conceive and bear a son. Take care that you do not drink wine or strong drink. And you shall not consume anything unclean. For the boy shall be a Nazirite of God from his infancy, from his mother's womb, even until the day of his death.' \"",
          "ID": "7"
        },
        {
          "text": "And so Manoah prayed to the Lord, and he said, \"I beg you Lord, that the man of God, whom you sent, may come again, and may teach us what we ought to do about the boy who is to be born.\"",
          "ID": "8"
        },
        {
          "text": "And the Lord heeded the prayer of Manoah, and the Angel of the Lord appeared again to his wife, sitting in a field. But her husband Manoah was not with her. And when she had seen the Angel,",
          "ID": "9"
        },
        {
          "text": "she hurried and ran to her husband. And she reported to him, saying, \"Behold, the man appeared to me, whom I had seen before.\"",
          "ID": "10"
        },
        {
          "text": "And he rose up and followed his wife. And going to the man, he said to him, \"Are you the one who spoke to my wife?\" And he responded, \"I am.\"",
          "ID": "11"
        },
        {
          "text": "And Manoah said to him: \"When will your word be fulfilled. What do you want the boy to do? Or from what should he keep himself?\"",
          "ID": "12"
        },
        {
          "text": "And the Angel of the Lord said to Manoah: \"Concerning all the things about which I have spoken to your wife, she herself should abstain.",
          "ID": "13"
        },
        {
          "text": "And let her eat nothing from the vine. She may not drink wine or strong drink. She may consume nothing unclean. And let her observe and keep what I have instructed to her.\"",
          "ID": "14"
        },
        {
          "text": "And Manoah said to the Angel of the Lord, \"I beg you to agree to my petition, and to let us prepare a kid from the goats.\"",
          "ID": "15"
        },
        {
          "text": "And the Angel answered him: \"Even if you compel me, I will not eat from your bread. But if you are willing to offer a holocaust, offer it to the Lord.\" And Manoah did not know that he was an Angel of the Lord.",
          "ID": "16"
        },
        {
          "text": "And he said to him, \"What is your name, so that, if your word is fulfilled, we may honor you?\"",
          "ID": "17"
        },
        {
          "text": "And he answered him, \"Why do you ask my name, which is a wonder?\"",
          "ID": "18"
        },
        {
          "text": "And so, Manoah took a kid from the goats, and libations, and he placed them upon a rock, as an offering to the Lord, who accomplishes wonders. Then he and his wife watched.",
          "ID": "19"
        },
        {
          "text": "And when the flame of the altar ascended to heaven, the Angel of the Lord ascended in the flame. And when Manoah and his wife had seen this, they fell prone on the ground.",
          "ID": "20"
        },
        {
          "text": "And the Angel of the Lord no longer appeared to them. And immediately, Manoah understood him to be an Angel of the Lord.",
          "ID": "21"
        },
        {
          "text": "And he said to his wife, \"We shall certainly die, since we have seen God.\"",
          "ID": "22"
        },
        {
          "text": "And his wife answered him, \"If the Lord wished to kill us, he would not have accepted the holocaust and the libations from our hands. He would not have revealed all these things to us, nor would he have told us the things that are in the future.\"",
          "ID": "23"
        },
        {
          "text": "And so she bore a son, and she called his name Samson. And the boy grew up, and the Lord blessed him.",
          "ID": "24"
        },
        {
          "text": "And the Spirit of the Lord began to be with him in the camp of Dan, between Zorah and Eshtaol.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.13",
      "name": "Judges 13"
    },
    {
      "text": [
        {
          "text": "Then Samson descended to Timnah. And seeing there a woman from the daughters of the Philistines,",
          "ID": "1"
        },
        {
          "text": "he went up, and he told his father and his mother, saying: \"I saw a woman in Timnah from the daughters of the Philistines. I ask that you take her to me as wife.\"",
          "ID": "2"
        },
        {
          "text": "And his father and mother said to him, \"Is there not a woman among the daughters of your brothers, or among all my people, so that you would be willing to take a wife from the Philistines, who are uncircumcised?\" And Samson said to his father: \"Take this woman to me. For she has pleased my eyes.\"",
          "ID": "3"
        },
        {
          "text": "Now his parents did not know that the matter was done by the Lord, and that he sought an occasion against the Philistines. For at that time, the Philistines had dominion over Israel.",
          "ID": "4"
        },
        {
          "text": "And so, Samson descended with his father and mother to Timnah. And when they had arrived at the vineyards of the town, he saw a young lion, savage and roaring, and it met him.",
          "ID": "5"
        },
        {
          "text": "Then the Spirit of the Lord rushed upon Samson, and he tore apart the lion, like a young goat being torn into pieces, having nothing at all in his hand. And he was not willing to reveal this to his father and mother.",
          "ID": "6"
        },
        {
          "text": "And he went down and spoke to the woman who had pleased his eyes.",
          "ID": "7"
        },
        {
          "text": "And after some days, returning to marry her, he turned aside so that he might see the carcass of the lion. And behold, there was a swarm of bees in the mouth of the lion, with a honeycomb.",
          "ID": "8"
        },
        {
          "text": "And when he had taken it in his hands, he ate it along the way. And arriving to his father and mother, he gave them a portion, and they also ate it. Yet he was not willing to reveal to them that he had taken the honey from the body of the lion.",
          "ID": "9"
        },
        {
          "text": "And so his father went down to the woman, and he made a feast for his son Samson. For so the young men were accustomed to do.",
          "ID": "10"
        },
        {
          "text": "And when the citizens of that place had seen him, they presented to him thirty companions to be with him.",
          "ID": "11"
        },
        {
          "text": "And Samson said to them: \"I will propose to you a problem, which, if you can solve it for me within the seven days of the feast, I will give you thirty shirts and the same number of tunics.",
          "ID": "12"
        },
        {
          "text": "But if you are not able to solve it, you shall give me thirty shirts and the same number of tunics.\" And they answered him, \"Propose the problem, so that we may hear it.\"",
          "ID": "13"
        },
        {
          "text": "And he said to them, \"Food went forth from that which eats, and sweetness went forth from that which is strong.\" And they were unable to solve the proposition for three days.",
          "ID": "14"
        },
        {
          "text": "And when the seventh day had arrived, they said to the wife of Samson: \"Coax your husband, and persuade him to reveal to you what the proposition means. But if you are not willing to do so, we will burn you and your father's house. Or have you called us to the wedding in order to despoil us?\"",
          "ID": "15"
        },
        {
          "text": "And she shed tears before Samson, and she complained, saying: \"You hate me, and you do not love me. That is why you do not want to explain to me the problem, which you have proposed to the sons of my people.\" But he responded: \"I was not willing to reveal it to my father and mother. And so, how can I reveal it to you?\"",
          "ID": "16"
        },
        {
          "text": "Therefore, she wept before him during the seven days of the feast. And at length, on the seventh day, since she had been troubling him, he explained it. And immediately she revealed it to her countrymen.",
          "ID": "17"
        },
        {
          "text": "And they, on the seventh day, before the sun declined, said to him: \"What is sweeter than honey? And what is stronger than a lion?\" And he said to them, \"If you had not plowed with my heifer, you would not have uncovered my proposition.\"",
          "ID": "18"
        },
        {
          "text": "And so the Spirit of the Lord rushed upon him, and he descended to Ashkelon, and in that place he struck down thirty men. And taking away their garments, he gave them to those who had solved the problem. And being exceedingly angry, he went up to his father's house.",
          "ID": "19"
        },
        {
          "text": "Then his wife took as a husband one of his friends and wedding companions.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.14",
      "name": "Judges 14"
    },
    {
      "text": [
        {
          "text": "Then, after some time, when the days of the wheat harvest were near, Samson arrived, intending to visit his wife, and he brought her a kid from the goats. And when he wanted to enter her bedroom, as usual, her father prohibited him, saying:",
          "ID": "1"
        },
        {
          "text": "\"I thought that you would hate her, and therefore I gave her to your friend. But she has a sister, who is younger and more beautiful than she is. And she may be a wife for you, instead of her.\"",
          "ID": "2"
        },
        {
          "text": "And Samson answered him: \"From this day, there shall be no guilt for me against the Philistines. For I will do harm to you all.\"",
          "ID": "3"
        },
        {
          "text": "And he went out and caught three hundred foxes. And he joined them tail to tail. And he tied torches between the tails.",
          "ID": "4"
        },
        {
          "text": "And setting these on fire, he released them, so that they might rush from place to place. And immediately they went into the grain fields of the Philistines, setting these on fire, both the grain that was already bound for carrying, and what was still standing on the stalk. These were completely burned up, so much so that the flame also consumed even the vineyards and the olive groves.",
          "ID": "5"
        },
        {
          "text": "And the Philistines said, \"Who has done this thing?\" And it was said: \"Samson, the son-in-law of the Timnite, because he took away his wife, and gave her to another. He has done these things.\" And the Philistines went up and burned the woman as well as her father.",
          "ID": "6"
        },
        {
          "text": "And Samson said to them, \"Even though you have done this, I will still fulfill vengeance against you, and then I will be quieted.\"",
          "ID": "7"
        },
        {
          "text": "And he struck them with a tremendous slaughter, so much so that, out of astonishment, they laid the calf of the leg upon the thigh. And descending, he lived in a cave of the rock at Etam.",
          "ID": "8"
        },
        {
          "text": "And so the Philistines, ascending into the land of Judah, made camp at the place which was later called Lehi, that is, the Jawbone, where their army spread out.",
          "ID": "9"
        },
        {
          "text": "And some from the tribe of Judah said to them, \"Why have you ascended against us?\" And they responded, \"We have come to bind Samson, and to repay him for what he has done to us.\"",
          "ID": "10"
        },
        {
          "text": "Then three thousand men of Judah descended to the cave of the rock at Etam. And they said to Samson: \"Do you not know that the Philistines rule over us? Why would you want to do this?\" And he said to them, \"As they have done to me, so I have done to them.\"",
          "ID": "11"
        },
        {
          "text": "And they said to him, \"We have come to bind you, and to deliver you into the hands of the Philistines.\" And Samson said to them, \"Swear and promise to me that you will not kill me.\"",
          "ID": "12"
        },
        {
          "text": "They said: \"We will not kill you. But we will deliver you tied.\" And they bound him with two new cords. And they took him from the rock at Etam.",
          "ID": "13"
        },
        {
          "text": "And when he had arrived at the place of the Jawbone, and the Philistines, shouting aloud, had met him, the Spirit of the Lord rushed upon him. And just as flax is usually consumed by a hint of fire, so were the ties with which he was bound broken and released.",
          "ID": "14"
        },
        {
          "text": "And finding a jawbone which was laying there, that is, the jawbone of a donkey, snatching it up, he put to death a thousand men with it.",
          "ID": "15"
        },
        {
          "text": "And he said, \"With the jawbone of a donkey, with the jaw of the colt of a donkey, I have destroyed them, and I have struck down a thousand men.\"",
          "ID": "16"
        },
        {
          "text": "And when he had completed these words, singing, he threw the jawbone from his hand. And called the name of that place Ramath-Lehi, which is translated as 'the elevation of the jawbone.'",
          "ID": "17"
        },
        {
          "text": "And being very thirsty, he cried out to the Lord, and he said: \"You have given, to the hand of your servant, this very great salvation and victory. But see that I am dying of thirst, and so I will fall into the hands of the uncircumcised.\"",
          "ID": "18"
        },
        {
          "text": "And so the Lord opened a large tooth in the jawbone of the donkey, and water went out from it. And having drank it, his spirit was revived, and he recovered his strength. For this reason, the name of that place was called 'the Spring called forth from the jawbone,' even to the present day.",
          "ID": "19"
        },
        {
          "text": "And he judged Israel, in the days of the Philistines, for twenty years.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.15",
      "name": "Judges 15"
    },
    {
      "text": [
        {
          "text": "He also went into Gaza. And there he saw a harlot woman, and he entered to her.",
          "ID": "1"
        },
        {
          "text": "And when the Philistines had heard of this, and it had become well known among them, that Samson had entered the city, they surrounded him, placing guards at the gate of the city. And there they were keeping watch all night in silence, so that, in the morning, they might kill him as he was going out.",
          "ID": "2"
        },
        {
          "text": "But Samson slept until the middle of the night, and rising up from there, he took both doors from the gate, with their posts and bars. And laying them upon his shoulders, he carried them to the top of the hill that looks toward Hebron.",
          "ID": "3"
        },
        {
          "text": "After these things, he loved a woman who was living in the valley of Sorek. And she was called Delilah.",
          "ID": "4"
        },
        {
          "text": "And the leaders of the Philistines went to her, and they said: \"Deceive him, and learn from him wherein lies his great strength, and how we may be able to overcome him and to impose restraints on him. And if you will do this, each one of us will give you one thousand one hundred silver coins.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, Delilah said to Samson, \"Tell me, I beg you, wherein lies your very great strength, and with what might you be bound, so that you could not break free?\"",
          "ID": "6"
        },
        {
          "text": "And Samson answered her, \"If I will be bound with seven cords, made of sinews not yet dry, but still damp, I will be weak like other men.\"",
          "ID": "7"
        },
        {
          "text": "And the princes of the Philistines brought to her seven cords, such as he had described. And she bound him with these.",
          "ID": "8"
        },
        {
          "text": "And so, those hiding in ambush with her, in the bedroom, were expecting the end of the matter. And she cried out to him, \"The Philistines are upon you, Samson!\" And he broke the cords, as one would break a thread of flax, twisted for cutting and singed by fire. And so it was not known wherein lay his strength.",
          "ID": "9"
        },
        {
          "text": "And Delilah said to him: \"Behold, you have mocked me, and you have spoken a falsehood. But at least now, tell me with what you may be bound.\"",
          "ID": "10"
        },
        {
          "text": "And he answered her, \"If I will be bound with new cords, which have never been used, I will be weak and like other men.\"",
          "ID": "11"
        },
        {
          "text": "Again, Delilah tied him with these, and she cried out, \"The Philistines are upon you, Samson!\" For an ambush had been prepared in the bedroom. But he broke the bindings like the filaments of a web.",
          "ID": "12"
        },
        {
          "text": "And Delilah spoke to him again: \"How long will you deceive me and tell me falsehoods? Reveal with what you ought to be bound.\" And Samson responded to her, \"If you weave the seven locks of my head with a loom, and if you tie these around a spike and fix it to the ground, I will be weak.\"",
          "ID": "13"
        },
        {
          "text": "And when Delilah had done this, she said to him, \"The Philistines are upon you, Samson.\" And arising from sleep, he withdrew the spike with the hairs and the weaving.",
          "ID": "14"
        },
        {
          "text": "And Delilah said to him: \"How can you say that you love me, when your soul is not with me? You have lied to me on three occasions, and you are not willing to reveal wherein lies your very great strength.\"",
          "ID": "15"
        },
        {
          "text": "And when she had been very troublesome to him, and over many days had continually stayed nearby, giving him no time to rest, his soul was faint, and he was weary, even unto death.",
          "ID": "16"
        },
        {
          "text": "Then disclosing the truth of the matter, he said to her: \"Iron has never been drawn across my head, for I am a Nazirite, that is, I have been consecrated to God from my mother's womb. If my head will be shaven, my strength will depart from me, and I will be faint and will be like other men.\"",
          "ID": "17"
        },
        {
          "text": "Then, seeing that he had confessed to her his whole soul, she sent to the leaders of the Philistines and ordered: \"Come up just once more. For now he has opened his heart to me.\" And they went up, taking with them the money that they had promised.",
          "ID": "18"
        },
        {
          "text": "But she made him sleep upon her knees, and recline his head upon her bosom. And she called a barber, and he shaved his seven locks of hair. And she began to push him away, and to repel him from herself. For immediately his strength departed from him.",
          "ID": "19"
        },
        {
          "text": "And she said, \"The Philistines are upon you, Samson!\" And awaking from sleep, he said in his mind, \"I will break away and shake myself free, just as I did before.\" For he did not know that the Lord had withdrawn from him.",
          "ID": "20"
        },
        {
          "text": "And when the Philistines had seized him, they immediately plucked out his eyes. And they led him, bound in chains, to Gaza. And enclosing him in a prison, they made him work a millstone.",
          "ID": "21"
        },
        {
          "text": "And now his hair began to grow back.",
          "ID": "22"
        },
        {
          "text": "And the leaders of the Philistines convened as one, so that they might offer great sacrifices to Dagon, their god. And they feasted, saying, \"Our god has delivered our enemy, Samson, into our hands.\"",
          "ID": "23"
        },
        {
          "text": "Then, too, the people, seeing this, praised their god, and they said the same, \"Our god has delivered our adversary into our hands: the one who destroyed our land and who killed very many.\"",
          "ID": "24"
        },
        {
          "text": "And rejoicing in their celebration, having now taken food, they instructed that Samson be called, and that he be mocked before them. And having been brought from prison, he was mocked before them. And they caused him to stand between two pillars.",
          "ID": "25"
        },
        {
          "text": "And he said to the boy who was guiding his steps, \"Permit me to touch the pillars, which support the entire house, and to lean against them, so that I may rest a little.\"",
          "ID": "26"
        },
        {
          "text": "Now the house was full of men and women. And all the leaders of the Philistines were there, as well as about three thousand persons, of both sexes, on the roof and in the upper level of the house, who were watching Samson being mocked.",
          "ID": "27"
        },
        {
          "text": "Then, calling upon the Lord, he said, \"O Lord God remember me, and restore to me now my former strength, O my God, so that I may avenge myself against my enemies, and so that I may receive one vengeance for the deprivation of my two eyes.\"",
          "ID": "28"
        },
        {
          "text": "And taking hold of both the pillars, on which the house rested, and holding one with his right hand and the other with his left,",
          "ID": "29"
        },
        {
          "text": "he said, \"May my life die with the Philistines.\" And when he had shaken the pillars strongly, the house fell upon all the leaders, and the rest of the multitude who were there. And he killed many more in his death than he had killed before in his life.",
          "ID": "30"
        },
        {
          "text": "Then his brothers and all his relatives, going down, took his body, and they buried it between Zorah and Eshtaol, in the burying place of his father, Manoah. And he judged Israel for twenty years.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.16",
      "name": "Judges 16"
    },
    {
      "text": [
        {
          "text": "In that time, there was a certain man, from mount Ephraim, named Micah.",
          "ID": "1"
        },
        {
          "text": "And he said to his mother, \"The one thousand one hundred silver coins, which you had separated for yourself, and about which you had sworn in my hearing, behold, I have them, and they are with me.\" And she answered him, \"My son has been blessed by the Lord.\"",
          "ID": "2"
        },
        {
          "text": "Therefore, he restored them to his mother. And she said to him: \"I have consecrated and vowed this silver to the Lord, so that my son would receive it from my hand, and would make a molten idol and a graven image. And now I deliver it to you.\"",
          "ID": "3"
        },
        {
          "text": "And when he restored these to his mother, she took two hundred of the silver coins, and she gave them to the silversmith, so that he might make from them a molten idol and a graven image. And it was in the house of Micah.",
          "ID": "4"
        },
        {
          "text": "And he also separated in it a little shrine for the god. And he made an ephod and theraphim, that is, a priestly garment and idols. And he filled the hand of one of his sons, and he became his priest.",
          "ID": "5"
        },
        {
          "text": "In those days, there was no king in Israel. Instead, each one did what seemed right to himself.",
          "ID": "6"
        },
        {
          "text": "Also, there was another young man, from Bethlehem of Judah, one of his relatives. And he himself was a Levite, and he was living there.",
          "ID": "7"
        },
        {
          "text": "Then, departing from the city of Bethlehem, he wished to sojourn wherever he would find it beneficial to himself. And when he had arrived at mount Ephraim, while making the journey, he also turned aside for a little while to the house of Micah.",
          "ID": "8"
        },
        {
          "text": "And he was asked by him where he came from. And he responded: \"I am a Levite from Bethlehem of Judah. And I am traveling so that I may live where I am able, if I perceive it to be useful to me.\"",
          "ID": "9"
        },
        {
          "text": "And Micah said: \"Stay with me. And you shall be to me like a parent and a priest. And I will give to you, each year, ten silver coins, and a double-layered garment, and whatever provisions are necessary.\"",
          "ID": "10"
        },
        {
          "text": "He agreed, and he stayed with the man. And he was to him like one of his sons.",
          "ID": "11"
        },
        {
          "text": "And Micah filled his hand, and he had the young man with him as his priest,",
          "ID": "12"
        },
        {
          "text": "saying: \"Now I know that God will be good to me, since I have a priest from the stock of the Levites.\"",
          "ID": "13"
        }
      ],
      "ID": "OT:JDG.17",
      "name": "Judges 17"
    },
    {
      "text": [
        {
          "text": "In those days, there was no king in Israel. And the tribe of Dan sought a possession for themselves, so that they might live in it. For even to that day, they had not received their lot among the other tribes.",
          "ID": "1"
        },
        {
          "text": "Therefore, the sons of Dan sent five very strong men, of their stock and family, from Zorah and Eshtaol, so that they might explore the land and diligently inspect it. And they said to them, \"Go, and consider the land.\" And after traveling, they arrived at mount Ephraim, and they entered into the house of Micah. There they rested.",
          "ID": "2"
        },
        {
          "text": "And they recognized the speech of the youth who was a Levite. And while making use of an inn with him, they said to him: \"Who brought you here? What are you doing here? For what reason did you want to come here?\"",
          "ID": "3"
        },
        {
          "text": "And he answered them, \"Micah has offered me one thing and another, and he has paid me wages, so that I may be his priest.\"",
          "ID": "4"
        },
        {
          "text": "Then they begged him to consult the Lord, so that they might be able to know whether the journey they undertook would be prosperous, and whether the matter would have success.",
          "ID": "5"
        },
        {
          "text": "And he responded to them, \"Go in peace. The Lord looks with favor on your path, and on the journey that you have undertaken.\"",
          "ID": "6"
        },
        {
          "text": "And so the five men, going on, arrived at Laish. And they saw the people, living in it without any fear, according to the custom of the Sidonians, secure and peaceful, having hardly anyone to oppose them, and with great wealth, and living separately, far from Sidon and from all men.",
          "ID": "7"
        },
        {
          "text": "And they returned to their brothers at Zorah and Eshtaol, who questioned them as to what they had done. And they responded:",
          "ID": "8"
        },
        {
          "text": "\"Rise up. Let us ascend to them. For we have seen that the land is very wealthy and fruitful. Do not delay; do not refrain. Let us go out and possess it. There will be no difficulty.",
          "ID": "9"
        },
        {
          "text": "We shall enter to those who dwell securely, in a very wide region, and the Lord will deliver the place to us, a place in which there is no lack of anything that grows upon the earth.\"",
          "ID": "10"
        },
        {
          "text": "And so, those of the kindred of Dan set out, that is, six hundred men from Zorah and Eshtaol, girded with the weapons of warfare.",
          "ID": "11"
        },
        {
          "text": "And going up, they stayed at Kiriath-jearim of Judah. And so the place, from that time, received the name the Camp of Dan, and it is behind the back of Kiriath-jearim.",
          "ID": "12"
        },
        {
          "text": "From there, they crossed over to mount Ephraim. And when they had arrived at the house of Micah,",
          "ID": "13"
        },
        {
          "text": "the five men, who before had been sent to consider the land of Laish, said to the rest of their brothers: \"You know that in these houses there is an ephod and theraphim, and a molten idol and a graven image. Consider what it may please you to do.\"",
          "ID": "14"
        },
        {
          "text": "And when they had turned aside a little, they entered the house of the Levite youth, who was in the house of Micah. And they greeted him with peaceful words.",
          "ID": "15"
        },
        {
          "text": "Now the six hundred men, who were all armed, were standing before the door.",
          "ID": "16"
        },
        {
          "text": "But those who had entered the house of the youth strove to take away the graven image, and the ephod, and the theraphim, and the molten idol. But the priest was standing in front of the door, with the six hundred very strong men waiting not far away.",
          "ID": "17"
        },
        {
          "text": "And so, those who had entered took away the graven image, the ephod, and the theraphim, and the molten idol. And the priest said to them, \"What are you doing?\"",
          "ID": "18"
        },
        {
          "text": "And they responded to him: \"Be silent and place your finger over your mouth. And come with us, so that we may have you as a father as well as a priest. For which is better for you: to be a priest in the house of one man, or in one tribe and family in Israel?\"",
          "ID": "19"
        },
        {
          "text": "And when he had heard this, he agreed to their words. And he took the ephod, and the idols, and the graven image, and he set out with them.",
          "ID": "20"
        },
        {
          "text": "And while traveling, they had also sent the children, and the cattle, and all that was valuable to go ahead of them.",
          "ID": "21"
        },
        {
          "text": "And when they were far from the house of Micah, the men who were living in the houses of Micah, crying out together, followed them.",
          "ID": "22"
        },
        {
          "text": "And they began to shout behind their backs. And when they had looked back, they said to Micah: \"What do you want? Why are you crying out?\"",
          "ID": "23"
        },
        {
          "text": "And he responded: \"You have taken away my gods, which I made for myself, and the priest, and all that I have. And do you say, 'What is it that you want?' \"",
          "ID": "24"
        },
        {
          "text": "And the sons of Dan said to him, \"Take care that you no longer speak to us, otherwise men with a mind for violence may overwhelm you, and you yourself would perish with all your house.\"",
          "ID": "25"
        },
        {
          "text": "And so, they continued on the journey that they had begun. But Micah, seeing that they were stronger than he was, returned to his house.",
          "ID": "26"
        },
        {
          "text": "Now the six hundred men took the priest, and the things we stated above, and they went to Laish, to a people quiet and secure, and they struck them down with the edge of the sword. And they burned the city with fire.",
          "ID": "27"
        },
        {
          "text": "For no one at all sent reinforcements, because they lived far away from Sidon, and they had no association or business with any man. Now the city was situated in the region of Rehob. And building it up again, they lived in it,",
          "ID": "28"
        },
        {
          "text": "calling the name of the city Dan, according to the name of their father, who had been born of Israel, though before it was called Laish.",
          "ID": "29"
        },
        {
          "text": "And they established for themselves the graven image. And Jonathan, the son of Gershom, the son of Moses, with his sons, were priests in the tribe of Dan, even until the day of their captivity.",
          "ID": "30"
        },
        {
          "text": "And the idol of Micah remained with them during the entire time that the house of God was in Shiloh. In those days, there was no king in Israel.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.18",
      "name": "Judges 18"
    },
    {
      "text": [
        {
          "text": "There was a certain man, a Levite, living beside mount Ephraim, who took a wife from Bethlehem of Judah.",
          "ID": "1"
        },
        {
          "text": "She left him, and she returned to the house of her father in Bethlehem. And she stayed with him for four months.",
          "ID": "2"
        },
        {
          "text": "And her husband followed her, wishing to be reconciled with her, and to speak kindly to her, and to lead her back with him. And he had with him a servant and two donkeys. And she received him, and brought him into the house of her father. And when his father-in-law had heard about this, and had seen him, he met him with joy.",
          "ID": "3"
        },
        {
          "text": "And he embraced the man. And the son-in-law stayed in the house of his father-in-law for three days, eating and drinking with him in a friendly manner.",
          "ID": "4"
        },
        {
          "text": "But on the fourth day, arising in the night, he intended to set out. But his father-in-law took hold of him, and he said to him, \"First taste a little bread, and strengthen your stomach, and then you shall set out.\"",
          "ID": "5"
        },
        {
          "text": "And they sat down together, and they ate and drank. And the father of the young woman said to his son-in-law, \"I ask you to remain here today, so that we may rejoice together.\"",
          "ID": "6"
        },
        {
          "text": "But getting up, he intended to begin to set out. But nevertheless, his father-in-law pressed him resolutely, and made him remain with him.",
          "ID": "7"
        },
        {
          "text": "But when morning came, the Levite was preparing for his journey. And his father-in-law said to him again, \"I beg you to take a little food, and to be strengthened, until the daylight increases, and after that, you shall set out.\" Therefore, they ate together.",
          "ID": "8"
        },
        {
          "text": "And the young man got up, so that he might travel with his wife and servant. And his father-in-law spoke to him again: \"Consider that the daylight is declining, and it approaches toward evening. Remain with me also today, and spend the day in gladness. And tomorrow you shall set out, so that you may go to your own house.\"",
          "ID": "9"
        },
        {
          "text": "His son-in-law was not willing to agree to his words. Instead, he immediately continued on, and he arrived opposite Jebus, which by another name is called Jerusalem, leading with him two donkeys carrying burdens, and his mate.",
          "ID": "10"
        },
        {
          "text": "And now they were near Jebus, but day was turning into night. And the servant said to his lord, \"Come, I beg you, let us turn aside to the city of the Jebusites, so that we may find lodging in it.\"",
          "ID": "11"
        },
        {
          "text": "His lord responded to him: \"I will not enter into the town of a foreign people, who are not of the sons of Israel. Instead, I will cross over as far as Gibeah.",
          "ID": "12"
        },
        {
          "text": "And when I will have arrived there, we will lodge in that place, or at least in the city of Ramah.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, they passed by Jebus, and continuing on, they undertook the journey. But the sun went down on them when they were near Gibeah, which is of the tribe of Benjamin.",
          "ID": "14"
        },
        {
          "text": "And so they diverted to it, so that they might lodge there. And when they had entered, they were sitting in the street of the city. For no one was willing to give them hospitality.",
          "ID": "15"
        },
        {
          "text": "And behold, they saw an old man, returning from the field and from his work in the evening, and he was also from mount Ephraim, and he was living as a stranger in Gibeah. For the men of that region were of the sons of Benjamin.",
          "ID": "16"
        },
        {
          "text": "And the old man, lifting up his eyes, saw the man sitting with his bundles in the street of the city. And he said to him: \"Where have you come from? And where are you going?\"",
          "ID": "17"
        },
        {
          "text": "He answered him: \"We set out from Bethlehem of Judah, and we are traveling to our own place, which is beside mount Ephraim. From there we went to Bethlehem, and now we go to the house of God. But no one is willing to receive us under his roof.",
          "ID": "18"
        },
        {
          "text": "We have straw and hay as fodder for the donkeys, and we have bread and wine for the use of myself, and for your handmaid and the servant who is with me. We lack nothing except lodging.\"",
          "ID": "19"
        },
        {
          "text": "And the old man responded to him: \"Peace be with you. I will provide all that is necessary. Only, I beg you, do not stay in the street.\"",
          "ID": "20"
        },
        {
          "text": "And he led him into his house, and he gave fodder to his donkeys. And after they had washed their feet, he received them with a banquet.",
          "ID": "21"
        },
        {
          "text": "And while they were feasting, and were refreshing their bodies with food and drink after the labor of the journey, the men of that city, sons of Belial (that is, without yoke), came and surrounded the old man's house. And they began to knock at the door, calling out to the lord of the house, and saying, \"Bring out the man who entered your house, so that we may abuse him.\"",
          "ID": "22"
        },
        {
          "text": "And the old man went out to them, and he said: \"Do not choose, brothers, do not choose to do this evil. For this man has entered to my hospitality. And you must cease from this senselessness.",
          "ID": "23"
        },
        {
          "text": "I have a virgin daughter, and this man has a mate. I will lead them out to you, so that you may debase them and may satisfy your lust. Only, I beg you, do not commit this crime against nature on the man.\"",
          "ID": "24"
        },
        {
          "text": "But they were not willing to agree to his words. So the man, discerning this, led out his mate to them, and he delivered her to their sexual abuse. And when they had abused her for the entire night, they released her in the morning.",
          "ID": "25"
        },
        {
          "text": "But the woman, as darkness was receding, came to the door of the house, where her lord was staying, and there she fell down.",
          "ID": "26"
        },
        {
          "text": "When morning came, the man arose, and he opened the door, so that he might complete the journey that he had begun. And behold, his mate was lying before the door, with her hands reaching out to the threshold.",
          "ID": "27"
        },
        {
          "text": "And he, thinking that she was resting, said to her, \"Get up, and let us walk.\" But since she gave no response, realizing that she had died, he took her up, and he laid her on his donkey, and he returned to his house.",
          "ID": "28"
        },
        {
          "text": "And when he had arrived, he took up a sword, and he cut into pieces the dead body of his wife, with her bones, into twelve parts. And he sent the pieces into all the parts of Israel.",
          "ID": "29"
        },
        {
          "text": "And when each one had seen this, they were crying out together, \"Never has such a thing been done in Israel, from the day that our fathers ascended from Egypt, even to the present time. Let a sentence be brought and let us decide in common what ought to be done.\"",
          "ID": "30"
        }
      ],
      "ID": "OT:JDG.19",
      "name": "Judges 19"
    },
    {
      "text": [
        {
          "text": "And so all the sons of Israel went out like one man, from Dan to Beersheba, with the land of Gilead, and they gathered together, before the Lord, at Mizpah.",
          "ID": "1"
        },
        {
          "text": "And all the chiefs of the people, and every tribe of Israel, convened as an assembly of the people of God, four hundred thousand foot soldiers for battle.",
          "ID": "2"
        },
        {
          "text": "(But it was not hidden from the sons of Benjamin that the sons of Israel had ascended to Mizpah.) And the Levite, the husband of the woman who was killed, being questioned as to how so great a crime had been perpetrated,",
          "ID": "3"
        },
        {
          "text": "responded: \"I went to Gibeah of Benjamin, with my wife, and I diverted to that place.",
          "ID": "4"
        },
        {
          "text": "And behold, the men of that city, at night, surrounded the house in which I was staying, intending to kill me. And they abused my wife with such an incredible fury of lust that in the end she died.",
          "ID": "5"
        },
        {
          "text": "And taking her up, I cut her into pieces, and I sent the parts into all the borders of your possession. For never before was such a nefarious crime, and so great a sin, committed in Israel.",
          "ID": "6"
        },
        {
          "text": "You are all present here, O sons of Israel. Discern what you ought to do.\"",
          "ID": "7"
        },
        {
          "text": "And all the people, standing, responded as if with the word of one man: \"We shall not return to our own tents, nor shall anyone enter into his own house.",
          "ID": "8"
        },
        {
          "text": "But this we shall do in common against Gibeah:",
          "ID": "9"
        },
        {
          "text": "We shall select ten men out of one hundred from all the tribes of Israel, and one hundred out of one thousand, and one thousand out of ten thousand, so that they may transport supplies for the army, and so that we will be able to fight against Gibeah of Benjamin, and to repay it for its crime as it deserves.\"",
          "ID": "10"
        },
        {
          "text": "And all of Israel convened against the city, like one man, with one mind and one counsel.",
          "ID": "11"
        },
        {
          "text": "And they sent messengers to the entire tribe of Benjamin, who said: \"Why has so great a wickedness been found among you?",
          "ID": "12"
        },
        {
          "text": "Deliver the men of Gibeah, who have perpetrated this deplorable act, so that they may die, and so that the evil may be taken away from Israel.\" And they were not willing to listen to the command of their brothers, the sons of Israel.",
          "ID": "13"
        },
        {
          "text": "Instead, out of all the cities that were their lot, they convened at Gibeah, so that they might bring them assistance, and so that they might contend against the entire people of Israel.",
          "ID": "14"
        },
        {
          "text": "And there were found from Benjamin twenty-five thousand who drew the sword, aside from the inhabitants of Gibeah,",
          "ID": "15"
        },
        {
          "text": "who were seven hundred very strong men, fighting with the left hand as well as with the right hand, and casting stones from a sling so accurately that they were able to strike even a hair, and the path of the stone would by no means miss to either side.",
          "ID": "16"
        },
        {
          "text": "Then too, among the men of Israel apart from the sons of Benjamin, there were found four hundred thousand who drew the sword and who were prepared for battle.",
          "ID": "17"
        },
        {
          "text": "And they rose up and went to the house of God, that is, to Shiloh. And they consulted God, and they said, \"Who shall be, in our army, the first to contend against the sons of Benjamin?\" And the Lord responded to them, \"Let Judah be your leader.\"",
          "ID": "18"
        },
        {
          "text": "And immediately the sons of Israel, rising up in the morning, made camp near Gibeah.",
          "ID": "19"
        },
        {
          "text": "And setting out from there to fight against Benjamin, they began to assault the city.",
          "ID": "20"
        },
        {
          "text": "And the sons of Benjamin, departing from Gibeah, slew twenty-two thousand men from the sons of Israel, on that day.",
          "ID": "21"
        },
        {
          "text": "Again the sons of Israel, trusting in both strength and number, set their troops in order, in the same place where they had contended before.",
          "ID": "22"
        },
        {
          "text": "But first they also went up and wept before the Lord, even until night. And they consulted him and said, \"Should I continue to go forth, so as to contend against the sons of Benjamin, my brothers, or not?\" And he responded to them, \"Ascend against them, and undertake the struggle.\"",
          "ID": "23"
        },
        {
          "text": "And when the sons of Israel had continued to do battle against the sons of Benjamin on the next day,",
          "ID": "24"
        },
        {
          "text": "the sons of Benjamin burst forth from the gates of Gibeah. And meeting them, they made such a frenzied slaughter against them that they struck down eighteen thousand men who drew the sword.",
          "ID": "25"
        },
        {
          "text": "As a result, all the sons of Israel went to the house of God, and sitting down, they wept before the Lord. And they fasted that day until evening, and they offered to him holocausts and victims of peace offerings.",
          "ID": "26"
        },
        {
          "text": "And they inquired about their state. At that time, the ark of the covenant of the Lord was in that place.",
          "ID": "27"
        },
        {
          "text": "And Phinehas, the son of Eleazar, the son of Aaron, was the first ruler of the house. And so, they consulted the Lord, and they said, \"Should we continue to go forth in battle against the sons of Benjamin, our brothers, or should we cease?\" And the Lord said to them: \"Ascend. For tomorrow, I will deliver them into your hands.\"",
          "ID": "28"
        },
        {
          "text": "And the sons of Israel stationed ambushes around the city of Gibeah.",
          "ID": "29"
        },
        {
          "text": "And they brought out their army against Benjamin a third time, just as they had done on the first and second times.",
          "ID": "30"
        },
        {
          "text": "But the sons of Benjamin again burst forth boldly from the city. And since their enemies were fleeing, they pursued them a long way, so that they might wound or kill some of them, just as they had done on the first and second days. And they turned their backs along two paths, one bringing them toward Bethel, and the other toward Gibeah. And they struck down about thirty men.",
          "ID": "31"
        },
        {
          "text": "For they thought that they were falling back as they had done before. But instead, skillfully feigning flight, they undertook a plan to draw them away from the city, and by seeming to flee, to lead them along the above stated paths.",
          "ID": "32"
        },
        {
          "text": "And so all the sons of Israel, rising up from their positions, set their troops in order, in the place which is called Baaltamar. Likewise, the ambushes that encircled the city began, little by little, to reveal themselves,",
          "ID": "33"
        },
        {
          "text": "and to advance upon the western part of the city. Moreover, another ten thousand men from all of Israel were provoking a conflict with the inhabitants of the city. And the war grew heavy against the sons of Benjamin. And they did not realize that, on all sides of them, death was imminent.",
          "ID": "34"
        },
        {
          "text": "And the Lord struck them down in the sight of the sons of Israel, and they put to death, on that day, twenty-five thousand of them, along with one hundred men, all warriors and those who drew the sword.",
          "ID": "35"
        },
        {
          "text": "But the sons of Benjamin, when they had seen themselves to be the weaker, began to flee. And the sons of Israel discerning this, gave them room to flee, so that they might arrive at the ambushes that were prepared, which they had positioned near the city.",
          "ID": "36"
        },
        {
          "text": "And after they had risen up suddenly from hiding, and those of Benjamin had turned their backs to those who cut them down, they entered the city, and they struck it with the edge of the sword.",
          "ID": "37"
        },
        {
          "text": "Now the sons of Israel had given a sign to those whom they had stationed in ambushes, so that, after they had seized the city, they would light a fire, and by the smoke ascending on high, they would show that the city was captured.",
          "ID": "38"
        },
        {
          "text": "And then, the sons of Israel discerned this sign during the battle (for the sons of Benjamin had thought that they fled, and they pursued them forcefully, cutting down thirty men from their army).",
          "ID": "39"
        },
        {
          "text": "And they saw something like a pillar of smoke ascending from the city. Likewise, Benjamin, looking back, discerned that the city was captured, for the flames were being carried on high.",
          "ID": "40"
        },
        {
          "text": "And those who before had pretended to flee, turning their faces, withstood them more strongly. And when the sons of Benjamin had seen this, they turned their backs in flight,",
          "ID": "41"
        },
        {
          "text": "and they began to go toward the way of the desert, with the adversary pursuing them to that place also. Moreover, those who had set fire to the city also met them.",
          "ID": "42"
        },
        {
          "text": "And so it happened that they were cut down on both sides by the enemies, nor was there any respite for the dying. They were killed and struck down on the eastern side of the city of Gibeah.",
          "ID": "43"
        },
        {
          "text": "Now those who were put to death in the same place were eighteen thousand men, all very robust fighters.",
          "ID": "44"
        },
        {
          "text": "And when those who remained of Benjamin had seen this, they fled into the wilderness. And they were traveling toward the rock which is called Rimmon. In that flight also, among those who were scattering in different directions, they slew five thousand men. And though they scattered all the more, they continued to pursue them, and then they put to death another two thousand.",
          "ID": "45"
        },
        {
          "text": "And so it happened that all of those who were slain from Benjamin, in various places, were twenty-five thousand fighters, very willing to go to war.",
          "ID": "46"
        },
        {
          "text": "And so there remained from the entire number of Benjamin six hundred men who were able to escape and to flee into the wilderness. And they settled at the rock of Rimmon, for four months.",
          "ID": "47"
        },
        {
          "text": "But the sons of Israel, returning, had struck with the sword all that remained in the city, from men even to cattle. And all the cities and villages of Benjamin were consumed with devouring flames.",
          "ID": "48"
        }
      ],
      "ID": "OT:JDG.20",
      "name": "Judges 20"
    },
    {
      "text": [
        {
          "text": "The sons of Israel had also taken an oath at Mizpah, and they said, \"None of us shall give his daughters as a wife to the sons of Benjamin.\"",
          "ID": "1"
        },
        {
          "text": "And they all went to the house of God at Shiloh. And sitting in his sight until evening, they lifted up their voice, and they began to weep, with a great wailing, saying,",
          "ID": "2"
        },
        {
          "text": "\"Why, O Lord, God of Israel, has this evil happened among your people, so that this day one tribe would be taken away from us?\"",
          "ID": "3"
        },
        {
          "text": "Then, rising at first light on the next day, they built an altar. And they offered holocausts and victims of peace offerings there, and they said,",
          "ID": "4"
        },
        {
          "text": "\"Who, out of all the tribes of Israel, did not ascend with the army of the Lord?\" For they had bound themselves with a great oath, when they were at Mizpah, that whoever was not present would be slain.",
          "ID": "5"
        },
        {
          "text": "And the sons of Israel, having been led to repentance over their brother Benjamin, began to say: \"One tribe has been taken away from Israel.",
          "ID": "6"
        },
        {
          "text": "From where shall they receive wives? For we have all sworn in common that we will not give our daughters to them.\"",
          "ID": "7"
        },
        {
          "text": "For this reason, they said, \"Who is there, out of all the tribes of Israel, that did not ascend to the Lord at Mizpah?\" And behold, the inhabitants of Jabesh-Gilead were found not to have been among that army.",
          "ID": "8"
        },
        {
          "text": "(Likewise, in the time when they had been at Shiloh, not one of them was found to be there.)",
          "ID": "9"
        },
        {
          "text": "And so they sent ten thousand very robust men, and they instructed them, saying, \"Go and strike down the inhabitants of Jabesh-Gilead with the edge of the sword, including their wives and little ones.\"",
          "ID": "10"
        },
        {
          "text": "And this shall be what you ought to do: \"Everyone of the male gender, as well as all the women who have known men, shall be put to death. But the virgins you shall reserve.\"",
          "ID": "11"
        },
        {
          "text": "And four hundred virgins, who had not known the bed of a man, were found from Jabesh-Gilead. And they brought them to the camp at Shiloh, in the land of Canaan.",
          "ID": "12"
        },
        {
          "text": "And they sent messengers to the sons of Benjamin, who were at the rock of Rimmon, and they instructed them, so that they would receive them in peace.",
          "ID": "13"
        },
        {
          "text": "And the sons of Benjamin went, at that time, and wives were given to them from the daughters of Jabesh-Gilead. But others were not found, whom they might give in a similar manner.",
          "ID": "14"
        },
        {
          "text": "And all of Israel was very saddened, and they did penance for destroying one tribe out of Israel.",
          "ID": "15"
        },
        {
          "text": "And those greater by birth said: \"What shall we do with the remainder, those who have not received wives? For all the females of Benjamin have been cut down,",
          "ID": "16"
        },
        {
          "text": "and we must take great care, and make provision with a very great diligence, so that one tribe may not be wiped away from Israel.",
          "ID": "17"
        },
        {
          "text": "As for our own daughters, we are not able to give them, being bound by an oath and a curse, when we said, 'Accursed is he who will give any of his daughters to Benjamin as a wife.' \"",
          "ID": "18"
        },
        {
          "text": "And they took counsel, and they said, \"Behold, there is a yearly solemnity of the Lord at Shiloh, which is situated to the north of the city of Bethel, and on the eastern side of the way that one takes from Bethel to Shechem, and to the south of the town of Lebonah.\"",
          "ID": "19"
        },
        {
          "text": "And they instructed the sons of Benjamin, and they said: \"Go, and hide in the vineyards.",
          "ID": "20"
        },
        {
          "text": "And when you will have seen daughters of Shiloh being led out to dance, according to custom, go forth suddenly from the vineyards, and let each one seize one wife from among them, and travel into the land of Benjamin.",
          "ID": "21"
        },
        {
          "text": "And when their fathers and brothers arrive, and they begin to complain against you and to argue, we will say to them: 'Take pity on them. For they have not seized them by right of war or conquest. Instead, begging to receive them, you did not give them, and so the sin was on your part.' \"",
          "ID": "22"
        },
        {
          "text": "And so the sons of Benjamin did just as they had been ordered. And according to their number, they seized for themselves one wife each, out of those who were led out dancing. And they went into their own possession, and they built up their cities, and they lived in them.",
          "ID": "23"
        },
        {
          "text": "The sons of Israel also returned, according to their tribes and families, to their tents. In those days, there was no king in Israel. Instead, each one did what seemed right to himself.",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.21",
      "name": "Judges 21"
    }
  ],
  "ID": "OT:JDG(CPDV)",
  "version": "CPDV",
  "name": "Judges"
}