{
  "text": [
    {
      "text": [
        {
          "text": "Now it came about after the death of Joshua that the sons of Israel inquired of the Lord, saying, \"Who shall go up first for us against the Canaanites, to fight against them?\"",
          "ID": "1"
        },
        {
          "text": "The Lord said, \"Judah shall go up; behold, I have given the land into his hand.\"",
          "ID": "2"
        },
        {
          "text": "Then Judah said to Simeon his brother, \"Come up with me into the territory allotted me, that we may fight against the Canaanites; and I in turn will go with you into the territory allotted you.\" So Simeon went with him.",
          "ID": "3"
        },
        {
          "text": "Judah went up, and the Lord gave the Canaanites and the Perizzites into their hands, and they defeated ten thousand men at Bezek.",
          "ID": "4"
        },
        {
          "text": "They found Adoni-bezek in Bezek and fought against him, and they defeated the Canaanites and the Perizzites.",
          "ID": "5"
        },
        {
          "text": "But Adoni-bezek fled; and they pursued him and caught him and cut off his thumbs and big toes.",
          "ID": "6"
        },
        {
          "text": "Adoni-bezek said, \"Seventy kings with their thumbs and their big toes cut off used to gather up scraps under my table; as I have done, so God has repaid me.\" So they brought him to Jerusalem and he died there.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then the sons of Judah fought against Jerusalem and captured it and struck it with the edge of the sword and set the city on fire.",
          "ID": "8"
        },
        {
          "text": "Afterward the sons of Judah went down to fight against the Canaanites living in the hill country and in the Negev and in the lowland.",
          "ID": "9"
        },
        {
          "text": "So Judah went against the Canaanites who lived in Hebron (now the name of Hebron formerly was Kiriath-arba); and they struck Sheshai and Ahiman and Talmai.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then from there he went against the inhabitants of Debir (now the name of Debir formerly was Kiriath-sepher).",
          "ID": "11"
        },
        {
          "text": "And Caleb said, \"The one who attacks Kiriath-sepher and captures it, I will even give him my daughter Achsah for a wife.\"",
          "ID": "12"
        },
        {
          "text": "Othniel the son of Kenaz, Caleb's younger brother, captured it; so he gave him his daughter Achsah for a wife.",
          "ID": "13"
        },
        {
          "text": "Then it came about when she came to him, that she persuaded him to ask her father for a field. Then she alighted from her donkey, and Caleb said to her, \"What do you want?\"",
          "ID": "14"
        },
        {
          "text": "She said to him, \"Give me a blessing, since you have given me the land of the Negev, give me also springs of water.\" So Caleb gave her the upper springs and the lower springs.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "The descendants of the Kenite, Moses' father-in-law, went up from the city of palms with the sons of Judah, to the wilderness of Judah which is in the south of Arad; and they went and lived with the people.",
          "ID": "16"
        },
        {
          "text": "Then Judah went with Simeon his brother, and they struck the Canaanites living in Zephath, and utterly destroyed it. So the name of the city was called Hormah.",
          "ID": "17"
        },
        {
          "text": "And Judah took Gaza with its territory and Ashkelon with its territory and Ekron with its territory.",
          "ID": "18"
        },
        {
          "text": "Now the Lord was with Judah, and they took possession of the hill country; but they could not drive out the inhabitants of the valley because they had iron chariots.",
          "ID": "19"
        },
        {
          "text": "Then they gave Hebron to Caleb, as Moses had promised; and he drove out from there the three sons of Anak.",
          "ID": "20"
        },
        {
          "text": "But the sons of Benjamin did not drive out the Jebusites who lived in Jerusalem; so the Jebusites have lived with the sons of Benjamin in Jerusalem to this day.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Likewise the house of Joseph went up against Bethel, and the Lord was with them.",
          "ID": "22"
        },
        {
          "text": "The house of Joseph spied out Bethel (now the name of the city was formerly Luz).",
          "ID": "23"
        },
        {
          "text": "The spies saw a man coming out of the city and they said to him, \"Please show us the entrance to the city and we will treat you kindly.\"",
          "ID": "24"
        },
        {
          "text": "So he showed them the entrance to the city, and they struck the city with the edge of the sword, but they let the man and all his family go free.",
          "ID": "25"
        },
        {
          "text": "The man went into the land of the Hittites and built a city and named it Luz which is its name to this day.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "But Manasseh did not take possession of Beth-shean and its villages, or Taanach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ibleam and its villages, or the inhabitants of Megiddo and its villages; so the Canaanites persisted in living in that land.",
          "ID": "27"
        },
        {
          "text": "It came about when Israel became strong, that they put the Canaanites to forced labor, but they did not drive them out completely.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Ephraim did not drive out the Canaanites who were living in Gezer; so the Canaanites lived in Gezer among them.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Zebulun did not drive out the inhabitants of Kitron, or the inhabitants of Nahalol; so the Canaanites lived among them and became subject to forced labor.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Asher did not drive out the inhabitants of Acco, or the inhabitants of Sidon, or of Ahlab, or of Achzib, or of Helbah, or of Aphik, or of Rehob.",
          "ID": "31"
        },
        {
          "text": "So the Asherites lived among the Canaanites, the inhabitants of the land; for they did not drive them out.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Naphtali did not drive out the inhabitants of Beth-shemesh, or the inhabitants of Beth-anath, but lived among the Canaanites, the inhabitants of the land; and the inhabitants of Beth-shemesh and Beth-anath became forced labor for them.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Then the Amorites forced the sons of Dan into the hill country, for they did not allow them to come down to the valley;",
          "ID": "34"
        },
        {
          "text": "yet the Amorites persisted in living in Mount Heres, in Aijalon and in Shaalbim; but when the power of the house of Joseph grew strong, they became forced labor.",
          "ID": "35"
        },
        {
          "text": "The border of the Amorites ran from the ascent of Akrabbim, from Sela and upward.",
          "ID": "36"
        }
      ],
      "ID": "OT:JDG.1",
      "name": "JUDGES 1"
    },
    {
      "text": [
        {
          "text": "Now the angel of the Lord came up from Gilgal to Bochim. And he said, \"I brought you up out of Egypt and led you into the land which I have sworn to your fathers; and I said, 'I will never break My covenant with you,",
          "ID": "1"
        },
        {
          "text": "and as for you, you shall make no covenant with the inhabitants of this land; you shall tear down their altars.' But you have not obeyed Me; what is this you have done?",
          "ID": "2"
        },
        {
          "text": "Therefore I also said, 'I will not drive them out before you; but they will become as thorns in your sides and their gods will be a snare to you.'\"",
          "ID": "3"
        },
        {
          "text": "When the angel of the Lord spoke these words to all the sons of Israel, the people lifted up their voices and wept.",
          "ID": "4"
        },
        {
          "text": "So they named that place Bochim; and there they sacrificed to the Lord.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "When Joshua had dismissed the people, the sons of Israel went each to his inheritance to possess the land.",
          "ID": "6"
        },
        {
          "text": "The people served the Lord all the days of Joshua, and all the days of the elders who survived Joshua, who had seen all the great work of the Lord which He had done for Israel.",
          "ID": "7"
        },
        {
          "text": "Then Joshua the son of Nun, the servant of the Lord, died at the age of one hundred and ten.",
          "ID": "8"
        },
        {
          "text": "And they buried him in the territory of his inheritance in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash.",
          "ID": "9"
        },
        {
          "text": "All that generation also were gathered to their fathers; and there arose another generation after them who did not know the Lord, nor yet the work which He had done for Israel.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then the sons of Israel did evil in the sight of the Lord and served the Baals,",
          "ID": "11"
        },
        {
          "text": "and they forsook the Lord, the God of their fathers, who had brought them out of the land of Egypt, and followed other gods from among the gods of the peoples who were around them, and bowed themselves down to them; thus they provoked the Lord to anger.",
          "ID": "12"
        },
        {
          "text": "So they forsook the Lord and served Baal and the Ashtaroth.",
          "ID": "13"
        },
        {
          "text": "The anger of the Lord burned against Israel, and He gave them into the hands of plunderers who plundered them; and He sold them into the hands of their enemies around them, so that they could no longer stand before their enemies.",
          "ID": "14"
        },
        {
          "text": "Wherever they went, the hand of the Lord was against them for evil, as the Lord had spoken and as the Lord had sworn to them, so that they were severely distressed.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Then the Lord raised up judges who delivered them from the hands of those who plundered them.",
          "ID": "16"
        },
        {
          "text": "Yet they did not listen to their judges, for they played the harlot after other gods and bowed themselves down to them. They turned aside quickly from the way in which their fathers had walked in obeying the commandments of the Lord; they did not do as their fathers.",
          "ID": "17"
        },
        {
          "text": "When the Lord raised up judges for them, the Lord was with the judge and delivered them from the hand of their enemies all the days of the judge; for the Lord was moved to pity by their groaning because of those who oppressed and afflicted them.",
          "ID": "18"
        },
        {
          "text": "But it came about when the judge died, that they would turn back and act more corruptly than their fathers, in following other gods to serve them and bow down to them; they did not abandon their practices or their stubborn ways.",
          "ID": "19"
        },
        {
          "text": "So the anger of the Lord burned against Israel, and He said, \"Because this nation has transgressed My covenant which I commanded their fathers and has not listened to My voice,",
          "ID": "20"
        },
        {
          "text": "I also will no longer drive out before them any of the nations which Joshua left when he died,",
          "ID": "21"
        },
        {
          "text": "in order to test Israel by them, whether they will keep the way of the Lord to walk in it as their fathers did, or not.\"",
          "ID": "22"
        },
        {
          "text": "So the Lord allowed those nations to remain, not driving them out quickly; and He did not give them into the hand of Joshua.",
          "ID": "23"
        }
      ],
      "ID": "OT:JDG.2",
      "name": "JUDGES 2"
    },
    {
      "text": [
        {
          "text": "Now these are the nations which the Lord left, to test Israel by them (that is, all who had not experienced any of the wars of Canaan;",
          "ID": "1"
        },
        {
          "text": "only in order that the generations of the sons of Israel might be taught war, those who had not experienced it formerly).",
          "ID": "2"
        },
        {
          "text": "These nations are: the five lords of the Philistines and all the Canaanites and the Sidonians and the Hivites who lived in Mount Lebanon, from Mount Baal-hermon as far as Lebo-hamath.",
          "ID": "3"
        },
        {
          "text": "They were for testing Israel, to find out if they would obey the commandments of the Lord, which He had commanded their fathers through Moses.",
          "ID": "4"
        },
        {
          "text": "The sons of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites;",
          "ID": "5"
        },
        {
          "text": "and they took their daughters for themselves as wives, and gave their own daughters to their sons, and served their gods.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The sons of Israel did what was evil in the sight of the Lord, and forgot the Lord their God and served the Baals and the Asheroth.",
          "ID": "7"
        },
        {
          "text": "Then the anger of the Lord was kindled against Israel, so that He sold them into the hands of Cushan-rishathaim king of Mesopotamia; and the sons of Israel served Cushan-rishathaim eight years.",
          "ID": "8"
        },
        {
          "text": "When the sons of Israel cried to the Lord, the Lord raised up a deliverer for the sons of Israel to deliver them, Othniel the son of Kenaz, Caleb's younger brother.",
          "ID": "9"
        },
        {
          "text": "The Spirit of the Lord came upon him, and he judged Israel. When he went out to war, the Lord gave Cushan-rishathaim king of Mesopotamia into his hand, so that he prevailed over Cushan-rishathaim.",
          "ID": "10"
        },
        {
          "text": "Then the land had rest forty years. And Othniel the son of Kenaz died.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now the sons of Israel again did evil in the sight of the Lord. So the Lord strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the Lord.",
          "ID": "12"
        },
        {
          "text": "And he gathered to himself the sons of Ammon and Amalek; and he went and defeated Israel, and they possessed the city of the palm trees.",
          "ID": "13"
        },
        {
          "text": "The sons of Israel served Eglon the king of Moab eighteen years.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But when the sons of Israel cried to the Lord, the Lord raised up a deliverer for them, Ehud the son of Gera, the Benjamite, a left-handed man. And the sons of Israel sent tribute by him to Eglon the king of Moab.",
          "ID": "15"
        },
        {
          "text": "Ehud made himself a sword which had two edges, a cubit in length, and he bound it on his right thigh under his cloak.",
          "ID": "16"
        },
        {
          "text": "He presented the tribute to Eglon king of Moab. Now Eglon was a very fat man.",
          "ID": "17"
        },
        {
          "text": "It came about when he had finished presenting the tribute, that he sent away the people who had carried the tribute.",
          "ID": "18"
        },
        {
          "text": "But he himself turned back from the idols which were at Gilgal, and said, \"I have a secret message for you, O king.\" And he said, \"Keep silence.\" And all who attended him left him.",
          "ID": "19"
        },
        {
          "text": "Ehud came to him while he was sitting alone in his cool roof chamber. And Ehud said, \"I have a message from God for you.\" And he arose from his seat.",
          "ID": "20"
        },
        {
          "text": "Ehud stretched out his left hand, took the sword from his right thigh and thrust it into his belly.",
          "ID": "21"
        },
        {
          "text": "The handle also went in after the blade, and the fat closed over the blade, for he did not draw the sword out of his belly; and the refuse came out.",
          "ID": "22"
        },
        {
          "text": "Then Ehud went out into the vestibule and shut the doors of the roof chamber behind him, and locked them.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When he had gone out, his servants came and looked, and behold, the doors of the roof chamber were locked; and they said, \"He is only relieving himself in the cool room.\"",
          "ID": "24"
        },
        {
          "text": "They waited until they became anxious; but behold, he did not open the doors of the roof chamber. Therefore they took the key and opened them, and behold, their master had fallen to the floor dead.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Now Ehud escaped while they were delaying, and he passed by the idols and escaped to Seirah.",
          "ID": "26"
        },
        {
          "text": "It came about when he had arrived, that he blew the trumpet in the hill country of Ephraim; and the sons of Israel went down with him from the hill country, and he was in front of them.",
          "ID": "27"
        },
        {
          "text": "He said to them, \"Pursue them, for the Lord has given your enemies the Moabites into your hands.\" So they went down after him and seized the fords of the Jordan opposite Moab, and did not allow anyone to cross.",
          "ID": "28"
        },
        {
          "text": "They struck down at that time about ten thousand Moabites, all robust and valiant men; and no one escaped.",
          "ID": "29"
        },
        {
          "text": "So Moab was subdued that day under the hand of Israel. And the land was undisturbed for eighty years.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "After him came Shamgar the son of Anath, who struck down six hundred Philistines with an oxgoad; and he also saved Israel.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.3",
      "name": "JUDGES 3"
    },
    {
      "text": [
        {
          "text": "Then the sons of Israel again did evil in the sight of the Lord, after Ehud died.",
          "ID": "1"
        },
        {
          "text": "And the Lord sold them into the hand of Jabin king of Canaan, who reigned in Hazor; and the commander of his army was Sisera, who lived in Harosheth-hagoyim.",
          "ID": "2"
        },
        {
          "text": "The sons of Israel cried to the Lord; for he had nine hundred iron chariots, and he oppressed the sons of Israel severely for twenty years.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time.",
          "ID": "4"
        },
        {
          "text": "She used to sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim; and the sons of Israel came up to her for judgment.",
          "ID": "5"
        },
        {
          "text": "Now she sent and summoned Barak the son of Abinoam from Kedesh-naphtali, and said to him, \"Behold, the Lord, the God of Israel, has commanded, 'Go and march to Mount Tabor, and take with you ten thousand men from the sons of Naphtali and from the sons of Zebulun.",
          "ID": "6"
        },
        {
          "text": "I will draw out to you Sisera, the commander of Jabin's army, with his chariots and his many troops to the river Kishon, and I will give him into your hand.'\"",
          "ID": "7"
        },
        {
          "text": "Then Barak said to her, \"If you will go with me, then I will go; but if you will not go with me, I will not go.\"",
          "ID": "8"
        },
        {
          "text": "She said, \"I will surely go with you; nevertheless, the honor shall not be yours on the journey that you are about to take, for the Lord will sell Sisera into the hands of a woman.\" Then Deborah arose and went with Barak to Kedesh.",
          "ID": "9"
        },
        {
          "text": "Barak called Zebulun and Naphtali together to Kedesh, and ten thousand men went up with him; Deborah also went up with him.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now Heber the Kenite had separated himself from the Kenites, from the sons of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Zaanannim, which is near Kedesh.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then they told Sisera that Barak the son of Abinoam had gone up to Mount Tabor.",
          "ID": "12"
        },
        {
          "text": "Sisera called together all his chariots, nine hundred iron chariots, and all the people who were with him, from Harosheth-hagoyim to the river Kishon.",
          "ID": "13"
        },
        {
          "text": "Deborah said to Barak, \"Arise! For this is the day in which the Lord has given Sisera into your hands; behold, the Lord has gone out before you.\" So Barak went down from Mount Tabor with ten thousand men following him.",
          "ID": "14"
        },
        {
          "text": "The Lord routed Sisera and all his chariots and all his army with the edge of the sword before Barak; and Sisera alighted from his chariot and fled away on foot.",
          "ID": "15"
        },
        {
          "text": "But Barak pursued the chariots and the army as far as Harosheth-hagoyim, and all the army of Sisera fell by the edge of the sword; not even one was left.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now Sisera fled away on foot to the tent of Jael the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
          "ID": "17"
        },
        {
          "text": "Jael went out to meet Sisera, and said to him, \"Turn aside, my master, turn aside to me! Do not be afraid.\" And he turned aside to her into the tent, and she covered him with a rug.",
          "ID": "18"
        },
        {
          "text": "He said to her, \"Please give me a little water to drink, for I am thirsty.\" So she opened a bottle of milk and gave him a drink; then she covered him.",
          "ID": "19"
        },
        {
          "text": "He said to her, \"Stand in the doorway of the tent, and it shall be if anyone comes and inquires of you, and says, 'Is there anyone here?' that you shall say, 'No.'\"",
          "ID": "20"
        },
        {
          "text": "But Jael, Heber's wife, took a tent peg and seized a hammer in her hand, and went secretly to him and drove the peg into his temple, and it went through into the ground; for he was sound asleep and exhausted. So he died.",
          "ID": "21"
        },
        {
          "text": "And behold, as Barak pursued Sisera, Jael came out to meet him and said to him, \"Come, and I will show you the man whom you are seeking.\" And he entered with her, and behold Sisera was lying dead with the tent peg in his temple.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "So God subdued on that day Jabin the king of Canaan before the sons of Israel.",
          "ID": "23"
        },
        {
          "text": "The hand of the sons of Israel pressed heavier and heavier upon Jabin the king of Canaan, until they had destroyed Jabin the king of Canaan.",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.4",
      "name": "JUDGES 4"
    },
    {
      "text": [
        {
          "text": "Then Deborah and Barak the son of Abinoam sang on that day, saying,",
          "ID": "1"
        },
        {
          "text": "\"That the leaders led in Israel,",
          "ID": "2"
        },
        {
          "text": "That the people volunteered,",
          "ID": "2"
        },
        {
          "text": "Bless the Lord!",
          "ID": "2"
        },
        {
          "text": "\"Hear, O kings; give ear, O rulers!",
          "ID": "3"
        },
        {
          "text": "I-to the Lord, I will sing,",
          "ID": "3"
        },
        {
          "text": "I will sing praise to the Lord, the God of Israel.",
          "ID": "3"
        },
        {
          "text": "\"Lord, when You went out from Seir,",
          "ID": "4"
        },
        {
          "text": "When You marched from the field of Edom,",
          "ID": "4"
        },
        {
          "text": "The earth quaked, the heavens also dripped,",
          "ID": "4"
        },
        {
          "text": "Even the clouds dripped water.",
          "ID": "4"
        },
        {
          "text": "\"The mountains quaked at the presence of the Lord,",
          "ID": "5"
        },
        {
          "text": "This Sinai, at the presence of the Lord, the God of Israel.",
          "ID": "5"
        },
        {
          "text": "\"In the days of Shamgar the son of Anath,",
          "ID": "6"
        },
        {
          "text": "In the days of Jael, the highways were deserted,",
          "ID": "6"
        },
        {
          "text": "And travelers went by roundabout ways.",
          "ID": "6"
        },
        {
          "text": "\"The peasantry ceased, they ceased in Israel,",
          "ID": "7"
        },
        {
          "text": "Until I, Deborah, arose,",
          "ID": "7"
        },
        {
          "text": "Until I arose, a mother in Israel.",
          "ID": "7"
        },
        {
          "text": "\"New gods were chosen;",
          "ID": "8"
        },
        {
          "text": "Then war was in the gates.",
          "ID": "8"
        },
        {
          "text": "Not a shield or a spear was seen",
          "ID": "8"
        },
        {
          "text": "Among forty thousand in Israel.",
          "ID": "8"
        },
        {
          "text": "\"My heart goes out to the commanders of Israel,",
          "ID": "9"
        },
        {
          "text": "The volunteers among the people;",
          "ID": "9"
        },
        {
          "text": "Bless the Lord!",
          "ID": "9"
        },
        {
          "text": "\"You who ride on white donkeys,",
          "ID": "10"
        },
        {
          "text": "You who sit on rich carpets,",
          "ID": "10"
        },
        {
          "text": "And you who travel on the road-sing!",
          "ID": "10"
        },
        {
          "text": "\"At the sound of those who divide flocks among the watering places,",
          "ID": "11"
        },
        {
          "text": "There they shall recount the righteous deeds of the Lord,",
          "ID": "11"
        },
        {
          "text": "The righteous deeds for His peasantry in Israel.",
          "ID": "11"
        },
        {
          "text": "Then the people of the Lord went down to the gates.",
          "ID": "11"
        },
        {
          "text": "\"Awake, awake, Deborah;",
          "ID": "12"
        },
        {
          "text": "Awake, awake, sing a song!",
          "ID": "12"
        },
        {
          "text": "Arise, Barak, and take away your captives, O son of Abinoam.",
          "ID": "12"
        },
        {
          "text": "\"Then survivors came down to the nobles;",
          "ID": "13"
        },
        {
          "text": "The people of the Lord came down to me as warriors.",
          "ID": "13"
        },
        {
          "text": "\"From Ephraim those whose root is in Amalek came down,",
          "ID": "14"
        },
        {
          "text": "Following you, Benjamin, with your peoples;",
          "ID": "14"
        },
        {
          "text": "From Machir commanders came down,",
          "ID": "14"
        },
        {
          "text": "And from Zebulun those who wield the staff of office.",
          "ID": "14"
        },
        {
          "text": "\"And the princes of Issachar were with Deborah;",
          "ID": "15"
        },
        {
          "text": "As was Issachar, so was Barak;",
          "ID": "15"
        },
        {
          "text": "Into the valley they rushed at his heels;",
          "ID": "15"
        },
        {
          "text": "Among the divisions of Reuben",
          "ID": "15"
        },
        {
          "text": "There were great resolves of heart.",
          "ID": "15"
        },
        {
          "text": "\"Why did you sit among the sheepfolds,",
          "ID": "16"
        },
        {
          "text": "To hear the piping for the flocks?",
          "ID": "16"
        },
        {
          "text": "Among the divisions of Reuben",
          "ID": "16"
        },
        {
          "text": "There were great searchings of heart.",
          "ID": "16"
        },
        {
          "text": "\"Gilead remained across the Jordan;",
          "ID": "17"
        },
        {
          "text": "And why did Dan stay in ships?",
          "ID": "17"
        },
        {
          "text": "Asher sat at the seashore,",
          "ID": "17"
        },
        {
          "text": "And remained by its landings.",
          "ID": "17"
        },
        {
          "text": "\"Zebulun was a people who despised their lives even to death,",
          "ID": "18"
        },
        {
          "text": "And Naphtali also, on the high places of the field.",
          "ID": "18"
        },
        {
          "text": "\"The kings came and fought;",
          "ID": "19"
        },
        {
          "text": "Then fought the kings of Canaan",
          "ID": "19"
        },
        {
          "text": "At Taanach near the waters of Megiddo;",
          "ID": "19"
        },
        {
          "text": "They took no plunder in silver.",
          "ID": "19"
        },
        {
          "text": "\"The stars fought from heaven,",
          "ID": "20"
        },
        {
          "text": "From their courses they fought against Sisera.",
          "ID": "20"
        },
        {
          "text": "\"The torrent of Kishon swept them away,",
          "ID": "21"
        },
        {
          "text": "The ancient torrent, the torrent Kishon.",
          "ID": "21"
        },
        {
          "text": "O my soul, march on with strength.",
          "ID": "21"
        },
        {
          "text": "\"Then the horses' hoofs beat",
          "ID": "22"
        },
        {
          "text": "From the dashing, the dashing of his valiant steeds.",
          "ID": "22"
        },
        {
          "text": "'Curse Meroz,' said the angel of the Lord,",
          "ID": "23"
        },
        {
          "text": "'Utterly curse its inhabitants;",
          "ID": "23"
        },
        {
          "text": "Because they did not come to the help of the Lord,",
          "ID": "23"
        },
        {
          "text": "To the help of the Lord against the warriors.'",
          "ID": "23"
        },
        {
          "text": "\"Most blessed of women is Jael,",
          "ID": "24"
        },
        {
          "text": "The wife of Heber the Kenite;",
          "ID": "24"
        },
        {
          "text": "Most blessed is she of women in the tent.",
          "ID": "24"
        },
        {
          "text": "\"He asked for water and she gave him milk;",
          "ID": "25"
        },
        {
          "text": "In a magnificent bowl she brought him curds.",
          "ID": "25"
        },
        {
          "text": "\"She reached out her hand for the tent peg,",
          "ID": "26"
        },
        {
          "text": "And her right hand for the workmen's hammer.",
          "ID": "26"
        },
        {
          "text": "Then she struck Sisera, she smashed his head;",
          "ID": "26"
        },
        {
          "text": "And she shattered and pierced his temple.",
          "ID": "26"
        },
        {
          "text": "\"Between her feet he bowed, he fell, he lay;",
          "ID": "27"
        },
        {
          "text": "Between her feet he bowed, he fell;",
          "ID": "27"
        },
        {
          "text": "Where he bowed, there he fell dead.",
          "ID": "27"
        },
        {
          "text": "\"Out of the window she looked and lamented,",
          "ID": "28"
        },
        {
          "text": "The mother of Sisera through the lattice,",
          "ID": "28"
        },
        {
          "text": "'Why does his chariot delay in coming?",
          "ID": "28"
        },
        {
          "text": "Why do the hoofbeats of his chariots tarry?'",
          "ID": "28"
        },
        {
          "text": "\"Her wise princesses would answer her,",
          "ID": "29"
        },
        {
          "text": "Indeed she repeats her words to herself,",
          "ID": "29"
        },
        {
          "text": "'Are they not finding, are they not dividing the spoil?",
          "ID": "30"
        },
        {
          "text": "A maiden, two maidens for every warrior;",
          "ID": "30"
        },
        {
          "text": "To Sisera a spoil of dyed work,",
          "ID": "30"
        },
        {
          "text": "A spoil of dyed work embroidered,",
          "ID": "30"
        },
        {
          "text": "Dyed work of double embroidery on the neck of the spoiler?'",
          "ID": "30"
        },
        {
          "text": "\"Thus let all Your enemies perish, O Lord;",
          "ID": "31"
        },
        {
          "text": "But let those who love Him be like the rising of the sun in its might.\"",
          "ID": "31"
        },
        {
          "text": "And the land was undisturbed for forty years.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.5",
      "name": "JUDGES 5"
    },
    {
      "text": [
        {
          "text": "Then the sons of Israel did what was evil in the sight of the Lord; and the Lord gave them into the hands of Midian seven years.",
          "ID": "1"
        },
        {
          "text": "The power of Midian prevailed against Israel. Because of Midian the sons of Israel made for themselves the dens which were in the mountains and the caves and the strongholds.",
          "ID": "2"
        },
        {
          "text": "For it was when Israel had sown, that the Midianites would come up with the Amalekites and the sons of the east and go against them.",
          "ID": "3"
        },
        {
          "text": "So they would camp against them and destroy the produce of the earth as far as Gaza, and leave no sustenance in Israel as well as no sheep, ox, or donkey.",
          "ID": "4"
        },
        {
          "text": "For they would come up with their livestock and their tents, they would come in like locusts for number, both they and their camels were innumerable; and they came into the land to devastate it.",
          "ID": "5"
        },
        {
          "text": "So Israel was brought very low because of Midian, and the sons of Israel cried to the Lord.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now it came about when the sons of Israel cried to the Lord on account of Midian,",
          "ID": "7"
        },
        {
          "text": "that the Lord sent a prophet to the sons of Israel, and he said to them, \"Thus says the Lord, the God of Israel, 'It was I who brought you up from Egypt and brought you out from the house of slavery.",
          "ID": "8"
        },
        {
          "text": "I delivered you from the hands of the Egyptians and from the hands of all your oppressors, and dispossessed them before you and gave you their land,",
          "ID": "9"
        },
        {
          "text": "and I said to you, \"I am the Lord your God; you shall not fear the gods of the Amorites in whose land you live. But you have not obeyed Me.\"'\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then the angel of the Lord came and sat under the oak that was in Ophrah, which belonged to Joash the Abiezrite as his son Gideon was beating out wheat in the wine press in order to save it from the Midianites.",
          "ID": "11"
        },
        {
          "text": "The angel of the Lord appeared to him and said to him, \"The Lord is with you, O valiant warrior.\"",
          "ID": "12"
        },
        {
          "text": "Then Gideon said to him, \"O my lord, if the Lord is with us, why then has all this happened to us? And where are all His miracles which our fathers told us about, saying, 'Did not the Lord bring us up from Egypt?' But now the Lord has abandoned us and given us into the hand of Midian.\"",
          "ID": "13"
        },
        {
          "text": "The Lord looked at him and said, \"Go in this your strength and deliver Israel from the hand of Midian. Have I not sent you?\"",
          "ID": "14"
        },
        {
          "text": "He said to Him, \"O Lord, how shall I deliver Israel? Behold, my family is the least in Manasseh, and I am the youngest in my father's house.\"",
          "ID": "15"
        },
        {
          "text": "But the Lord said to him, \"Surely I will be with you, and you shall defeat Midian as one man.\"",
          "ID": "16"
        },
        {
          "text": "So Gideon said to Him, \"If now I have found favor in Your sight, then show me a sign that it is You who speak with me.",
          "ID": "17"
        },
        {
          "text": "Please do not depart from here, until I come back to You, and bring out my offering and lay it before You.\" And He said, \"I will remain until you return.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Then Gideon went in and prepared a young goat and unleavened bread from an ephah of flour; he put the meat in a basket and the broth in a pot, and brought them out to him under the oak and presented them.",
          "ID": "19"
        },
        {
          "text": "The angel of God said to him, \"Take the meat and the unleavened bread and lay them on this rock, and pour out the broth.\" And he did so.",
          "ID": "20"
        },
        {
          "text": "Then the angel of the Lord put out the end of the staff that was in his hand and touched the meat and the unleavened bread; and fire sprang up from the rock and consumed the meat and the unleavened bread. Then the angel of the Lord vanished from his sight.",
          "ID": "21"
        },
        {
          "text": "When Gideon saw that he was the angel of the Lord, he said, \"Alas, O Lord God! For now I have seen the angel of the Lord face to face.\"",
          "ID": "22"
        },
        {
          "text": "The Lord said to him, \"Peace to you, do not fear; you shall not die.\"",
          "ID": "23"
        },
        {
          "text": "Then Gideon built an altar there to the Lord and named it The Lord is Peace. To this day it is still in Ophrah of the Abiezrites.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now on the same night the Lord said to him, \"Take your father's bull and a second bull seven years old, and pull down the altar of Baal which belongs to your father, and cut down the Asherah that is beside it;",
          "ID": "25"
        },
        {
          "text": "and build an altar to the Lord your God on the top of this stronghold in an orderly manner, and take a second bull and offer a burnt offering with the wood of the Asherah which you shall cut down.\"",
          "ID": "26"
        },
        {
          "text": "Then Gideon took ten men of his servants and did as the Lord had spoken to him; and because he was too afraid of his father's household and the men of the city to do it by day, he did it by night.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When the men of the city arose early in the morning, behold, the altar of Baal was torn down, and the Asherah which was beside it was cut down, and the second bull was offered on the altar which had been built.",
          "ID": "28"
        },
        {
          "text": "They said to one another, \"Who did this thing?\" And when they searched about and inquired, they said, \"Gideon the son of Joash did this thing.\"",
          "ID": "29"
        },
        {
          "text": "Then the men of the city said to Joash, \"Bring out your son, that he may die, for he has torn down the altar of Baal, and indeed, he has cut down the Asherah which was beside it.\"",
          "ID": "30"
        },
        {
          "text": "But Joash said to all who stood against him, \"Will you contend for Baal, or will you deliver him? Whoever will plead for him shall be put to death by morning. If he is a god, let him contend for himself, because someone has torn down his altar.\"",
          "ID": "31"
        },
        {
          "text": "Therefore on that day he named him Jerubbaal, that is to say, \"Let Baal contend against him,\" because he had torn down his altar.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Then all the Midianites and the Amalekites and the sons of the east assembled themselves; and they crossed over and camped in the valley of Jezreel.",
          "ID": "33"
        },
        {
          "text": "So the Spirit of the Lord came upon Gideon; and he blew a trumpet, and the Abiezrites were called together to follow him.",
          "ID": "34"
        },
        {
          "text": "He sent messengers throughout Manasseh, and they also were called together to follow him; and he sent messengers to Asher, Zebulun, and Naphtali, and they came up to meet them.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then Gideon said to God, \"If You will deliver Israel through me, as You have spoken,",
          "ID": "36"
        },
        {
          "text": "behold, I will put a fleece of wool on the threshing floor. If there is dew on the fleece only, and it is dry on all the ground, then I will know that You will deliver Israel through me, as You have spoken.\"",
          "ID": "37"
        },
        {
          "text": "And it was so. When he arose early the next morning and squeezed the fleece, he drained the dew from the fleece, a bowl full of water.",
          "ID": "38"
        },
        {
          "text": "Then Gideon said to God, \"Do not let Your anger burn against me that I may speak once more; please let me make a test once more with the fleece, let it now be dry only on the fleece, and let there be dew on all the ground.\"",
          "ID": "39"
        },
        {
          "text": "God did so that night; for it was dry only on the fleece, and dew was on all the ground.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.6",
      "name": "JUDGES 6"
    },
    {
      "text": [
        {
          "text": "Then Jerubbaal (that is, Gideon) and all the people who were with him, rose early and camped beside the spring of Harod; and the camp of Midian was on the north side of them by the hill of Moreh in the valley.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "The Lord said to Gideon, \"The people who are with you are too many for Me to give Midian into their hands, for Israel would become boastful, saying, 'My own power has delivered me.'",
          "ID": "2"
        },
        {
          "text": "Now therefore come, proclaim in the hearing of the people, saying, 'Whoever is afraid and trembling, let him return and depart from Mount Gilead.'\" So 22,000 people returned, but 10,000 remained.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Then the Lord said to Gideon, \"The people are still too many; bring them down to the water and I will test them for you there. Therefore it shall be that he of whom I say to you, 'This one shall go with you,' he shall go with you; but everyone of whom I say to you, 'This one shall not go with you,' he shall not go.\"",
          "ID": "4"
        },
        {
          "text": "So he brought the people down to the water. And the Lord said to Gideon, \"You shall separate everyone who laps the water with his tongue as a dog laps, as well as everyone who kneels to drink.\"",
          "ID": "5"
        },
        {
          "text": "Now the number of those who lapped, putting their hand to their mouth, was 300 men; but all the rest of the people kneeled to drink water.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Gideon, \"I will deliver you with the 300 men who lapped and will give the Midianites into your hands; so let all the other people go, each man to his home.\"",
          "ID": "7"
        },
        {
          "text": "So the 300 men took the people's provisions and their trumpets into their hands. And Gideon sent all the other men of Israel, each to his tent, but retained the 300 men; and the camp of Midian was below him in the valley.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Now the same night it came about that the Lord said to him, \"Arise, go down against the camp, for I have given it into your hands.",
          "ID": "9"
        },
        {
          "text": "But if you are afraid to go down, go with Purah your servant down to the camp,",
          "ID": "10"
        },
        {
          "text": "and you will hear what they say; and afterward your hands will be strengthened that you may go down against the camp.\" So he went with Purah his servant down to the outposts of the army that was in the camp.",
          "ID": "11"
        },
        {
          "text": "Now the Midianites and the Amalekites and all the sons of the east were lying in the valley as numerous as locusts; and their camels were without number, as numerous as the sand on the seashore.",
          "ID": "12"
        },
        {
          "text": "When Gideon came, behold, a man was relating a dream to his friend. And he said, \"Behold, I had a dream; a loaf of barley bread was tumbling into the camp of Midian, and it came to the tent and struck it so that it fell, and turned it upside down so that the tent lay flat.\"",
          "ID": "13"
        },
        {
          "text": "His friend replied, \"This is nothing less than the sword of Gideon the son of Joash, a man of Israel; God has given Midian and all the camp into his hand.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "When Gideon heard the account of the dream and its interpretation, he bowed in worship. He returned to the camp of Israel and said, \"Arise, for the Lord has given the camp of Midian into your hands.\"",
          "ID": "15"
        },
        {
          "text": "He divided the 300 men into three companies, and he put trumpets and empty pitchers into the hands of all of them, with torches inside the pitchers.",
          "ID": "16"
        },
        {
          "text": "He said to them, \"Look at me and do likewise. And behold, when I come to the outskirts of the camp, do as I do.",
          "ID": "17"
        },
        {
          "text": "When I and all who are with me blow the trumpet, then you also blow the trumpets all around the camp and say, 'For the Lord and for Gideon.'\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So Gideon and the hundred men who were with him came to the outskirts of the camp at the beginning of the middle watch, when they had just posted the watch; and they blew the trumpets and smashed the pitchers that were in their hands.",
          "ID": "19"
        },
        {
          "text": "When the three companies blew the trumpets and broke the pitchers, they held the torches in their left hands and the trumpets in their right hands for blowing, and cried, \"A sword for the Lord and for Gideon!\"",
          "ID": "20"
        },
        {
          "text": "Each stood in his place around the camp; and all the army ran, crying out as they fled.",
          "ID": "21"
        },
        {
          "text": "When they blew 300 trumpets, the Lord set the sword of one against another even throughout the whole army; and the army fled as far as Beth-shittah toward Zererah, as far as the edge of Abel-meholah, by Tabbath.",
          "ID": "22"
        },
        {
          "text": "The men of Israel were summoned from Naphtali and Asher and all Manasseh, and they pursued Midian.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Gideon sent messengers throughout all the hill country of Ephraim, saying, \"Come down against Midian and take the waters before them, as far as Beth-barah and the Jordan.\" So all the men of Ephraim were summoned and they took the waters as far as Beth-barah and the Jordan.",
          "ID": "24"
        },
        {
          "text": "They captured the two leaders of Midian, Oreb and Zeeb, and they killed Oreb at the rock of Oreb, and they killed Zeeb at the wine press of Zeeb, while they pursued Midian; and they brought the heads of Oreb and Zeeb to Gideon from across the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.7",
      "name": "JUDGES 7"
    },
    {
      "text": [
        {
          "text": "Then the men of Ephraim said to him, \"What is this thing you have done to us, not calling us when you went to fight against Midian?\" And they contended with him vigorously.",
          "ID": "1"
        },
        {
          "text": "But he said to them, \"What have I done now in comparison with you? Is not the gleaning of the grapes of Ephraim better than the vintage of Abiezer?",
          "ID": "2"
        },
        {
          "text": "God has given the leaders of Midian, Oreb and Zeeb into your hands; and what was I able to do in comparison with you?\" Then their anger toward him subsided when he said that.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Then Gideon and the 300 men who were with him came to the Jordan and crossed over, weary yet pursuing.",
          "ID": "4"
        },
        {
          "text": "He said to the men of Succoth, \"Please give loaves of bread to the people who are following me, for they are weary, and I am pursuing Zebah and Zalmunna, the kings of Midian.\"",
          "ID": "5"
        },
        {
          "text": "The leaders of Succoth said, \"Are the hands of Zebah and Zalmunna already in your hands, that we should give bread to your army?\"",
          "ID": "6"
        },
        {
          "text": "Gideon said, \"All right, when the Lord has given Zebah and Zalmunna into my hand, then I will thrash your bodies with the thorns of the wilderness and with briers.\"",
          "ID": "7"
        },
        {
          "text": "He went up from there to Penuel and spoke similarly to them; and the men of Penuel answered him just as the men of Succoth had answered.",
          "ID": "8"
        },
        {
          "text": "So he spoke also to the men of Penuel, saying, \"When I return safely, I will tear down this tower.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Now Zebah and Zalmunna were in Karkor, and their armies with them, about 15,000 men, all who were left of the entire army of the sons of the east; for the fallen were 120,000 swordsmen.",
          "ID": "10"
        },
        {
          "text": "Gideon went up by the way of those who lived in tents on the east of Nobah and Jogbehah, and attacked the camp when the camp was unsuspecting.",
          "ID": "11"
        },
        {
          "text": "When Zebah and Zalmunna fled, he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and routed the whole army.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then Gideon the son of Joash returned from the battle by the ascent of Heres.",
          "ID": "13"
        },
        {
          "text": "And he captured a youth from Succoth and questioned him. Then the youth wrote down for him the princes of Succoth and its elders, seventy-seven men.",
          "ID": "14"
        },
        {
          "text": "He came to the men of Succoth and said, \"Behold Zebah and Zalmunna, concerning whom you taunted me, saying, 'Are the hands of Zebah and Zalmunna already in your hand, that we should give bread to your men who are weary?'\"",
          "ID": "15"
        },
        {
          "text": "He took the elders of the city, and thorns of the wilderness and briers, and he disciplined the men of Succoth with them.",
          "ID": "16"
        },
        {
          "text": "He tore down the tower of Penuel and killed the men of the city.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then he said to Zebah and Zalmunna, \"What kind of men were they whom you killed at Tabor?\" And they said, \"They were like you, each one resembling the son of a king.\"",
          "ID": "18"
        },
        {
          "text": "He said, \"They were my brothers, the sons of my mother. As the Lord lives, if only you had let them live, I would not kill you.\"",
          "ID": "19"
        },
        {
          "text": "So he said to Jether his firstborn, \"Rise, kill them.\" But the youth did not draw his sword, for he was afraid, because he was still a youth.",
          "ID": "20"
        },
        {
          "text": "Then Zebah and Zalmunna said, \"Rise up yourself, and fall on us; for as the man, so is his strength.\" So Gideon arose and killed Zebah and Zalmunna, and took the crescent ornaments which were on their camels' necks.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then the men of Israel said to Gideon, \"Rule over us, both you and your son, also your son's son, for you have delivered us from the hand of Midian.\"",
          "ID": "22"
        },
        {
          "text": "But Gideon said to them, \"I will not rule over you, nor shall my son rule over you; the Lord shall rule over you.\"",
          "ID": "23"
        },
        {
          "text": "Yet Gideon said to them, \"I would request of you, that each of you give me an earring from his spoil.\" (For they had gold earrings, because they were Ishmaelites.)",
          "ID": "24"
        },
        {
          "text": "They said, \"We will surely give them.\" So they spread out a garment, and every one of them threw an earring there from his spoil.",
          "ID": "25"
        },
        {
          "text": "The weight of the gold earrings that he requested was 1,700 shekels of gold, besides the crescent ornaments and the pendants and the purple robes which were on the kings of Midian, and besides the neck bands that were on their camels' necks.",
          "ID": "26"
        },
        {
          "text": "Gideon made it into an ephod, and placed it in his city, Ophrah, and all Israel played the harlot with it there, so that it became a snare to Gideon and his household.",
          "ID": "27"
        },
        {
          "text": "So Midian was subdued before the sons of Israel, and they did not lift up their heads anymore. And the land was undisturbed for forty years in the days of Gideon.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Then Jerubbaal the son of Joash went and lived in his own house.",
          "ID": "29"
        },
        {
          "text": "Now Gideon had seventy sons who were his direct descendants, for he had many wives.",
          "ID": "30"
        },
        {
          "text": "His concubine who was in Shechem also bore him a son, and he named him Abimelech.",
          "ID": "31"
        },
        {
          "text": "And Gideon the son of Joash died at a ripe old age and was buried in the tomb of his father Joash, in Ophrah of the Abiezrites.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Then it came about, as soon as Gideon was dead, that the sons of Israel again played the harlot with the Baals, and made Baal-berith their god.",
          "ID": "33"
        },
        {
          "text": "Thus the sons of Israel did not remember the Lord their God, who had delivered them from the hands of all their enemies on every side;",
          "ID": "34"
        },
        {
          "text": "nor did they show kindness to the household of Jerubbaal (that is, Gideon) in accord with all the good that he had done to Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:JDG.8",
      "name": "JUDGES 8"
    },
    {
      "text": [
        {
          "text": "And Abimelech the son of Jerubbaal went to Shechem to his mother's relatives, and spoke to them and to the whole clan of the household of his mother's father, saying,",
          "ID": "1"
        },
        {
          "text": "\"Speak, now, in the hearing of all the leaders of Shechem, 'Which is better for you, that seventy men, all the sons of Jerubbaal, rule over you, or that one man rule over you?' Also, remember that I am your bone and your flesh.\"",
          "ID": "2"
        },
        {
          "text": "And his mother's relatives spoke all these words on his behalf in the hearing of all the leaders of Shechem; and they were inclined to follow Abimelech, for they said, \"He is our relative.\"",
          "ID": "3"
        },
        {
          "text": "They gave him seventy pieces of silver from the house of Baal-berith with which Abimelech hired worthless and reckless fellows, and they followed him.",
          "ID": "4"
        },
        {
          "text": "Then he went to his father's house at Ophrah and killed his brothers the sons of Jerubbaal, seventy men, on one stone. But Jotham the youngest son of Jerubbaal was left, for he hid himself.",
          "ID": "5"
        },
        {
          "text": "All the men of Shechem and all Beth-millo assembled together, and they went and made Abimelech king, by the oak of the pillar which was in Shechem.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now when they told Jotham, he went and stood on the top of Mount Gerizim, and lifted his voice and called out. Thus he said to them, \"Listen to me, O men of Shechem, that God may listen to you.",
          "ID": "7"
        },
        {
          "text": "Once the trees went forth to anoint a king over them, and they said to the olive tree, 'Reign over us!'",
          "ID": "8"
        },
        {
          "text": "But the olive tree said to them, 'Shall I leave my fatness with which God and men are honored, and go to wave over the trees?'",
          "ID": "9"
        },
        {
          "text": "Then the trees said to the fig tree, 'You come, reign over us!'",
          "ID": "10"
        },
        {
          "text": "But the fig tree said to them, 'Shall I leave my sweetness and my good fruit, and go to wave over the trees?'",
          "ID": "11"
        },
        {
          "text": "Then the trees said to the vine, 'You come, reign over us!'",
          "ID": "12"
        },
        {
          "text": "But the vine said to them, 'Shall I leave my new wine, which cheers God and men, and go to wave over the trees?'",
          "ID": "13"
        },
        {
          "text": "Finally all the trees said to the bramble, 'You come, reign over us!'",
          "ID": "14"
        },
        {
          "text": "The bramble said to the trees, 'If in truth you are anointing me as king over you, come and take refuge in my shade; but if not, may fire come out from the bramble and consume the cedars of Lebanon.'",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"Now therefore, if you have dealt in truth and integrity in making Abimelech king, and if you have dealt well with Jerubbaal and his house, and have dealt with him as he deserved-",
          "ID": "16"
        },
        {
          "text": "for my father fought for you and risked his life and delivered you from the hand of Midian;",
          "ID": "17"
        },
        {
          "text": "but you have risen against my father's house today and have killed his sons, seventy men, on one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he is your relative-",
          "ID": "18"
        },
        {
          "text": "if then you have dealt in truth and integrity with Jerubbaal and his house this day, rejoice in Abimelech, and let him also rejoice in you.",
          "ID": "19"
        },
        {
          "text": "But if not, let fire come out from Abimelech and consume the men of Shechem and Beth-millo; and let fire come out from the men of Shechem and from Beth-millo, and consume Abimelech.\"",
          "ID": "20"
        },
        {
          "text": "Then Jotham escaped and fled, and went to Beer and remained there because of Abimelech his brother.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Now Abimelech ruled over Israel three years.",
          "ID": "22"
        },
        {
          "text": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech,",
          "ID": "23"
        },
        {
          "text": "so that the violence done to the seventy sons of Jerubbaal might come, and their blood might be laid on Abimelech their brother, who killed them, and on the men of Shechem, who strengthened his hands to kill his brothers.",
          "ID": "24"
        },
        {
          "text": "The men of Shechem set men in ambush against him on the tops of the mountains, and they robbed all who might pass by them along the road; and it was told to Abimelech.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Now Gaal the son of Ebed came with his relatives, and crossed over into Shechem; and the men of Shechem put their trust in him.",
          "ID": "26"
        },
        {
          "text": "They went out into the field and gathered the grapes of their vineyards and trod them, and held a festival; and they went into the house of their god, and ate and drank and cursed Abimelech.",
          "ID": "27"
        },
        {
          "text": "Then Gaal the son of Ebed said, \"Who is Abimelech, and who is Shechem, that we should serve him? Is he not the son of Jerubbaal, and is Zebul not his lieutenant? Serve the men of Hamor the father of Shechem; but why should we serve him?",
          "ID": "28"
        },
        {
          "text": "Would, therefore, that this people were under my authority! Then I would remove Abimelech.\" And he said to Abimelech, \"Increase your army and come out.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "When Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger burned.",
          "ID": "30"
        },
        {
          "text": "He sent messengers to Abimelech deceitfully, saying, \"Behold, Gaal the son of Ebed and his relatives have come to Shechem; and behold, they are stirring up the city against you.",
          "ID": "31"
        },
        {
          "text": "Now therefore, arise by night, you and the people who are with you, and lie in wait in the field.",
          "ID": "32"
        },
        {
          "text": "In the morning, as soon as the sun is up, you shall rise early and rush upon the city; and behold, when he and the people who are with him come out against you, you shall do to them whatever you can.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "So Abimelech and all the people who were with him arose by night and lay in wait against Shechem in four companies.",
          "ID": "34"
        },
        {
          "text": "Now Gaal the son of Ebed went out and stood in the entrance of the city gate; and Abimelech and the people who were with him arose from the ambush.",
          "ID": "35"
        },
        {
          "text": "When Gaal saw the people, he said to Zebul, \"Look, people are coming down from the tops of the mountains.\" But Zebul said to him, \"You are seeing the shadow of the mountains as if they were men.\"",
          "ID": "36"
        },
        {
          "text": "Gaal spoke again and said, \"Behold, people are coming down from the highest part of the land, and one company comes by the way of the diviners' oak.\"",
          "ID": "37"
        },
        {
          "text": "Then Zebul said to him, \"Where is your boasting now with which you said, 'Who is Abimelech that we should serve him?' Is this not the people whom you despised? Go out now and fight with them!\"",
          "ID": "38"
        },
        {
          "text": "So Gaal went out before the leaders of Shechem and fought with Abimelech.",
          "ID": "39"
        },
        {
          "text": "Abimelech chased him, and he fled before him; and many fell wounded up to the entrance of the gate.",
          "ID": "40"
        },
        {
          "text": "Then Abimelech remained at Arumah, but Zebul drove out Gaal and his relatives so that they could not remain in Shechem.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Now it came about the next day, that the people went out to the field, and it was told to Abimelech.",
          "ID": "42"
        },
        {
          "text": "So he took his people and divided them into three companies, and lay in wait in the field; when he looked and saw the people coming out from the city, he arose against them and slew them.",
          "ID": "43"
        },
        {
          "text": "Then Abimelech and the company who was with him dashed forward and stood in the entrance of the city gate; the other two companies then dashed against all who were in the field and slew them.",
          "ID": "44"
        },
        {
          "text": "Abimelech fought against the city all that day, and he captured the city and killed the people who were in it; then he razed the city and sowed it with salt.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "When all the leaders of the tower of Shechem heard of it, they entered the inner chamber of the temple of El-berith.",
          "ID": "46"
        },
        {
          "text": "It was told Abimelech that all the leaders of the tower of Shechem were gathered together.",
          "ID": "47"
        },
        {
          "text": "So Abimelech went up to Mount Zalmon, he and all the people who were with him; and Abimelech took an axe in his hand and cut down a branch from the trees, and lifted it and laid it on his shoulder. Then he said to the people who were with him, \"What you have seen me do, hurry and do likewise.\"",
          "ID": "48"
        },
        {
          "text": "All the people also cut down each one his branch and followed Abimelech, and put them on the inner chamber and set the inner chamber on fire over those inside, so that all the men of the tower of Shechem also died, about a thousand men and women.",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "Then Abimelech went to Thebez, and he camped against Thebez and captured it.",
          "ID": "50"
        },
        {
          "text": "But there was a strong tower in the center of the city, and all the men and women with all the leaders of the city fled there and shut themselves in; and they went up on the roof of the tower.",
          "ID": "51"
        },
        {
          "text": "So Abimelech came to the tower and fought against it, and approached the entrance of the tower to burn it with fire.",
          "ID": "52"
        },
        {
          "text": "But a certain woman threw an upper millstone on Abimelech's head, crushing his skull.",
          "ID": "53"
        },
        {
          "text": "Then he called quickly to the young man, his armor bearer, and said to him, \"Draw your sword and kill me, so that it will not be said of me, 'A woman slew him.'\" So the young man pierced him through, and he died.",
          "ID": "54"
        },
        {
          "text": "When the men of Israel saw that Abimelech was dead, each departed to his home.",
          "ID": "55"
        },
        {
          "text": "Thus God repaid the wickedness of Abimelech, which he had done to his father in killing his seventy brothers.",
          "ID": "56"
        },
        {
          "text": "Also God returned all the wickedness of the men of Shechem on their heads, and the curse of Jotham the son of Jerubbaal came upon them.",
          "ID": "57"
        }
      ],
      "ID": "OT:JDG.9",
      "name": "JUDGES 9"
    },
    {
      "text": [
        {
          "text": "Now after Abimelech died, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel; and he lived in Shamir in the hill country of Ephraim.",
          "ID": "1"
        },
        {
          "text": "He judged Israel twenty-three years. Then he died and was buried in Shamir.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "After him, Jair the Gileadite arose and judged Israel twenty-two years.",
          "ID": "3"
        },
        {
          "text": "He had thirty sons who rode on thirty donkeys, and they had thirty cities in the land of Gilead that are called Havvoth-jair to this day.",
          "ID": "4"
        },
        {
          "text": "And Jair died and was buried in Kamon.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then the sons of Israel again did evil in the sight of the Lord, served the Baals and the Ashtaroth, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the sons of Ammon, and the gods of the Philistines; thus they forsook the Lord and did not serve Him.",
          "ID": "6"
        },
        {
          "text": "The anger of the Lord burned against Israel, and He sold them into the hands of the Philistines and into the hands of the sons of Ammon.",
          "ID": "7"
        },
        {
          "text": "They afflicted and crushed the sons of Israel that year; for eighteen years they afflicted all the sons of Israel who were beyond the Jordan in Gilead in the land of the Amorites.",
          "ID": "8"
        },
        {
          "text": "The sons of Ammon crossed the Jordan to fight also against Judah, Benjamin, and the house of Ephraim, so that Israel was greatly distressed.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then the sons of Israel cried out to the Lord, saying, \"We have sinned against You, for indeed, we have forsaken our God and served the Baals.\"",
          "ID": "10"
        },
        {
          "text": "The Lord said to the sons of Israel, \"Did I not deliver you from the Egyptians, the Amorites, the sons of Ammon, and the Philistines?",
          "ID": "11"
        },
        {
          "text": "Also when the Sidonians, the Amalekites and the Maonites oppressed you, you cried out to Me, and I delivered you from their hands.",
          "ID": "12"
        },
        {
          "text": "Yet you have forsaken Me and served other gods; therefore I will no longer deliver you.",
          "ID": "13"
        },
        {
          "text": "Go and cry out to the gods which you have chosen; let them deliver you in the time of your distress.\"",
          "ID": "14"
        },
        {
          "text": "The sons of Israel said to the Lord, \"We have sinned, do to us whatever seems good to You; only please deliver us this day.\"",
          "ID": "15"
        },
        {
          "text": "So they put away the foreign gods from among them and served the Lord; and He could bear the misery of Israel no longer.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then the sons of Ammon were summoned and they camped in Gilead. And the sons of Israel gathered together and camped in Mizpah.",
          "ID": "17"
        },
        {
          "text": "The people, the leaders of Gilead, said to one another, \"Who is the man who will begin to fight against the sons of Ammon? He shall become head over all the inhabitants of Gilead.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JDG.10",
      "name": "JUDGES 10"
    },
    {
      "text": [
        {
          "text": "Now Jephthah the Gileadite was a valiant warrior, but he was the son of a harlot. And Gilead was the father of Jephthah.",
          "ID": "1"
        },
        {
          "text": "Gilead's wife bore him sons; and when his wife's sons grew up, they drove Jephthah out and said to him, \"You shall not have an inheritance in our father's house, for you are the son of another woman.\"",
          "ID": "2"
        },
        {
          "text": "So Jephthah fled from his brothers and lived in the land of Tob; and worthless fellows gathered themselves about Jephthah, and they went out with him.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "It came about after a while that the sons of Ammon fought against Israel.",
          "ID": "4"
        },
        {
          "text": "When the sons of Ammon fought against Israel, the elders of Gilead went to get Jephthah from the land of Tob;",
          "ID": "5"
        },
        {
          "text": "and they said to Jephthah, \"Come and be our chief that we may fight against the sons of Ammon.\"",
          "ID": "6"
        },
        {
          "text": "Then Jephthah said to the elders of Gilead, \"Did you not hate me and drive me from my father's house? So why have you come to me now when you are in trouble?\"",
          "ID": "7"
        },
        {
          "text": "The elders of Gilead said to Jephthah, \"For this reason we have now returned to you, that you may go with us and fight with the sons of Ammon and become head over all the inhabitants of Gilead.\"",
          "ID": "8"
        },
        {
          "text": "So Jephthah said to the elders of Gilead, \"If you take me back to fight against the sons of Ammon and the Lord gives them up to me, will I become your head?\"",
          "ID": "9"
        },
        {
          "text": "The elders of Gilead said to Jephthah, \"The Lord is witness between us; surely we will do as you have said.\"",
          "ID": "10"
        },
        {
          "text": "Then Jephthah went with the elders of Gilead, and the people made him head and chief over them; and Jephthah spoke all his words before the Lord at Mizpah.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now Jephthah sent messengers to the king of the sons of Ammon, saying, \"What is between you and me, that you have come to me to fight against my land?\"",
          "ID": "12"
        },
        {
          "text": "The king of the sons of Ammon said to the messengers of Jephthah, \"Because Israel took away my land when they came up from Egypt, from the Arnon as far as the Jabbok and the Jordan; therefore, return them peaceably now.\"",
          "ID": "13"
        },
        {
          "text": "But Jephthah sent messengers again to the king of the sons of Ammon,",
          "ID": "14"
        },
        {
          "text": "and they said to him, \"Thus says Jephthah, 'Israel did not take away the land of Moab nor the land of the sons of Ammon.",
          "ID": "15"
        },
        {
          "text": "For when they came up from Egypt, and Israel went through the wilderness to the Red Sea and came to Kadesh,",
          "ID": "16"
        },
        {
          "text": "then Israel sent messengers to the king of Edom, saying, \"Please let us pass through your land,\" but the king of Edom would not listen. And they also sent to the king of Moab, but he would not consent. So Israel remained at Kadesh.",
          "ID": "17"
        },
        {
          "text": "Then they went through the wilderness and around the land of Edom and the land of Moab, and came to the east side of the land of Moab, and they camped beyond the Arnon; but they did not enter the territory of Moab, for the Arnon was the border of Moab.",
          "ID": "18"
        },
        {
          "text": "And Israel sent messengers to Sihon king of the Amorites, the king of Heshbon, and Israel said to him, \"Please let us pass through your land to our place.\"",
          "ID": "19"
        },
        {
          "text": "But Sihon did not trust Israel to pass through his territory; so Sihon gathered all his people and camped in Jahaz and fought with Israel.",
          "ID": "20"
        },
        {
          "text": "The Lord, the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; so Israel possessed all the land of the Amorites, the inhabitants of that country.",
          "ID": "21"
        },
        {
          "text": "So they possessed all the territory of the Amorites, from the Arnon as far as the Jabbok, and from the wilderness as far as the Jordan.",
          "ID": "22"
        },
        {
          "text": "Since now the Lord, the God of Israel, drove out the Amorites from before His people Israel, are you then to possess it?",
          "ID": "23"
        },
        {
          "text": "Do you not possess what Chemosh your god gives you to possess? So whatever the Lord our God has driven out before us, we will possess it.",
          "ID": "24"
        },
        {
          "text": "Now are you any better than Balak the son of Zippor, king of Moab? Did he ever strive with Israel, or did he ever fight against them?",
          "ID": "25"
        },
        {
          "text": "While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are on the banks of the Arnon, three hundred years, why did you not recover them within that time?",
          "ID": "26"
        },
        {
          "text": "I therefore have not sinned against you, but you are doing me wrong by making war against me; may the Lord, the Judge, judge today between the sons of Israel and the sons of Ammon.'\"",
          "ID": "27"
        },
        {
          "text": "But the king of the sons of Ammon disregarded the message which Jephthah sent him.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Now the Spirit of the Lord came upon Jephthah, so that he passed through Gilead and Manasseh; then he passed through Mizpah of Gilead, and from Mizpah of Gilead he went on to the sons of Ammon.",
          "ID": "29"
        },
        {
          "text": "Jephthah made a vow to the Lord and said, \"If You will indeed give the sons of Ammon into my hand,",
          "ID": "30"
        },
        {
          "text": "then it shall be that whatever comes out of the doors of my house to meet me when I return in peace from the sons of Ammon, it shall be the Lord's, and I will offer it up as a burnt offering.\"",
          "ID": "31"
        },
        {
          "text": "So Jephthah crossed over to the sons of Ammon to fight against them; and the Lord gave them into his hand.",
          "ID": "32"
        },
        {
          "text": "He struck them with a very great slaughter from Aroer to the entrance of Minnith, twenty cities, and as far as Abel-keramim. So the sons of Ammon were subdued before the sons of Israel.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "When Jephthah came to his house at Mizpah, behold, his daughter was coming out to meet him with tambourines and with dancing. Now she was his one and only child; besides her he had no son or daughter.",
          "ID": "34"
        },
        {
          "text": "When he saw her, he tore his clothes and said, \"Alas, my daughter! You have brought me very low, and you are among those who trouble me; for I have given my word to the Lord, and I cannot take it back.\"",
          "ID": "35"
        },
        {
          "text": "So she said to him, \"My father, you have given your word to the Lord; do to me as you have said, since the Lord has avenged you of your enemies, the sons of Ammon.\"",
          "ID": "36"
        },
        {
          "text": "She said to her father, \"Let this thing be done for me; let me alone two months, that I may go to the mountains and weep because of my virginity, I and my companions.\"",
          "ID": "37"
        },
        {
          "text": "Then he said, \"Go.\" So he sent her away for two months; and she left with her companions, and wept on the mountains because of her virginity.",
          "ID": "38"
        },
        {
          "text": "At the end of two months she returned to her father, who did to her according to the vow which he had made; and she had no relations with a man. Thus it became a custom in Israel,",
          "ID": "39"
        },
        {
          "text": "that the daughters of Israel went yearly to commemorate the daughter of Jephthah the Gileadite four days in the year.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.11",
      "name": "JUDGES 11"
    },
    {
      "text": [
        {
          "text": "Then the men of Ephraim were summoned, and they crossed to Zaphon and said to Jephthah, \"Why did you cross over to fight against the sons of Ammon without calling us to go with you? We will burn your house down on you.\"",
          "ID": "1"
        },
        {
          "text": "Jephthah said to them, \"I and my people were at great strife with the sons of Ammon; when I called you, you did not deliver me from their hand.",
          "ID": "2"
        },
        {
          "text": "When I saw that you would not deliver me, I took my life in my hands and crossed over against the sons of Ammon, and the Lord gave them into my hand. Why then have you come up to me this day to fight against me?\"",
          "ID": "3"
        },
        {
          "text": "Then Jephthah gathered all the men of Gilead and fought Ephraim; and the men of Gilead defeated Ephraim, because they said, \"You are fugitives of Ephraim, O Gileadites, in the midst of Ephraim and in the midst of Manasseh.\"",
          "ID": "4"
        },
        {
          "text": "The Gileadites captured the fords of the Jordan opposite Ephraim. And it happened when any of the fugitives of Ephraim said, \"Let me cross over,\" the men of Gilead would say to him, \"Are you an Ephraimite?\" If he said, \"No,\"",
          "ID": "5"
        },
        {
          "text": "then they would say to him, \"Say now, 'Shibboleth.'\" But he said, \"Sibboleth,\" for he could not pronounce it correctly. Then they seized him and slew him at the fords of the Jordan. Thus there fell at that time 42,000 of Ephraim.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jephthah judged Israel six years. Then Jephthah the Gileadite died and was buried in one of the cities of Gilead.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Now Ibzan of Bethlehem judged Israel after him.",
          "ID": "8"
        },
        {
          "text": "He had thirty sons, and thirty daughters whom he gave in marriage outside the family, and he brought in thirty daughters from outside for his sons. And he judged Israel seven years.",
          "ID": "9"
        },
        {
          "text": "Then Ibzan died and was buried in Bethlehem.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now Elon the Zebulunite judged Israel after him; and he judged Israel ten years.",
          "ID": "11"
        },
        {
          "text": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now Abdon the son of Hillel the Pirathonite judged Israel after him.",
          "ID": "13"
        },
        {
          "text": "He had forty sons and thirty grandsons who rode on seventy donkeys; and he judged Israel eight years.",
          "ID": "14"
        },
        {
          "text": "Then Abdon the son of Hillel the Pirathonite died and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites.",
          "ID": "15"
        }
      ],
      "ID": "OT:JDG.12",
      "name": "JUDGES 12"
    },
    {
      "text": [
        {
          "text": "Now the sons of Israel again did evil in the sight of the Lord, so that the Lord gave them into the hands of the Philistines forty years.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "There was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren and had borne no children.",
          "ID": "2"
        },
        {
          "text": "Then the angel of the Lord appeared to the woman and said to her, \"Behold now, you are barren and have borne no children, but you shall conceive and give birth to a son.",
          "ID": "3"
        },
        {
          "text": "Now therefore, be careful not to drink wine or strong drink, nor eat any unclean thing.",
          "ID": "4"
        },
        {
          "text": "For behold, you shall conceive and give birth to a son, and no razor shall come upon his head, for the boy shall be a Nazirite to God from the womb; and he shall begin to deliver Israel from the hands of the Philistines.\"",
          "ID": "5"
        },
        {
          "text": "Then the woman came and told her husband, saying, \"A man of God came to me and his appearance was like the appearance of the angel of God, very awesome. And I did not ask him where he came from, nor did he tell me his name.",
          "ID": "6"
        },
        {
          "text": "But he said to me, 'Behold, you shall conceive and give birth to a son, and now you shall not drink wine or strong drink nor eat any unclean thing, for the boy shall be a Nazirite to God from the womb to the day of his death.'\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then Manoah entreated the Lord and said, \"O Lord, please let the man of God whom You have sent come to us again that he may teach us what to do for the boy who is to be born.\"",
          "ID": "8"
        },
        {
          "text": "God listened to the voice of Manoah; and the angel of God came again to the woman as she was sitting in the field, but Manoah her husband was not with her.",
          "ID": "9"
        },
        {
          "text": "So the woman ran quickly and told her husband, \"Behold, the man who came the other day has appeared to me.\"",
          "ID": "10"
        },
        {
          "text": "Then Manoah arose and followed his wife, and when he came to the man he said to him, \"Are you the man who spoke to the woman?\" And he said, \"I am.\"",
          "ID": "11"
        },
        {
          "text": "Manoah said, \"Now when your words come to pass, what shall be the boy's mode of life and his vocation?\"",
          "ID": "12"
        },
        {
          "text": "So the angel of the Lord said to Manoah, \"Let the woman pay attention to all that I said.",
          "ID": "13"
        },
        {
          "text": "She should not eat anything that comes from the vine nor drink wine or strong drink, nor eat any unclean thing; let her observe all that I commanded.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then Manoah said to the angel of the Lord, \"Please let us detain you so that we may prepare a young goat for you.\"",
          "ID": "15"
        },
        {
          "text": "The angel of the Lord said to Manoah, \"Though you detain me, I will not eat your food, but if you prepare a burnt offering, then offer it to the Lord.\" For Manoah did not know that he was the angel of the Lord.",
          "ID": "16"
        },
        {
          "text": "Manoah said to the angel of the Lord, \"What is your name, so that when your words come to pass, we may honor you?\"",
          "ID": "17"
        },
        {
          "text": "But the angel of the Lord said to him, \"Why do you ask my name, seeing it is wonderful?\"",
          "ID": "18"
        },
        {
          "text": "So Manoah took the young goat with the grain offering and offered it on the rock to the Lord, and He performed wonders while Manoah and his wife looked on.",
          "ID": "19"
        },
        {
          "text": "For it came about when the flame went up from the altar toward heaven, that the angel of the Lord ascended in the flame of the altar. When Manoah and his wife saw this, they fell on their faces to the ground.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Now the angel of the Lord did not appear to Manoah or his wife again. Then Manoah knew that he was the angel of the Lord.",
          "ID": "21"
        },
        {
          "text": "So Manoah said to his wife, \"We will surely die, for we have seen God.\"",
          "ID": "22"
        },
        {
          "text": "But his wife said to him, \"If the Lord had desired to kill us, He would not have accepted a burnt offering and a grain offering from our hands, nor would He have shown us all these things, nor would He have let us hear things like this at this time.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then the woman gave birth to a son and named him Samson; and the child grew up and the Lord blessed him.",
          "ID": "24"
        },
        {
          "text": "And the Spirit of the Lord began to stir him in Mahaneh-dan, between Zorah and Eshtaol.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.13",
      "name": "JUDGES 13"
    },
    {
      "text": [
        {
          "text": "Then Samson went down to Timnah and saw a woman in Timnah, one of the daughters of the Philistines.",
          "ID": "1"
        },
        {
          "text": "So he came back and told his father and mother, \"I saw a woman in Timnah, one of the daughters of the Philistines; now therefore, get her for me as a wife.\"",
          "ID": "2"
        },
        {
          "text": "Then his father and his mother said to him, \"Is there no woman among the daughters of your relatives, or among all our people, that you go to take a wife from the uncircumcised Philistines?\" But Samson said to his father, \"Get her for me, for she looks good to me.\"",
          "ID": "3"
        },
        {
          "text": "However, his father and mother did not know that it was of the Lord, for He was seeking an occasion against the Philistines. Now at that time the Philistines were ruling over Israel.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then Samson went down to Timnah with his father and mother, and came as far as the vineyards of Timnah; and behold, a young lion came roaring toward him.",
          "ID": "5"
        },
        {
          "text": "The Spirit of the Lord came upon him mightily, so that he tore him as one tears a young goat though he had nothing in his hand; but he did not tell his father or mother what he had done.",
          "ID": "6"
        },
        {
          "text": "So he went down and talked to the woman; and she looked good to Samson.",
          "ID": "7"
        },
        {
          "text": "When he returned later to take her, he turned aside to look at the carcass of the lion; and behold, a swarm of bees and honey were in the body of the lion.",
          "ID": "8"
        },
        {
          "text": "So he scraped the honey into his hands and went on, eating as he went. When he came to his father and mother, he gave some to them and they ate it; but he did not tell them that he had scraped the honey out of the body of the lion.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then his father went down to the woman; and Samson made a feast there, for the young men customarily did this.",
          "ID": "10"
        },
        {
          "text": "When they saw him, they brought thirty companions to be with him.",
          "ID": "11"
        },
        {
          "text": "Then Samson said to them, \"Let me now propound a riddle to you; if you will indeed tell it to me within the seven days of the feast, and find it out, then I will give you thirty linen wraps and thirty changes of clothes.",
          "ID": "12"
        },
        {
          "text": "But if you are unable to tell me, then you shall give me thirty linen wraps and thirty changes of clothes.\" And they said to him, \"Propound your riddle, that we may hear it.\"",
          "ID": "13"
        },
        {
          "text": "So he said to them,",
          "ID": "14"
        },
        {
          "text": "\"Out of the eater came something to eat,",
          "ID": "14"
        },
        {
          "text": "And out of the strong came something sweet.\"",
          "ID": "14"
        },
        {
          "text": "But they could not tell the riddle in three days.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then it came about on the fourth day that they said to Samson's wife, \"Entice your husband, so that he will tell us the riddle, or we will burn you and your father's house with fire. Have you invited us to impoverish us? Is this not so?\"",
          "ID": "15"
        },
        {
          "text": "Samson's wife wept before him and said, \"You only hate me, and you do not love me; you have propounded a riddle to the sons of my people, and have not told it to me.\" And he said to her, \"Behold, I have not told it to my father or mother; so should I tell you?\"",
          "ID": "16"
        },
        {
          "text": "However she wept before him seven days while their feast lasted. And on the seventh day he told her because she pressed him so hard. She then told the riddle to the sons of her people.",
          "ID": "17"
        },
        {
          "text": "So the men of the city said to him on the seventh day before the sun went down,",
          "ID": "18"
        },
        {
          "text": "\"What is sweeter than honey?",
          "ID": "18"
        },
        {
          "text": "And what is stronger than a lion?\"",
          "ID": "18"
        },
        {
          "text": "And he said to them, \"If you had not plowed with my heifer, You would not have found out my riddle.\"",
          "ID": "18"
        },
        {
          "text": "Then the Spirit of the Lord came upon him mightily, and he went down to Ashkelon and killed thirty of them and took their spoil and gave the changes of clothes to those who told the riddle. And his anger burned, and he went up to his father's house.",
          "ID": "19"
        },
        {
          "text": "But Samson's wife was given to his companion who had been his friend.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.14",
      "name": "JUDGES 14"
    },
    {
      "text": [
        {
          "text": "But after a while, in the time of wheat harvest, Samson visited his wife with a young goat, and said, \"I will go in to my wife in her room.\" But her father did not let him enter.",
          "ID": "1"
        },
        {
          "text": "Her father said, \"I really thought that you hated her intensely; so I gave her to your companion. Is not her younger sister more beautiful than she? Please let her be yours instead.\"",
          "ID": "2"
        },
        {
          "text": "Samson then said to them, \"This time I shall be blameless in regard to the Philistines when I do them harm.\"",
          "ID": "3"
        },
        {
          "text": "Samson went and caught three hundred foxes, and took torches, and turned the foxes tail to tail and put one torch in the middle between two tails.",
          "ID": "4"
        },
        {
          "text": "When he had set fire to the torches, he released the foxes into the standing grain of the Philistines, thus burning up both the shocks and the standing grain, along with the vineyards and groves.",
          "ID": "5"
        },
        {
          "text": "Then the Philistines said, \"Who did this?\" And they said, \"Samson, the son-in-law of the Timnite, because he took his wife and gave her to his companion.\" So the Philistines came up and burned her and her father with fire.",
          "ID": "6"
        },
        {
          "text": "Samson said to them, \"Since you act like this, I will surely take revenge on you, but after that I will quit.\"",
          "ID": "7"
        },
        {
          "text": "He struck them ruthlessly with a great slaughter; and he went down and lived in the cleft of the rock of Etam.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then the Philistines went up and camped in Judah, and spread out in Lehi.",
          "ID": "9"
        },
        {
          "text": "The men of Judah said, \"Why have you come up against us?\" And they said, \"We have come up to bind Samson in order to do to him as he did to us.\"",
          "ID": "10"
        },
        {
          "text": "Then 3,000 men of Judah went down to the cleft of the rock of Etam and said to Samson, \"Do you not know that the Philistines are rulers over us? What then is this that you have done to us?\" And he said to them, \"As they did to me, so I have done to them.\"",
          "ID": "11"
        },
        {
          "text": "They said to him, \"We have come down to bind you so that we may give you into the hands of the Philistines.\" And Samson said to them, \"Swear to me that you will not kill me.\"",
          "ID": "12"
        },
        {
          "text": "So they said to him, \"No, but we will bind you fast and give you into their hands; yet surely we will not kill you.\" Then they bound him with two new ropes and brought him up from the rock.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When he came to Lehi, the Philistines shouted as they met him. And the Spirit of the Lord came upon him mightily so that the ropes that were on his arms were as flax that is burned with fire, and his bonds dropped from his hands.",
          "ID": "14"
        },
        {
          "text": "He found a fresh jawbone of a donkey, so he reached out and took it and killed a thousand men with it.",
          "ID": "15"
        },
        {
          "text": "Then Samson said,",
          "ID": "16"
        },
        {
          "text": "\"With the jawbone of a donkey,",
          "ID": "16"
        },
        {
          "text": "Heaps upon heaps,",
          "ID": "16"
        },
        {
          "text": "With the jawbone of a donkey",
          "ID": "16"
        },
        {
          "text": "I have killed a thousand men.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "When he had finished speaking, he threw the jawbone from his hand; and he named that place Ramath-lehi.",
          "ID": "17"
        },
        {
          "text": "Then he became very thirsty, and he called to the Lord and said, \"You have given this great deliverance by the hand of Your servant, and now shall I die of thirst and fall into the hands of the uncircumcised?\"",
          "ID": "18"
        },
        {
          "text": "But God split the hollow place that is in Lehi so that water came out of it. When he drank, his strength returned and he revived. Therefore he named it En-hakkore, which is in Lehi to this day.",
          "ID": "19"
        },
        {
          "text": "So he judged Israel twenty years in the days of the Philistines.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.15",
      "name": "JUDGES 15"
    },
    {
      "text": [
        {
          "text": "Now Samson went to Gaza and saw a harlot there, and went in to her.",
          "ID": "1"
        },
        {
          "text": "When it was told to the Gazites, saying, \"Samson has come here,\" they surrounded the place and lay in wait for him all night at the gate of the city. And they kept silent all night, saying, \"Let us wait until the morning light, then we will kill him.\"",
          "ID": "2"
        },
        {
          "text": "Now Samson lay until midnight, and at midnight he arose and took hold of the doors of the city gate and the two posts and pulled them up along with the bars; then he put them on his shoulders and carried them up to the top of the mountain which is opposite Hebron.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "After this it came about that he loved a woman in the valley of Sorek, whose name was Delilah.",
          "ID": "4"
        },
        {
          "text": "The lords of the Philistines came up to her and said to her, \"Entice him, and see where his great strength lies and how we may overpower him that we may bind him to afflict him. Then we will each give you eleven hundred pieces of silver.\"",
          "ID": "5"
        },
        {
          "text": "So Delilah said to Samson, \"Please tell me where your great strength is and how you may be bound to afflict you.\"",
          "ID": "6"
        },
        {
          "text": "Samson said to her, \"If they bind me with seven fresh cords that have not been dried, then I will become weak and be like any other man.\"",
          "ID": "7"
        },
        {
          "text": "Then the lords of the Philistines brought up to her seven fresh cords that had not been dried, and she bound him with them.",
          "ID": "8"
        },
        {
          "text": "Now she had men lying in wait in an inner room. And she said to him, \"The Philistines are upon you, Samson!\" But he snapped the cords as a string of tow snaps when it touches fire. So his strength was not discovered.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then Delilah said to Samson, \"Behold, you have deceived me and told me lies; now please tell me how you may be bound.\"",
          "ID": "10"
        },
        {
          "text": "He said to her, \"If they bind me tightly with new ropes which have not been used, then I will become weak and be like any other man.\"",
          "ID": "11"
        },
        {
          "text": "So Delilah took new ropes and bound him with them and said to him, \"The Philistines are upon you, Samson!\" For the men were lying in wait in the inner room. But he snapped the ropes from his arms like a thread.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then Delilah said to Samson, \"Up to now you have deceived me and told me lies; tell me how you may be bound.\" And he said to her, \"If you weave the seven locks of my hair with the web [and fasten it with a pin, then I will become weak and be like any other man.\"",
          "ID": "13"
        },
        {
          "text": "So while he slept, Delilah took the seven locks of his hair and wove them into the web]. And she fastened it with the pin and said to him, \"The Philistines are upon you, Samson!\" But he awoke from his sleep and pulled out the pin of the loom and the web.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then she said to him, \"How can you say, 'I love you,' when your heart is not with me? You have deceived me these three times and have not told me where your great strength is.\"",
          "ID": "15"
        },
        {
          "text": "It came about when she pressed him daily with her words and urged him, that his soul was annoyed to death.",
          "ID": "16"
        },
        {
          "text": "So he told her all that was in his heart and said to her, \"A razor has never come on my head, for I have been a Nazirite to God from my mother's womb. If I am shaved, then my strength will leave me and I will become weak and be like any other man.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "When Delilah saw that he had told her all that was in his heart, she sent and called the lords of the Philistines, saying, \"Come up once more, for he has told me all that is in his heart.\" Then the lords of the Philistines came up to her and brought the money in their hands.",
          "ID": "18"
        },
        {
          "text": "She made him sleep on her knees, and called for a man and had him shave off the seven locks of his hair. Then she began to afflict him, and his strength left him.",
          "ID": "19"
        },
        {
          "text": "She said, \"The Philistines are upon you, Samson!\" And he awoke from his sleep and said, \"I will go out as at other times and shake myself free.\" But he did not know that the Lord had departed from him.",
          "ID": "20"
        },
        {
          "text": "Then the Philistines seized him and gouged out his eyes; and they brought him down to Gaza and bound him with bronze chains, and he was a grinder in the prison.",
          "ID": "21"
        },
        {
          "text": "However, the hair of his head began to grow again after it was shaved off.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Now the lords of the Philistines assembled to offer a great sacrifice to Dagon their god, and to rejoice, for they said, \"Our god has given Samson our enemy into our hands.\"",
          "ID": "23"
        },
        {
          "text": "When the people saw him, they praised their god, for they said,",
          "ID": "24"
        },
        {
          "text": "\"Our god has given our enemy into our hands,",
          "ID": "24"
        },
        {
          "text": "Even the destroyer of our country,",
          "ID": "24"
        },
        {
          "text": "Who has slain many of us.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "It so happened when they were in high spirits, that they said, \"Call for Samson, that he may amuse us.\" So they called for Samson from the prison, and he entertained them. And they made him stand between the pillars.",
          "ID": "25"
        },
        {
          "text": "Then Samson said to the boy who was holding his hand, \"Let me feel the pillars on which the house rests, that I may lean against them.\"",
          "ID": "26"
        },
        {
          "text": "Now the house was full of men and women, and all the lords of the Philistines were there. And about 3,000 men and women were on the roof looking on while Samson was amusing them.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Then Samson called to the Lord and said, \"O Lord God, please remember me and please strengthen me just this time, O God, that I may at once be avenged of the Philistines for my two eyes.\"",
          "ID": "28"
        },
        {
          "text": "Samson grasped the two middle pillars on which the house rested, and braced himself against them, the one with his right hand and the other with his left.",
          "ID": "29"
        },
        {
          "text": "And Samson said, \"Let me die with the Philistines!\" And he bent with all his might so that the house fell on the lords and all the people who were in it. So the dead whom he killed at his death were more than those whom he killed in his life.",
          "ID": "30"
        },
        {
          "text": "Then his brothers and all his father's household came down, took him, brought him up and buried him between Zorah and Eshtaol in the tomb of Manoah his father. Thus he had judged Israel twenty years.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.16",
      "name": "JUDGES 16"
    },
    {
      "text": [
        {
          "text": "Now there was a man of the hill country of Ephraim whose name was Micah.",
          "ID": "1"
        },
        {
          "text": "He said to his mother, \"The eleven hundred pieces of silver which were taken from you, about which you uttered a curse in my hearing, behold, the silver is with me; I took it.\" And his mother said, \"Blessed be my son by the Lord.\"",
          "ID": "2"
        },
        {
          "text": "He then returned the eleven hundred pieces of silver to his mother, and his mother said, \"I wholly dedicate the silver from my hand to the Lord for my son to make a graven image and a molten image; now therefore, I will return them to you.\"",
          "ID": "3"
        },
        {
          "text": "So when he returned the silver to his mother, his mother took two hundred pieces of silver and gave them to the silversmith who made them into a graven image and a molten image, and they were in the house of Micah.",
          "ID": "4"
        },
        {
          "text": "And the man Micah had a shrine and he made an ephod and household idols and consecrated one of his sons, that he might become his priest.",
          "ID": "5"
        },
        {
          "text": "In those days there was no king in Israel; every man did what was right in his own eyes.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now there was a young man from Bethlehem in Judah, of the family of Judah, who was a Levite; and he was staying there.",
          "ID": "7"
        },
        {
          "text": "Then the man departed from the city, from Bethlehem in Judah, to stay wherever he might find a place; and as he made his journey, he came to the hill country of Ephraim to the house of Micah.",
          "ID": "8"
        },
        {
          "text": "Micah said to him, \"Where do you come from?\" And he said to him, \"I am a Levite from Bethlehem in Judah, and I am going to stay wherever I may find a place.\"",
          "ID": "9"
        },
        {
          "text": "Micah then said to him, \"Dwell with me and be a father and a priest to me, and I will give you ten pieces of silver a year, a suit of clothes, and your maintenance.\" So the Levite went in.",
          "ID": "10"
        },
        {
          "text": "The Levite agreed to live with the man, and the young man became to him like one of his sons.",
          "ID": "11"
        },
        {
          "text": "So Micah consecrated the Levite, and the young man became his priest and lived in the house of Micah.",
          "ID": "12"
        },
        {
          "text": "Then Micah said, \"Now I know that the Lord will prosper me, seeing I have a Levite as priest.\"",
          "ID": "13"
        }
      ],
      "ID": "OT:JDG.17",
      "name": "JUDGES 17"
    },
    {
      "text": [
        {
          "text": "In those days there was no king of Israel; and in those days the tribe of the Danites was seeking an inheritance for themselves to live in, for until that day an inheritance had not been allotted to them as a possession among the tribes of Israel.",
          "ID": "1"
        },
        {
          "text": "So the sons of Dan sent from their family five men out of their whole number, valiant men from Zorah and Eshtaol, to spy out the land and to search it; and they said to them, \"Go, search the land.\" And they came to the hill country of Ephraim, to the house of Micah, and lodged there.",
          "ID": "2"
        },
        {
          "text": "When they were near the house of Micah, they recognized the voice of the young man, the Levite; and they turned aside there and said to him, \"Who brought you here? And what are you doing in this place? And what do you have here?\"",
          "ID": "3"
        },
        {
          "text": "He said to them, \"Thus and so has Micah done to me, and he has hired me and I have become his priest.\"",
          "ID": "4"
        },
        {
          "text": "They said to him, \"Inquire of God, please, that we may know whether our way on which we are going will be prosperous.\"",
          "ID": "5"
        },
        {
          "text": "The priest said to them, \"Go in peace; your way in which you are going has the Lord's approval.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then the five men departed and came to Laish and saw the people who were in it living in security, after the manner of the Sidonians, quiet and secure; for there was no ruler humiliating them for anything in the land, and they were far from the Sidonians and had no dealings with anyone.",
          "ID": "7"
        },
        {
          "text": "When they came back to their brothers at Zorah and Eshtaol, their brothers said to them, \"What do you report?\"",
          "ID": "8"
        },
        {
          "text": "They said, \"Arise, and let us go up against them; for we have seen the land, and behold, it is very good. And will you sit still? Do not delay to go, to enter, to possess the land.",
          "ID": "9"
        },
        {
          "text": "When you enter, you will come to a secure people with a spacious land; for God has given it into your hand, a place where there is no lack of anything that is on the earth.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then from the family of the Danites, from Zorah and from Eshtaol, six hundred men armed with weapons of war set out.",
          "ID": "11"
        },
        {
          "text": "They went up and camped at Kiriath-jearim in Judah. Therefore they called that place Mahaneh-dan to this day; behold, it is west of Kiriath-jearim.",
          "ID": "12"
        },
        {
          "text": "They passed from there to the hill country of Ephraim and came to the house of Micah.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then the five men who went to spy out the country of Laish said to their kinsmen, \"Do you know that there are in these houses an ephod and household idols and a graven image and a molten image? Now therefore, consider what you should do.\"",
          "ID": "14"
        },
        {
          "text": "They turned aside there and came to the house of the young man, the Levite, to the house of Micah, and asked him of his welfare.",
          "ID": "15"
        },
        {
          "text": "The six hundred men armed with their weapons of war, who were of the sons of Dan, stood by the entrance of the gate.",
          "ID": "16"
        },
        {
          "text": "Now the five men who went to spy out the land went up and entered there, and took the graven image and the ephod and household idols and the molten image, while the priest stood by the entrance of the gate with the six hundred men armed with weapons of war.",
          "ID": "17"
        },
        {
          "text": "When these went into Micah's house and took the graven image, the ephod and household idols and the molten image, the priest said to them, \"What are you doing?\"",
          "ID": "18"
        },
        {
          "text": "They said to him, \"Be silent, put your hand over your mouth and come with us, and be to us a father and a priest. Is it better for you to be a priest to the house of one man, or to be priest to a tribe and a family in Israel?\"",
          "ID": "19"
        },
        {
          "text": "The priest's heart was glad, and he took the ephod and household idols and the graven image and went among the people.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then they turned and departed, and put the little ones and the livestock and the valuables in front of them.",
          "ID": "21"
        },
        {
          "text": "When they had gone some distance from the house of Micah, the men who were in the houses near Micah's house assembled and overtook the sons of Dan.",
          "ID": "22"
        },
        {
          "text": "They cried to the sons of Dan, who turned around and said to Micah, \"What is the matter with you, that you have assembled together?\"",
          "ID": "23"
        },
        {
          "text": "He said, \"You have taken away my gods which I made, and the priest, and have gone away, and what do I have besides? So how can you say to me, 'What is the matter with you?'\"",
          "ID": "24"
        },
        {
          "text": "The sons of Dan said to him, \"Do not let your voice be heard among us, or else fierce men will fall upon you and you will lose your life, with the lives of your household.\"",
          "ID": "25"
        },
        {
          "text": "So the sons of Dan went on their way; and when Micah saw that they were too strong for him, he turned and went back to his house.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then they took what Micah had made and the priest who had belonged to him, and came to Laish, to a people quiet and secure, and struck them with the edge of the sword; and they burned the city with fire.",
          "ID": "27"
        },
        {
          "text": "And there was no one to deliver them, because it was far from Sidon and they had no dealings with anyone, and it was in the valley which is near Beth-rehob. And they rebuilt the city and lived in it.",
          "ID": "28"
        },
        {
          "text": "They called the name of the city Dan, after the name of Dan their father who was born in Israel; however, the name of the city formerly was Laish.",
          "ID": "29"
        },
        {
          "text": "The sons of Dan set up for themselves the graven image; and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of the Danites until the day of the captivity of the land.",
          "ID": "30"
        },
        {
          "text": "So they set up for themselves Micah's graven image which he had made, all the time that the house of God was at Shiloh.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.18",
      "name": "JUDGES 18"
    },
    {
      "text": [
        {
          "text": "Now it came about in those days, when there was no king in Israel, that there was a certain Levite staying in the remote part of the hill country of Ephraim, who took a concubine for himself from Bethlehem in Judah.",
          "ID": "1"
        },
        {
          "text": "But his concubine played the harlot against him, and she went away from him to her father's house in Bethlehem in Judah, and was there for a period of four months.",
          "ID": "2"
        },
        {
          "text": "Then her husband arose and went after her to speak tenderly to her in order to bring her back, taking with him his servant and a pair of donkeys. So she brought him into her father's house, and when the girl's father saw him, he was glad to meet him.",
          "ID": "3"
        },
        {
          "text": "His father-in-law, the girl's father, detained him; and he remained with him three days. So they ate and drank and lodged there.",
          "ID": "4"
        },
        {
          "text": "Now on the fourth day they got up early in the morning, and he prepared to go; and the girl's father said to his son-in-law, \"Sustain yourself with a piece of bread, and afterward you may go.\"",
          "ID": "5"
        },
        {
          "text": "So both of them sat down and ate and drank together; and the girl's father said to the man, \"Please be willing to spend the night, and let your heart be merry.\"",
          "ID": "6"
        },
        {
          "text": "Then the man arose to go, but his father-in-law urged him so that he spent the night there again.",
          "ID": "7"
        },
        {
          "text": "On the fifth day he arose to go early in the morning, and the girl's father said, \"Please sustain yourself, and wait until afternoon\"; so both of them ate.",
          "ID": "8"
        },
        {
          "text": "When the man arose to go along with his concubine and servant, his father-in-law, the girl's father, said to him, \"Behold now, the day has drawn to a close; please spend the night. Lo, the day is coming to an end; spend the night here that your heart may be merry. Then tomorrow you may arise early for your journey so that you may go home.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But the man was not willing to spend the night, so he arose and departed and came to a place opposite Jebus (that is, Jerusalem). And there were with him a pair of saddled donkeys; his concubine also was with him.",
          "ID": "10"
        },
        {
          "text": "When they were near Jebus, the day was almost gone; and the servant said to his master, \"Please come, and let us turn aside into this city of the Jebusites and spend the night in it.\"",
          "ID": "11"
        },
        {
          "text": "However, his master said to him, \"We will not turn aside into the city of foreigners who are not of the sons of Israel; but we will go on as far as Gibeah.\"",
          "ID": "12"
        },
        {
          "text": "He said to his servant, \"Come and let us approach one of these places; and we will spend the night in Gibeah or Ramah.\"",
          "ID": "13"
        },
        {
          "text": "So they passed along and went their way, and the sun set on them near Gibeah which belongs to Benjamin.",
          "ID": "14"
        },
        {
          "text": "They turned aside there in order to enter and lodge in Gibeah. When they entered, they sat down in the open square of the city, for no one took them into his house to spend the night.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Then behold, an old man was coming out of the field from his work at evening. Now the man was from the hill country of Ephraim, and he was staying in Gibeah, but the men of the place were Benjamites.",
          "ID": "16"
        },
        {
          "text": "And he lifted up his eyes and saw the traveler in the open square of the city; and the old man said, \"Where are you going, and where do you come from?\"",
          "ID": "17"
        },
        {
          "text": "He said to him, \"We are passing from Bethlehem in Judah to the remote part of the hill country of Ephraim, for I am from there, and I went to Bethlehem in Judah. But I am now going to my house, and no man will take me into his house.",
          "ID": "18"
        },
        {
          "text": "Yet there is both straw and fodder for our donkeys, and also bread and wine for me, your maidservant, and the young man who is with your servants; there is no lack of anything.\"",
          "ID": "19"
        },
        {
          "text": "The old man said, \"Peace to you. Only let me take care of all your needs; however, do not spend the night in the open square.\"",
          "ID": "20"
        },
        {
          "text": "So he took him into his house and gave the donkeys fodder, and they washed their feet and ate and drank.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "While they were celebrating, behold, the men of the city, certain worthless fellows, surrounded the house, pounding the door; and they spoke to the owner of the house, the old man, saying, \"Bring out the man who came into your house that we may have relations with him.\"",
          "ID": "22"
        },
        {
          "text": "Then the man, the owner of the house, went out to them and said to them, \"No, my fellows, please do not act so wickedly; since this man has come into my house, do not commit this act of folly.",
          "ID": "23"
        },
        {
          "text": "Here is my virgin daughter and his concubine. Please let me bring them out that you may ravish them and do to them whatever you wish. But do not commit such an act of folly against this man.\"",
          "ID": "24"
        },
        {
          "text": "But the men would not listen to him. So the man seized his concubine and brought her out to them; and they raped her and abused her all night until morning, then let her go at the approach of dawn.",
          "ID": "25"
        },
        {
          "text": "As the day began to dawn, the woman came and fell down at the doorway of the man's house where her master was, until full daylight.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "When her master arose in the morning and opened the doors of the house and went out to go on his way, then behold, his concubine was lying at the doorway of the house with her hands on the threshold.",
          "ID": "27"
        },
        {
          "text": "He said to her, \"Get up and let us go,\" but there was no answer. Then he placed her on the donkey; and the man arose and went to his home.",
          "ID": "28"
        },
        {
          "text": "When he entered his house, he took a knife and laid hold of his concubine and cut her in twelve pieces, limb by limb, and sent her throughout the territory of Israel.",
          "ID": "29"
        },
        {
          "text": "All who saw it said, \"Nothing like this has ever happened or been seen from the day when the sons of Israel came up from the land of Egypt to this day. Consider it, take counsel and speak up!\"",
          "ID": "30"
        }
      ],
      "ID": "OT:JDG.19",
      "name": "JUDGES 19"
    },
    {
      "text": [
        {
          "text": "Then all the sons of Israel from Dan to Beersheba, including the land of Gilead, came out, and the congregation assembled as one man to the Lord at Mizpah.",
          "ID": "1"
        },
        {
          "text": "The chiefs of all the people, even of all the tribes of Israel, took their stand in the assembly of the people of God, 400,000 foot soldiers who drew the sword.",
          "ID": "2"
        },
        {
          "text": "(Now the sons of Benjamin heard that the sons of Israel had gone up to Mizpah.) And the sons of Israel said, \"Tell us, how did this wickedness take place?\"",
          "ID": "3"
        },
        {
          "text": "So the Levite, the husband of the woman who was murdered, answered and said, \"I came with my concubine to spend the night at Gibeah which belongs to Benjamin.",
          "ID": "4"
        },
        {
          "text": "But the men of Gibeah rose up against me and surrounded the house at night because of me. They intended to kill me; instead, they ravished my concubine so that she died.",
          "ID": "5"
        },
        {
          "text": "And I took hold of my concubine and cut her in pieces and sent her throughout the land of Israel's inheritance; for they have committed a lewd and disgraceful act in Israel.",
          "ID": "6"
        },
        {
          "text": "Behold, all you sons of Israel, give your advice and counsel here.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then all the people arose as one man, saying, \"Not one of us will go to his tent, nor will any of us return to his house.",
          "ID": "8"
        },
        {
          "text": "But now this is the thing which we will do to Gibeah; we will go up against it by lot.",
          "ID": "9"
        },
        {
          "text": "And we will take 10 men out of 100 throughout the tribes of Israel, and 100 out of 1,000, and 1,000 out of 10,000 to supply food for the people, that when they come to Gibeah of Benjamin, they may punish them for all the disgraceful acts that they have committed in Israel.\"",
          "ID": "10"
        },
        {
          "text": "Thus all the men of Israel were gathered against the city, united as one man.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then the tribes of Israel sent men through the entire tribe of Benjamin, saying, \"What is this wickedness that has taken place among you?",
          "ID": "12"
        },
        {
          "text": "Now then, deliver up the men, the worthless fellows in Gibeah, that we may put them to death and remove this wickedness from Israel.\" But the sons of Benjamin would not listen to the voice of their brothers, the sons of Israel.",
          "ID": "13"
        },
        {
          "text": "The sons of Benjamin gathered from the cities to Gibeah, to go out to battle against the sons of Israel.",
          "ID": "14"
        },
        {
          "text": "From the cities on that day the sons of Benjamin were numbered, 26,000 men who draw the sword, besides the inhabitants of Gibeah who were numbered, 700 choice men.",
          "ID": "15"
        },
        {
          "text": "Out of all these people 700 choice men were left-handed; each one could sling a stone at a hair and not miss.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then the men of Israel besides Benjamin were numbered, 400,000 men who draw the sword; all these were men of war.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now the sons of Israel arose, went up to Bethel, and inquired of God and said, \"Who shall go up first for us to battle against the sons of Benjamin?\" Then the Lord said, \"Judah shall go up first.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So the sons of Israel arose in the morning and camped against Gibeah.",
          "ID": "19"
        },
        {
          "text": "The men of Israel went out to battle against Benjamin, and the men of Israel arrayed for battle against them at Gibeah.",
          "ID": "20"
        },
        {
          "text": "Then the sons of Benjamin came out of Gibeah and felled to the ground on that day 22,000 men of Israel.",
          "ID": "21"
        },
        {
          "text": "But the people, the men of Israel, encouraged themselves and arrayed for battle again in the place where they had arrayed themselves the first day.",
          "ID": "22"
        },
        {
          "text": "The sons of Israel went up and wept before the Lord until evening, and inquired of the Lord, saying, \"Shall we again draw near for battle against the sons of my brother Benjamin?\" And the Lord said, \"Go up against him.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then the sons of Israel came against the sons of Benjamin the second day.",
          "ID": "24"
        },
        {
          "text": "Benjamin went out against them from Gibeah the second day and felled to the ground again 18,000 men of the sons of Israel; all these drew the sword.",
          "ID": "25"
        },
        {
          "text": "Then all the sons of Israel and all the people went up and came to Bethel and wept; thus they remained there before the Lord and fasted that day until evening. And they offered burnt offerings and peace offerings before the Lord.",
          "ID": "26"
        },
        {
          "text": "The sons of Israel inquired of the Lord (for the ark of the covenant of God was there in those days,",
          "ID": "27"
        },
        {
          "text": "and Phinehas the son of Eleazar, Aaron's son, stood before it to minister in those days), saying, \"Shall I yet again go out to battle against the sons of my brother Benjamin, or shall I cease?\" And the Lord said, \"Go up, for tomorrow I will deliver them into your hand.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "So Israel set men in ambush around Gibeah.",
          "ID": "29"
        },
        {
          "text": "The sons of Israel went up against the sons of Benjamin on the third day and arrayed themselves against Gibeah as at other times.",
          "ID": "30"
        },
        {
          "text": "The sons of Benjamin went out against the people and were drawn away from the city, and they began to strike and kill some of the people as at other times, on the highways, one of which goes up to Bethel and the other to Gibeah, and in the field, about thirty men of Israel.",
          "ID": "31"
        },
        {
          "text": "The sons of Benjamin said, \"They are struck down before us, as at the first.\" But the sons of Israel said, \"Let us flee that we may draw them away from the city to the highways.\"",
          "ID": "32"
        },
        {
          "text": "Then all the men of Israel arose from their place and arrayed themselves at Baal-tamar; and the men of Israel in ambush broke out of their place, even out of Maareh-geba.",
          "ID": "33"
        },
        {
          "text": "When ten thousand choice men from all Israel came against Gibeah, the battle became fierce; but Benjamin did not know that disaster was close to them.",
          "ID": "34"
        },
        {
          "text": "And the Lord struck Benjamin before Israel, so that the sons of Israel destroyed 25,100 men of Benjamin that day, all who draw the sword.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "So the sons of Benjamin saw that they were defeated. When the men of Israel gave ground to Benjamin because they relied on the men in ambush whom they had set against Gibeah,",
          "ID": "36"
        },
        {
          "text": "the men in ambush hurried and rushed against Gibeah; the men in ambush also deployed and struck all the city with the edge of the sword.",
          "ID": "37"
        },
        {
          "text": "Now the appointed sign between the men of Israel and the men in ambush was that they would make a great cloud of smoke rise from the city.",
          "ID": "38"
        },
        {
          "text": "Then the men of Israel turned in the battle, and Benjamin began to strike and kill about thirty men of Israel, for they said, \"Surely they are defeated before us, as in the first battle.\"",
          "ID": "39"
        },
        {
          "text": "But when the cloud began to rise from the city in a column of smoke, Benjamin looked behind them; and behold, the whole city was going up in smoke to heaven.",
          "ID": "40"
        },
        {
          "text": "Then the men of Israel turned, and the men of Benjamin were terrified; for they saw that disaster was close to them.",
          "ID": "41"
        },
        {
          "text": "Therefore, they turned their backs before the men of Israel toward the direction of the wilderness, but the battle overtook them while those who came out of the cities destroyed them in the midst of them.",
          "ID": "42"
        },
        {
          "text": "They surrounded Benjamin, pursued them without rest and trod them down opposite Gibeah toward the east.",
          "ID": "43"
        },
        {
          "text": "Thus 18,000 men of Benjamin fell; all these were valiant warriors.",
          "ID": "44"
        },
        {
          "text": "The rest turned and fled toward the wilderness to the rock of Rimmon, but they caught 5,000 of them on the highways and overtook them at Gidom and killed 2,000 of them.",
          "ID": "45"
        },
        {
          "text": "So all of Benjamin who fell that day were 25,000 men who draw the sword; all these were valiant warriors.",
          "ID": "46"
        },
        {
          "text": "But 600 men turned and fled toward the wilderness to the rock of Rimmon, and they remained at the rock of Rimmon four months.",
          "ID": "47"
        },
        {
          "text": "The men of Israel then turned back against the sons of Benjamin and struck them with the edge of the sword, both the entire city with the cattle and all that they found; they also set on fire all the cities which they found.",
          "ID": "48"
        }
      ],
      "ID": "OT:JDG.20",
      "name": "JUDGES 20"
    },
    {
      "text": [
        {
          "text": "Now the men of Israel had sworn in Mizpah, saying, \"None of us shall give his daughter to Benjamin in marriage.\"",
          "ID": "1"
        },
        {
          "text": "So the people came to Bethel and sat there before God until evening, and lifted up their voices and wept bitterly.",
          "ID": "2"
        },
        {
          "text": "They said, \"Why, O Lord, God of Israel, has this come about in Israel, so that one tribe should be missing today in Israel?\"",
          "ID": "3"
        },
        {
          "text": "It came about the next day that the people arose early and built an altar there and offered burnt offerings and peace offerings.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then the sons of Israel said, \"Who is there among all the tribes of Israel who did not come up in the assembly to the Lord?\" For they had taken a great oath concerning him who did not come up to the Lord at Mizpah, saying, \"He shall surely be put to death.\"",
          "ID": "5"
        },
        {
          "text": "And the sons of Israel were sorry for their brother Benjamin and said, \"One tribe is cut off from Israel today.",
          "ID": "6"
        },
        {
          "text": "What shall we do for wives for those who are left, since we have sworn by the Lord not to give them any of our daughters in marriage?\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And they said, \"What one is there of the tribes of Israel who did not come up to the Lord at Mizpah?\" And behold, no one had come to the camp from Jabesh-gilead to the assembly.",
          "ID": "8"
        },
        {
          "text": "For when the people were numbered, behold, not one of the inhabitants of Jabesh-gilead was there.",
          "ID": "9"
        },
        {
          "text": "And the congregation sent 12,000 of the valiant warriors there, and commanded them, saying, \"Go and strike the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the little ones.",
          "ID": "10"
        },
        {
          "text": "This is the thing that you shall do: you shall utterly destroy every man and every woman who has lain with a man.\"",
          "ID": "11"
        },
        {
          "text": "And they found among the inhabitants of Jabesh-gilead 400 young virgins who had not known a man by lying with him; and they brought them to the camp at Shiloh, which is in the land of Canaan.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then the whole congregation sent word and spoke to the sons of Benjamin who were at the rock of Rimmon, and proclaimed peace to them.",
          "ID": "13"
        },
        {
          "text": "Benjamin returned at that time, and they gave them the women whom they had kept alive from the women of Jabesh-gilead; yet they were not enough for them.",
          "ID": "14"
        },
        {
          "text": "And the people were sorry for Benjamin because the Lord had made a breach in the tribes of Israel.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Then the elders of the congregation said, \"What shall we do for wives for those who are left, since the women are destroyed out of Benjamin?\"",
          "ID": "16"
        },
        {
          "text": "They said, \"There must be an inheritance for the survivors of Benjamin, so that a tribe will not be blotted out from Israel.",
          "ID": "17"
        },
        {
          "text": "But we cannot give them wives of our daughters.\" For the sons of Israel had sworn, saying, \"Cursed is he who gives a wife to Benjamin.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So they said, \"Behold, there is a feast of the Lord from year to year in Shiloh, which is on the north side of Bethel, on the east side of the highway that goes up from Bethel to Shechem, and on the south side of Lebonah.\"",
          "ID": "19"
        },
        {
          "text": "And they commanded the sons of Benjamin, saying, \"Go and lie in wait in the vineyards,",
          "ID": "20"
        },
        {
          "text": "and watch; and behold, if the daughters of Shiloh come out to take part in the dances, then you shall come out of the vineyards and each of you shall catch his wife from the daughters of Shiloh, and go to the land of Benjamin.",
          "ID": "21"
        },
        {
          "text": "It shall come about, when their fathers or their brothers come to complain to us, that we shall say to them, 'Give them to us voluntarily, because we did not take for each man of Benjamin a wife in battle, nor did you give them to them, else you would now be guilty.'\"",
          "ID": "22"
        },
        {
          "text": "The sons of Benjamin did so, and took wives according to their number from those who danced, whom they carried away. And they went and returned to their inheritance and rebuilt the cities and lived in them.",
          "ID": "23"
        },
        {
          "text": "The sons of Israel departed from there at that time, every man to his tribe and family, and each one of them went out from there to his inheritance.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "In those days there was no king in Israel; everyone did what was right in his own eyes.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.21",
      "name": "JUDGES 21"
    }
  ],
  "ID": "OT:JDG(NASB)",
  "version": "NASB",
  "name": "JUDGES"
}