{
  "text": [
    {
      "text": [
        {
          "text": "After the death of Joshua, the children of Israel asked of Yahweh,  saying, “Who should go up for us first against the Canaanites, to fight against them?”",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Yahweh said, “Judah shall go up. Behold, I have delivered the land into his hand.”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Judah said to Simeon his brother, “Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with you into your lot.” So Simeon went with him.",
          "ID": "3"
        },
        {
          "text": "Judah went up, and Yahweh delivered the Canaanites and the Perizzites into their hand. They struck ten thousand men in Bezek.",
          "ID": "4"
        },
        {
          "text": "They found Adoni-Bezek in Bezek, and they fought against him. They struck the Canaanites and the Perizzites.",
          "ID": "5"
        },
        {
          "text": "But Adoni-Bezek fled. They pursued him, caught him, and cut off his thumbs and his big toes.",
          "ID": "6"
        },
        {
          "text": "Adoni-Bezek said, “Seventy kings, having their thumbs and their big toes cut off, scavenged under my table. As I have done, so God has done to me.” They brought him to Jerusalem, and he died there.",
          "ID": "7"
        },
        {
          "text": "The children of Judah fought against Jerusalem, took it, struck it with the edge of the sword, and set the city on fire.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "After that, the children of Judah went down to fight against the Canaanites who lived in the hill country, and in the South, and in the lowland.",
          "ID": "9"
        },
        {
          "text": "Judah went against the Canaanites who lived in Hebron. (The name of Hebron before that was Kiriath Arba.) They struck Sheshai, Ahiman, and Talmai.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "From there he went against the inhabitants of Debir. (The name of Debir before that was Kiriath Sepher.)",
          "ID": "11"
        },
        {
          "text": "Caleb said, “I will give Achsah my daughter as wife to the man who strikes Kiriath Sepher, and takes it.”",
          "ID": "12"
        },
        {
          "text": "Othniel the son of Kenaz, Caleb’s younger brother, took it, so he gave him Achsah his daughter as his wife.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When she came, she got him to ask her father for a field. She dismounted from off of her donkey; and Caleb said to her, “What would you like?”",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "She said to him, “Give me a blessing; because you have set me in the land of the South, give me also springs of water.” Then Caleb gave her the upper springs and the lower springs.",
          "ID": "15"
        },
        {
          "text": "The children of the Kenite, Moses’ brother-in-law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which is in the south of Arad; and they went and lived with the people.",
          "ID": "16"
        },
        {
          "text": "Judah went with Simeon his brother, and they struck the Canaanites who inhabited Zephath, and utterly destroyed it. The name of the city was called Hormah.",
          "ID": "17"
        },
        {
          "text": "Also Judah took Gaza with its border, and Ashkelon with its border, and Ekron with its border.",
          "ID": "18"
        },
        {
          "text": "Yahweh was with Judah; and drove out the inhabitants of the hill country; for he could not drive out the inhabitants of the valley, because they had chariots of iron.",
          "ID": "19"
        },
        {
          "text": "They gave Hebron to Caleb, as Moses had said, and he drove the three sons of Anak out of there.",
          "ID": "20"
        },
        {
          "text": "The children of Benjamin did not drive out the Jebusites who inhabited Jerusalem, but the Jebusites dwell with the children of Benjamin in Jerusalem to this day.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "The house of Joseph also went up against Bethel, and Yahweh was with them.",
          "ID": "22"
        },
        {
          "text": "The house of Joseph sent to spy out Bethel. (The name of the city before that was Luz.)",
          "ID": "23"
        },
        {
          "text": "The watchers saw a man come out of the city, and they said to him, “Please show us the entrance into the city, and we will deal kindly with you.”",
          "ID": "24"
        },
        {
          "text": "He showed them the entrance into the city, and they struck the city with the edge of the sword; but they let the man and all his family go.",
          "ID": "25"
        },
        {
          "text": "The man went into the land of the Hittites, built a city, and called its name Luz, which is its name to this day.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Manasseh did not drive out the inhabitants of Beth Shean and its towns, nor Taanach and its towns, nor the inhabitants of Dor and its towns, nor the inhabitants of Ibleam and its towns, nor the inhabitants of Megiddo and its towns; but the Canaanites would dwell in that land.",
          "ID": "27"
        },
        {
          "text": "When Israel had grown strong, they put the Canaanites to forced labor, and did not utterly drive them out.",
          "ID": "28"
        },
        {
          "text": "Ephraim didn’t drive out the Canaanites who lived in Gezer, but the Canaanites lived in Gezer among them.",
          "ID": "29"
        },
        {
          "text": "Zebulun didn’t drive out the inhabitants of Kitron, nor the inhabitants of Nahalol; but the Canaanites lived among them, and became subject to forced labor.",
          "ID": "30"
        },
        {
          "text": "Asher didn’t drive out the inhabitants of Acco, nor the inhabitants of Sidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob;",
          "ID": "31"
        },
        {
          "text": "but the Asherites lived among the Canaanites, the inhabitants of the land; for they did not drive them out.",
          "ID": "32"
        },
        {
          "text": "Naphtali didn’t drive out the inhabitants of Beth Shemesh, nor the inhabitants of Beth Anath; but he lived among the Canaanites, the inhabitants of the land. Nevertheless the inhabitants of Beth Shemesh and of Beth Anath became subject to forced labor.",
          "ID": "33"
        },
        {
          "text": "The Amorites forced the children of Dan into the hill country, for they would not allow them to come down to the valley;",
          "ID": "34"
        },
        {
          "text": "but the Amorites would dwell in Mount Heres, in Aijalon, and in Shaalbim. Yet the hand of the house of Joseph prevailed, so that they became subject to forced labor.",
          "ID": "35"
        },
        {
          "text": "The border of the Amorites was from the ascent of Akrabbim, from the rock, and upward.",
          "ID": "36"
        }
      ],
      "ID": "OT:JDG.1",
      "name": "The Book of Judges 1"
    },
    {
      "text": [
        {
          "text": "Yahweh’s angel came up from Gilgal to Bochim. He said, “I brought you out of Egypt, and have brought you to the land which I swore to give your fathers. I said, ‘I will never break my covenant with you.",
          "ID": "1"
        },
        {
          "text": "You shall make no covenant with the inhabitants of this land. You shall break down their altars.’ But you have not listened to my voice. Why have you done this?",
          "ID": "2"
        },
        {
          "text": "Therefore I also said, ‘I will not drive them out from before you; but they shall be in your sides, and their gods will be a snare to you.’”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "When Yahweh’s angel spoke these words to all the children of Israel, the people lifted up their voice, and wept.",
          "ID": "4"
        },
        {
          "text": "They called the name of that place Bochim, and they sacrificed there to Yahweh.",
          "ID": "5"
        },
        {
          "text": "Now when Joshua had sent the people away, the children of Israel each went to his inheritance to possess the land.",
          "ID": "6"
        },
        {
          "text": "The people served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work of Yahweh that he had worked for Israel.",
          "ID": "7"
        },
        {
          "text": "Joshua the son of Nun, the servant of Yahweh, died, being one hundred ten years old.",
          "ID": "8"
        },
        {
          "text": "They buried him in the border of his inheritance in Timnath Heres, in the hill country of Ephraim, on the north of the mountain of Gaash.",
          "ID": "9"
        },
        {
          "text": "After all that generation were gathered to their fathers, another generation arose after them, who didn’t know Yahweh, nor the work which he had done for Israel.",
          "ID": "10"
        },
        {
          "text": "The children of Israel did that which was evil in Yahweh’s sight, and served the Baals.",
          "ID": "11"
        },
        {
          "text": "They abandoned Yahweh, the God of their fathers, who brought them out of the land of Egypt, and followed other gods, of the gods of the peoples who were around them, and bowed themselves down to them; and they provoked Yahweh to anger.",
          "ID": "12"
        },
        {
          "text": "They abandoned Yahweh, and served Baal and the Ashtaroth.",
          "ID": "13"
        },
        {
          "text": "Yahweh’s anger burned against Israel, and he delivered them into the hands of raiders who plundered them. He sold them into the hands of their enemies all around, so that they could no longer stand before their enemies.",
          "ID": "14"
        },
        {
          "text": "Wherever they went out, Yahweh’s hand was against them for evil, as Yahweh had spoken, and as Yahweh had sworn to them; and they were very distressed.",
          "ID": "15"
        },
        {
          "text": "Yahweh raised up judges, who saved them out of the hand of those who plundered them.",
          "ID": "16"
        },
        {
          "text": "Yet they didn’t listen to their judges; for they prostituted themselves to other gods, and bowed themselves down to them. They turned aside quickly out of the way in which their fathers walked, obeying Yahweh’s commandments. They didn’t do so.",
          "ID": "17"
        },
        {
          "text": "When Yahweh raised up judges for them, then Yahweh was with the judge, and saved them out of the hand of their enemies all the days of the judge; for it grieved Yahweh because of their groaning by reason of those who oppressed them and troubled them.",
          "ID": "18"
        },
        {
          "text": "But when the judge was dead, they turned back, and dealt more corruptly than their fathers in following other gods to serve them, and to bow down to them. They didn’t cease what they were doing, or give up their stubborn ways.",
          "ID": "19"
        },
        {
          "text": "Yahweh’s anger burned against Israel; and he said, “Because this nation transgressed my covenant which I commanded their fathers, and has not listened to my voice,",
          "ID": "20"
        },
        {
          "text": "I also will no longer drive out any of the nations that Joshua left when he died from before them;",
          "ID": "21"
        },
        {
          "text": "that by them I may test Israel, to see if they will keep the Yahweh’s way to walk therein, as their fathers kept it, or not.”",
          "ID": "22"
        },
        {
          "text": "So Yahweh left those nations, without driving them out hastily. He didn’t deliver them into Joshua’s hand.",
          "ID": "23"
        }
      ],
      "ID": "OT:JDG.2",
      "name": "The Book of Judges 2"
    },
    {
      "text": [
        {
          "text": "Now these are the nations which Yahweh left, to test Israel by them, even as many as had not known all the wars of Canaan;",
          "ID": "1"
        },
        {
          "text": "only that the generations of the children of Israel might know, to teach them war, at least those who knew nothing of it before:",
          "ID": "2"
        },
        {
          "text": "the five lords of the Philistines, all the Canaanites, the Sidonians, and the Hivites who lived on Mount Lebanon, from Mount Baal Hermon to the entrance of Hamath.",
          "ID": "3"
        },
        {
          "text": "They were left to test Israel by them, to know whether they would listen to Yahweh’s commandments, which he commanded their fathers by Moses.",
          "ID": "4"
        },
        {
          "text": "The children of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites.",
          "ID": "5"
        },
        {
          "text": "They took their daughters to be their wives, and gave their own daughters to their sons and served their gods.",
          "ID": "6"
        },
        {
          "text": "The children of Israel did that which was evil in Yahweh’s sight, and forgot Yahweh their God, and served the Baals and the Asheroth.",
          "ID": "7"
        },
        {
          "text": "Therefore Yahweh’s anger burned against Israel, and he sold them into the hand of Cushan Rishathaim king of Mesopotamia; and the children of Israel served Cushan Rishathaim eight years.",
          "ID": "8"
        },
        {
          "text": "When the children of Israel cried to Yahweh, Yahweh raised up a savior to the children of Israel, who saved them, even Othniel the son of Kenaz, Caleb’s younger brother.",
          "ID": "9"
        },
        {
          "text": "Yahweh’s Spirit came on him, and he judged Israel; and he went out to war, and Yahweh delivered Cushan Rishathaim king of Mesopotamia into his hand. His hand prevailed against Cushan Rishathaim.",
          "ID": "10"
        },
        {
          "text": "The land had rest forty years, then Othniel the son of Kenaz died.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "The children of Israel again did that which was evil in Yahweh’s sight, and Yahweh strengthened Eglon the king of Moab against Israel, because they had done that which was evil in Yahweh’s sight.",
          "ID": "12"
        },
        {
          "text": "He gathered the children of Ammon and Amalek to himself; and he went and struck Israel, and they possessed the city of palm trees.",
          "ID": "13"
        },
        {
          "text": "The children of Israel served Eglon the king of Moab eighteen years.",
          "ID": "14"
        },
        {
          "text": "But when the children of Israel cried to Yahweh, Yahweh raised up a savior for them, Ehud the son of Gera, the Benjamite, a left-handed man. The children of Israel sent tribute by him to Eglon the king of Moab.",
          "ID": "15"
        },
        {
          "text": "Ehud made himself a sword which had two edges, a cubit in length; and he wore it under his clothing on his right thigh.",
          "ID": "16"
        },
        {
          "text": "He offered the tribute to Eglon king of Moab. Now Eglon was a very fat man.",
          "ID": "17"
        },
        {
          "text": "When he had finished offering the tribute, he sent away the people who carried the tribute.",
          "ID": "18"
        },
        {
          "text": "But he himself turned back from the stone idols that were by Gilgal, and said, “I have a secret message for you, O king.”",
          "ID": "19"
        },
        {
          "text": "The king said, “Keep silence!” All who stood by him left him.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Ehud came to him; and he was sitting by himself alone in the cool upper room. Ehud said, “I have a message from God to you.” He arose out of his seat.",
          "ID": "20"
        },
        {
          "text": "Ehud put out his left hand, and took the sword from his right thigh, and thrust it into his body:",
          "ID": "21"
        },
        {
          "text": "and the handle also went in after the blade; and the fat closed on the blade, for he didn’t draw the sword out of his body; and it came out behind.",
          "ID": "22"
        },
        {
          "text": "Then Ehud went out onto the porch, and shut the doors of the upper room on him, and locked them.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "After he had gone, his servants came and saw that the doors of the upper room were locked. They said, “Surely he is covering his feet in the upper room.”",
          "ID": "24"
        },
        {
          "text": "They waited until they were ashamed; and behold, he didn’t open the doors of the upper room. Therefore they took the key and opened them, and behold, their lord had fallen down dead on the floor.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Ehud escaped while they waited, passed beyond the stone idols, and escaped to Seirah.",
          "ID": "26"
        },
        {
          "text": "When he had come, he blew a trumpet in the hill country of Ephraim; and the children of Israel went down with him from the hill country, and he led them.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "He said to them, “Follow me; for Yahweh has delivered your enemies the Moabites into your hand.” They followed him, and took the fords of the Jordan against the Moabites, and didn’t allow any man to pass over.",
          "ID": "28"
        },
        {
          "text": "They struck at that time about ten thousand men of Moab, every strong man, and every man of valor. No man escaped.",
          "ID": "29"
        },
        {
          "text": "So Moab was subdued that day under the hand of Israel. Then the land had rest eighty years.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "After him was Shamgar the son of Anath, who struck six hundred men of the Philistines with an ox goad. He also saved Israel.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.3",
      "name": "The Book of Judges 3"
    },
    {
      "text": [
        {
          "text": "The children of Israel again did that which was evil in Yahweh’s sight, when Ehud was dead.",
          "ID": "1"
        },
        {
          "text": "Yahweh sold them into the hand of Jabin king of Canaan, who reigned in Hazor; the captain of whose army was Sisera, who lived in Harosheth of the Gentiles.",
          "ID": "2"
        },
        {
          "text": "The children of Israel cried to Yahweh, for he had nine hundred chariots of iron; and he mightily oppressed the children of Israel for twenty years.",
          "ID": "3"
        },
        {
          "text": "Now Deborah, a prophetess, the wife of Lappidoth, judged Israel at that time.",
          "ID": "4"
        },
        {
          "text": "She lived under Deborah’s palm tree between Ramah and Bethel in the hill country of Ephraim; and the children of Israel came up to her for judgment.",
          "ID": "5"
        },
        {
          "text": "She sent and called Barak the son of Abinoam out of Kedesh Naphtali, and said to him, “Hasn’t Yahweh, the God of Israel, commanded, ‘Go and lead the way to Mount Tabor, and take with you ten thousand men of the children of Naphtali and of the children of Zebulun?",
          "ID": "6"
        },
        {
          "text": "I will draw to you, to the river Kishon, Sisera, the captain of Jabin’s army, with his chariots and his multitude; and I will deliver him into your hand.’”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Barak said to her, “If you will go with me, then I will go; but if you will not go with me, I will not go.”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "She said, “I will surely go with you. Nevertheless, the journey that you take won’t be for your honor; for Yahweh will sell Sisera into a woman’s hand.” Deborah arose, and went with Barak to Kedesh.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Barak called Zebulun and Naphtali together to Kedesh; and ten thousand men followed him; and Deborah went up with him.",
          "ID": "10"
        },
        {
          "text": "Now Heber the Kenite had separated himself from the Kenites, even from the children of Hobab, Moses’ brother-in-law, and had pitched his tent as far as the oak in Zaanannim, which is by Kedesh.",
          "ID": "11"
        },
        {
          "text": "They told Sisera that Barak the son of Abinoam was gone up to Mount Tabor.",
          "ID": "12"
        },
        {
          "text": "Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people who were with him, from Harosheth of the Gentiles, to the river Kishon.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Deborah said to Barak, “Go; for this is the day in which Yahweh has delivered Sisera into your hand. Hasn’t Yahweh gone out before you?” So Barak went down from Mount Tabor, and ten thousand men after him.",
          "ID": "14"
        },
        {
          "text": "Yahweh confused Sisera, all his chariots, and all his army, with the edge of the sword before Barak. Sisera abandoned his chariot and fled away on his feet.",
          "ID": "15"
        },
        {
          "text": "But Barak pursued the chariots and the army to Harosheth of the Gentiles; and all the army of Sisera fell by the edge of the sword. There was not a man left.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "However Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite; for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
          "ID": "17"
        },
        {
          "text": "Jael went out to meet Sisera, and said to him, “Turn in, my lord, turn in to me; don’t be afraid.” He came in to her into the tent, and she covered him with a rug.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He said to her, “Please give me a little water to drink; for I am thirsty.”",
          "ID": "19"
        },
        {
          "text": "She opened a bottle of milk, and gave him a drink, and covered him.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "He said to her, “Stand in the door of the tent, and if any man comes and inquires of you, and says, ‘Is there any man here?’ you shall say, ‘No.’”",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then Jael Heber’s wife took a tent peg, and took a hammer in her hand, and went softly to him, and struck the pin into his temples, and it pierced through into the ground; for he was in a deep sleep; so he fainted and died.",
          "ID": "21"
        },
        {
          "text": "Behold, as Barak pursued Sisera, Jael came out to meet him, and said to him, “Come, and I will show you the man whom you seek.” He came to her; and behold, Sisera lay dead, and the tent peg was in his temples.",
          "ID": "22"
        },
        {
          "text": "So God subdued Jabin the king of Canaan before the children of Israel on that day.",
          "ID": "23"
        },
        {
          "text": "The hand of the children of Israel prevailed more and more against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.",
          "ID": "24"
        }
      ],
      "ID": "OT:JDG.4",
      "name": "The Book of Judges 4"
    },
    {
      "text": [
        {
          "text": "Then Deborah and Barak the son of Abinoam sang on that day, saying,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "“Because the leaders took the lead in Israel,",
          "ID": "2"
        },
        {
          "text": "because the people offered themselves willingly,",
          "ID": "2"
        },
        {
          "text": "be blessed, Yahweh!",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "“Hear, you kings!",
          "ID": "3"
        },
        {
          "text": "Give ear, you princes!",
          "ID": "3"
        },
        {
          "text": "I, even I, will sing to Yahweh.",
          "ID": "3"
        },
        {
          "text": "I will sing praise to Yahweh, the God of Israel.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "“Yahweh, when you went out of Seir,",
          "ID": "4"
        },
        {
          "text": "when you marched out of the field of Edom,",
          "ID": "4"
        },
        {
          "text": "the earth trembled, the sky also dropped.",
          "ID": "4"
        },
        {
          "text": "Yes, the clouds dropped water.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The mountains quaked Yahweh’s presence,",
          "ID": "5"
        },
        {
          "text": "even Sinai at the presence of Yahweh, the God of Israel.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "“In the days of Shamgar the son of Anath,",
          "ID": "6"
        },
        {
          "text": "in the days of Jael, the highways were unoccupied.",
          "ID": "6"
        },
        {
          "text": "The travelers walked through byways.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The rulers ceased in Israel.",
          "ID": "7"
        },
        {
          "text": "They ceased until I, Deborah, arose;",
          "ID": "7"
        },
        {
          "text": "Until I arose a mother in Israel.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "They chose new gods.",
          "ID": "8"
        },
        {
          "text": "Then war was in the gates.",
          "ID": "8"
        },
        {
          "text": "Was there a shield or spear seen among forty thousand in Israel?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "My heart is toward the governors of Israel,",
          "ID": "9"
        },
        {
          "text": "who offered themselves willingly among the people.",
          "ID": "9"
        },
        {
          "text": "Bless Yahweh!",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "“Speak, you who ride on white donkeys,",
          "ID": "10"
        },
        {
          "text": "you who sit on rich carpets,",
          "ID": "10"
        },
        {
          "text": "and you who walk by the way.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Far from the noise of archers, in the places of drawing water,",
          "ID": "11"
        },
        {
          "text": "there they will rehearse Yahweh’s righteous acts,",
          "ID": "11"
        },
        {
          "text": "the righteous acts of his rule in Israel.",
          "ID": "11"
        },
        {
          "text": "“Then Yahweh’s people went down to the gates.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "‘Awake, awake, Deborah!",
          "ID": "12"
        },
        {
          "text": "Awake, awake, utter a song!",
          "ID": "12"
        },
        {
          "text": "Arise, Barak, and lead away your captives, you son of Abinoam.’",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "“Then a remnant of the nobles and the people came down.",
          "ID": "13"
        },
        {
          "text": "Yahweh came down for me against the mighty.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Those whose root is in Amalek came out of Ephraim,",
          "ID": "14"
        },
        {
          "text": "after you, Benjamin, among your peoples.",
          "ID": "14"
        },
        {
          "text": "Governors come down out of Machir.",
          "ID": "14"
        },
        {
          "text": "Those who handle the marshal’s staff came out of Zebulun.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The princes of Issachar were with Deborah.",
          "ID": "15"
        },
        {
          "text": "As was Issachar, so was Barak.",
          "ID": "15"
        },
        {
          "text": "They rushed into the valley at his feet.",
          "ID": "15"
        },
        {
          "text": "By the watercourses of Reuben,",
          "ID": "15"
        },
        {
          "text": "there were great resolves of heart.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Why did you sit among the sheepfolds?",
          "ID": "16"
        },
        {
          "text": "To hear the whistling for the flocks?",
          "ID": "16"
        },
        {
          "text": "At the watercourses of Reuben,",
          "ID": "16"
        },
        {
          "text": "there were great searchings of heart.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Gilead lived beyond the Jordan.",
          "ID": "17"
        },
        {
          "text": "Why did Dan remain in ships?",
          "ID": "17"
        },
        {
          "text": "Asher sat still at the haven of the sea,",
          "ID": "17"
        },
        {
          "text": "and lived by his creeks.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Zebulun was a people that jeopardized their lives to the death;",
          "ID": "18"
        },
        {
          "text": "Naphtali also, on the high places of the field.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "“The kings came and fought,",
          "ID": "19"
        },
        {
          "text": "then the kings of Canaan fought at Taanach by the waters of Megiddo.",
          "ID": "19"
        },
        {
          "text": "They took no plunder of silver.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "From the sky the stars fought.",
          "ID": "20"
        },
        {
          "text": "From their courses, they fought against Sisera.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "The river Kishon swept them away,",
          "ID": "21"
        },
        {
          "text": "that ancient river, the river Kishon.",
          "ID": "21"
        },
        {
          "text": "My soul, march on with strength.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then the horse hoofs stamped because of the prancing,",
          "ID": "22"
        },
        {
          "text": "the prancing of their strong ones.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "‘Curse Meroz,’ said Yahweh’s angel.",
          "ID": "23"
        },
        {
          "text": "‘Curse bitterly its inhabitants,",
          "ID": "23"
        },
        {
          "text": "because they didn’t come to help Yahweh,",
          "ID": "23"
        },
        {
          "text": "to help Yahweh against the mighty.’",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "“Jael shall be blessed above women,",
          "ID": "24"
        },
        {
          "text": "the wife of Heber the Kenite;",
          "ID": "24"
        },
        {
          "text": "blessed shall she be above women in the tent.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "He asked for water.",
          "ID": "25"
        },
        {
          "text": "She gave him milk.",
          "ID": "25"
        },
        {
          "text": "She brought him butter in a lordly dish.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "She put her hand to the tent peg,",
          "ID": "26"
        },
        {
          "text": "and her right hand to the workmen’s hammer.",
          "ID": "26"
        },
        {
          "text": "With the hammer she struck Sisera.",
          "ID": "26"
        },
        {
          "text": "She struck through his head.",
          "ID": "26"
        },
        {
          "text": "Yes, she pierced and struck through his temples.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "At her feet he bowed, he fell, he lay.",
          "ID": "27"
        },
        {
          "text": "At her feet he bowed, he fell.",
          "ID": "27"
        },
        {
          "text": "Where he bowed, there he fell down dead.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "“Through the window she looked out, and cried:",
          "ID": "28"
        },
        {
          "text": "Sisera’s mother looked through the lattice.",
          "ID": "28"
        },
        {
          "text": "‘Why is his chariot so long in coming?",
          "ID": "28"
        },
        {
          "text": "Why do the wheels of his chariots wait?’",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Her wise ladies answered her,",
          "ID": "29"
        },
        {
          "text": "Yes, she returned answer to herself,",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "‘Have they not found, have they not divided the plunder?",
          "ID": "30"
        },
        {
          "text": "A lady, two ladies to every man;",
          "ID": "30"
        },
        {
          "text": "to Sisera a plunder of dyed garments,",
          "ID": "30"
        },
        {
          "text": "a plunder of dyed garments embroidered,",
          "ID": "30"
        },
        {
          "text": "of dyed garments embroidered on both sides, on the necks of the plunder?’",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "“So let all your enemies perish, Yahweh,",
          "ID": "31"
        },
        {
          "text": "but let those who love him be as the sun when it rises in its strength.”",
          "ID": "31"
        },
        {
          "text": "Then the land had rest forty years.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.5",
      "name": "The Book of Judges 5"
    },
    {
      "text": [
        {
          "text": "The children of Israel did that which was evil in Yahweh’s sight: and Yahweh delivered them into the hand of Midian seven years.",
          "ID": "1"
        },
        {
          "text": "The hand of Midian prevailed against Israel; and because of Midian the children of Israel made themselves the dens which are in the mountains, and the caves, and the strongholds.",
          "ID": "2"
        },
        {
          "text": "So it was, when Israel had sown, that the Midianites, the Amalekites, and the children of the east came up against them.",
          "ID": "3"
        },
        {
          "text": "They encamped against them, and destroyed the increase of the earth, until you come to Gaza. They left no sustenance in Israel, and no sheep, ox, or donkey.",
          "ID": "4"
        },
        {
          "text": "For they came up with their livestock and their tents. They came in as locusts for multitude. Both they and their camels were without number; and they came into the land to destroy it.",
          "ID": "5"
        },
        {
          "text": "Israel was brought very low because of Midian; and the children of Israel cried to Yahweh.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "When the children of Israel cried to Yahweh because of Midian,",
          "ID": "7"
        },
        {
          "text": "Yahweh sent a prophet to the children of Israel; and he said to them, “Yahweh says, the God of Israel, ‘I brought you up from Egypt, and brought you out of the house of bondage.",
          "ID": "8"
        },
        {
          "text": "I delivered you out of the hand of the Egyptians, and out of the hand of all who oppressed you, and drove them out from before you, and gave you their land.",
          "ID": "9"
        },
        {
          "text": "I said to you, “I am Yahweh your God. You shall not fear the gods of the Amorites, in whose land you dwell.” But you have not listened to my voice.’”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Yahweh’s angel came, and sat under the oak which was in Ophrah, that belonged to Joash the Abiezrite. His son Gideon was beating out wheat in the wine press, to hide it from the Midianites.",
          "ID": "11"
        },
        {
          "text": "Yahweh’s angel appeared to him, and said to him, “Yahweh is with you, you mighty man of valor!”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Gideon said to him, “Oh, my lord, if Yahweh is with us, why then has all this happened to us? Where are all his wondrous works which our fathers told us of, saying, ‘Didn’t Yahweh bring us up from Egypt?’ But now Yahweh has cast us off, and delivered us into the hand of Midian.”",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Yahweh looked at him, and said, “Go in this your might, and save Israel from the hand of Midian. Haven’t I sent you?”",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "He said to him, “O Lord, how shall I save Israel? Behold, my family is the poorest in Manasseh, and I am the least in my father’s house.”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Yahweh said to him, “Surely I will be with you, and you shall strike the Midianites as one man.”",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "He said to him, “If now I have found favor in your sight, then show me a sign that it is you who talk with me.",
          "ID": "17"
        },
        {
          "text": "Please don’t go away, until I come to you, and bring out my present, and lay it before you.”",
          "ID": "18"
        },
        {
          "text": "He said, “I will wait until you come back.”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Gideon went in and prepared a young goat and unleavened cakes of an ephah  of meal. He put the meat in a basket and he put the broth in a pot, and brought it out to him under the oak, and presented it.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "The angel of God said to him, “Take the meat and the unleavened cakes, and lay them on this rock, and pour out the broth.”",
          "ID": "20"
        },
        {
          "text": "He did so.",
          "ID": "20"
        },
        {
          "text": "Then Yahweh’s angel stretched out the end of the staff that was in his hand, and touched the meat and the unleavened cakes; and fire went up out of the rock, and consumed the meat and the unleavened cakes. Then Yahweh’s angel departed out of his sight.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Gideon saw that he was Yahweh’s angel; and Gideon said, “Alas, Lord Yahweh! Because I have seen Yahweh’s angel face to face!”",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Yahweh said to him, “Peace be to you! Don’t be afraid. You shall not die.”",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then Gideon built an altar there to Yahweh, and called it “Yahweh is Peace.” To this day it is still in Ophrah of the Abiezrites.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "That same night, Yahweh said to him, “Take your father’s bull, even the second bull seven years old, and throw down the altar of Baal that your father has, and cut down the Asherah that is by it.",
          "ID": "25"
        },
        {
          "text": "Then build an altar to Yahweh your God on the top of this stronghold, in an orderly way, and take the second bull, and offer a burnt offering with the wood of the Asherah which you shall cut down.”",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then Gideon took ten men of his servants, and did as Yahweh had spoken to him. Because he feared his father’s household and the men of the city, he could not do it by day, but he did it by night.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bull was offered on the altar that was built.",
          "ID": "28"
        },
        {
          "text": "They said to one another, “Who has done this thing?”",
          "ID": "29"
        },
        {
          "text": "When they inquired and asked, they said, “Gideon the son of Joash has done this thing.”",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Then the men of the city said to Joash, “Bring out your son, that he may die, because he has broken down the altar of Baal, and because he has cut down the Asherah that was by it.”",
          "ID": "30"
        },
        {
          "text": "Joash said to all who stood against him, “Will you contend for Baal? Or will you save him? He who will contend for him, let him be put to death by morning! If he is a god, let him contend for himself, because someone has broken down his altar!”",
          "ID": "31"
        },
        {
          "text": "Therefore on that day he named him Jerub-Baal, saying, “Let Baal contend against him, because he has broken down his altar.”",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Then all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and encamped in the valley of Jezreel.",
          "ID": "33"
        },
        {
          "text": "But Yahweh’s Spirit came on Gideon, and he blew a trumpet; and Abiezer was gathered together to follow him.",
          "ID": "34"
        },
        {
          "text": "He sent messengers throughout all Manasseh; and they also were gathered together to follow him. He sent messengers to Asher, and to Zebulun, and to Naphtali; and they came up to meet them.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Gideon said to God, “If you will save Israel by my hand, as you have spoken,",
          "ID": "36"
        },
        {
          "text": "behold, I will put a fleece of wool on the threshing floor; if there is dew on the fleece only, and it is dry on all the ground, then shall I know that you will save Israel by my hand, as you have spoken.”",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "It was so; for he rose up early on the next day, and pressed the fleece together, and wrung the dew out of the fleece, a bowl full of water.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Gideon said to God, “Don’t let your anger be kindled against me, and I will speak but this once. Please let me make a trial just this once with the fleece. Let it now be dry only on the fleece, and on all the ground let there be dew.”",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "God did so that night; for it was dry on the fleece only, and there was dew on all the ground.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.6",
      "name": "The Book of Judges 6"
    },
    {
      "text": [
        {
          "text": "Then Jerubbaal, who is Gideon, and all the people who were with him, rose up early, and encamped beside the spring of Harod. Midian’s camp was on the north side of them, by the hill of Moreh, in the valley.",
          "ID": "1"
        },
        {
          "text": "Yahweh said to Gideon, “The people who are with you are too many for me to give the Midianites into their hand, lest Israel brag against me, saying, ‘My own hand has saved me.’",
          "ID": "2"
        },
        {
          "text": "Now therefore proclaim in the ears of the people, saying, ‘Whoever is fearful and trembling, let him return and depart from Mount Gilead.’” So twenty-two thousand of the people returned, and ten thousand remained.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Yahweh said to Gideon, “There are still too many people. Bring them down to the water, and I will test them for you there. It shall be, that those whom I tell you, ‘This shall go with you,’ the same shall go with you; and whoever I tell you, ‘This shall not go with you,’ the same shall not go.”",
          "ID": "4"
        },
        {
          "text": "So he brought down the people to the water; and Yahweh said to Gideon, “Everyone who laps of the water with his tongue, like a dog laps, you shall set him by himself; likewise everyone who bows down on his knees to drink.”",
          "ID": "5"
        },
        {
          "text": "The number of those who lapped, putting their hand to their mouth, was three hundred men; but all the rest of the people bowed down on their knees to drink water.",
          "ID": "6"
        },
        {
          "text": "Yahweh said to Gideon, “By the three hundred men who lapped will I save you, and deliver the Midianites into your hand. Let all the other people go, each to his own place.”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "So the people took food in their hand, and their trumpets; and he sent all the men of Israel every man to his tent, but retained the three hundred men; and the camp of Midian was beneath him in the valley.",
          "ID": "8"
        },
        {
          "text": "That same night, Yahweh said to him, “Arise, go down into the camp; for I have delivered it into your hand.",
          "ID": "9"
        },
        {
          "text": "But if you are afraid to go down, go with Purah your servant down to the camp.",
          "ID": "10"
        },
        {
          "text": "You will hear what they say; and afterward your hands will be strengthened to go down into the camp.” Then went he down with Purah his servant to the outermost part of the armed men who were in the camp.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "The Midianites and the Amalekites and all the children of the east lay along in the valley like locusts for multitude; and their camels were without number, as the sand which is on the seashore for multitude.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "When Gideon had come, behold, there was a man telling a dream to his fellow. He said, “Behold, I dreamed a dream; and behold, a cake of barley bread tumbled into the camp of Midian, and came to the tent, and struck it so that it fell, and turned it upside down, so that the tent lay flat.”",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "His fellow answered, “This is nothing other than the sword of Gideon the son of Joash, a man of Israel. God has delivered Midian into his hand, with all the army.”",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "It was so, when Gideon heard the telling of the dream, and its interpretation, that he worshiped. Then he returned into the camp of Israel, and said, “Arise; for Yahweh has delivered the army of Midian into your hand!”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "He divided the three hundred men into three companies, and he put into the hands of all them trumpets, and empty pitchers, with torches within the pitchers.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "He said to them, “Watch me, and do likewise. Behold, when I come to the outermost part of the camp, it shall be that, as I do, so you shall do.",
          "ID": "17"
        },
        {
          "text": "When I blow the trumpet, I and all who are with me, then blow the trumpets also on every side of all the camp, and shout, ‘For Yahweh and for Gideon!’”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So Gideon, and the hundred men who were with him, came to the outermost part of the camp in the beginning of the middle watch, when they had but newly set the watch. Then they blew the trumpets, and broke in pieces the pitchers that were in their hands.",
          "ID": "19"
        },
        {
          "text": "The three companies blew the trumpets, broke the pitchers, and held the torches in their left hands, and the trumpets in their right hands with which to blow; and they shouted, “The sword of Yahweh and of Gideon!”",
          "ID": "20"
        },
        {
          "text": "They each stood in his place around the camp; and all the army ran; and they shouted, and put them to flight.",
          "ID": "21"
        },
        {
          "text": "They blew the three hundred trumpets, and Yahweh set every man’s sword against his fellow, and against all the army; and the army fled as far as Beth Shittah toward Zererah, as far as the border of Abel Meholah, by Tabbath.",
          "ID": "22"
        },
        {
          "text": "The men of Israel were gathered together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued Midian.",
          "ID": "23"
        },
        {
          "text": "Gideon sent messengers throughout all the hill country of Ephraim, saying, “Come down against Midian, and take before them the waters, as far as Beth Barah, even the Jordan!” So all the men of Ephraim were gathered together, and took the waters as far as Beth Barah, even the Jordan.",
          "ID": "24"
        },
        {
          "text": "They took the two princes of Midian, Oreb and Zeeb. They killed Oreb at Oreb’s rock, and Zeeb they killed at Zeeb’s wine press; and pursued Midian. Then they brought the heads of Oreb and Zeeb to Gideon beyond the Jordan.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.7",
      "name": "The Book of Judges 7"
    },
    {
      "text": [
        {
          "text": "The men of Ephraim said to him, “Why have you treated us this way, that you didn’t call us when you went to fight with Midian?” They rebuked him sharply.",
          "ID": "1"
        },
        {
          "text": "He said to them, “What have I now done in comparison with you? Isn’t the gleaning of the grapes of Ephraim better than the vintage of Abiezer?",
          "ID": "2"
        },
        {
          "text": "God has delivered into your hand the princes of Midian, Oreb and Zeeb! What was I able to do in comparison with you?” Then their anger was abated toward him, when he had said that.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Gideon came to the Jordan, and passed over, he, and the three hundred men who were with him, faint, yet pursuing.",
          "ID": "4"
        },
        {
          "text": "He said to the men of Succoth, “Please give loaves of bread to the people who follow me; for they are faint, and I am pursuing after Zebah and Zalmunna, the kings of Midian.”",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The princes of Succoth said, “Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your army?”",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Gideon said, “Therefore when Yahweh has delivered Zebah and Zalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers.”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "He went up there to Penuel, and spoke to them in the same way; and the men of Penuel answered him as the men of Succoth had answered.",
          "ID": "8"
        },
        {
          "text": "He spoke also to the men of Penuel, saying, “When I come again in peace, I will break down this tower.”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Now Zebah and Zalmunna were in Karkor, and their armies with them, about fifteen thousand men, all who were left of all the army of the children of the east; for there fell one hundred twenty thousand men who drew sword.",
          "ID": "10"
        },
        {
          "text": "Gideon went up by the way of those who lived in tents on the east of Nobah and Jogbehah, and struck the army; for the army was secure.",
          "ID": "11"
        },
        {
          "text": "Zebah and Zalmunna fled; and he pursued them. He took the two kings of Midian, Zebah and Zalmunna, and confused all the army.",
          "ID": "12"
        },
        {
          "text": "Gideon the son of Joash returned from the battle from the ascent of Heres.",
          "ID": "13"
        },
        {
          "text": "He caught a young man of the men of Succoth, and inquired of him: and he described for him the princes of Succoth, and its elders, seventy-seven men.",
          "ID": "14"
        },
        {
          "text": "He came to the men of Succoth, and said, “See Zebah and Zalmunna, concerning whom you taunted me, saying, ‘Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your men who are weary?’”",
          "ID": "15"
        },
        {
          "text": "He took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.",
          "ID": "16"
        },
        {
          "text": "He broke down the tower of Penuel, and killed the men of the city.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then he said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?”",
          "ID": "18"
        },
        {
          "text": "They answered, “They were like you. Each one resembled the children of a king.”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He said, “They were my brothers, the sons of my mother. As Yahweh lives, if you had saved them alive, I would not kill you.”",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "He said to Jether his firstborn, “Get up, and kill them!” But the youth didn’t draw his sword; for he was afraid, because he was yet a youth.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then Zebah and Zalmunna said, “Rise and fall on us; for as the man is, so is his strength.” Gideon arose, and killed Zebah and Zalmunna, and took the crescents that were on their camels’ necks.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then the men of Israel said to Gideon, “Rule over us, both you, and your son, and your son’s son also; for you have saved us out of the hand of Midian.”",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Gideon said to them, “I will not rule over you, neither shall my son rule over you. Yahweh shall rule over you.”",
          "ID": "23"
        },
        {
          "text": "Gideon said to them, “I do have a request, that you would each give me the earrings of his plunder.” (For they had golden earrings, because they were Ishmaelites.)",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "They answered, “We will willingly give them.” They spread a garment, and every man threw the earrings of his plunder into it.",
          "ID": "25"
        },
        {
          "text": "The weight of the golden earrings that he requested was one thousand and seven hundred shekels of gold, besides the crescents, and the pendants, and the purple clothing that was on the kings of Midian, and besides the chains that were about their camels’ necks.",
          "ID": "26"
        },
        {
          "text": "Gideon made an ephod out of it, and put it in Ophrah, his city. Then all Israel played the prostitute with it there; and it became a snare to Gideon, and to his house.",
          "ID": "27"
        },
        {
          "text": "So Midian was subdued before the children of Israel, and they lifted up their heads no more. The land had rest forty years in the days of Gideon.",
          "ID": "28"
        },
        {
          "text": "Jerubbaal the son of Joash went and lived in his own house.",
          "ID": "29"
        },
        {
          "text": "Gideon had seventy sons conceived from his body, for he had many wives.",
          "ID": "30"
        },
        {
          "text": "His concubine who was in Shechem also bore him a son, and he named him Abimelech.",
          "ID": "31"
        },
        {
          "text": "Gideon the son of Joash died in a good old age, and was buried in the tomb of Joash his father, in Ophrah of the Abiezrites.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "As soon as Gideon was dead, the children of Israel turned again, and played the prostitute following the Baals, and made Baal Berith their god.",
          "ID": "33"
        },
        {
          "text": "The children of Israel didn’t remember Yahweh their God, who had delivered them out of the hand of all their enemies on every side;",
          "ID": "34"
        },
        {
          "text": "neither did they show kindness to the house of Jerubbaal, that is, Gideon, according to all the goodness which he had shown to Israel.",
          "ID": "35"
        }
      ],
      "ID": "OT:JDG.8",
      "name": "The Book of Judges 8"
    },
    {
      "text": [
        {
          "text": "Abimelech the son of Jerubbaal went to Shechem to his mother’s brothers, and spoke with them, and with all the family of the house of his mother’s father, saying,",
          "ID": "1"
        },
        {
          "text": "“Please speak in the ears of all the men of Shechem, ‘Is it better for you that all the sons of Jerubbaal, who are seventy persons, rule over you, or that one rule over you?’ Remember also that I am your bone and your flesh.”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "His mother’s brothers spoke of him in the ears of all the men of Shechem all these words. Their hearts inclined to follow Abimelech; for they said, “He is our brother.”",
          "ID": "3"
        },
        {
          "text": "They gave him seventy pieces of silver out of the house of Baal Berith, with which Abimelech hired vain and light fellows, who followed him.",
          "ID": "4"
        },
        {
          "text": "He went to his father’s house at Ophrah, and killed his brothers the sons of Jerubbaal, being seventy persons, on one stone: but Jotham the youngest son of Jerubbaal was left; for he hid himself.",
          "ID": "5"
        },
        {
          "text": "All the men of Shechem assembled themselves together, and all the house of Millo, and went and made Abimelech king, by the oak of the pillar that was in Shechem.",
          "ID": "6"
        },
        {
          "text": "When they told it to Jotham, he went and stood on the top of Mount Gerizim, and lifted up his voice, cried out, and said to them, “Listen to me, you men of Shechem, that God may listen to you.",
          "ID": "7"
        },
        {
          "text": "The trees set out to anoint a king over themselves. They said to the olive tree, ‘Reign over us.’",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "“But the olive tree said to them, ‘Should I stop producing my oil, with which they honor God and man by me, and go to wave back and forth over the trees?’",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "“The trees said to the fig tree, ‘Come and reign over us.’",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "“But the fig tree said to them, ‘Should I leave my sweetness, and my good fruit, and go to wave back and forth over the trees?’",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "“The trees said to the vine, ‘Come and reign over us.’",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "“The vine said to them, ‘Should I leave my new wine, which cheers God and man, and go to wave back and forth over the trees?’",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "“Then all the trees said to the bramble, ‘Come and reign over us.’",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "“The bramble said to the trees, ‘If in truth you anoint me king over you, then come and take refuge in my shade; and if not, let fire come out of the bramble, and devour the cedars of Lebanon.’",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "“Now therefore, if you have dealt truly and righteously, in that you have made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him according to the deserving of his hands",
          "ID": "16"
        },
        {
          "text": "(for my father fought for you, and risked his life, and delivered you out of the hand of Midian;",
          "ID": "17"
        },
        {
          "text": "and you have risen up against my father’s house today, and have slain his sons, seventy persons, on one stone, and have made Abimelech, the son of his female servant, king over the men of Shechem, because he is your brother);",
          "ID": "18"
        },
        {
          "text": "if you then have dealt truly and righteously with Jerubbaal and with his house today, then rejoice in Abimelech, and let him also rejoice in you;",
          "ID": "19"
        },
        {
          "text": "but if not, let fire come out from Abimelech, and devour the men of Shechem, and the house of Millo; and let fire come out from the men of Shechem, and from the house of Millo, and devour Abimelech.”",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Jotham ran away, and fled, and went to Beer, and lived there, for fear of Abimelech his brother.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Abimelech was prince over Israel three years.",
          "ID": "22"
        },
        {
          "text": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech,",
          "ID": "23"
        },
        {
          "text": "that the violence done to the seventy sons of Jerubbaal might come, and that their blood might be laid on Abimelech their brother, who killed them, and on the men of Shechem, who strengthened his hands to kill his brothers.",
          "ID": "24"
        },
        {
          "text": "The men of Shechem set an ambush for him on the tops of the mountains, and they robbed all who came along that way by them, and Abimelech was told about it.",
          "ID": "25"
        },
        {
          "text": "Gaal the son of Ebed came with his brothers, and went over to Shechem; and the men of Shechem put their trust in him.",
          "ID": "26"
        },
        {
          "text": "They went out into the field, harvested their vineyards, trod the grapes, held festival, and went into the house of their god, and ate and drank, and cursed Abimelech.",
          "ID": "27"
        },
        {
          "text": "Gaal the son of Ebed said, “Who is Abimelech, and who is Shechem, that we should serve him? Isn’t he the son of Jerubbaal? Isn’t Zebul his officer? Serve the men of Hamor the father of Shechem, but why should we serve him?",
          "ID": "28"
        },
        {
          "text": "I wish that this people were under my hand! Then I would remove Abimelech.” He said to Abimelech, “Increase your army, and come out!”",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "When Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger burned.",
          "ID": "30"
        },
        {
          "text": "He sent messengers to Abimelech craftily, saying, “Behold, Gaal the son of Ebed and his brothers have come to Shechem; and behold, they incite the city against you.",
          "ID": "31"
        },
        {
          "text": "Now therefore, go up by night, you and the people who are with you, and lie in wait in the field.",
          "ID": "32"
        },
        {
          "text": "It shall be that in the morning, as soon as the sun is up, you shall rise early, and rush on the city. Behold, when he and the people who are with him come out against you, then may you do to them as you shall find occasion.”",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Abimelech rose up, and all the people who were with him, by night, and they laid wait against Shechem in four companies.",
          "ID": "34"
        },
        {
          "text": "Gaal the son of Ebed went out, and stood in the entrance of the gate of the city. Abimelech rose up, and the people who were with him, from the ambush.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "When Gaal saw the people, he said to Zebul, “Behold, people are coming down from the tops of the mountains.”",
          "ID": "36"
        },
        {
          "text": "Zebul said to him, “You see the shadow of the mountains as if they were men.”",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Gaal spoke again and said, “Behold, people are coming down by the middle of the land, and one company comes by the way of the oak of Meonenim.”",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Then Zebul said to him, “Now where is your mouth, that you said, ‘Who is Abimelech, that we should serve him?’ Isn’t this the people that you have despised? Please go out now and fight with them.”",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Gaal went out before the men of Shechem, and fought with Abimelech.",
          "ID": "39"
        },
        {
          "text": "Abimelech chased him, and he fled before him, and many fell wounded, even to the entrance of the gate.",
          "ID": "40"
        },
        {
          "text": "Abimelech lived at Arumah; and Zebul drove out Gaal and his brothers, that they should not dwell in Shechem.",
          "ID": "41"
        },
        {
          "text": "On the next day, the people went out into the field; and they told Abimelech.",
          "ID": "42"
        },
        {
          "text": "He took the people, and divided them into three companies, and laid wait in the field; and he looked, and behold, the people came out of the city. So, he rose up against them, and struck them.",
          "ID": "43"
        },
        {
          "text": "Abimelech and the companies that were with him rushed forward, and stood in the entrance of the gate of the city; and the two companies rushed on all who were in the field, and struck them.",
          "ID": "44"
        },
        {
          "text": "Abimelech fought against the city all that day; and he took the city, and killed the people in it. He beat down the city, and sowed it with salt.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "When all the men of the tower of Shechem heard of it, they entered into the stronghold of the house of Elberith.",
          "ID": "46"
        },
        {
          "text": "Abimelech was told that all the men of the tower of Shechem were gathered together.",
          "ID": "47"
        },
        {
          "text": "Abimelech went up to Mount Zalmon, he and all the people who were with him; and Abimelech took an ax in his hand, and cut down a bough from the trees, and took it up, and laid it on his shoulder. Then he said to the people who were with him, “What you have seen me do, make haste, and do as I have done!”",
          "ID": "48"
        },
        {
          "text": "All the people likewise each cut down his bough, and followed Abimelech, and put them at the base of the stronghold, and set the stronghold on fire on them; so that all the people of the tower of Shechem died also, about a thousand men and women.",
          "ID": "49"
        },
        {
          "text": "Then Abimelech went to Thebez, and encamped against Thebez, and took it.",
          "ID": "50"
        },
        {
          "text": "But there was a strong tower within the city, and all the men and women of the city fled there, and shut themselves in, and went up to the roof of the tower.",
          "ID": "51"
        },
        {
          "text": "Abimelech came to the tower, and fought against it, and came near to the door of the tower to burn it with fire.",
          "ID": "52"
        },
        {
          "text": "A certain woman cast an upper millstone on Abimelech’s head, and broke his skull.",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "Then he called hastily to the young man his armor bearer, and said to him, “Draw your sword, and kill me, that men not say of me, ‘A woman killed him.’ His young man thrust him through, and he died.”",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "When the men of Israel saw that Abimelech was dead, they each departed to his place.",
          "ID": "55"
        },
        {
          "text": "Thus God repaid the wickedness of Abimelech, which he did to his father, in killing his seventy brothers;",
          "ID": "56"
        },
        {
          "text": "and God repaid all the wickedness of the men of Shechem on their heads; and the curse of Jotham the son of Jerubbaal came on them.",
          "ID": "57"
        }
      ],
      "ID": "OT:JDG.9",
      "name": "The Book of Judges 9"
    },
    {
      "text": [
        {
          "text": "After Abimelech, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel. He lived in Shamir in the hill country of Ephraim.",
          "ID": "1"
        },
        {
          "text": "He judged Israel twenty-three years, and died, and was buried in Shamir.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "After him Jair, the Gileadite arose, and he judged Israel twenty-two years.",
          "ID": "3"
        },
        {
          "text": "He had thirty sons who rode on thirty donkey colts, and they had thirty cities, which are called Havvoth Jair to this day, which are in the land of Gilead.",
          "ID": "4"
        },
        {
          "text": "Jair died, and was buried in Kamon.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The children of Israel again did that which was evil in Yahweh’s sight, and served the Baals, the Ashtaroth, the gods of Syria, the gods of Sidon, the gods of Moab, the gods of the children of Ammon, and the gods of the Philistines. They abandoned Yahweh, and didn’t serve him.",
          "ID": "6"
        },
        {
          "text": "Yahweh’s anger burned against Israel, and he sold them into the hand of the Philistines, and into the hand of the children of Ammon.",
          "ID": "7"
        },
        {
          "text": "They troubled and oppressed the children of Israel that year. For eighteen years, they oppressed all the children of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead.",
          "ID": "8"
        },
        {
          "text": "The children of Ammon passed over the Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim, so that Israel was very distressed.",
          "ID": "9"
        },
        {
          "text": "The children of Israel cried to Yahweh, saying, “We have sinned against you, even because we have forsaken our God, and have served the Baals.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Yahweh said to the children of Israel, “Didn’t I save you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?",
          "ID": "11"
        },
        {
          "text": "The Sidonians also, and the Amalekites, and the Maonites, oppressed you; and you cried to me, and I saved you out of their hand.",
          "ID": "12"
        },
        {
          "text": "Yet you have forsaken me, and served other gods. Therefore I will save you no more.",
          "ID": "13"
        },
        {
          "text": "Go and cry to the gods which you have chosen. Let them save you in the time of your distress!”",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The children of Israel said to Yahweh, “We have sinned! Do you to us whatever seems good to you; only deliver us, please, today.”",
          "ID": "15"
        },
        {
          "text": "They put away the foreign gods from among them, and served Yahweh; and his soul was grieved for the misery of Israel.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then the children of Ammon were gathered together and encamped in Gilead. The children of Israel assembled themselves together and encamped in Mizpah.",
          "ID": "17"
        },
        {
          "text": "The people, the princes of Gilead, said to one another, “Who is the man who will begin to fight against the children of Ammon? He shall be head over all the inhabitants of Gilead.”",
          "ID": "18"
        }
      ],
      "ID": "OT:JDG.10",
      "name": "The Book of Judges 10"
    },
    {
      "text": [
        {
          "text": "Now Jephthah the Gileadite was a mighty man of valor, and he was the son of a prostitute. Gilead became the father of Jephthah.",
          "ID": "1"
        },
        {
          "text": "Gilead’s wife bore him sons. When his wife’s sons grew up, they drove Jephthah out, and said to him, “You will not inherit in our father’s house, for you are the son of another woman.”",
          "ID": "2"
        },
        {
          "text": "Then Jephthah fled from his brothers, and lived in the land of Tob. Outlaws joined up with Jephthah, and they went out with him.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "After a while, the children of Ammon made war against Israel.",
          "ID": "4"
        },
        {
          "text": "When the children of Ammon made war against Israel, the elders of Gilead went to get Jephthah out of the land of Tob.",
          "ID": "5"
        },
        {
          "text": "They said to Jephthah, “Come and be our chief, that we may fight with the children of Ammon.”",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jephthah said to the elders of Gilead, “Didn’t you hate me, and drive me out of my father’s house? Why have you come to me now when you are in distress?”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The elders of Gilead said to Jephthah, “Therefore we have turned again to you now, that you may go with us, and fight with the children of Ammon. You will be our head over all the inhabitants of Gilead.”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Jephthah said to the elders of Gilead, “If you bring me home again to fight with the children of Ammon, and Yahweh delivers them before me, will I be your head?”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The elders of Gilead said to Jephthah, “Yahweh will be witness between us. Surely we will do what you say.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then Jephthah went with the elders of Gilead, and the people made him head and chief over them. Jephthah spoke all his words before Yahweh in Mizpah.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Jephthah sent messengers to the king of the children of Ammon, saying, “What have you to do with me, that you have come to me to fight against my land?”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "The king of the children of Ammon answered to the messengers of Jephthah, “Because Israel took away my land, when he came up out of Egypt, from the Arnon even to the Jabbok, and to the Jordan. Now therefore restore that territory again peaceably.”",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Jephthah sent messengers again to the king of the children of Ammon;",
          "ID": "14"
        },
        {
          "text": "and he said to him, “Thus says Jephthah: Israel didn’t take away the land of Moab, nor the land of the children of Ammon,",
          "ID": "15"
        },
        {
          "text": "but when they came up from Egypt, and Israel went through the wilderness to the Red Sea, and came to Kadesh;",
          "ID": "16"
        },
        {
          "text": "then Israel sent messengers to the king of Edom, saying, ‘Please let me pass through your land;’ but the king of Edom didn’t listen. In the same way, he sent to the king of Moab; but he would not: and Israel stayed in Kadesh.",
          "ID": "17"
        },
        {
          "text": "Then they went through the wilderness, and went around the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and they encamped on the other side of the Arnon; but they didn’t come within the border of Moab, for the Arnon was the border of Moab.",
          "ID": "18"
        },
        {
          "text": "Israel sent messengers to Sihon king of the Amorites, the king of Heshbon; and Israel said to him, ‘Please let us pass through your land to my place.’",
          "ID": "19"
        },
        {
          "text": "But Sihon didn’t trust Israel to pass through his border; but Sihon gathered all his people together, and encamped in Jahaz, and fought against Israel.",
          "ID": "20"
        },
        {
          "text": "Yahweh, the God of Israel, delivered Sihon and all his people into the hand of Israel, and they struck them. So Israel possessed all the land of the Amorites, the inhabitants of that country.",
          "ID": "21"
        },
        {
          "text": "They possessed all the border of the Amorites, from the Arnon even to the Jabbok, and from the wilderness even to the Jordan.",
          "ID": "22"
        },
        {
          "text": "So now Yahweh, the God of Israel, has dispossessed the Amorites from before his people Israel, and should you possess them?",
          "ID": "23"
        },
        {
          "text": "Won’t you possess that which Chemosh your god gives you to possess? So whoever Yahweh our God has dispossessed from before us, them will we possess.",
          "ID": "24"
        },
        {
          "text": "Now are you anything better than Balak the son of Zippor, king of Moab? Did he ever strive against Israel, or did he ever fight against them?",
          "ID": "25"
        },
        {
          "text": "While Israel lived in Heshbon and its towns, and in Aroer and its towns, and in all the cities that are along by the side of the Arnon, three hundred years; why didn’t you recover them within that time?",
          "ID": "26"
        },
        {
          "text": "I therefore have not sinned against you, but you do me wrong to war against me. May Yahweh the Judge be judge today between the children of Israel and the children of Ammon.”",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "However the king of the children of Ammon didn’t listen to the words of Jephthah which he sent him.",
          "ID": "28"
        },
        {
          "text": "Then Yahweh’s Spirit came on Jephthah, and he passed over Gilead and Manasseh, and passed over Mizpah of Gilead, and from Mizpah of Gilead he passed over to the children of Ammon.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Jephthah vowed a vow to Yahweh, and said, “If you will indeed deliver the children of Ammon into my hand,",
          "ID": "30"
        },
        {
          "text": "then it shall be, that whatever comes out of the doors of my house to meet me, when I return in peace from the children of Ammon, it shall be Yahweh’s, and I will offer it up for a burnt offering.”",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "So Jephthah passed over to the children of Ammon to fight against them; and Yahweh delivered them into his hand.",
          "ID": "32"
        },
        {
          "text": "He struck them from Aroer until you come to Minnith, even twenty cities, and to Abelcheramim, with a very great slaughter. So the children of Ammon were subdued before the children of Israel.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jephthah came to Mizpah to his house; and behold, his daughter came out to meet him with tambourines and with dances. She was his only child. Besides her he had neither son nor daughter.",
          "ID": "34"
        },
        {
          "text": "When he saw her, he tore his clothes, and said, “Alas, my daughter! You have brought me very low, and you are one of those who trouble me; for I have opened my mouth to Yahweh, and I can’t go back.”",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "She said to him, “My father, you have opened your mouth to Yahweh; do to me according to that which has proceeded out of your mouth, because Yahweh has taken vengeance for you on your enemies, even on the children of Ammon.”",
          "ID": "36"
        },
        {
          "text": "She said to her father, “Let this thing be done for me. Leave me alone two months, that I may depart and go down on the mountains, and bewail my virginity, I and my companions.”",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "He said, “Go.” He sent her away for two months: and she departed, she and her companions, and mourned her virginity on the mountains.",
          "ID": "38"
        },
        {
          "text": "At the end of two months, she returned to her father, who did with her according to his vow which he had vowed. She was a virgin. It was a custom in Israel",
          "ID": "39"
        },
        {
          "text": "that the daughters of Israel went yearly to celebrate the daughter of Jephthah the Gileadite four days in a year.",
          "ID": "40"
        }
      ],
      "ID": "OT:JDG.11",
      "name": "The Book of Judges 11"
    },
    {
      "text": [
        {
          "text": "The men of Ephraim were gathered together, and passed northward; and they said to Jephthah, “Why did you pass over to fight against the children of Ammon, and didn’t call us to go with you? We will burn your house around you with fire!”",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Jephthah said to them, “I and my people were at great strife with the children of Ammon; and when I called you, you didn’t save me out of their hand.",
          "ID": "2"
        },
        {
          "text": "When I saw that you didn’t save me, I put my life in my hand, and passed over against the children of Ammon, and Yahweh delivered them into my hand. Why then have you come up to me today, to fight against me?”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim. The men of Gilead struck Ephraim, because they said, “You are fugitives of Ephraim, you Gileadites, in the middle of Ephraim, and in the middle of Manasseh.”",
          "ID": "4"
        },
        {
          "text": "The Gileadites took the fords of the Jordan against the Ephraimites. When the fugitives of Ephraim said, “Let me go over,” the men of Gilead said to him, “Are you an Ephraimite?” If he said, “No”;",
          "ID": "5"
        },
        {
          "text": "then they said to him, “Now say ‘Shibboleth;’” and he said “Sibboleth”; for he couldn’t manage to pronounce it right: then they seized him, and killed him at the fords of the Jordan. At that time, forty-two thousand of Ephraim fell.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jephthah judged Israel six years. Then Jephthah the Gileadite died, and was buried in the cities of Gilead.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "After him Ibzan of Bethlehem judged Israel.",
          "ID": "8"
        },
        {
          "text": "He had thirty sons; and thirty daughters he sent outside his clan, and thirty daughters he brought in from outside his clan for his sons. He judged Israel seven years.",
          "ID": "9"
        },
        {
          "text": "Ibzan died, and was buried at Bethlehem.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "After him Elon the Zebulunite judged Israel; and he judged Israel ten years.",
          "ID": "11"
        },
        {
          "text": "Elon the Zebulunite died, and was buried in Aijalon in the land of Zebulun.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "After him Abdon the son of Hillel the Pirathonite judged Israel.",
          "ID": "13"
        },
        {
          "text": "He had forty sons and thirty sons’ sons, who rode on seventy donkey colts. He judged Israel eight years.",
          "ID": "14"
        },
        {
          "text": "Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites.",
          "ID": "15"
        }
      ],
      "ID": "OT:JDG.12",
      "name": "The Book of Judges 12"
    },
    {
      "text": [
        {
          "text": "The children of Israel again did that which was evil in Yahweh’s sight; and Yahweh delivered them into the hand of the Philistines forty years.",
          "ID": "1"
        },
        {
          "text": "There was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and childless.",
          "ID": "2"
        },
        {
          "text": "Yahweh’s angel appeared to the woman, and said to her, “See now, you are barren and childless; but you shall conceive, and bear a son.",
          "ID": "3"
        },
        {
          "text": "Now therefore please beware and drink no wine nor strong drink, and don’t eat any unclean thing:",
          "ID": "4"
        },
        {
          "text": "for, behold, you shall conceive, and give birth to a son. No razor shall come on his head; for the child shall be a Nazirite to God from the womb. He shall begin to save Israel out of the hand of the Philistines.”",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then the woman came and told her husband, saying, “A man of God came to me, and his face was like the face of the angel of God, very awesome. I didn’t ask him where he was from, neither did he tell me his name;",
          "ID": "6"
        },
        {
          "text": "but he said to me, ‘Behold, you shall conceive, and bear a son; and now drink no wine nor strong drink. Don’t eat any unclean thing; for the child shall be a Nazirite to God from the womb to the day of his death.’”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then Manoah entreated Yahweh, and said, “Oh, Lord, please let the man of God whom you sent come again to us, and teach us what we should do to the child who shall be born.”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "God listened to the voice of Manoah, and the angel of God came again to the woman as she sat in the field, but Manoah, her husband, wasn’t with her.",
          "ID": "9"
        },
        {
          "text": "The woman hurried and ran, and told her husband, and said to him, “Behold, the man who came to me that day has appeared to me,”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Manoah arose, and followed his wife, and came to the man, and said to him, “Are you the man who spoke to my wife?”",
          "ID": "11"
        },
        {
          "text": "He said, “I am.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Manoah said, “Now let your words happen. What shall the child’s way of life and mission be?”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Yahweh’s angel said to Manoah, “Of all that I said to the woman let her beware.",
          "ID": "13"
        },
        {
          "text": "She may not eat of anything that comes of the vine, neither let her drink wine or strong drink, nor eat any unclean thing. Let her observe all that I commanded her.”",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Manoah said to Yahweh’s angel, “Please stay with us, that we may make a young goat ready for you.”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Yahweh’s angel said to Manoah, “Though you detain me, I won’t eat your bread. If you will prepare a burnt offering, you must offer it to Yahweh.” For Manoah didn’t know that he was Yahweh’s angel.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Manoah said to Yahweh’s angel, “What is your name, that when your words happen, we may honor you?”",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Yahweh’s angel said to him, “Why do you ask about my name, since it is incomprehensible?”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So Manoah took the young goat with the meal offering, and offered it on the rock to Yahweh. Then the angel did an amazing thing as Manoah and his wife watched.",
          "ID": "19"
        },
        {
          "text": "For when the flame went up toward the sky from off the altar, Yahweh’s angel ascended in the flame of the altar. Manoah and his wife watched; and they fell on their faces to the ground.",
          "ID": "20"
        },
        {
          "text": "But Yahweh’s angel didn’t appear to Manoah or to his wife any more. Then Manoah knew that he was Yahweh’s angel.",
          "ID": "21"
        },
        {
          "text": "Manoah said to his wife, “We shall surely die, because we have seen God.”",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "But his wife said to him, “If Yahweh were pleased to kill us, he wouldn’t have received a burnt offering and a meal offering at our hand, and he wouldn’t he have shown us all these things, nor would he have told us such things as these at this time.”",
          "ID": "23"
        },
        {
          "text": "The woman bore a son, and named him Samson. The child grew, and Yahweh blessed him.",
          "ID": "24"
        },
        {
          "text": "Yahweh’s Spirit began to move him in Mahaneh Dan, between Zorah and Eshtaol.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.13",
      "name": "The Book of Judges 13"
    },
    {
      "text": [
        {
          "text": "Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines.",
          "ID": "1"
        },
        {
          "text": "He came up, and told his father and his mother, and said, “I have seen a woman in Timnah of the daughters of the Philistines. Now therefore get her for me as my wife.”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then his father and his mother said to him, “Isn’t there a woman among your brothers’ daughters, or among all my people, that you go to take a wife of the uncircumcised Philistines?”",
          "ID": "3"
        },
        {
          "text": "Samson said to his father, “Get her for me, for she pleases me well.”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "But his father and his mother didn’t know that it was of Yahweh; for he sought an occasion against the Philistines. Now at that time the Philistines ruled over Israel.",
          "ID": "4"
        },
        {
          "text": "Then went Samson down with his father and his mother to Timnah, and came to the vineyards of Timnah; and behold, a young lion roared against him.",
          "ID": "5"
        },
        {
          "text": "Yahweh’s Spirit came mightily on him, and he tore him as he would have torn a young goat; and he had nothing in his hand, but he didn’t tell his father or his mother what he had done.",
          "ID": "6"
        },
        {
          "text": "He went down, and talked with the woman, and she pleased Samson well.",
          "ID": "7"
        },
        {
          "text": "After a while he returned to take her; and he turned aside to see the carcass of the lion; and behold, there was a swarm of bees in the body of the lion, and honey.",
          "ID": "8"
        },
        {
          "text": "He took it into his hands, and went on, eating as he went. He came to his father and mother, and gave to them, and they ate, but he didn’t tell them that he had taken the honey out of the lion’s body.",
          "ID": "9"
        },
        {
          "text": "His father went down to the woman; and Samson made a feast there, for the young men used to do so.",
          "ID": "10"
        },
        {
          "text": "When they saw him, they brought thirty companions to be with him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Samson said to them, “Let me tell you a riddle now. If you can declare it to me within the seven days of the feast, and find it out, then I will give you thirty linen garments and thirty changes of clothing;",
          "ID": "12"
        },
        {
          "text": "but if you can’t declare it to me, then you shall give me thirty linen garments and thirty changes of clothing.”",
          "ID": "13"
        },
        {
          "text": "They said to him, “Tell us your riddle, that we may hear it.”",
          "ID": "13"
        },
        {
          "text": "He said to them,",
          "ID": "14"
        },
        {
          "text": "“Out of the eater came out food.",
          "ID": "14"
        },
        {
          "text": "Out of the strong came out sweetness.”",
          "ID": "14"
        },
        {
          "text": "They couldn’t in three days declare the riddle.",
          "ID": "14"
        },
        {
          "text": "On the seventh day, they said to Samson’s wife, “Entice your husband, that he may declare to us the riddle, lest we burn you and your father’s house with fire. Have you called us to impoverish us? Isn’t that so?”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Samson’s wife wept before him, and said, “You just hate me, and don’t love me. You’ve told a riddle to the children of my people, and haven’t told it to me.”",
          "ID": "16"
        },
        {
          "text": "He said to her, “Behold, I haven’t told my father or my mother, so why should I tell you?”",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "She wept before him the seven days, while their feast lasted; and on the seventh day, he told her, because she pressed him severely; and she told the riddle to the children of her people.",
          "ID": "17"
        },
        {
          "text": "The men of the city said to him on the seventh day before the sun went down, “What is sweeter than honey? What is stronger than a lion?”",
          "ID": "18"
        },
        {
          "text": "He said to them,",
          "ID": "18"
        },
        {
          "text": "“If you hadn’t plowed with my heifer,",
          "ID": "18"
        },
        {
          "text": "you wouldn’t have found out my riddle.”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Yahweh’s Spirit came mightily on him, and he went down to Ashkelon, and struck thirty men of them, and took their plunder, then gave the changes of clothing to those who declared the riddle. His anger burned, and he went up to his father’s house.",
          "ID": "19"
        },
        {
          "text": "But Samson’s wife was given to his companion who had been his friend.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.14",
      "name": "The Book of Judges 14"
    },
    {
      "text": [
        {
          "text": "But after a while, in the time of wheat harvest, Samson visited his wife with a young goat. He said, “I will go in to my wife’s room.”",
          "ID": "1"
        },
        {
          "text": "But her father wouldn’t allow him to go in.",
          "ID": "1"
        },
        {
          "text": "Her father said, “I most certainly thought that you utterly hated her; therefore I gave her to your companion. Isn’t her younger sister more beautiful than she? Please take her, instead.”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Samson said to them, “This time I will be blameless in the case of the Philistines, when I harm them.”",
          "ID": "3"
        },
        {
          "text": "Samson went and caught three hundred foxes, and took torches, and turned tail to tail, and put a torch in the middle between every two tails.",
          "ID": "4"
        },
        {
          "text": "When he had set the torches on fire, he let them go into the standing grain of the Philistines, and burned up both the shocks and the standing grain, and also the olive groves.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then the Philistines said, “Who has done this?”",
          "ID": "6"
        },
        {
          "text": "They said, “Samson, the son-in-law of the Timnite, because he has taken his wife, and given her to his companion.” The Philistines came up, and burned her and her father with fire.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Samson said to them, “If you behave like this, surely I will take revenge on you, and after that I will cease.”",
          "ID": "7"
        },
        {
          "text": "He struck them hip and thigh with a great slaughter; and he went down and lived in the cave in Etam’s rock.",
          "ID": "8"
        },
        {
          "text": "Then the Philistines went up, encamped in Judah, and spread themselves in Lehi.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The men of Judah said, “Why have you come up against us?”",
          "ID": "10"
        },
        {
          "text": "They said, “We have come up to bind Samson, to do to him as he has done to us.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then three thousand men of Judah went down to the cave in Etam’s rock, and said to Samson, “Don’t you know that the Philistines are rulers over us? What then is this that you have done to us?”",
          "ID": "11"
        },
        {
          "text": "He said to them, “As they did to me, so I have done to them.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "They said to him, “We have come down to bind you, that we may deliver you into the hand of the Philistines.”",
          "ID": "12"
        },
        {
          "text": "Samson said to them, “Swear to me that you will not attack me yourselves.”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They spoke to him, saying, “No; but we will bind you securely, and deliver you into their hands; but surely we will not kill you.” They bound him with two new ropes, and brought him up from the rock.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When he came to Lehi, the Philistines shouted as they met him. Then Yahweh’s Spirit came mightily on him, and the ropes that were on his arms became as flax that was burned with fire, and his bands dropped from off his hands.",
          "ID": "14"
        },
        {
          "text": "He found a fresh jawbone of a donkey, put out his hand, took it, and struck a thousand men with it.",
          "ID": "15"
        },
        {
          "text": "Samson said, “With the jawbone of a donkey, heaps on heaps; with the jawbone of a donkey I have struck a thousand men.”",
          "ID": "16"
        },
        {
          "text": "When he had finished speaking, he threw the jawbone out of his hand; and that place was called Ramath Lehi.",
          "ID": "17"
        },
        {
          "text": "He was very thirsty, and called on Yahweh, and said, “You have given this great deliverance by the hand of your servant; and now shall I die of thirst, and fall into the hands of the uncircumcised?”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "But God split the hollow place that is in Lehi, and water came out of it. When he had drunk, his spirit came again, and he revived. Therefore its name was called En Hakkore, which is in Lehi, to this day.",
          "ID": "19"
        },
        {
          "text": "He judged Israel twenty years in the days of the Philistines.",
          "ID": "20"
        }
      ],
      "ID": "OT:JDG.15",
      "name": "The Book of Judges 15"
    },
    {
      "text": [
        {
          "text": "Samson went to Gaza, and saw there a prostitute, and went in to her.",
          "ID": "1"
        },
        {
          "text": "The Gazites were told, “Samson is here!” They surrounded him, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, “Wait until morning light, then we will kill him.”",
          "ID": "2"
        },
        {
          "text": "Samson lay until midnight, and arose at midnight, and laid hold of the doors of the gate of the city, and the two posts, and plucked them up, bar and all, and put them on his shoulders, and carried them up to the top of the mountain that is before Hebron.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "It came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah.",
          "ID": "4"
        },
        {
          "text": "The lords of the Philistines came up to her, and said to her, “Entice him, and see in which his great strength lies, and by what means we may prevail against him, that we may bind him to afflict him; and we will each give you eleven hundred pieces of silver.”",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Delilah said to Samson, “Please tell me where your great strength lies, and what you might be bound to afflict you.”",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Samson said to her, “If they bind me with seven green cords that were never dried, then shall I become weak, and be as another man.”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then the lords of the Philistines brought up to her seven green cords which had not been dried, and she bound him with them.",
          "ID": "8"
        },
        {
          "text": "Now she had an ambush waiting in the inner room. She said to him, “The Philistines are on you, Samson!” He broke the cords, as a string of tow is broken when it touches the fire. So his strength was not known.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Delilah said to Samson, “Behold, you have mocked me, and told me lies: now please tell me with which you might be bound.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "He said to her, “If they only bind me with new ropes with which no work has been done, then shall I become weak, and be as another man.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So Delilah took new ropes, and bound him therewith, and said to him, “The Philistines are on you, Samson!” The ambush was waiting in the inner room. He broke them off his arms like a thread.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Delilah said to Samson, “Until now, you have mocked me and told me lies. Tell me with what you might be bound.”",
          "ID": "13"
        },
        {
          "text": "He said to her, “If you weave the seven locks of my head with the web.”",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "She fastened it with the pin, and said to him, “The Philistines are on you, Samson!” He awakened out of his sleep, and plucked away the pin of the beam, and the web.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "She said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have mocked me these three times, and have not told me where your great strength lies.”",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "When she pressed him daily with her words, and urged him, his soul was troubled to death.",
          "ID": "16"
        },
        {
          "text": "He told her all his heart, and said to her, “No razor has ever come on my head; for I have been a Nazirite to God from my mother’s womb. If I am shaved, then my strength will go from me, and I will become weak, and be like any other man.”",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "When Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, “Come up this once, for he has told me all his heart.” Then the lords of the Philistines came up to her, and brought the money in their hand.",
          "ID": "18"
        },
        {
          "text": "She made him sleep on her knees; and she called for a man, and shaved off the seven locks of his head; and she began to afflict him, and his strength went from him.",
          "ID": "19"
        },
        {
          "text": "She said, “The Philistines are upon you, Samson!”",
          "ID": "20"
        },
        {
          "text": "He awoke out of his sleep, and said, “I will go out as at other times, and shake myself free.” But he didn’t know that Yahweh had departed from him.",
          "ID": "20"
        },
        {
          "text": "The Philistines laid hold on him, and put out his eyes; and they brought him down to Gaza, and bound him with fetters of brass; and he ground at the mill in the prison.",
          "ID": "21"
        },
        {
          "text": "However the hair of his head began to grow again after he was shaved.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "The lords of the Philistines gathered them together to offer a great sacrifice to Dagon their god, and to rejoice; for they said, “Our god has delivered Samson our enemy into our hand.”",
          "ID": "23"
        },
        {
          "text": "When the people saw him, they praised their god; for they said, “Our god has delivered our enemy and the destroyer of our country, who has slain many of us, into our hand.”",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "When their hearts were merry, they said, “Call for Samson, that he may entertain us.” They called for Samson out of the prison; and he performed before them. They set him between the pillars;",
          "ID": "25"
        },
        {
          "text": "and Samson said to the boy who held him by the hand, “Allow me to feel the pillars whereupon the house rests, that I may lean on them.”",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Now the house was full of men and women; and all the lords of the Philistines were there; and there were on the roof about three thousand men and women, who saw while Samson performed.",
          "ID": "27"
        },
        {
          "text": "Samson called to Yahweh, and said, “Lord Yahweh, remember me, please, and strengthen me, please, only this once, God, that I may be at once avenged of the Philistines for my two eyes.”",
          "ID": "28"
        },
        {
          "text": "Samson took hold of the two middle pillars on which the house rested, and leaned on them, the one with his right hand, and the other with his left.",
          "ID": "29"
        },
        {
          "text": "Samson said, “Let me die with the Philistines!” He bowed himself with all his might; and the house fell on the lords, and on all the people who were therein. So the dead that he killed at his death were more than those who he killed in his life.",
          "ID": "30"
        },
        {
          "text": "Then his brothers and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the burial site of Manoah his father. He judged Israel twenty years.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.16",
      "name": "The Book of Judges 16"
    },
    {
      "text": [
        {
          "text": "There was a man of the hill country of Ephraim, whose name was Micah.",
          "ID": "1"
        },
        {
          "text": "He said to his mother, “The eleven hundred pieces of silver that were taken from you, about which you uttered a curse, and also spoke it in my ears, behold, the silver is with me. I took it.”",
          "ID": "2"
        },
        {
          "text": "His mother said, “May Yahweh bless my son!”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "He restored the eleven hundred pieces of silver to his mother, then his mother said, “I most certainly dedicate the silver to Yahweh from my hand for my son, to make an engraved image and a molten image. Now therefore I will restore it to you.”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "When he restored the money to his mother, his mother took two hundred pieces of silver, and gave them to a silversmith, who made an engraved image and a molten image out of it. It was in the house of Micah.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The man Micah had a house of gods, and he made an ephod, and teraphim, and consecrated one of his sons, who became his priest.",
          "ID": "5"
        },
        {
          "text": "In those days there was no king in Israel. Everyone did that which was right in his own eyes.",
          "ID": "6"
        },
        {
          "text": "There was a young man out of Bethlehem Judah, of the family of Judah, who was a Levite; and he lived there.",
          "ID": "7"
        },
        {
          "text": "The man departed out of the city, out of Bethlehem Judah, to live where he could find a place, and he came to the hill country of Ephraim, to the house of Micah, as he traveled.",
          "ID": "8"
        },
        {
          "text": "Micah said to him, “Where did you come from?”",
          "ID": "9"
        },
        {
          "text": "He said to him, “I am a Levite of Bethlehem Judah, and I am looking for a place to live.”",
          "ID": "9"
        },
        {
          "text": "Micah said to him, “Dwell with me, and be to me a father and a priest, and I will give you ten pieces of silver per year, a suit of clothing, and your food.” So the Levite went in.",
          "ID": "10"
        },
        {
          "text": "The Levite was content to dwell with the man; and the young man was to him as one of his sons.",
          "ID": "11"
        },
        {
          "text": "Micah consecrated the Levite, and the young man became his priest, and was in the house of Micah.",
          "ID": "12"
        },
        {
          "text": "Then Micah said, “Now know I that Yahweh will do good to me, since I have a Levite as my priest.”",
          "ID": "13"
        }
      ],
      "ID": "OT:JDG.17",
      "name": "The Book of Judges 17"
    },
    {
      "text": [
        {
          "text": "In those days there was no king in Israel. In those days the tribe of the Danites sought an inheritance to dwell in; for to that day, their inheritance had not fallen to them among the tribes of Israel.",
          "ID": "1"
        },
        {
          "text": "The children of Dan sent five men of their family from their whole number, men of valor, from Zorah, and from Eshtaol, to spy out the land, and to search it. They said to them, “Go, explore the land!”",
          "ID": "2"
        },
        {
          "text": "They came to the hill country of Ephraim, to the house of Micah, and lodged there.",
          "ID": "2"
        },
        {
          "text": "When they were by the house of Micah, they knew the voice of the young man the Levite; so they turned aside there, and said to him, “Who brought you here? What do you do in this place? What do you have here?”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "He said to them, “Thus and thus has Micah dealt with me, and he has hired me, and I am become his priest.”",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "They said to him, “Please ask counsel of God, that we may know whether our way which we go shall be prosperous.”",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The priest said to them, “Go in peace. Your way in which you go is before Yahweh.”",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then the five men departed, and came to Laish, and saw the people who were there, how they lived in safety, in the way of the Sidonians, quiet and secure; for there was no one in the land, possessing authority, that might put them to shame in anything, and they were far from the Sidonians, and had no dealings with anyone else.",
          "ID": "7"
        },
        {
          "text": "They came to their brothers at Zorah and Eshtaol; and their brothers asked them, “What do you say?”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "They said, “Arise, and let us go up against them; for we have seen the land, and behold, it is very good. Do you stand still? Don’t be slothful to go and to enter in to possess the land.",
          "ID": "9"
        },
        {
          "text": "When you go, you will come to an unsuspecting people, and the land is large; for God has given it into your hand, a place where there is no lack of anything that is in the earth.”",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The family of the Danites set out from Zorah and Eshtaol, with six hundred men armed with weapons of war.",
          "ID": "11"
        },
        {
          "text": "They went up and encamped in Kiriath Jearim, in Judah. Therefore they called that place Mahaneh Dan, to this day. Behold, it is behind Kiriath Jearim.",
          "ID": "12"
        },
        {
          "text": "They passed from there to the hill country of Ephraim, and came to the house of Micah.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then the five men who went to spy out the country of Laish answered, and said to their brothers, “Do you know that there is in these houses an ephod, and teraphim, and an engraved image, and a molten image? Now therefore consider what you have to do.”",
          "ID": "14"
        },
        {
          "text": "They turned aside there, and came to the house of the young Levite man, even to the house of Micah, and asked him how he was doing.",
          "ID": "15"
        },
        {
          "text": "The six hundred men armed with their weapons of war, who were of the children of Dan, stood by the entrance of the gate.",
          "ID": "16"
        },
        {
          "text": "The five men who went to spy out the land went up, and came in there, and took the engraved image, the ephod, the teraphim, and the molten image; and the priest stood by the entrance of the gate with the six hundred men armed with weapons of war.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "When these went into Micah’s house, and took the engraved image, the ephod, the teraphim, and the molten image, the priest said to them, “What are you doing?”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "They said to him, “Hold your peace, put your hand on your mouth, and go with us, and be to us a father and a priest. Is it better for you to be priest to the house of one man, or to be priest to a tribe and a family in Israel?”",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "The priest’s heart was glad, and he took the ephod, the teraphim, and the engraved image, and went with the people.",
          "ID": "20"
        },
        {
          "text": "So they turned and departed, and put the little ones, the livestock, and the goods before them.",
          "ID": "21"
        },
        {
          "text": "When they were a good way from the house of Micah, the men who were in the houses near Micah’s house gathered together and overtook the children of Dan.",
          "ID": "22"
        },
        {
          "text": "As they cried to the children of Dan, they turned their faces, and said to Micah, “What ails you, that you come with such a company?”",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He said, “You have taken away my gods which I made, and the priest, and have gone away! What more do I have? How can you ask me, ‘What ails you?’”",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "The children of Dan said to him, “Don’t let your voice be heard among us, lest angry fellows fall on you, and you lose your life, with the lives of your household.”",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "The children of Dan went their way; and when Micah saw that they were too strong for him, he turned and went back to his house.",
          "ID": "26"
        },
        {
          "text": "They took that which Micah had made, and the priest whom he had, and came to Laish, to a people quiet and unsuspecting, and struck them with the edge of the sword; then they burned the city with fire.",
          "ID": "27"
        },
        {
          "text": "There was no deliverer, because it was far from Sidon, and they had no dealings with anyone else; and it was in the valley that lies by Beth Rehob. They built the city, and lived in it.",
          "ID": "28"
        },
        {
          "text": "They called the name of the city Dan, after the name of Dan their father, who was born to Israel; however the name of the city used to be Laish.",
          "ID": "29"
        },
        {
          "text": "The children of Dan set up for themselves the engraved image; and Jonathan, the son of Gershom, the son of Moses, and his sons were priests to the tribe of the Danites until the day of the captivity of the land.",
          "ID": "30"
        },
        {
          "text": "So they set up for themselves Micah’s engraved image which he made, and it remained all the time that God’s house was in Shiloh.",
          "ID": "31"
        }
      ],
      "ID": "OT:JDG.18",
      "name": "The Book of Judges 18"
    },
    {
      "text": [
        {
          "text": "In those days, when there was no king in Israel, there was a certain Levite living on the farther side of the hill country of Ephraim, who took for himself a concubine out of Bethlehem Judah.",
          "ID": "1"
        },
        {
          "text": "His concubine played the prostitute against him, and went away from him to her father’s house to Bethlehem Judah, and was there for four months.",
          "ID": "2"
        },
        {
          "text": "Her husband arose, and went after her, to speak kindly to her, to bring her again, having his servant with him, and a couple of donkeys. She brought him into her father’s house; and when the father of the young lady saw him, he rejoiced to meet him.",
          "ID": "3"
        },
        {
          "text": "His father-in-law, the young lady’s father, kept him there; and he stayed with him three days. So they ate and drank, and stayed there.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "On the fourth day, they got up early in the morning, and he rose up to depart. The young lady’s father said to his son-in-law, “Strengthen your heart with a morsel of bread, and afterward you shall go your way.”",
          "ID": "5"
        },
        {
          "text": "So they sat down, ate, and drank, both of them together. Then the young lady’s father said to the man, “Please be pleased to stay all night, and let your heart be merry.”",
          "ID": "6"
        },
        {
          "text": "The man rose up to depart; but his father-in-law urged him, and he stayed there again.",
          "ID": "7"
        },
        {
          "text": "He arose early in the morning on the fifth day to depart; and the young lady’s father said, “Please strengthen your heart and stay until the day declines”; and they both ate.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "When the man rose up to depart, he, and his concubine, and his servant, his father-in-law, the young lady’s father, said to him, “Behold, now the day draws toward evening, please stay all night. Behold, the day is ending. Stay here, that your heart may be merry; and tomorrow go on your way early, that you may go home.”",
          "ID": "9"
        },
        {
          "text": "But the man wouldn’t stay that night, but he rose up and departed, and toward Jebus (also called Jerusalem). With him were a couple of saddled donkeys. His concubine also was with him.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "When they were by Jebus, the day was far spent; and the servant said to his master, “Please come and let us turn aside into this city of the Jebusites, and stay in it.”",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "His master said to him, “We won’t turn aside into the city of a foreigner that is not of the children of Israel; but we will pass over to Gibeah.”",
          "ID": "12"
        },
        {
          "text": "He said to his servant, “Come and let us draw near to one of these places; and we will lodge in Gibeah, or in Ramah.”",
          "ID": "13"
        },
        {
          "text": "So they passed on and went their way; and the sun went down on them near Gibeah, which belongs to Benjamin.",
          "ID": "14"
        },
        {
          "text": "They turned aside there, to go in to stay in Gibeah. He went in, and sat down in the street of the city; for there was no one who took them into his house to stay.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Behold, an old man came from his work out of the field at evening. Now the man was from the hill country of Ephraim, and he lived in Gibeah; but the men of the place were Benjamites.",
          "ID": "16"
        },
        {
          "text": "He lifted up his eyes, and saw the wayfaring man in the street of the city; and the old man said, “Where are you going? Where did you come from?”",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He said to him, “We are passing from Bethlehem Judah to the farther side of the hill country of Ephraim. I am from there, and I went to Bethlehem Judah. I am going to Yahweh’s house; and there is no one who has taken me into his house.",
          "ID": "18"
        },
        {
          "text": "Yet there is both straw and feed for our donkeys; and there is bread and wine also for me, and for your servant, and for the young man who is with your servants. There is no lack of anything.”",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "The old man said, “Peace be to you; how ever let me supply all your needs. Just don’t sleep in the street.”",
          "ID": "20"
        },
        {
          "text": "So he brought him into his house, and gave the donkeys fodder. Then they washed their feet, and ate and drank.",
          "ID": "21"
        },
        {
          "text": "As they were making their hearts merry, behold, the men of the city, certain base fellows, surrounded the house, beating at the door; and they spoke to the master of the house, the old man, saying, “Bring out the man who came into your house, that we can have sex with him!”",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "The man, the master of the house, went out to them, and said to them, “No, my brothers, please don’t act so wickedly; since this man has come into my house, don’t do this folly.",
          "ID": "23"
        },
        {
          "text": "Behold, here is my virgin daughter and his concubine. I will bring them out now. Humble them, and do with them what seems good to you; but to this man don’t do any such folly.”",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "But the men wouldn’t listen to him: so the man laid hold of his concubine, and brought her out to them; and they had sex with her, and abused her all night until the morning. When the day began to dawn, they let her go.",
          "ID": "25"
        },
        {
          "text": "Then the woman came in the dawning of the day, and fell down at the door of the man’s house where her lord was, until it was light.",
          "ID": "26"
        },
        {
          "text": "Her lord rose up in the morning, and opened the doors of the house, and went out to go his way; and behold, the woman his concubine had fallen down at the door of the house, with her hands on the threshold.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "He said to her, “Get up, and let us be going!” but no one answered. Then he took her up on the donkey; and the man rose up, and went to his place.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "When he had come into his house, he took a knife, and cut up his concubine, and divided her, limb by limb, into twelve pieces, and sent her throughout all the borders of Israel.",
          "ID": "29"
        },
        {
          "text": "It was so, that all who saw it said, “Such a deed has not been done or seen from the day that the children of Israel came up out of the land of Egypt to this day! Consider it, take counsel, and speak.”",
          "ID": "30"
        }
      ],
      "ID": "OT:JDG.19",
      "name": "The Book of Judges 19"
    },
    {
      "text": [
        {
          "text": "Then all the children of Israel went out, and the congregation was assembled as one man, from Dan even to Beersheba, with the land of Gilead, to Yahweh at Mizpah.",
          "ID": "1"
        },
        {
          "text": "The chiefs of all the people, even of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen who drew sword.",
          "ID": "2"
        },
        {
          "text": "(Now the children of Benjamin heard that the children of Israel had gone up to Mizpah.) The children of Israel said, “Tell us, how did this wickedness happen?”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "The Levite, the husband of the woman who was murdered, answered, “I came into Gibeah that belongs to Benjamin, I and my concubine, to spend the night.",
          "ID": "4"
        },
        {
          "text": "The men of Gibeah rose against me, and surrounded the house by night. They intended to kill me, and they raped my concubine, and she is dead.",
          "ID": "5"
        },
        {
          "text": "I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel; for they have committed lewdness and folly in Israel.",
          "ID": "6"
        },
        {
          "text": "Behold, you children of Israel, all of you, give here your advice and counsel.”",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "All the people arose as one man, saying, “None of us will go to his tent, neither will any of us turn to his house.",
          "ID": "8"
        },
        {
          "text": "But now this is the thing which we will do to Gibeah: we will go up against it by lot;",
          "ID": "9"
        },
        {
          "text": "and we will take ten men of one hundred throughout all the tribes of Israel, and one hundred of one thousand, and a thousand out of ten thousand, to get food for the people, that they may do, when they come to Gibeah of Benjamin, according to all the folly that they have worked in Israel.”",
          "ID": "10"
        },
        {
          "text": "So all the men of Israel were gathered against the city, knit together as one man.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "The tribes of Israel sent men through all the tribe of Benjamin, saying, “What wickedness is this that is happen among you?",
          "ID": "12"
        },
        {
          "text": "Now therefore deliver up the men, the base fellows, who are in Gibeah, that we may put them to death, and put away evil from Israel.”",
          "ID": "13"
        },
        {
          "text": "But Benjamin would not listen to the voice of their brothers the children of Israel.",
          "ID": "13"
        },
        {
          "text": "The children of Benjamin gathered themselves together out of the cities to Gibeah, to go out to battle against the children of Israel.",
          "ID": "14"
        },
        {
          "text": "The children of Benjamin were counted on that day out of the cities twenty-six thousand men who drew the sword, besides the inhabitants of Gibeah, who were counted seven hundred chosen men.",
          "ID": "15"
        },
        {
          "text": "Among all these soldiers there were seven hundred chosen men who were left-handed. Every one of them could sling a stone at a hair and not miss.",
          "ID": "16"
        },
        {
          "text": "The men of Israel, besides Benjamin, were counted four hundred thousand men who drew sword. All these were men of war.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The children of Israel arose, went up to Bethel, and asked counsel of God. They asked, “Who shall go up for us first to battle against the children of Benjamin?”",
          "ID": "18"
        },
        {
          "text": "Yahweh said, “Judah first.”",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The children of Israel rose up in the morning, and encamped against Gibeah.",
          "ID": "19"
        },
        {
          "text": "The men of Israel went out to battle against Benjamin; and the men of Israel set the battle in array against them at Gibeah.",
          "ID": "20"
        },
        {
          "text": "The children of Benjamin came out of Gibeah, and on that day destroyed twenty-two thousand of the Israelite men down to the ground.",
          "ID": "21"
        },
        {
          "text": "The people, the men of Israel, encouraged themselves, and set the battle again in array in the place where they set themselves in array the first day.",
          "ID": "22"
        },
        {
          "text": "The children of Israel went up and wept before Yahweh until evening; and they asked of Yahweh, saying, “Shall I again draw near to battle against the children of Benjamin my brother?”",
          "ID": "23"
        },
        {
          "text": "Yahweh said, “Go up against him.”",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "The children of Israel came near against the children of Benjamin the second day.",
          "ID": "24"
        },
        {
          "text": "Benjamin went out against them out of Gibeah the second day, and destroyed down to the ground of the children of Israel again eighteen thousand men. All these drew the sword.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then all the children of Israel, and all the people, went up, and came to Bethel, and wept, and sat there before Yahweh, and fasted that day until evening; then they offered burnt offerings and peace offerings before Yahweh.",
          "ID": "26"
        },
        {
          "text": "The children of Israel asked Yahweh (for the ark of the covenant of God was there in those days,",
          "ID": "27"
        },
        {
          "text": "and Phinehas, the son of Eleazar, the son of Aaron, stood before it in those days), saying, “Shall I yet again go out to battle against the children of Benjamin my brother, or shall I cease?”",
          "ID": "28"
        },
        {
          "text": "Yahweh said, “Go up; for tomorrow I will deliver him into your hand.”",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Israel set ambushes all around Gibeah.",
          "ID": "29"
        },
        {
          "text": "The children of Israel went up against the children of Benjamin on the third day, and set themselves in array against Gibeah, as at other times.",
          "ID": "30"
        },
        {
          "text": "The children of Benjamin went out against the people, and were drawn away from the city; and they began to strike and kill of the people, as at other times, in the highways, of which one goes up to Bethel, and the other to Gibeah, in the field, about thirty men of Israel.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "The children of Benjamin said, “They are struck down before us, as at the first.” But the children of Israel said, “Let us flee, and draw them away from the city to the highways.”",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "All the men of Israel rose up out of their place, and set themselves in array at Baal Tamar. Then the ambushers of Israel broke out of their place, even out of Maareh Geba.",
          "ID": "33"
        },
        {
          "text": "Ten thousand chosen men out of all Israel came over against Gibeah, and the battle was severe; but they didn’t know that disaster was close to them.",
          "ID": "34"
        },
        {
          "text": "Yahweh struck Benjamin before Israel; and the children of Israel destroyed of Benjamin that day twenty-five thousand one hundred men. All these drew the sword.",
          "ID": "35"
        },
        {
          "text": "So the children of Benjamin saw that they were struck; for the men of Israel yielded to Benjamin, because they trusted the ambushers whom they had set against Gibeah.",
          "ID": "36"
        },
        {
          "text": "The ambushers hurried, and rushed on Gibeah; then the ambushers spread out, and struck all the city with the edge of the sword.",
          "ID": "37"
        },
        {
          "text": "Now the appointed sign between the men of Israel and the ambushers was that they should make a great cloud of smoke rise up out of the city.",
          "ID": "38"
        },
        {
          "text": "The men of Israel turned in the battle, and Benjamin began to strike and kill of the men of Israel about thirty persons; for they said, “Surely they are struck down before us, as in the first battle.”",
          "ID": "39"
        },
        {
          "text": "But when the cloud began to arise up out of the city in a pillar of smoke, the Benjamites looked behind them; and behold, the whole city went up in smoke to the sky.",
          "ID": "40"
        },
        {
          "text": "The men of Israel turned, and the men of Benjamin were dismayed; for they saw that disaster had come on them.",
          "ID": "41"
        },
        {
          "text": "Therefore they turned their backs before the men of Israel to the way of the wilderness; but the battle followed hard after them; and those who came out of the cities destroyed them in the middle of it.",
          "ID": "42"
        },
        {
          "text": "They surrounded the Benjamites, chased them, and trod them down at their resting place, as far as near Gibeah toward the sunrise.",
          "ID": "43"
        },
        {
          "text": "Eighteen thousand men of Benjamin fell; all these were men of valor.",
          "ID": "44"
        },
        {
          "text": "They turned and fled toward the wilderness to the rock of Rimmon; and they gleaned five thousand men of them in the highways, and followed hard after them to Gidom, and struck two thousand men of them.",
          "ID": "45"
        },
        {
          "text": "So that all who fell that day of Benjamin were twenty-five thousand men who drew the sword. All these were men of valor.",
          "ID": "46"
        },
        {
          "text": "But six hundred men turned and fled toward the wilderness to the rock of Rimmon, and stayed in the rock of Rimmon four months.",
          "ID": "47"
        },
        {
          "text": "The men of Israel turned again on the children of Benjamin, and struck them with the edge of the sword, both the entire city, and the livestock, and all that they found. Moreover all the cities which they found they set on fire.",
          "ID": "48"
        }
      ],
      "ID": "OT:JDG.20",
      "name": "The Book of Judges 20"
    },
    {
      "text": [
        {
          "text": "Now the men of Israel had sworn in Mizpah, saying, “None of us will give his daughter to Benjamin as a wife.”",
          "ID": "1"
        },
        {
          "text": "The people came to Bethel, and sat there until evening before God, and lifted up their voices, and wept severely.",
          "ID": "2"
        },
        {
          "text": "They said, “Yahweh, the God of Israel, why has this happened in Israel, that there should be one tribe lacking in Israel today?”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "On the next day, the people rose early, and built an altar there, and offered burnt offerings and peace offerings.",
          "ID": "4"
        },
        {
          "text": "The children of Israel said, “Who is there among all the tribes of Israel who didn’t come up in the assembly to Yahweh?” For they had made a great oath concerning him who didn’t come up to Yahweh to Mizpah, saying, “He shall surely be put to death.”",
          "ID": "5"
        },
        {
          "text": "The children of Israel grieved for Benjamin their brother, and said, “There is one tribe cut off from Israel today.",
          "ID": "6"
        },
        {
          "text": "How shall we provide wives for those who remain, since we have sworn by Yahweh that we will not give them of our daughters to wives?”",
          "ID": "7"
        },
        {
          "text": "They said, “What one is there of the tribes of Israel who didn’t come up to Yahweh to Mizpah?” Behold, no one came from Jabesh Gilead to the camp to the assembly.",
          "ID": "8"
        },
        {
          "text": "For when the people were counted, behold, there were none of the inhabitants of Jabesh Gilead there.",
          "ID": "9"
        },
        {
          "text": "The congregation sent twelve thousand of the most valiant men there, and commanded them, saying, “Go and strike the inhabitants of Jabesh Gilead with the edge of the sword, with the women and the little ones.",
          "ID": "10"
        },
        {
          "text": "This is the thing that you shall do: you shall utterly destroy every male, and every woman who has lain with a man.”",
          "ID": "11"
        },
        {
          "text": "They found among the inhabitants of Jabesh Gilead four hundred young virgins, who had not known man by lying with him; and they brought them to the camp to Shiloh, which is in the land of Canaan.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "The whole congregation sent and spoke to the children of Benjamin who were in the rock of Rimmon, and proclaimed peace to them.",
          "ID": "13"
        },
        {
          "text": "Benjamin returned at that time; and they gave them the women whom they had saved alive of the women of Jabesh Gilead. There still weren’t enough for them.",
          "ID": "14"
        },
        {
          "text": "The people grieved for Benjamin, because Yahweh had made a breach in the tribes of Israel.",
          "ID": "15"
        },
        {
          "text": "Then the elders of the congregation said, “How shall we provide wives for those who remain, since the women are destroyed out of Benjamin?”",
          "ID": "16"
        },
        {
          "text": "They said, “There must be an inheritance for those who are escaped of Benjamin, that a tribe not be blotted out from Israel.",
          "ID": "17"
        },
        {
          "text": "However we may not give them wives of our daughters, for the children of Israel had sworn, saying, ‘Cursed is he who gives a wife to Benjamin.’”",
          "ID": "18"
        },
        {
          "text": "They said, “Behold, there is a feast of Yahweh from year to year in Shiloh, which is on the north of Bethel, on the east side of the highway that goes up from Bethel to Shechem, and on the south of Lebonah.”",
          "ID": "19"
        },
        {
          "text": "They commanded the children of Benjamin, saying, “Go and lie in wait in the vineyards,",
          "ID": "20"
        },
        {
          "text": "and see, and behold, if the daughters of Shiloh come out to dance in the dances, then come out of the vineyards, and each man catch his wife of the daughters of Shiloh, and go to the land of Benjamin.",
          "ID": "21"
        },
        {
          "text": "It shall be, when their fathers or their brothers come to complain to us, that we will say to them, ‘Grant them graciously to us, because we didn’t take for each man his wife in battle, neither did you give them to them, otherwise you would now be guilty.’”",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "The children of Benjamin did so, and took wives for themselves, according to their number, of those who danced, whom they carried off. They went and returned to their inheritance, built the cities, and lived in them.",
          "ID": "23"
        },
        {
          "text": "The children of Israel departed from there at that time, every man to his tribe and to his family, and they each went out from there to his own inheritance.",
          "ID": "24"
        },
        {
          "text": "In those days there was no king in Israel. Everyone did that which was right in his own eyes.",
          "ID": "25"
        }
      ],
      "ID": "OT:JDG.21",
      "name": "The Book of Judges 21"
    }
  ],
  "ID": "OT:JDG(WEB)",
  "version": "WEB",
  "name": "The Book of Judges"
}