{
  "text": [
    {
      "text": [
        {
          "text": "And so Arphaxad, king of the Medes, subjugated many nations under his authority, and he built a very powerful city, which he called Ecbatana.",
          "ID": "1"
        },
        {
          "text": "From stones, cut and squared, he made its walls: seventy cubits in height and thirty cubits in breadth. And, in truth, he set its towers one hundred cubits in height.",
          "ID": "2"
        },
        {
          "text": "In fact, at its corners, each side was extended for the space of twenty feet. And he set its gates according to the height of the towers.",
          "ID": "3"
        },
        {
          "text": "And he glorified it, in its power, with the force of his army and with the glory of his chariots.",
          "ID": "4"
        },
        {
          "text": "Thereafter, in the twelfth year of his reign, Nebuchadnezzar, king of the Assyrians, who reigned in Nineveh the great city, fought against Arphaxad and prevailed over him:",
          "ID": "5"
        },
        {
          "text": "in the great plain, which is called Ragae, near the Euphrates, and the Tigris, and the Hydaspes, at the encampment of Arioch, king of the Elymaeans.",
          "ID": "6"
        },
        {
          "text": "Then the kingdom of Nebuchadnezzar was exalted, and his heart was elevated. And he sent to all who dwelt in Cilicia, and Damascus, and Lebanon,",
          "ID": "7"
        },
        {
          "text": "and to the nations that are in Carmel and Kedar, and to the inhabitants of Galilee, in the great plain of Esdrelon,",
          "ID": "8"
        },
        {
          "text": "and to all who were in Samaria and across the river Jordan, even to Jerusalem and to all the land of Jesse, until one passes through to the borders of Ethiopia.",
          "ID": "9"
        },
        {
          "text": "To all these, Nebuchadnezzar, king of the Assyrians, sent messengers:",
          "ID": "10"
        },
        {
          "text": "whom they all with one mind contradicted, and they sent them back empty, and they rejected them without honor.",
          "ID": "11"
        },
        {
          "text": "Then king Nebuchadnezzar, being indignant against all that land, swore by his throne and his kingdom that he would defend himself against all those regions.",
          "ID": "12"
        }
      ],
      "ID": "AP:JDT.1",
      "name": "Judith 1"
    },
    {
      "text": [
        {
          "text": "In the thirteenth year of the reign of Nebuchadnezzar, on the twenty-second day of the first month, the word went forth from the house of Nebuchadnezzar, king of the Assyrians, that he would defend himself.",
          "ID": "1"
        },
        {
          "text": "And he called all the native leaders, and all the commanders, and his officers of war, and he met with them in his secret council.",
          "ID": "2"
        },
        {
          "text": "And he said to them that his thoughts were to subjugate all the earth to his authority.",
          "ID": "3"
        },
        {
          "text": "And when this saying pleased them all, king Nebuchadnezzar called Holofernes, the leader of his military.",
          "ID": "4"
        },
        {
          "text": "And he said to him: \"Go out against all the kingdoms of the west, and against those in particular who showed contempt for my authority.",
          "ID": "5"
        },
        {
          "text": "Your eye must not spare any kingdom, and all the fortified cities you will subjugate to me.\"",
          "ID": "6"
        },
        {
          "text": "Then Holofernes called the commanders and the magistrates of the army of the Assyrians. And he numbered men for the expedition, just as the king had instructed him: one hundred and twenty thousand foot-soldiers, and twelve thousand archers on horseback.",
          "ID": "7"
        },
        {
          "text": "And he caused his entire expeditionary force to go ahead with an innumerable multitude of camels, with whatever was needed in abundance for the armies, and with herds of cattle, and flocks of sheep, which could not be numbered.",
          "ID": "8"
        },
        {
          "text": "He appointed grain to be prepared from all of Syria, as he passed through it.",
          "ID": "9"
        },
        {
          "text": "In fact, he took up gold and silver from the house of the king in great abundance.",
          "ID": "10"
        },
        {
          "text": "And he set out, he and all the army, with the four-horse chariots, and horsemen, and archers. And they covered the face of the earth like locusts.",
          "ID": "11"
        },
        {
          "text": "And when he had crossed over the borders of the Assyrians, he came to the great mountains of Ange, which are on the left of Cilicia. And he ascended to all their castles, and he prevailed over all the fortifications.",
          "ID": "12"
        },
        {
          "text": "Moreover, he broke open the renowned city of Melothus, and he pillaged all the sons of Tarshish, and the sons of Ishmael, who were opposite the face of the desert and to the south of the land of Cellon.",
          "ID": "13"
        },
        {
          "text": "And he crossed over the Euphrates and came into Mesopotamia. And he crushed all the lofty cities that were there, from the torrent of Mambre, even until one passes through to the sea.",
          "ID": "14"
        },
        {
          "text": "And he occupied its furthest regions, from Cilicia all the way to the coastlines of Japheth, which are towards the south.",
          "ID": "15"
        },
        {
          "text": "And he carried away all the sons of Midian, and he plundered them in all their wealthy regions. And all who resisted him, he slew with the edge of the sword.",
          "ID": "16"
        },
        {
          "text": "And after these things, he descended to the plains of Damascus, in the days of the harvest, and he set fire to all the crops, and he caused all the trees and the vineyards to be cut down.",
          "ID": "17"
        },
        {
          "text": "And the fear of them fell upon all the inhabitants of the land.",
          "ID": "18"
        }
      ],
      "ID": "AP:JDT.2",
      "name": "Judith 2"
    },
    {
      "text": [
        {
          "text": "Then the kings as well as the princes of the provinces sent their emissaries from all of the cities: from Syria, particularly Mesopotamia, and Syria Sobal, and Libya as well as Cilicia. These, upon coming to Holofernes, said:",
          "ID": "1"
        },
        {
          "text": "\"Let your indignation concerning us cease. For it is better for us to live in service to Nebuchadnezzar, the great king, and to become subject to you, rather than to die, even though we may have to suffer our condemnation into the annihilation of slavery.",
          "ID": "2"
        },
        {
          "text": "All our cities and all our possessions, all mountains, and hills, and fields, and herds of cattle, and flocks of sheep, and goats, and horses, and camels, and all our resources and families are in your sight.",
          "ID": "3"
        },
        {
          "text": "Let all that we have be subject to your law.",
          "ID": "4"
        },
        {
          "text": "We, and our sons, are your servants.",
          "ID": "5"
        },
        {
          "text": "Come to us as a peaceful lord, and use our service, just as it pleases you.\"",
          "ID": "6"
        },
        {
          "text": "Then he descended from the mountains with horsemen, in great power, and he took charge of every city and of every inhabitant of the land.",
          "ID": "7"
        },
        {
          "text": "And, from all the cities, he took for himself auxiliaries: strong men and well-chosen for war.",
          "ID": "8"
        },
        {
          "text": "And such a dread lay upon those provinces, that the leading and honored inhabitants of all the cities, together with the people, went out to meet him at his arrival.",
          "ID": "9"
        },
        {
          "text": "They received him with garlands and lamps; they were led by choirs with timbrels and flutes.",
          "ID": "10"
        },
        {
          "text": "Yet, not even by doing these things were they able to mitigate the ferocity of his chest.",
          "ID": "11"
        },
        {
          "text": "For he both destroyed their cities and cut down their sacred groves.",
          "ID": "12"
        },
        {
          "text": "For king Nebuchadnezzar had instructed him to exterminate all the gods of the earth, evidently so that he alone might be called 'god' by those nations which were able to be subjugated by the power of Holofernes.",
          "ID": "13"
        },
        {
          "text": "But when he had passed through Syria Sobal, and all of Apamea, and all Mesopotamia, he came to the Idumeans in the land of Gibeah.",
          "ID": "14"
        },
        {
          "text": "And he took their cities, and he sat there for thirty days, during which days he instructed all the troops of his army to regroup.",
          "ID": "15"
        }
      ],
      "ID": "AP:JDT.3",
      "name": "Judith 3"
    },
    {
      "text": [
        {
          "text": "Then, upon hearing these things, the sons of Israel, who dwelt in the land of Judah, were very afraid before his face.",
          "ID": "1"
        },
        {
          "text": "Trembling and horror invaded their senses, lest he should do the same thing to Jerusalem and to the temple of the Lord that he had done to other cities and their temples.",
          "ID": "2"
        },
        {
          "text": "And they sent into all of Samaria, and by an indirect route even to Jericho, and they seized in advance all the tops of the mountains.",
          "ID": "3"
        },
        {
          "text": "And they surrounded their villages with walls, and they gathered together grain in preparation for the fight.",
          "ID": "4"
        },
        {
          "text": "And then Eliachim the priest wrote to all who were opposite Esdrelon, which is opposite the face of the great plain near Dothain, and to all whom he would be able to reach through a passable way:",
          "ID": "5"
        },
        {
          "text": "that they should hold the ascents of the mountains, through which there might be any passage able to reach Jerusalem, and that they should keep watch where the passage was narrow, wherever possible, between the mountains.",
          "ID": "6"
        },
        {
          "text": "And the sons of Israel did just as Eliachim, the priest of the Lord, had appointed them.",
          "ID": "7"
        },
        {
          "text": "And all the people cried out to the Lord with great urgency, and they humbled their souls with fastings, and prayers, both they and their wives.",
          "ID": "8"
        },
        {
          "text": "And the priests clothed themselves with haircloths, and they prostrated the little children opposite the face of the temple of the Lord, and they covered the altar of the Lord with haircloth.",
          "ID": "9"
        },
        {
          "text": "And they cried out to the Lord God of Israel with one accord, lest their children should be given over as prey, and their wives into distribution, and their cities into extermination, and their holy things into defilement, and so that they might not become the disgrace of the Gentiles.",
          "ID": "10"
        },
        {
          "text": "Then Eliachim, the high priest of the Lord, traveled all around Israel, and he was talking to them,",
          "ID": "11"
        },
        {
          "text": "saying: \"Know that the Lord will heed your prayers, if you continue to persevere in fastings and prayers in the sight of the Lord.",
          "ID": "12"
        },
        {
          "text": "Recall that Moses, the servant of the Lord, overcame Amalek, who trusted in his own strength, and in his power, and in his army, and in his bronze shields, and in his swift chariots, and in his horsemen. He overcame him, not by fighting with iron, but by pleading with holy prayers.",
          "ID": "13"
        },
        {
          "text": "So will it be with all the enemies of Israel, if you persevere in this work that you have begun.\"",
          "ID": "14"
        },
        {
          "text": "Therefore, by this exhortation and his prayer to the Lord, they continued in the sight of the Lord,",
          "ID": "15"
        },
        {
          "text": "so that even those who offered holocausts to the Lord, offered the sacrifices to the Lord girded with haircloths, and there were ashes upon their heads.",
          "ID": "16"
        },
        {
          "text": "And they all begged God with their whole heart, that he would visit his people Israel.",
          "ID": "17"
        }
      ],
      "ID": "AP:JDT.4",
      "name": "Judith 4"
    },
    {
      "text": [
        {
          "text": "And it was reported to Holofernes, the leader of the military of the Assyrians, that the sons of Israel were preparing themselves to resist, and also that they had closed the mountain passes.",
          "ID": "1"
        },
        {
          "text": "And he was enraged with extreme fury and great indignation, and he called together all the leaders of Moab and the leaders of Ammon.",
          "ID": "2"
        },
        {
          "text": "And he said to them: \"Tell me who this people may be, who obstruct the mountains. And which are their cities, and of what kind, and how many? And then, what may be their power, and what may be their number, and who is king over their military?",
          "ID": "3"
        },
        {
          "text": "And why have these, more than all who dwell in the east, shown contempt for us, and have not gone out to meet us, so that they might receive us with peace?\"",
          "ID": "4"
        },
        {
          "text": "Then Achior, commander of all the sons of Ammon, responding, said: \"If you would deign to listen, my lord, I will tell the truth in your sight about this people, who dwell in the mountains, and not a false word will go forth from my mouth.",
          "ID": "5"
        },
        {
          "text": "This people is from the progeny of the Chaldeans.",
          "ID": "6"
        },
        {
          "text": "These dwelt at first in Mesopotamia, because they were not willing to follow the gods of their fathers, who were in the land of the Chaldeans.",
          "ID": "7"
        },
        {
          "text": "And so, forsaking the ceremonies of their fathers, which were with a multitude of gods,",
          "ID": "8"
        },
        {
          "text": "they worshipped one God of heaven, who also instructed them to go forth from that place and to dwell in Canaan. And when a famine covered the whole land, they went down into Egypt, and there, through four hundred years, they were so multiplied, that the army of them could not be numbered.",
          "ID": "9"
        },
        {
          "text": "And when the king of Egypt oppressed them, and also subjugated them to labor with clay and brick in the building of his cities, they cried out to their Lord, and he struck the entire land of Egypt with various plagues.",
          "ID": "10"
        },
        {
          "text": "And when the Egyptians had cast them away from them, and the plague had ceased from them, and they were willing to seize them again and recall them to their servitude:",
          "ID": "11"
        },
        {
          "text": "the God of heaven opened the sea to these as they fled, so that the waters were made to stand firm like a wall on either side, and these walked across the bottom of the sea and passed through with dry feet.",
          "ID": "12"
        },
        {
          "text": "In that place, when an innumerable army of the Egyptians pursued after them, they were so overwhelmed with the waters, that not even one remained to report to posterity what had happened.",
          "ID": "13"
        },
        {
          "text": "In truth, going forth from the Red Sea, they occupied the deserts of mount Sinai, in which man could never dwell, nor a son of man take rest.",
          "ID": "14"
        },
        {
          "text": "In that place, bitter fountains became sweet for them to drink, and, through forty years, they continued to receive provisions from heaven.",
          "ID": "15"
        },
        {
          "text": "And, although they had entered without bow and arrow, and without shield and sword, their God fought on their behalf and was victorious.",
          "ID": "16"
        },
        {
          "text": "And there was no one who could attack this people, except when they withdrew from the worship of the Lord their God.",
          "ID": "17"
        },
        {
          "text": "But as often as they worshipped any other, except their own God, they were delivered to plunder, and to the sword, and into reproach.",
          "ID": "18"
        },
        {
          "text": "But as often as they were repentant for having withdrawn from the worship of their God, the God of heaven gave them the power to resist.",
          "ID": "19"
        },
        {
          "text": "And, indeed, they overthrew the king of the Canaanites, and of the Jebusites, and of the Perizzites, and of the Hethites, and of the Hevites, and of the Amorrhites, and all the powerful ones in Hesebon, and these same possessed their lands and their cities.",
          "ID": "20"
        },
        {
          "text": "And, as long as they did not sin in the sight of their God, it was well with them. For their God hates iniquity.",
          "ID": "21"
        },
        {
          "text": "And even some years ago, when they had withdrawn from the way that their God had given them to walk, they were destroyed in battles by many nations and very many of them were led away captive into a land not their own.",
          "ID": "22"
        },
        {
          "text": "But, more recently, returning to the Lord their God, from the dispersion in which they had been scattered, they have united and have ascended into all these mountains, and they again possess Jerusalem, where their holy things are.",
          "ID": "23"
        },
        {
          "text": "Therefore, now my lord, inquire if there may be any iniquity of theirs in the sight of their God. If so, let us ascend to them, because their God will surely deliver them to you, and they will be subjugated under the yoke of your power.",
          "ID": "24"
        },
        {
          "text": "But if, in truth, there may be no offense of this people before their God, we will not be able to resist them, because their God will defend them, and we will become a disgrace to the whole earth.\"",
          "ID": "25"
        },
        {
          "text": "And it happened, when Achior had ceased to speak these words, all the great men of Holofernes were angry, and they intended to execute him, saying to each other:",
          "ID": "26"
        },
        {
          "text": "\"Who is this, that says the sons of Israel are able to resist king Nebuchadnezzar and his armies: unarmed men, and without strength, and without skill in the art of fighting?",
          "ID": "27"
        },
        {
          "text": "Therefore, so that Achior may know that he has failed us, let us ascend to the mountains. And, when the most powerful among them have been taken, then, with them, he will be impaled with the sword.",
          "ID": "28"
        },
        {
          "text": "So may every people know that Nebuchadnezzar is god of the earth, and there is no other, except him.\"",
          "ID": "29"
        }
      ],
      "ID": "AP:JDT.5",
      "name": "Judith 5"
    },
    {
      "text": [
        {
          "text": "But when they had ceased speaking, it happened that Holofernes, being very indignant, said to Achior:",
          "ID": "1"
        },
        {
          "text": "\"Because you have prophesied to us, saying that the people of Israel may be defended by their God, and so as to reveal to you that there is no God, except Nebuchadnezzar:",
          "ID": "2"
        },
        {
          "text": "when we will have struck them all as one man, then you also will pass away with them by the sword of the Assyrians, and all Israel will perish into perdition with you.",
          "ID": "3"
        },
        {
          "text": "And you will be shown that Nebuchadnezzar is the lord of the whole earth. And then, the sword of my army will pass through your sides, and, being stabbed, you will fall among the wounded of Israel, and you will breathe no longer, when you have been destroyed with them.",
          "ID": "4"
        },
        {
          "text": "And furthermore, if you consider your prophecy to be true, do not let your countenance fall, and let the paleness that has taken hold of your face depart from you, if you claim that these my words cannot be fulfilled.",
          "ID": "5"
        },
        {
          "text": "But so that you may know that you will experience these things together with them, behold, from this hour you will be associated with their people, so that, when they receive the punishment that they deserve from my sword, you will fall under the same vengeance.\"",
          "ID": "6"
        },
        {
          "text": "Then Holofernes instructed his servants to apprehend Achior, and to lead him through to Bethulia, and to deliver him into the hands of the sons of Israel.",
          "ID": "7"
        },
        {
          "text": "And, taking him, the servants of Holofernes traveled through the plains. But when they approached close to the mountains, the slingers of stones went forth against them.",
          "ID": "8"
        },
        {
          "text": "Then, diverting by the side of the mountain, they tied Achior, hands and feet, to a tree, and so they abandoned him, bound with ropes, and they returned to their lord.",
          "ID": "9"
        },
        {
          "text": "Thereafter, the sons of Israel, descending from Bethulia, came to him. Releasing him, they brought him to Bethulia. And so, standing him in the midst of the people, they interrogated him as to what event caused the Assyrians to abandon him, bound.",
          "ID": "10"
        },
        {
          "text": "In those days, the rulers of that place were Uzziah, the son of Micah of the tribe of Simeon, and Chabris, also called Gothoniel.",
          "ID": "11"
        },
        {
          "text": "And so, in the midst of the elders and in the sight of everyone, Achior explained all that he had said in reply to the questioning of Holofernes, and in what manner the people of Holofernes wanted to have him killed because of this word,",
          "ID": "12"
        },
        {
          "text": "and how Holofernes himself, being angry, had ordered him to be handed over to the Israelites, for this reason: so that when he would prevail over the sons of Israel, then he would also command Achior himself to be executed by diverse torments, because he had said that the God of heaven is their defender.",
          "ID": "13"
        },
        {
          "text": "And when Achior had declared all these things, all the people fell on their faces, adoring the Lord, and, communing together with mourning and weeping, they poured out their prayers with one mind to the Lord,",
          "ID": "14"
        },
        {
          "text": "saying: \"O Lord, God of heaven and earth, behold their arrogance, and gaze upon our humility, and attend to the face of your holy ones, and reveal that you do not abandon those who rely on you, and that those who rely on themselves and who glory in their own strength, you humble.\"",
          "ID": "15"
        },
        {
          "text": "And so, when their weeping was ended, and the prayer of the people throughout the entire day was completed, they consoled Achior,",
          "ID": "16"
        },
        {
          "text": "saying: \"The God of our fathers, whose power you have predicted, will give to you this in return: that you, instead, will see the destruction of them.",
          "ID": "17"
        },
        {
          "text": "Truly, when the Lord our God will give this freedom to his servants, may God also be with you in our midst, so that, just as it pleases you, everyone who is with you may keep company with us.\"",
          "ID": "18"
        },
        {
          "text": "Then Uzziah, after the council was ended, received him into his own house, and he made him a great supper.",
          "ID": "19"
        },
        {
          "text": "And all the elders were invited; together they refreshed themselves at the completion of their fast.",
          "ID": "20"
        },
        {
          "text": "In truth, after this, all the people were called together, and they prayed throughout the entire night within the assembly, petitioning help from the God of Israel.",
          "ID": "21"
        }
      ],
      "ID": "AP:JDT.6",
      "name": "Judith 6"
    },
    {
      "text": [
        {
          "text": "But Holofernes, on another day, instructed his army to ascend against Bethulia.",
          "ID": "1"
        },
        {
          "text": "Moreover, there were one hundred and twenty thousand foot-soldiers, and twenty-two thousand horsemen, besides the contingents of those men who had been taken captive, and all the youths who had been abducted from the provinces and the cities.",
          "ID": "2"
        },
        {
          "text": "All these prepared themselves together to fight against the sons of Israel, and they came through the foothills of the mountain, even to the apex, which looks down upon Dothain, from the place which is called Belma, up to Chelmon, which is opposite Esdrelon.",
          "ID": "3"
        },
        {
          "text": "But the sons of Israel, when they saw the multitude of them, prostrated themselves upon the ground, scattering ashes over their heads, praying with one accord that the God of Israel would show his mercy upon his people.",
          "ID": "4"
        },
        {
          "text": "And, taking up their arms of war, they set up positions at the places that lead along a narrow footpath between the mountains, and they guarded them all day and night.",
          "ID": "5"
        },
        {
          "text": "Now Holofernes, while circling around, discovered that the fountain that flowed in to them, led directly through an aqueduct on the south side, beyond the city. And he instructed their aqueduct to be cut off.",
          "ID": "6"
        },
        {
          "text": "Even so, there were springs not far from the walls, from which they were seen to draw water secretly, to refresh themselves a little rather than to drink their fill.",
          "ID": "7"
        },
        {
          "text": "But the sons of Ammon and Moab approached Holofernes, saying: \"The sons of Israel do not trust in their lances, nor in their arrows, but the mountains are their defense, and the steep hills and precipices constitute their fortifications.",
          "ID": "8"
        },
        {
          "text": "Therefore, so that you may be able to overcome them without joining battle, set guards at the springs so that they may not draw water from them, and you will put them to death without the sword, or at least, being weary, they will hand over their city, which they suppose to be, by its position in the mountains, unable to be conquered.\"",
          "ID": "9"
        },
        {
          "text": "And these words were pleasing before Holofernes and before his attendants, and so he stationed a hundred men around every spring.",
          "ID": "10"
        },
        {
          "text": "And when they had kept this watch through twenty full days, the cisterns and collections of waters failed among all the inhabitants of Bethulia, so that there was within the city not enough to satisfy them for even one day, because water was given out to the people daily by measure.",
          "ID": "11"
        },
        {
          "text": "Then, all the men and women, youths and little ones, gathering together before Uzziah, all with one voice together,",
          "ID": "12"
        },
        {
          "text": "said: \"May God be judge between us and you, for you have done evil with us, in not being willing to speak peacefully with the Assyrians, and because of this, God has sold us into their hands.",
          "ID": "13"
        },
        {
          "text": "And therefore, there is no one to help us, while we are prostrated before their eyes with thirst and great destruction.",
          "ID": "14"
        },
        {
          "text": "And now, gather together all who are in the city, so that we may willingly deliver everyone of us to the people of Holofernes.",
          "ID": "15"
        },
        {
          "text": "For it is better that as captives, being alive, we should bless the Lord, than that we should die and become a disgrace to all flesh, after we have seen our wives and our children die before our eyes.",
          "ID": "16"
        },
        {
          "text": "We call to witness this day heaven and earth, and the God of our fathers, who takes vengeance upon us according to our sins, so that now you may deliver the city into the hand of the military of Holofernes. And may our end be brief, by the edge of the sword, that would be made longer by the dryness of thirst.\"",
          "ID": "17"
        },
        {
          "text": "And when they had said these things, there happened a great weeping and a loud lamentation within the assembly. From everyone and for many hours, with one voice, they cried out to God, saying:",
          "ID": "18"
        },
        {
          "text": "\"We have sinned like our fathers, we have acted unjustly, we have committed iniquity.",
          "ID": "19"
        },
        {
          "text": "May you have mercy on us, for you are pious, or with your own scourges avenge our iniquities, but do not be willing to deliver those trusting in you to a people who are ignorant of you,",
          "ID": "20"
        },
        {
          "text": "so that they may not say among the Gentiles, 'Where is their God?' \"",
          "ID": "21"
        },
        {
          "text": "And when, being weary from these outcries, and tired from these weepings, they became silent,",
          "ID": "22"
        },
        {
          "text": "Uzziah, rising up covered in tears, said: \"Be steadfast in soul, brothers, and let us wait these five days for mercy from the Lord.",
          "ID": "23"
        },
        {
          "text": "For perhaps he will break off his indignation and give glory to his own name.",
          "ID": "24"
        },
        {
          "text": "But if, with five days passing, help does not arrive, we will accomplish the words that you have spoken.\"",
          "ID": "25"
        }
      ],
      "ID": "AP:JDT.7",
      "name": "Judith 7"
    },
    {
      "text": [
        {
          "text": "And it happened that these words were heard by Judith, a widow who was the daughter of Merari, the son of Idox, the son of Joseph, the son of Oziel, the son of Elai, the son of Jamnor, the son of Gideon, the son of Raphaim, the son of Ahitub, the son of Melchiel, the son of Enan, the son of Nathaniel, the son of Salathiel, the son of Simeon, the son of Ruben.",
          "ID": "1"
        },
        {
          "text": "And her husband was Manasseh, who died in the days of the barley harvest.",
          "ID": "2"
        },
        {
          "text": "For he was standing over those who bound sheaves in the field, and the heat overcame his head, and he died in Bethulia, his own city, and he was buried there with his fathers.",
          "ID": "3"
        },
        {
          "text": "But Judith, his bereaved, was a widow now for three years and six months.",
          "ID": "4"
        },
        {
          "text": "And she made herself a private chamber in the upper part of her house, in which she stayed enclosed with her handmaids.",
          "ID": "5"
        },
        {
          "text": "And she had haircloth around her waist, and she fasted all the days of her life, except Sabbaths, and new moons, and the feasts of the house of Israel.",
          "ID": "6"
        },
        {
          "text": "Moreover, she was exceedingly elegant in appearance, and her husband left her many riches, and an abundant household, as well as the ownership of plentiful herds of oxen and flocks of sheep.",
          "ID": "7"
        },
        {
          "text": "And she was greatly renowned among all, because she feared the Lord very much, nor was there anyone who spoke an ill word about her.",
          "ID": "8"
        },
        {
          "text": "And so, when she heard that Uzziah had promised that he would hand over the city with the passing of five days, she sent to the elders Chabris and Charmis.",
          "ID": "9"
        },
        {
          "text": "And they came to her, and she said to them: \"What is this word, by which Uzziah has consented to hand over the city to the Assyrians, if within five days no help arrives for us?",
          "ID": "10"
        },
        {
          "text": "And who are you to test the Lord?",
          "ID": "11"
        },
        {
          "text": "This is not a word that will provoke mercy, but rather one that may excite wrath and enkindle fury.",
          "ID": "12"
        },
        {
          "text": "You have set a time limit for the mercy of the Lord, and you have established a day for him, according to your choice.",
          "ID": "13"
        },
        {
          "text": "But, since the Lord is patient, let us be repentant about this same matter, and let us beg his indulgence with many tears.",
          "ID": "14"
        },
        {
          "text": "For God will not threaten like man, nor will he be inflamed to anger like a son of man.",
          "ID": "15"
        },
        {
          "text": "And, for this reason, let us humble our souls before him, and, continuing to serve him in a spirit of humility,",
          "ID": "16"
        },
        {
          "text": "let us speak to the Lord with tears, so that he may act according to his will in his mercy toward us. So then, just as our heart is disturbed by their arrogance, so also may we glory in our humility.",
          "ID": "17"
        },
        {
          "text": "For we have not followed the sins of our fathers, who abandoned their God in order to worship strange gods.",
          "ID": "18"
        },
        {
          "text": "Because of this crime, they were given over to their enemies: to the sword, and to pillaging, and to confusion. But we know no other God except him.",
          "ID": "19"
        },
        {
          "text": "Let us wait with humility for his consolation, and the Lord our God will requite our blood by the afflictions of our enemies, and he will humble all the nations that will rise up against us, and he will cause them to be without honor.",
          "ID": "20"
        },
        {
          "text": "And now, brothers, because you are the elders among the people of God, and their very soul hangs upon you, rescue their hearts by your eloquence, so that they may remember that our fathers were tested in order to prove whether or not they truly worshiped their God.",
          "ID": "21"
        },
        {
          "text": "They are obliged to remember how our father Abraham was tested, and being proved by many tribulations, he was made the friend of God.",
          "ID": "22"
        },
        {
          "text": "So Isaac, so Jacob, so Moses, and all that have pleased God, passed through many tribulations, remaining faithful.",
          "ID": "23"
        },
        {
          "text": "But those who did not accept the trials with the fear of the Lord, and who brought forward their impatience and the disgrace of their murmuring against the Lord,",
          "ID": "24"
        },
        {
          "text": "were exterminated by the exterminator, and they perished by serpents.",
          "ID": "25"
        },
        {
          "text": "And as for us, therefore, let us not revenge ourselves for these things that we suffer.",
          "ID": "26"
        },
        {
          "text": "But, in considering these same sufferings to be less than our sins deserve, let us believe that the scourges of the Lord, by which we are corrected like servants, have occurred for our improvement and not for our destruction.\"",
          "ID": "27"
        },
        {
          "text": "And Uzziah and the elders said to her: \"All the things that you have spoken are true, and there is nothing reprehensible in your words.",
          "ID": "28"
        },
        {
          "text": "Now, therefore, pray for us, because you are a holy woman, and one fearing God.\"",
          "ID": "29"
        },
        {
          "text": "And Judith said to them: \"You know that what I have been able to say is of God.",
          "ID": "30"
        },
        {
          "text": "So, concerning that which I propose to do, examine whether or not it is from God, and pray that God may act to strengthen my plan.",
          "ID": "31"
        },
        {
          "text": "You will stand at the gate this night, and I will go forth with my handmaid. And pray that, just as you have said, within five days the Lord may look kindly on his people Israel.",
          "ID": "32"
        },
        {
          "text": "But I am not willing to have you examine my actions, and, until I report to you, let nothing else be done, except to pray for me to the Lord our God.\"",
          "ID": "33"
        },
        {
          "text": "And Uzziah, the leader of Judah, said to her, \"Go in peace, and may the Lord be with you to take revenge among our enemies.\" So, turning back, they departed.",
          "ID": "34"
        }
      ],
      "ID": "AP:JDT.8",
      "name": "Judith 8"
    },
    {
      "text": [
        {
          "text": "And when they were gone, Judith entered her place of prayer. And clothing herself with haircloth, she placed ashes on her head. And prostrating herself to the Lord, she cried out to the Lord, saying:",
          "ID": "1"
        },
        {
          "text": "\"O Lord, God of my father Simeon, you gave him a sword to defend against foreigners, who stood out as violators by their defilement, and who uncovered the thigh of the virgin unto shame.",
          "ID": "2"
        },
        {
          "text": "And you gave their wives into plunder, and their daughters into captivity, and all their spoils to be divided to the servants, who were zealous with your zeal. Bring help, I ask you, O Lord my God, to me, a widow.",
          "ID": "3"
        },
        {
          "text": "For you have acted in the past, and you have decided one thing after another. And what you have willed, this too has happened.",
          "ID": "4"
        },
        {
          "text": "For all your ways have been prepared, and you have placed your judgments within your providence.",
          "ID": "5"
        },
        {
          "text": "Look upon the camp of the Assyrians now, just as you deigned to look upon the camp of the Egyptians, when their weapons rushed after your servants, trusting in their four-horse chariots, and in their horsemen, and in a multitude of warriors.",
          "ID": "6"
        },
        {
          "text": "But you gazed upon their camp, and darkness wearied them.",
          "ID": "7"
        },
        {
          "text": "The abyss took hold of their feet, and the waters covered them.",
          "ID": "8"
        },
        {
          "text": "So may it be with these also, O Lord, who trust in their multitude, and in their swift chariots, and in their pikes, and in their shields, and in their arrows, and the glory in their lances.",
          "ID": "9"
        },
        {
          "text": "And they do not know that you are our God, who crushes wars from the beginning, and the Lord is your name.",
          "ID": "10"
        },
        {
          "text": "Raise up your arm, just as from the beginning, and throw down their power by your power. Let their power fall, in their anger, for they promise themselves to violate your sanctuary, and to pollute the tabernacle of your name, and to cut down by their sword the horn of your altar.",
          "ID": "11"
        },
        {
          "text": "Act, O Lord, so that his arrogance may be cut off with his own sword.",
          "ID": "12"
        },
        {
          "text": "Let him be seized by the snare of his own eyes in my regard, and may you strike him by the attraction of my lips.",
          "ID": "13"
        },
        {
          "text": "Give me constancy in my soul, so that I may hold him in contempt, and give me virtue, so that I may overthrow him.",
          "ID": "14"
        },
        {
          "text": "For this will be a memorial to your name, when he will be overthrown by the hand of a woman.",
          "ID": "15"
        },
        {
          "text": "For your power, O Lord, is not in numbers, nor is your will with the strength of horses, nor from the beginning have the arrogant been pleasing to you. But the pleas of the humble and the meek have always pleased you.",
          "ID": "16"
        },
        {
          "text": "O God of the heavens, Creator of the waters, and Lord of all creation, heed me, a miserable thing, pleading you and depending on your mercy.",
          "ID": "17"
        },
        {
          "text": "Remember, O Lord, your covenant, and put your words in my mouth, and reinforce the plan in my heart, so that your house may continue with your sanctification,",
          "ID": "18"
        },
        {
          "text": "and so that all the nations may acknowledge that you are God, and there is no other beside you.\"",
          "ID": "19"
        }
      ],
      "ID": "AP:JDT.9",
      "name": "Judith 9"
    },
    {
      "text": [
        {
          "text": "And it happened that, when she had ceased to cry out to the Lord, she arose from the place where she lay prostrate before the Lord.",
          "ID": "1"
        },
        {
          "text": "And she called her handmaid, and descending into her house, she took away from herself the haircloth, and she put away from herself the garments of her widowhood,",
          "ID": "2"
        },
        {
          "text": "and she washed her body, and she anointed herself with the best ointment, and she plaited the hair of her head, and she put a headdress on her head, and she clothed herself with the garments of her elegance, and she put sandals on her feet, and she put on her little bracelets, and lilies, and earrings, and rings, and she adorned herself with all her ornaments.",
          "ID": "3"
        },
        {
          "text": "And also, the Lord conferred upon her a splendor. For all this dressing up did not proceed from sensuality, but from virtue. And therefore, the Lord increased this, her beauty, so that she appeared with incomparable honor before the eyes of all.",
          "ID": "4"
        },
        {
          "text": "And so, she appointed to her handmaid a wineskin, and a vessel of oil, and parched grain, and dried figs, and bread, and cheese, and they departed.",
          "ID": "5"
        },
        {
          "text": "And when they came to the gate of the city, they found Uzziah and the elders of the city waiting.",
          "ID": "6"
        },
        {
          "text": "And when they saw her, being astounded, they wondered at her surpassing beauty.",
          "ID": "7"
        },
        {
          "text": "So, not questioning her at all, they dismissed her to go forth, saying: \"May the God of our fathers give you grace, and may he strengthen all the advice of your heart with his virtue, so that Jerusalem may glory over you, and your name may be counted among the holy and the just.\"",
          "ID": "8"
        },
        {
          "text": "And those who were there, all with one voice, said: \"Amen. Amen.\"",
          "ID": "9"
        },
        {
          "text": "In truth, Judith was praying to the Lord as she crossed through the gates, she and her handmaid.",
          "ID": "10"
        },
        {
          "text": "But it happened that, when she descended the mountain at about the break of day, the scouts of the Assyrians met her, and they stopped her, saying, \"Where are you coming from? And where are you going?\"",
          "ID": "11"
        },
        {
          "text": "And she answered: \"I am a daughter of the Hebrews. This is why I have fled from their face: because I realized that in the future they would be given over to you with pillaging, for they hold you in contempt, and they would never be willing to surrender themselves, so that they might find mercy in your sight.",
          "ID": "12"
        },
        {
          "text": "For this reason, I thought to myself, saying: I will go to the face of the leader Holofernes, so that I may reveal to him their secrets, and show him by what means he may be able to prevail over them, without one man of his army being slain.\"",
          "ID": "13"
        },
        {
          "text": "And when the men had heard her words, they beheld her face, and their eyes were astounded, because they wondered exceedingly at her beauty.",
          "ID": "14"
        },
        {
          "text": "And they said to her: \"You have preserved your life by following such an excellent plan, to descend to our lord.",
          "ID": "15"
        },
        {
          "text": "But know this, that when you will stand in his sight, he will treat you well, and you will be very pleasing to his heart.\" And they led her to the tabernacle of Holofernes, announcing her.",
          "ID": "16"
        },
        {
          "text": "And when she had entered before his face, immediately Holofernes was captivated by his eyes.",
          "ID": "17"
        },
        {
          "text": "And his attendants said to him, \"Who can hold the people of the Hebrews in contempt, who have such beautiful women? So, we ought to think it not worthwhile, for their sakes, to fight against them.\"",
          "ID": "18"
        },
        {
          "text": "And so, Judith looked upon Holofernes, sitting under a canopy, which was woven from purple and gold, with emeralds and precious stones.",
          "ID": "19"
        },
        {
          "text": "And, after she had gazed into his face, she showed reverence for him, prostrating herself to the ground. And the servants of Holofernes lifted her up, at the command of their lord.",
          "ID": "20"
        }
      ],
      "ID": "AP:JDT.10",
      "name": "Judith 10"
    },
    {
      "text": [
        {
          "text": "Then Holofernes said to her: \"Be steadfast in soul, and do not be terrified in your heart. For I have never harmed a man who was willing to serve king Nebuchadnezzar.",
          "ID": "1"
        },
        {
          "text": "But if your people had not despised me, I would not have lifted up my lance over them.",
          "ID": "2"
        },
        {
          "text": "But now, tell me, for what reason have you withdrawn from them, and why has it pleased you to come to us?\"",
          "ID": "3"
        },
        {
          "text": "And Judith said to him: \"Receive the words of your maidservant. For, if you will follow the words of your maidservant, the Lord will accomplish an excellent thing by you.",
          "ID": "4"
        },
        {
          "text": "For, as Nebuchadnezzar the king of the earth lives, and as his power lives, which is with you for the chastising of all straying souls: not only men serve him through you, but also the beasts of the field are submissive to him.",
          "ID": "5"
        },
        {
          "text": "For the diligence of your mind is being reported to all nations, and it has been revealed to all of this age that you alone are good and powerful in all his kingdom, and your discipline is being announced beforehand in all the provinces.",
          "ID": "6"
        },
        {
          "text": "This is not hidden, what Achior has said, nor are we ignorant of what you have ordered to befall him.",
          "ID": "7"
        },
        {
          "text": "For it is agreed that our God is so offended with sins that he has commanded, through his prophets to the people, that he will deliver them up for their sins.",
          "ID": "8"
        },
        {
          "text": "And since the sons of Israel know that they have offended their God, your trembling is upon them.",
          "ID": "9"
        },
        {
          "text": "Moreover, now also a famine has assailed them, and, by drought of water, they are already counted among the dead.",
          "ID": "10"
        },
        {
          "text": "And finally, they have a plan to put to death their herds, and to drink their blood.",
          "ID": "11"
        },
        {
          "text": "And the sacred things of the Lord their God, which God instructed them not to touch, among the grain, wine, and oil, these they have decided to expend, and they are willing to consume the things that they ought not to touch with their hands. Therefore, because they do these things, it is certain that they will be given over to perdition.",
          "ID": "12"
        },
        {
          "text": "And I, your maidservant, knowing this, have fled from them, and the Lord has sent me to report to you these same things.",
          "ID": "13"
        },
        {
          "text": "For I, your maidservant, worship God even now that I am with you, and your maidservant will go out, and I will pray to God.",
          "ID": "14"
        },
        {
          "text": "And he will tell me when he will repay them for their sins, and I will return and announce it to you, so that I may bring you through the midst of Jerusalem, and you will hold all the people of Israel, like sheep that have no shepherd, and there will not be so much as one dog that barks against you.",
          "ID": "15"
        },
        {
          "text": "For these things have been told to me through the providence of God.",
          "ID": "16"
        },
        {
          "text": "And because God has been angry with them, I have been sent to report these same things to you.\"",
          "ID": "17"
        },
        {
          "text": "And so, all these words were pleasing before Holofernes, and before his servants, and they wondered at her wisdom, and they said to one another:",
          "ID": "18"
        },
        {
          "text": "\"There is not another woman so great upon the earth: in appearance, in beauty, and in charming words.\"",
          "ID": "19"
        },
        {
          "text": "And Holofernes said to her: \"God has done well, who sent you ahead of the people, so that you may give them into our hands.",
          "ID": "20"
        },
        {
          "text": "And if your promise is good, if your God will do this for me, he will also be my God, and you will be great in the house of Nebuchadnezzar, and your name will be renowned through all the earth.\"",
          "ID": "21"
        }
      ],
      "ID": "AP:JDT.11",
      "name": "Judith 11"
    },
    {
      "text": [
        {
          "text": "Then he ordered her to enter where his valuables were stored, and he ordered her wait there, and he appointed what should be given to her from his own feast.",
          "ID": "1"
        },
        {
          "text": "And Judith responded to him, and she said: \"Now, I am not able to eat from these things which you instructed to be allotted to me, lest an offense come upon me. But I will eat from that which I have brought.\"",
          "ID": "2"
        },
        {
          "text": "And Holofernes said to her, \"If these things that you have brought with you should fail you, what shall we do for you?\"",
          "ID": "3"
        },
        {
          "text": "And Judith said, \"As your soul lives, my lord, your maidservant will not expend all these things, until God accomplishes by my hand what I have in mind.\" And his servants led her into the tabernacle, as he instructed.",
          "ID": "4"
        },
        {
          "text": "And, as she was entering, she requested that it be permitted to her to go outside at night, before daylight, in order to pray and to petition the Lord.",
          "ID": "5"
        },
        {
          "text": "And he instructed his chamberlains that she may exit and enter, just as it may please her, to adore her God, for three days.",
          "ID": "6"
        },
        {
          "text": "And she went out in the nights into the valley of Bethulia, and she washed herself in a fountain of water.",
          "ID": "7"
        },
        {
          "text": "And, as she climbed up, she prayed to the Lord God of Israel that he would direct her way, to the liberation of his people.",
          "ID": "8"
        },
        {
          "text": "And entering, she remained pure in the tabernacle, until she received her own food in the evening.",
          "ID": "9"
        },
        {
          "text": "And it happened on the fourth day that Holofernes made a supper for his servants, and he said to Vagao his eunuch: \"Go, and persuade that Hebrew woman to willingly consent to live with me.",
          "ID": "10"
        },
        {
          "text": "For it is disgraceful among the Assyrians, if a woman mocks a man, acting so as to pass through with immunity from him.\"",
          "ID": "11"
        },
        {
          "text": "Then Vagao entered toward Judith, and he said, \"May she not dread, my good young woman, to enter to my lord, so that she may be honored before his face, so that she may eat with him and drink wine with cheerfulness.\"",
          "ID": "12"
        },
        {
          "text": "Judith answered him: \"Who am I, that I should contradict my lord?",
          "ID": "13"
        },
        {
          "text": "All that will be good and best before his eyes, I will do. Moreover, whatever will please him, to me, that will be what is best, all the days of my life.\"",
          "ID": "14"
        },
        {
          "text": "And she arose and dressed herself with her garments, and entering, she stood before his face.",
          "ID": "15"
        },
        {
          "text": "But the heart of Holofernes was struck. For he was burning with desire for her.",
          "ID": "16"
        },
        {
          "text": "And Holofernes said to her, \"Drink now, and recline with cheerfulness, for you have found favor before me.\"",
          "ID": "17"
        },
        {
          "text": "And Judith said, \"I will drink, my lord, because my soul has been magnified this day, beyond all my days.\"",
          "ID": "18"
        },
        {
          "text": "And she accepted and ate and drank in his sight what her handmaid had prepared for her.",
          "ID": "19"
        },
        {
          "text": "And Holofernes became pleased with her, and he drank very much wine, more than he had ever drunk in his life.",
          "ID": "20"
        }
      ],
      "ID": "AP:JDT.12",
      "name": "Judith 12"
    },
    {
      "text": [
        {
          "text": "So then, when it had become late, his servants hurried to their lodgings, and Vagao closed the chamber doors, and he went away.",
          "ID": "1"
        },
        {
          "text": "But they were all drowsy from the wine.",
          "ID": "2"
        },
        {
          "text": "And Judith was alone in the chamber.",
          "ID": "3"
        },
        {
          "text": "Moreover, Holofernes, being very inebriated, was fast asleep, reclining on his bed.",
          "ID": "4"
        },
        {
          "text": "And Judith told her handmaid to stand outside before the chamber, and to watch.",
          "ID": "5"
        },
        {
          "text": "And Judith stood in front of the bed, praying with tears, and her lips moved in silence,",
          "ID": "6"
        },
        {
          "text": "saying: \"Confirm me, O Lord God of Israel, and in this hour look kindly upon the works of my hands, so that, just as you promised, you may raise up Jerusalem, your city, and so that, believing through you that this plan is able to be accomplished, I may succeed.\"",
          "ID": "7"
        },
        {
          "text": "And when she had said this, she approached the pillar, which was at the head of the bed, and she released his blade, which was hanging tied to it.",
          "ID": "8"
        },
        {
          "text": "And when she had unsheathed it, she grabbed him by the hair of his head, and she said, \"Confirm me, O Lord God, in this hour.\"",
          "ID": "9"
        },
        {
          "text": "And she struck him twice on his neck, and she cut off his head, and she took off his canopy from the pillars, and she rolled away the trunk of his body.",
          "ID": "10"
        },
        {
          "text": "And after a little while, she went out, and she delivered the head of Holofernes to her handmaid, and she ordered her to put it in her bag.",
          "ID": "11"
        },
        {
          "text": "And the two went out, according to their custom, as if to prayer, and they passed through the camp, and having circled around the valley, they came to the gate of the city.",
          "ID": "12"
        },
        {
          "text": "And Judith, from a distance, spoke to the watchmen on the walls, \"Open the gates, for God is with us, and he has acted with his power in Israel.\"",
          "ID": "13"
        },
        {
          "text": "And it happened that, when the men had heard her voice, they called the elders of the city.",
          "ID": "14"
        },
        {
          "text": "And all rushed toward her, from the least to the greatest. For, until then, they held no hope that she would return.",
          "ID": "15"
        },
        {
          "text": "And, enflaming the lights, they gathered all around her. But she climbed up to a higher place, and she ordered them to be made silent. And when all had quieted down,",
          "ID": "16"
        },
        {
          "text": "Judith said: \"Praise the Lord our God, who has not abandoned those who hope in him.",
          "ID": "17"
        },
        {
          "text": "And by me, his handmaid, he has fulfilled his mercy, which he promised to the house of Israel. And he has killed the enemy of his people, by my hand this night.\"",
          "ID": "18"
        },
        {
          "text": "Then, taking the head of Holofernes from the bag, she displayed it to them, saying: \"Behold, the head of Holofernes the leader of the military of the Assyrians, and behold his canopy, under which he reclined in his drunkenness, where the Lord our God struck him by the hand of a woman.",
          "ID": "19"
        },
        {
          "text": "But, as the Lord himself lives, his angel has been my guardian both from my departure, and while staying there, and when returning from there. And the Lord has not permitted me, his handmaid, to be defiled, but he has called me back to you without the pollution of sin, rejoicing in his victory, in my escape, and in your liberation.",
          "ID": "20"
        },
        {
          "text": "Confess everything to him, for he is good, for his mercy is with every generation.\"",
          "ID": "21"
        },
        {
          "text": "Then everyone adored the Lord, and they said to her, \"The Lord has blessed you by his power, because, through you, he has reduced our enemies to nothing.\"",
          "ID": "22"
        },
        {
          "text": "Furthermore, Uzziah, the leader of the people of Israel, said to her: \"O daughter, you have been blessed by the Lord, the most high God, above all the women on earth.",
          "ID": "23"
        },
        {
          "text": "Blessed is the Lord, who made heaven and earth, who has guided you in harming the head of the leader of our enemies.",
          "ID": "24"
        },
        {
          "text": "For he has so magnified your name this day, that your praise will not retire from the mouth of men, who will be mindful of the power of the Lord forever, because you have risked your life for the sake of the distress and tribulation of your people, and you have prevented our ruin before the sight of our God.\"",
          "ID": "25"
        },
        {
          "text": "And all the people said: \"Amen. Amen.\"",
          "ID": "26"
        },
        {
          "text": "And so, Achior was called, and he drew near, and Judith said to him: \"The God of Israel, to whom you gave testimony, has avenged himself on his enemies. He has cut down the head of all unbelievers, by my hand this night.",
          "ID": "27"
        },
        {
          "text": "And, so that you may determine that this is so, behold, the head of Holofernes, who, in the contempt of his pride, despised the God of Israel and threatened Israel with ruin, saying, 'When the people of Israel have been captured, I will instruct your sides to be pierced through with a sword.' \"",
          "ID": "28"
        },
        {
          "text": "Then Achior, seeing the head of Holofernes, and being distressed by fear, fell upon his face on the ground, and his soul became agitated.",
          "ID": "29"
        },
        {
          "text": "In truth, after this, when he had recovered his breath, he fell down before her feet, and he showed reverence for her, and he said:",
          "ID": "30"
        },
        {
          "text": "\"Blessed are you by your God, in every tabernacle of Jacob, for in every nation that will hear of your name, the God of Israel will be magnified over you.\"",
          "ID": "31"
        }
      ],
      "ID": "AP:JDT.13",
      "name": "Judith 13"
    },
    {
      "text": [
        {
          "text": "Then Judith said to all the people: \"Hear me, brothers. Suspend this head over our walls.",
          "ID": "1"
        },
        {
          "text": "And, as soon as the sun rises, let everyone take up his weapons and go out to attack, not going down all the way, but only to seem as if making an assault.",
          "ID": "2"
        },
        {
          "text": "Then the scouts will have to hurry to awaken their leader for the fight.",
          "ID": "3"
        },
        {
          "text": "And when their commanders rush into the tabernacle of Holofernes, and they find his headless body wallowing in his blood, fear will fall over them.",
          "ID": "4"
        },
        {
          "text": "And when you realize that they are fleeing, go after them in security, for the Lord will crush them under your feet.\"",
          "ID": "5"
        },
        {
          "text": "Then Achior, seeing the power that the God of Israel had wrought, left behind the rituals of the Gentiles. He believed in God, and he circumcised the flesh of his foreskin, and he was placed among the people of Israel, and so were all the succession of his kindred, even until this present day.",
          "ID": "6"
        },
        {
          "text": "And soon, at the rising of day, they suspended the head of Holofernes above the walls, and every man took up his weapons, and they went out with a great uproar and howling.",
          "ID": "7"
        },
        {
          "text": "When the scouts saw this, they rushed to the tent of Holofernes.",
          "ID": "8"
        },
        {
          "text": "Moreover, those who were in the tent came and made a loud noise before the entrance to the bedchamber, hoping to awaken him by an attempt at skillful noise-making, not by intruding on him, so that Holofernes might be roused from sleep.",
          "ID": "9"
        },
        {
          "text": "For no one dared to knock, or to open and enter, the bedchamber of the powerful leader of the Assyrians.",
          "ID": "10"
        },
        {
          "text": "But when his commanders and tribunes had arrived, with all the chiefs of the army of the king of the Assyrians, they said to the chamberlains:",
          "ID": "11"
        },
        {
          "text": "\"Enter and awaken him, for the mice have come out of their holes, intending to challenge us to fight.\"",
          "ID": "12"
        },
        {
          "text": "Then Vagao, entering his bedchamber, stood before the curtain, and he made a clapping noise with his hands. For he suspected that he was sleeping with Judith.",
          "ID": "13"
        },
        {
          "text": "But when, with attentiveness, he perceived no motion of anyone reclining, he approached the curtain. And lifting it up, he saw the dead body of Holofernes, without a head, lying on the ground, soaked in his own blood. He cried out with a loud voice and weeping, and he tore his garments.",
          "ID": "14"
        },
        {
          "text": "And he entered the tent of Judith and did not find her. And he ran out to the people,",
          "ID": "15"
        },
        {
          "text": "and he said: \"One Hebrew woman has caused confusion in the house of Nebuchadnezzar the king. For behold, Holofernes lies on the ground, and his head is not with him.\"",
          "ID": "16"
        },
        {
          "text": "Now when the leaders of the army of the Assyrians had heard this, they all tore their garments, and an intolerable fear and trembling fell over them, and their minds were greatly disturbed.",
          "ID": "17"
        },
        {
          "text": "And there was an unprecedented outcry in the midst of their camp.",
          "ID": "18"
        }
      ],
      "ID": "AP:JDT.14",
      "name": "Judith 14"
    },
    {
      "text": [
        {
          "text": "And when the entire army had heard that Holofernes was beheaded, reason and resolution fled from them, and, being moved by trembling and fear alone, they thought only to flee to safety.",
          "ID": "1"
        },
        {
          "text": "So then, no one spoke with his neighbor, but hanging their heads and leaving everything behind, they hurried to escape from the Hebrews, who, as they had heard, were advancing against them well-armed. And they fled through the ways of the fields and the paths of the hills.",
          "ID": "2"
        },
        {
          "text": "And so, the sons of Israel, seeing them fleeing, pursued them. And they went down after them, sounding the trumpets and howling.",
          "ID": "3"
        },
        {
          "text": "And, since the Assyrians were not united, they rushed headlong in their flight. But the sons of Israel, pursuing like one unit, struck down all they were able to find.",
          "ID": "4"
        },
        {
          "text": "And so, Uzziah sent messengers through all the cities and regions of Israel.",
          "ID": "5"
        },
        {
          "text": "And then, every region and every city sent their chosen young men with weapons after them, and they pursued them with the edge of the sword, until they passed through to the extremities of their borders.",
          "ID": "6"
        },
        {
          "text": "But the remainder, who were in Bethulia, entered the camp of the Assyrians and took away the plunder that the Assyrians, in their flight, had left behind, and they were exceedingly burdened.",
          "ID": "7"
        },
        {
          "text": "In truth, those who returned victorious to Bethulia brought with them everything that was theirs. So there was no numbering their cattle, and beasts, and everything they could carry, so much so that, from the least to the greatest, all were made rich by their spoils.",
          "ID": "8"
        },
        {
          "text": "But Joachim, the high priest, came from Jerusalem to Bethulia with all his elders to see Judith.",
          "ID": "9"
        },
        {
          "text": "And when she had gone out to him, they all blessed her with one voice, saying: \"You are the glory of Jerusalem, you are the joy of Israel, you are the honor of our people.",
          "ID": "10"
        },
        {
          "text": "For you have acted manfully, and your heart has been strengthened. For you loved chastity, and, after your husband, you have not known any other. Therefore, also the hand of the Lord has strengthened you, and, therefore, you will be blessed for all eternity.\"",
          "ID": "11"
        },
        {
          "text": "And all the people said: \"Amen. Amen.\"",
          "ID": "12"
        },
        {
          "text": "But all of thirty days were scarcely enough for the people of Israel to collect the spoils of the Assyrians.",
          "ID": "13"
        },
        {
          "text": "But moreover, all of those things that were clearly the particular possessions of Holofernes they gave to Judith: with gold, and silver, and garments, and gems, and furniture. And these were all delivered to her by the people.",
          "ID": "14"
        },
        {
          "text": "And all the people rejoiced, with the women, and the virgins, and the young men, playing on wind instruments and stringed instruments.",
          "ID": "15"
        }
      ],
      "ID": "AP:JDT.15",
      "name": "Judith 15"
    },
    {
      "text": [
        {
          "text": "Then Judith sang this canticle to the Lord, saying:",
          "ID": "1"
        },
        {
          "text": "\"Call to the Lord with drums, sing to the Lord with cymbals, play for him a new psalm, exalt and invoke his name.",
          "ID": "2"
        },
        {
          "text": "The Lord crushes wars; the Lord is his name.",
          "ID": "3"
        },
        {
          "text": "He has set up his camp in the midst of his people, to rescue us from the hand of all our enemies.",
          "ID": "4"
        },
        {
          "text": "Assur came from the mountains, from the North, with the multitude of his strength. His multitude blockaded the torrents, and their horses covered the valleys.",
          "ID": "5"
        },
        {
          "text": "He told himself that he would set fire to my borders, and kill my young men with the sword, to give my children into plunder and my virgins into captivity.",
          "ID": "6"
        },
        {
          "text": "But the almighty Lord has harmed him, and he has delivered him into the hands of a woman, and he has pierced him through.",
          "ID": "7"
        },
        {
          "text": "For their powerful one did not fall by young men, nor did the sons of Titan strike him, nor did lofty giants set themselves against him, but Judith, the daughter of Merari, dissolved him with the splendor of her face.",
          "ID": "8"
        },
        {
          "text": "For she put away from herself the garments of widowhood, and she clothed herself with the garments of rejoicing, for the sake of the exultation of the sons of Israel.",
          "ID": "9"
        },
        {
          "text": "She anointed her face with ointment, and she gathered the locks of her hair with a headdress; she accepted a new dress in order to deceive him.",
          "ID": "10"
        },
        {
          "text": "Her sandals ravished his eyes; her beauty made his soul her captive; with a blade, she cut off his head.",
          "ID": "11"
        },
        {
          "text": "The Persians were horrified at her constancy, and the Medes at her boldness.",
          "ID": "12"
        },
        {
          "text": "Then the camp of the Assyrians howled, when my humble ones appeared, parched with thirst.",
          "ID": "13"
        },
        {
          "text": "The sons of the servant girls have pierced them through, and, like fleeing servants, they have killed them. They perished in battle before the face of the Lord, my God.",
          "ID": "14"
        },
        {
          "text": "Let us sing a canticle to the Lord; let us sing a new hymn to our God.",
          "ID": "15"
        },
        {
          "text": "O Adonai, O Lord, you are great, and splendor is in your virtue, and no one is able to overcome you.",
          "ID": "16"
        },
        {
          "text": "Let all your creatures serve you. For you spoke, and they became. You sent forth your Spirit, and they were created. And there is no one who can withstand your voice.",
          "ID": "17"
        },
        {
          "text": "The mountains will be moved from the foundations by the waters. The rocks, like wax, will liquefy before your face.",
          "ID": "18"
        },
        {
          "text": "But those who fear you will be great with you, throughout all things.",
          "ID": "19"
        },
        {
          "text": "Woe to the people that rises up against my people. For the Lord almighty will be vindicated against them; in the day of judgment, he will visit them.",
          "ID": "20"
        },
        {
          "text": "For he will bestow fire and worms on their flesh, so that they may burn and have sensations without ceasing.\"",
          "ID": "21"
        },
        {
          "text": "And it happened that, after these things, all the people came to Jerusalem after the victory, to adore the Lord. And as soon as they were purified, they all offered holocausts, and vows, and their promises.",
          "ID": "22"
        },
        {
          "text": "Moreover, Judith offered all the implements of war from Holofernes, which the people gave to her, and the canopy that she had taken away from his chamber, as an anathema unto oblivion.",
          "ID": "23"
        },
        {
          "text": "But the people were cheerful before the face of the sanctuary, and for three months the gladness of this victory was celebrated with Judith.",
          "ID": "24"
        },
        {
          "text": "And after those days, each one returned to his own house, and Judith became great in Bethulia, and she had great splendor in all the land of Israel.",
          "ID": "25"
        },
        {
          "text": "For chastity was one with her virtue, so that she did not know man all the days of her life, after the passing away of her husband, Manasseh.",
          "ID": "26"
        },
        {
          "text": "And then, on feast days, she came forth with great glory.",
          "ID": "27"
        },
        {
          "text": "But she remained in her husband's house for one hundred and five years, and she set her handmaid free. And she passed away and was buried with her husband in Bethulia.",
          "ID": "28"
        },
        {
          "text": "And all the people mourned her, for seven days.",
          "ID": "29"
        },
        {
          "text": "And, during all the time of her life, there was no one who disturbed Israel, nor for many years after her death.",
          "ID": "30"
        },
        {
          "text": "Moreover, the day of the festivity of this victory was accepted by the Hebrews in the numbering of holy days, and it was religiously observed by the Jews, from that time, even to the present day.",
          "ID": "31"
        }
      ],
      "ID": "AP:JDT.16",
      "name": "Judith 16"
    }
  ],
  "ID": "AP:JDT(CPDV)",
  "version": "CPDV",
  "name": "Judith"
}