{
  "text": [
    {
      "text": [
        {
          "text": "O Lord Almighty, that are in heaven, you God of our fathers, of Abraham, and Isaac, and Jacob, and of their righteous seed;",
          "ID": "1"
        },
        {
          "text": "who have made heaven and earth, with all the  ornament thereof;",
          "ID": "2"
        },
        {
          "text": "who have bound the sea by the word of your commandment; who have shut up the deep, and sealed it by your terrible and glorious name;",
          "ID": "3"
        },
        {
          "text": "whom all things fear, yes, tremble before your power;",
          "ID": "4"
        },
        {
          "text": "for the majesty of your glory can’t be borne, and the anger of your threatening toward sinners is importable:",
          "ID": "5"
        },
        {
          "text": "your merciful promise is unmeasurable and unsearchable;",
          "ID": "6"
        },
        {
          "text": "for you are the Lord Most High, of great compassion, longsuffering and abundant in mercy, and repent  of bringing evils upon men.",
          "ID": "7"
        },
        {
          "text": "You, O Lord, according to your great goodness have promised repentance and forgiveness to them that have sinned against you: and of your infinite mercies have appointed repentance to sinners, that they may be saved. You therefore, O Lord, that are the God of the just, have not appointed repentance to the just, to Abraham, and Isaac, and Jacob, which have not sinned against you; but you have appointed repentance to me that am a sinner:",
          "ID": "8"
        },
        {
          "text": "for I have sinned above the number of the sands of the sea. My transgressions are multiplied,  O Lord: my transgressions are multiplied, and I am not worthy to behold and see the height of heaven for the multitude of mine iniquities.",
          "ID": "9"
        },
        {
          "text": "I am bowed down with many iron bands, that I can’t lift up mine head by reason of my sins, neither have I any respite: for I have provoked your wrath, and done that which is evil before you: I did not your will, neither kept I your commandments: I have set up abominations, and have multiplied detestable things.",
          "ID": "10"
        },
        {
          "text": "Now therefore I bow the knee of mine heart, beseeching you of grace.",
          "ID": "11"
        },
        {
          "text": "I have sinned, O Lord, I have sinned, and I acknowledge mine iniquities:",
          "ID": "12"
        },
        {
          "text": "but, I humbly beseech you, forgive me, O Lord, forgive me, and destroy me not with mine iniquities. Be not angry with me for ever, by reserving evil for me; neither condemn me into the lower parts of the earth. For you,  O Lord, are the God of them that repent;",
          "ID": "13"
        },
        {
          "text": "and in me you will show all your goodness: for you will save me, that am unworthy, according to your great mercy.",
          "ID": "14"
        },
        {
          "text": "And I will praise the for ever all the days of my life: for all the host of heaven does sing your praise, and your is the glory for ever and ever. Amen.",
          "ID": "15"
        }
      ],
      "ID": "AP:MAN.1",
      "name": "The Prayer of Manasses King of Judah when He was Held Captive in Babylon 1"
    }
  ],
  "ID": "AP:MAN(WEB)",
  "version": "WEB",
  "name": "The Prayer of Manasses King of Judah when He was Held Captive in Babylon"
}