{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, призванный по воле Божьей быть апостолом Христа Иисуса, и брат Сосфен –",
          "ID": "1"
        },
        {
          "text": "церкви Божьей в Коринфе, всем освященным во Христе Иисусе, призванным Богом стать святым народом Его вместе со всеми, кто повсеместно призывает имя Господа нашего Иисуса Христа, их Господа и нашего:",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего, и от Господа Иисуса Христа!",
          "ID": "3"
        },
        {
          "text": "В мыслях о вас всегда благодарю Бога моего за ту благодать, которую Он даровал вам через Христа Иисуса. ",
          "ID": "4"
        },
        {
          "text": "В единстве с Ним вы стали богаты всем: всякой способностью речи и всякого рода знанием, – ",
          "ID": "5"
        },
        {
          "text": "ибо наше свидетельство о Христе получило свое подтверждение в вас. ",
          "ID": "6"
        },
        {
          "text": "Так что ныне нет у вас недостатка ни в каком духовном даровании – вы пребываете в ожидании явления Господа нашего Иисуса Христа, ",
          "ID": "7"
        },
        {
          "text": "Который и сохранит вас твердыми в вере до конца, дабы избежать вам осуждения в День Господа нашего Иисуса [Христа]. ",
          "ID": "8"
        },
        {
          "text": "Верен Бог, призвавший вас в общение с Сыном Своим Иисусом Христом, Господом нашим.",
          "ID": "9"
        },
        {
          "text": "Прошу вас, братья, во имя Господа нашего Иисуса Христа, чтобы все вы были в согласии между собой, и чтобы не было среди вас раздоров, но были бы вы едины в мыслях и убеждениях. ",
          "ID": "10"
        },
        {
          "text": "Мне же, братья мои, стало известно через прибывших от Хлои, что вы ссоритесь между собой. ",
          "ID": "11"
        },
        {
          "text": "Я о том, что вы говорите: «Я c Павлом», или: «Я с Аполлосом», или: «Я с Кифой», или: «А я только со Христом».",
          "ID": "12"
        },
        {
          "text": "Но неужели разделился Христос? Павел ли был распят за вас? Разве во имя его крещены вы были? ",
          "ID": "13"
        },
        {
          "text": "Благодарю [Бога], что я никого из вас не крестил, кроме Криспа и Гаия, ",
          "ID": "14"
        },
        {
          "text": "так что никто не может сказать, что во имя мое вы были крещены. ",
          "ID": "15"
        },
        {
          "text": "Да! Я крестил и семью Стефана, а крестил ли еще кого, не знаю. ",
          "ID": "16"
        },
        {
          "text": "Христос послал меня не крестить, но возвещать Благую Весть (не словами, однако, мудрости мира сего), дабы крест Христов не превратить в ничто.",
          "ID": "17"
        },
        {
          "text": "Весть о кресте – ведь это просто нелепость лишь для тех, кто на пути к погибели, а для нас, спасаемых, – это сила Божья. ",
          "ID": "18"
        },
        {
          "text": "В Писании сказано:",
          "ID": "19"
        },
        {
          "text": "«Ни во что обращу мудрость мудрецов",
          "ID": "19"
        },
        {
          "text": "и рассудительность рассудительных отвергну».",
          "ID": "19"
        },
        {
          "text": "Где ваш мудрец? Где знаток законов и где порожденье века, яростный спорщик? Не показал ли Бог, как нелепа мудрость мира сего? ",
          "ID": "20"
        },
        {
          "text": "Мир ведь по мудрости Божьей оказался не в силах своею собственной мудростью познать Его, вот почему Бог пожелал спасти верующих кажущимся безумием проповеди. ",
          "ID": "21"
        },
        {
          "text": "Иудеи требуют чудес, а греки ищут мудрости, ",
          "ID": "22"
        },
        {
          "text": "мы же проповедуем Христа распятого. Для иудеев Он – камень преткновения, для язычников – нечто лишенное здравого смысла, ",
          "ID": "23"
        },
        {
          "text": "для призванных же (как иудеев, так и язычников) Он – Божья сила и Божья мудрость. ",
          "ID": "24"
        },
        {
          "text": "Ибо то неумное, что от Бога, – выше мудрости человеческой, так же и слабое, если оно с Богом, превосходит силу человеческую.",
          "ID": "25"
        },
        {
          "text": "Вспомните, братья, кем были вы, когда Бог призвал вас. Не много было среди вас мудрых (по понятиям человеческим), не много и влиятельных или благородных по происхождению. ",
          "ID": "26"
        },
        {
          "text": "Что ж, Бог, дабы посрамить мудрых, избрал немудрое этого мира, а слабое этого мира избрал Бог, дабы посрамить сильное. ",
          "ID": "27"
        },
        {
          "text": "И то, на что мир смотрит свысока, что он презирает, даже считает несуществующим, Бог избрал, дабы ни во что обратить существующее, ",
          "ID": "28"
        },
        {
          "text": "чтобы никто не возносился пред Богом. ",
          "ID": "29"
        },
        {
          "text": "Ибо только благодаря Ему пребываете вы в единстве со Христом Иисусом, Который стал для нас мудростью от Бога и праведностью, и освящением, и искуплением. ",
          "ID": "30"
        },
        {
          "text": "В Писании так и сказано: «Кто хвалится, пусть хвалится Господом».",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.1",
      "name": "Первое послание апостола Павла христианам в Коринфе 1"
    },
    {
      "text": [
        {
          "text": "Я ведь тоже, братья, когда приходил к вам возвещать тайну Божию, приходил без всяких притязаний на красноречие или мудрость. ",
          "ID": "1"
        },
        {
          "text": "Ибо я положил себе, когда был у вас, забыть обо всем, кроме Иисуса Христа, Иисуса Христа распятого. ",
          "ID": "2"
        },
        {
          "text": "Сам я тогда пребывал у вас в немощи, в страхе и сильном волнении. ",
          "ID": "3"
        },
        {
          "text": "Слово мое, моя проповедь не мудростью доводов убеждали вас – то было явление силы Духа, ",
          "ID": "4"
        },
        {
          "text": "дабы вера ваша не на мудрости человеческой основывалась, но на силе Божьей.",
          "ID": "5"
        },
        {
          "text": "Мудрость же мы проповедуем среди достигших зрелости; это не мудрость века сего и не его властей, дни которых уже сочтены. ",
          "ID": "6"
        },
        {
          "text": "Нет, мы проповедуем Божью мудрость, тайную, сокровенную, ту мудрость, которую Бог еще до начала мира предуготовил для нашей славы в предопределении Своем. ",
          "ID": "7"
        },
        {
          "text": "Никто из властей предержащих мира сего не постиг этой мудрости, иначе не распяли бы они Господа славы. ",
          "ID": "8"
        },
        {
          "text": "Но, как сказано в Писании:",
          "ID": "9"
        },
        {
          "text": "«Никто не видел, никто не слышал, ",
          "ID": "9"
        },
        {
          "text": "и ни у кого не было в мыслях того,",
          "ID": "9"
        },
        {
          "text": "что приготовил Бог любящим Его».",
          "ID": "9"
        },
        {
          "text": "Нам же открыл это Бог Духом Своим. Дух исследует всё, также и глубины Божьи. ",
          "ID": "10"
        },
        {
          "text": "Кому ведомы сокровенные мысли человека, как не духу самого того человека? Так и мыслей Божьих не знает никто, кроме Божьего Духа. ",
          "ID": "11"
        },
        {
          "text": "Для того мы и приняли не дух этого мира, а Дух от Бога, чтобы нам понимать то, чем Он одарил нас. ",
          "ID": "12"
        },
        {
          "text": "Обо всем об этом мы и говорим, сообразуя с духовным содержанием духовное же изложение, говорим не теми словами, которым учит человеческая мудрость, а теми, которым учит Дух. ",
          "ID": "13"
        },
        {
          "text": "Но человек недуховный не в силах принять то, что от Духа Божьего, для него это глупость: он не может постичь того, что познается только духовно. ",
          "ID": "14"
        },
        {
          "text": "Духовный человек судит обо всем, а о нем самом судить никто не может.",
          "ID": "15"
        },
        {
          "text": "«Кто, – сказано в Писании, – познал ум Господень,",
          "ID": "16"
        },
        {
          "text": "чтобы мог быть Его советником?»",
          "ID": "16"
        },
        {
          "text": "У нас же ум Христов.",
          "ID": "16"
        }
      ],
      "ID": "NT:1CO.2",
      "name": "Первое послание апостола Павла христианам в Коринфе 2"
    },
    {
      "text": [
        {
          "text": "С вами, братья, я не мог говорить как с духовными, но только как с людьми плоти, как с младенцами в христианской вере. ",
          "ID": "1"
        },
        {
          "text": "То, чем я вскормил вас, было «молоко», а не «твердая пища», принимать которую вы были не готовы; вы, впрочем, и теперь не готовы, ",
          "ID": "2"
        },
        {
          "text": "потому что по-прежнему вы люди недуховные. Ибо если среди вас всё еще сильны зависть и ссоры, то не остаетесь ли вы до сих пор недуховными и не поступаете ли, как люди мира сего? ",
          "ID": "3"
        },
        {
          "text": "Если один говорит: «Я с Павлом», а другой: «Я с Аполлосом», – то не такие ли вы, как все прочие люди?",
          "ID": "4"
        },
        {
          "text": "Ибо кто такой Аполлос и кто такой Павел? Только служители, через которых вы уверовали. Мы выполнили свое дело, как Господь определил каждому из нас. ",
          "ID": "5"
        },
        {
          "text": "Я насадил, Аполлос поливал, но вырастил Бог. ",
          "ID": "6"
        },
        {
          "text": "А потому не имеют значения ни насаждающий, ни поливающий, но только Бог, Который взращивает. ",
          "ID": "7"
        },
        {
          "text": "И насаждающий, и поливающий делают одно дело, награду же каждый из них получит по своему труду. ",
          "ID": "8"
        },
        {
          "text": "Ибо мы – всего лишь соработники Божии, а вы – Божия нива, Божие строение.",
          "ID": "9"
        },
        {
          "text": "По данной мне благодати Божьей я, как всякий опытный строитель, заложил основание, строят же на нем другие. Пусть каждый и следит за тем, как он строит. ",
          "ID": "10"
        },
        {
          "text": "Никто не может положить другого основания, кроме того, которое уже есть, – кроме Самого Иисуса Христа. ",
          "ID": "11"
        },
        {
          "text": "А строит ли кто на этом основании из золота, серебра, драгоценных камней или же из дерева, сена, соломы – ",
          "ID": "12"
        },
        {
          "text": "покажет День, когда дело каждого откроется в огне и огнем будет испытано, каково оно есть. ",
          "ID": "13"
        },
        {
          "text": "И если устоит строение, воздвигнутое на этом основании, строивший получит награду; ",
          "ID": "14"
        },
        {
          "text": "если же будет сожжено – строитель потеряет то, над чем он трудился; сам же хотя и спасется, но не иначе, как тот, кто выхвачен прямо из пламени.",
          "ID": "15"
        },
        {
          "text": "Разве не знаете, что вы – храм Божий и Дух Божий живет в вас? ",
          "ID": "16"
        },
        {
          "text": "Бог разорит того, кто разоряет Его храм, ибо храм Божий свят, и этот храм – вы.",
          "ID": "17"
        },
        {
          "text": "Не предавайтесь самообольщению. Если кто из вас считает себя мудрым (мудрым по понятиям века сего), пусть решится стать «глупым», чтобы оказаться действительно мудрым. ",
          "ID": "18"
        },
        {
          "text": "Мудрость же мира сего пред Богом не более, чем заносчивая глупость. В Писании так и сказано:",
          "ID": "19"
        },
        {
          "text": "«Он позволяет мудрецам запутываться ",
          "ID": "19"
        },
        {
          "text": "в сетях их собственной хитрости»,",
          "ID": "19"
        },
        {
          "text": "и еще:",
          "ID": "20"
        },
        {
          "text": "«Господь знает мысли мудрых,",
          "ID": "20"
        },
        {
          "text": "знает, что они бесплодны».",
          "ID": "20"
        },
        {
          "text": "Никто потому пусть не хвалится людьми, ибо всё ваше: ",
          "ID": "21"
        },
        {
          "text": "будь то Павел, или Аполлос, или Кифа, или мир, или жизнь, или смерть, или настоящее, или будущее – всё ваше; ",
          "ID": "22"
        },
        {
          "text": "вы же – Христовы, а Христос – Божий.",
          "ID": "23"
        }
      ],
      "ID": "NT:1CO.3",
      "name": "Первое послание апостола Павла христианам в Коринфе 3"
    },
    {
      "text": [
        {
          "text": "Итак, вам надлежит смотреть на нас, как на служителей Христовых и как на хранителей тайн Божьих. ",
          "ID": "1"
        },
        {
          "text": "При этом от каждого, на ком лежит такая ответственность, требуется, чтобы он всегда оставался верным. ",
          "ID": "2"
        },
        {
          "text": "Судите ли вы меня или иной человеческий суд – это так мало значит для меня. Я и сам не сужу себя, ",
          "ID": "3"
        },
        {
          "text": "но то, что я ничего не знаю за собой, еще не оправдывает меня. Судья мне – Господь. ",
          "ID": "4"
        },
        {
          "text": "И вы поэтому не осуждайте никого преждевременно, пока не придет Господь. Он высветит сокрытое во тьме и выявит тайные побуждения людей, и тогда каждый получит свою похвалу от Бога.",
          "ID": "5"
        },
        {
          "text": "Ради вас, братья, применил я это к себе и Аполлосу, чтобы вы на нашем примере могли научиться правилу: «Ничего сверх того, что написано», – чтобы никто из вас не кичился своим предпочтением одного человека другому. ",
          "ID": "6"
        },
        {
          "text": "В самом деле, кто говорит, что ты лучше других? И что есть у тебя такое, чего бы не получил? А если что-то ты и получил как дар, зачем гордишься так, как будто сам достиг всего?",
          "ID": "7"
        },
        {
          "text": "Вы уже пресытились! Вы уже разбогатели и царствуете без нас! Хотел бы я, чтобы вы действительно царствовали, тогда и мы могли бы царствовать с вами! ",
          "ID": "8"
        },
        {
          "text": "Я ведь думаю, что в общем шествии нам, апостолам, Бог отвел самое последнее место как обреченным умереть на арене, потому что мы стали зрелищем для всего мира: для ангелов и для людей. ",
          "ID": "9"
        },
        {
          "text": "Мы безумны Христа ради, а вы благоразумны во Христе. Мы слабы, а вы сильны; вы в почете, а мы в бесчестии. ",
          "ID": "10"
        },
        {
          "text": "Мы и по сей день испытываем голод и жажду, одежды наши жалки, над нами издеваются, нет у нас своего пристанища; ",
          "ID": "11"
        },
        {
          "text": "мы трудимся до изнеможения, зарабатывая на жизнь своими руками. И всё же, когда нас хулят – мы желаем всем блага, когда нас гонят – мы терпим, ",
          "ID": "12"
        },
        {
          "text": "порочит нас кто – добрым словом увещеваем его. Однако и ныне подобны сору мы в этом мире, нас считают за самых последних людей.",
          "ID": "13"
        },
        {
          "text": "Пишу об этом не для того, чтобы устыдить, но просто увещеваю вас, как любимых детей. ",
          "ID": "14"
        },
        {
          "text": "Наставников в христианстве у вас великое множество, а сколько отцов? Я возвестил вам Благую Весть, и тогда родились вы во Христе Иисусе. ",
          "ID": "15"
        },
        {
          "text": "Вот почему я настоятельно прошу вас подражать мне, как я Христу. ",
          "ID": "16"
        },
        {
          "text": "Ради этого я послал к вам Тимофея, моего любимого и верного сына в Господе, чтобы он напомнил вам о моем образе жизни во Христе [Иисусе], как я и учу повсюду, во всех церквах.",
          "ID": "17"
        },
        {
          "text": "Некоторые из вас впали в высокомерие, полагая, что я не приду к вам. ",
          "ID": "18"
        },
        {
          "text": "Но если Господу будет угодно, то я прибуду к вам вскоре и узнаю не слова высокомерных, а их силу. ",
          "ID": "19"
        },
        {
          "text": "Ибо Царство Божье не в слове, а в силе. ",
          "ID": "20"
        },
        {
          "text": "Что вы предпочтете? Прийти ли мне с жезлом к вам или с любовью и кротким духом?",
          "ID": "21"
        }
      ],
      "ID": "NT:1CO.4",
      "name": "Первое послание апостола Павла христианам в Коринфе 4"
    },
    {
      "text": [
        {
          "text": "Сегодня уже многие знают о разврате среди вас, о таком разврате, какого нет даже у язычников: один из вас сожительствует с мачехой. ",
          "ID": "1"
        },
        {
          "text": "И вы еще гордитесь собой вместо того, чтобы скорбеть и сокрушаться? Человек, сделавший такое, должен быть удален из вашей среды. ",
          "ID": "2"
        },
        {
          "text": "Я же, хотя и нет меня среди вас явно, духом моим с вами и о виновном уже вынес решение, как если бы я прямо находился с вами: ",
          "ID": "3"
        },
        {
          "text": "когда вы соберетесь вместе во имя Господа [нашего] Иисуса (духом там с вами буду и я), надлежит вам властью и силою Господа нашего Иисуса ",
          "ID": "4"
        },
        {
          "text": "отдать того человека в руки сатаны, чтоб тело его испытало на себе губительную силу греха, а дух его мог быть спасен в День Господа.",
          "ID": "5"
        },
        {
          "text": "Вам не пристало хвалиться состоянием вашей церкви. Разве не знаете, как мало нужно закваски, чтобы заквасить всё тесто? ",
          "ID": "6"
        },
        {
          "text": "Удалите старую закваску, чтобы быть вам новым тестом, пресным, каким вы, будучи христианами, и являетесь. Ибо наш Пасхальный Агнец – Христос – уже принесен в жертву. ",
          "ID": "7"
        },
        {
          "text": "Будем поэтому праздновать не со старой закваской, не с закваской нечестия и злобы, а с пресным хлебом: с искренностью и истиной.",
          "ID": "8"
        },
        {
          "text": "В прошлом письме я говорил вам, чтобы вы не общались с людьми развратными. ",
          "ID": "9"
        },
        {
          "text": "Я имел в виду не всех вообще развратников этого мира и не всех корыстолюбцев и мошенников или идолопоклонников, ведь иначе вам пришлось бы совсем уйти из мира. ",
          "ID": "10"
        },
        {
          "text": "К чему я призывал вас на самом деле, так это к тому, чтобы вы не общались ни с одним из тех, кто называет себя вашим братом, а сам остается либо развратником, либо стяжателем, а может быть, идолопоклонником или сквернословом и пьяницей или мошенником. С таким даже не садитесь вместе есть.",
          "ID": "11"
        },
        {
          "text": "Судить ли мне тех, кто вне церкви? Но как вам не судить членов вашей общины? ",
          "ID": "12"
        },
        {
          "text": "Бог будет судить внешних. «Вы же удалите порочного от себя!»",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.5",
      "name": "Первое послание апостола Павла христианам в Коринфе 5"
    },
    {
      "text": [
        {
          "text": "Как смеет тот из вас, у кого тяжба с другим братом, взывать к языческим судьям, а не к церкви? ",
          "ID": "1"
        },
        {
          "text": "Разве не знаете, что вы, народ Божий, будете судить мир? Но если вам предстоит судить весь этот мир, то не достойны ли вы разбирать и дела гораздо меньшие? ",
          "ID": "2"
        },
        {
          "text": "Разве не знаете, что мы будем судить и самих ангелов? Тем более, стало быть, дела житейские! ",
          "ID": "3"
        },
        {
          "text": "А вы, когда судитесь по делам житейским, кого признаете над собой судьями? Людей, которые ничего для церкви не значат! ",
          "ID": "4"
        },
        {
          "text": "Говорю об этом, чтобы пробудить в вас чувство стыда. Неужели среди вас нет ни одного разумного человека, который мог бы рассудить вас, братья? ",
          "ID": "5"
        },
        {
          "text": "Но вы судитесь, брат с братом, да еще перед неверующими?",
          "ID": "6"
        },
        {
          "text": "Вообще, уже то нехорошо для вас, что вы ведете тяжбы друг с другом. Не лучше ли стерпеть обиду? Не лучше ли, чтобы вас обирали? ",
          "ID": "7"
        },
        {
          "text": "Нет, вы сами обижаете и обираете, и притом – своих же братьев.",
          "ID": "8"
        },
        {
          "text": "Или не знаете, что неправедные не наследуют Царства Божьего? Не заблуждайтесь: ни блудники, ни идолопоклонники, ни прелюбодеи, ни сладострастники, ни содомиты, ",
          "ID": "9"
        },
        {
          "text": "ни воры, ни стяжатели, ни пьяницы, ни сквернословы, ни мошенники не наследуют Царства Божьего. ",
          "ID": "10"
        },
        {
          "text": "Такими были и некоторые из вас, но вы очистились от всего этого, вы омылись, вы освящены и оправданы именем Господа Иисуса Христа и Духом Бога нашего.",
          "ID": "11"
        },
        {
          "text": "«Всё мне позволено», но не всё полезно. «Всё мне позволено», но ничто не должно иметь власть надо мной. ",
          "ID": "12"
        },
        {
          "text": "«Пища для чрева, и чрево для пищи» – Бог же уничтожит и то, и другое. Тело не для блуда, но для Господа, и Господь для тела. ",
          "ID": "13"
        },
        {
          "text": "Бог воскресил не только Господа, Он и нас воскресит силой Своею. ",
          "ID": "14"
        },
        {
          "text": "Вы же знаете, что тела ваши суть части тела Христова? Так могу ли я взять части тела у Христа, чтобы отдать их блуднице? Никогда! ",
          "ID": "15"
        },
        {
          "text": "Или вы не знаете, что соединяющийся с такой женщиной становится с нею един телом? (Ибо в Писании сказано: «Будут двое плотью единой».) ",
          "ID": "16"
        },
        {
          "text": "А соединяющийся с Господом един с Ним духом.",
          "ID": "17"
        },
        {
          "text": "Бегите от блуда! Всякий иной грех, совершаемый человеком, – вне тела его; а развратник грешит против собственного тела. ",
          "ID": "18"
        },
        {
          "text": "Или вы не знаете, что тело ваше есть храм живущего в вас Святого Духа, Которого вы получили от Бога, и вы потому не принадлежите себе? ",
          "ID": "19"
        },
        {
          "text": "Вы куплены, да какою ценою! Пусть же тело ваше приносит честь Богу.",
          "ID": "20"
        }
      ],
      "ID": "NT:1CO.6",
      "name": "Первое послание апостола Павла христианам в Коринфе 6"
    },
    {
      "text": [
        {
          "text": "Теперь про то, о чем вы писали мне. Вы говорите: «Хорошо для мужчины вообще не знать женщины». ",
          "ID": "1"
        },
        {
          "text": "И всё же, чтобы не впасть в блуд, пусть у каждого будет своя жена, и у каждой женщины – свой муж. ",
          "ID": "2"
        },
        {
          "text": "Муж должен исполнять свои супружеские обязанности по отношению к жене, так же и жена – по отношению к мужу. ",
          "ID": "3"
        },
        {
          "text": "Жена не властна над своим телом – оно принадлежит мужу, также и муж не властен над своим телом – оно принадлежит жене. ",
          "ID": "4"
        },
        {
          "text": "Не уклоняйтесь друг от друга, разве только по взаимному согласию на время, чтобы полностью посвятить себя молитве, а потом опять будьте вместе, иначе вы можете не совладать с собой, и сатана искусит вас. ",
          "ID": "5"
        },
        {
          "text": "Не повелеваю я, но говорю так по снисхождению к вам. ",
          "ID": "6"
        },
        {
          "text": "Хотелось бы мне, чтобы все люди были, как я, но у каждого свой особый дар от Бога: у одного такой дар, у другого – иной.",
          "ID": "7"
        },
        {
          "text": "Не состоящим в браке и вдовам я говорю, что лучше им и впредь оставаться одинокими, как и я. ",
          "ID": "8"
        },
        {
          "text": "Но если они не могут воздерживаться, пусть женятся, ибо лучше жениться, чем сгорать от вожделения.",
          "ID": "9"
        },
        {
          "text": "А тем, кто в браке, не я повелеваю, но Господь: жена не должна оставлять мужа своего ",
          "ID": "10"
        },
        {
          "text": "(если же случится такое, пусть остается одинокой или примирится с мужем), и муж не должен разводиться с женою.",
          "ID": "11"
        },
        {
          "text": "Остальным не Господь уже, а я говорю: если у кого из братьев жена неверующая, но согласна жить с ним, он не должен разводиться с ней. ",
          "ID": "12"
        },
        {
          "text": "И если у женщины муж неверующий, а он согласен жить с ней, пусть и она с ним не разводится. ",
          "ID": "13"
        },
        {
          "text": "Ибо неверующий муж освящен через свою жену, как и неверующая жена освящена через своего верующего мужа. Иначе ваши дети были бы «нечисты», а теперь и они святы.",
          "ID": "14"
        },
        {
          "text": "Если же неверующий хочет разойтись, пусть так и сделает; брат или сестра в таких случаях не связаны. К миру призвал нас Бог. ",
          "ID": "15"
        },
        {
          "text": "Откуда ты знаешь, жена, не спасешь ли мужа? Или ты, муж, откуда знаешь, не спасешь ли жену?",
          "ID": "16"
        },
        {
          "text": "Только пусть каждый живет, как определил ему Господь, и в том положении, в каком призвал его Бог. И это я ставлю за правило во всех церквах. ",
          "ID": "17"
        },
        {
          "text": "Призван ли кто обрезанным, пусть остаётся с обрезанием; призван ли кто необрезанным, пусть не подвергается обрезанию. ",
          "ID": "18"
        },
        {
          "text": "Обрезание ничто, и необрезание ничто, но всё – в соблюдении заповедей Божьих. ",
          "ID": "19"
        },
        {
          "text": "Пусть каждый остается в том положении, в каком был призван. ",
          "ID": "20"
        },
        {
          "text": "Был ты рабом, когда призвал тебя Бог? Пусть это тебя не тревожит. Если же представится возможность стать свободным, воспользуйся этим наилучшим образом, ",
          "ID": "21"
        },
        {
          "text": "памятуя, что раб, призванный к новой жизни в единении с Господом, – воистину вольноотпущенник Господа, а всякий свободный человек, коли он призван, есть раб Христов. ",
          "ID": "22"
        },
        {
          "text": "За высокую цену вы куплены – так не будьте рабами людей! ",
          "ID": "23"
        },
        {
          "text": "Пусть каждый из вас, братья, остается с Богом в том положении, в каком был призван.",
          "ID": "24"
        },
        {
          "text": "О девственности же скажу, что у меня нет на этот счет какого-то определенного наставления Господня. Но я поделюсь своим мнением как тот, кто по милости Господа удостоился доверия. ",
          "ID": "25"
        },
        {
          "text": "Вот что, я полагаю, хорошо для человека в наше суровое время: хорошо ему оставаться, как он есть. ",
          "ID": "26"
        },
        {
          "text": "Связан ты узами брака с женой? Не ищи развода. Остался без жены? Не ищи себе жены. ",
          "ID": "27"
        },
        {
          "text": "Впрочем, если и женишься – не согрешишь, и если незамужняя женщина выйдет замуж – не согрешит, но вступающих в брак ждет много мук в этой жизни, а я бы хотел уберечь вас от этого.",
          "ID": "28"
        },
        {
          "text": "И потому говорю вам, братья: время, отпущенное нам, коротко; пусть же те, у кого есть жены, впредь живут, так сказать, как те, у кого их нет, ",
          "ID": "29"
        },
        {
          "text": "и плачущие – как не плачущие, и радующиеся – как не радующиеся, и покупающие – как не владеющие купленным, ",
          "ID": "30"
        },
        {
          "text": "и занимающиеся делами этого мира – как люди, не закабаленные ими, ибо мир сей, какой есть, идет к своему концу.",
          "ID": "31"
        },
        {
          "text": "Я хочу, чтобы вы были свободны от суетных тревог. Неженатый заботится о Господнем, как угодить Господу, ",
          "ID": "32"
        },
        {
          "text": "а женатый печется о мирском, о том, как угодить своей жене, – ",
          "ID": "33"
        },
        {
          "text": "и дух его раздвоен. Так и незамужняя женщина или девушка заботится о Господнем, чтобы быть и телом и духом Ему посвященной, а замужняя занята мирским, тем, как угодить мужу. ",
          "ID": "34"
        },
        {
          "text": "Говорю это не из желания надеть на вас узду, но чтобы всё у вас было как должно, и вы могли безраздельно посвятить себя Господу – ради вашего блага говорю.",
          "ID": "35"
        },
        {
          "text": "Если кто-то думает, что он поступает плохо по отношению к своей невесте, оставляя ее в девах во вполне уже зрелом возрасте, и чувствует, что ему нужно жениться, пусть так и делает, как хочет, – не согрешит; такие пусть вступают в брак. ",
          "ID": "36"
        },
        {
          "text": "Если же кто, будучи тверд сердцем, по собственной своей воле, ничем к тому не понуждаемый, твердо решил в уме своем блюсти свою невесту в девстве, хорошо он делает. ",
          "ID": "37"
        },
        {
          "text": "Так что, кто женится на своей невесте, поступает хорошо, но тот, кто не женится, поступает лучше.",
          "ID": "38"
        },
        {
          "text": "Жена связана со своим мужем, пока он жив. Если же он умрет, она вправе снова выйти замуж за кого хочет, но только это должен быть христианский союз. ",
          "ID": "39"
        },
        {
          "text": "Однако она блаженнее будет, если останется незамужней; такое мое мнение, а я думаю, что и во мне есть Дух Божий.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.7",
      "name": "Первое послание апостола Павла христианам в Коринфе 7"
    },
    {
      "text": [
        {
          "text": "Теперь о мясе, которое приносят в жертву идолам. Понятно, что «все мы обладаем знанием». «Знание» делает человека надменным, а любовь его созидает. ",
          "ID": "1"
        },
        {
          "text": "Если кто думает, будто он нечто познал уже, тот не знает еще так, как должно знать, ",
          "ID": "2"
        },
        {
          "text": "но если человек любит Бога, то и Бог знает его.",
          "ID": "3"
        },
        {
          "text": "Так вот, о том, можно ли есть мясо, которое приносят в жертву идолам. Мы знаем, что «идол, в действительности, ничего из себя не представляет»и что «нет никакого другого Бога, кроме Единого». ",
          "ID": "4"
        },
        {
          "text": "Если же для кого-то и существуют на земле или на небе так называемые «боги» (их ведь в самом деле много, как и господ), ",
          "ID": "5"
        },
        {
          "text": "то у нас всё-таки – один Бог, Отец, от Которого всё исходит и для Которого мы созданы, один и Господь у нас – Иисус Христос, через Которого всё сотворено и Которым мы живы.",
          "ID": "6"
        },
        {
          "text": "Не у всех, однако, такое знание. Некоторые до сих пор по привычке к идолопоклонству, когда им приходится есть жертвенное мясо, едят его как посвященное идолу, тогда их нестойкая совесть оскверняется. ",
          "ID": "7"
        },
        {
          "text": "Но пища не приближает нас к Богу. Мы не становимся хуже, если не едим, и не делаемся лучше, когда едим.",
          "ID": "8"
        },
        {
          "text": "Смотрите только, как бы такое ваше право не оказалось западней для немощных. ",
          "ID": "9"
        },
        {
          "text": "Ведь если случится, что кто-то из них увидит тебя за столом в языческом храме, – тебя, у которого знание, – не придаст ли это ему смелости есть идоложертвенное, вопреки укорам совести? ",
          "ID": "10"
        },
        {
          "text": "Вот и погибает от твоего знания слабый брат твой, за которого умер Христос. ",
          "ID": "11"
        },
        {
          "text": "Согрешая так против братьев ваших и сестер, нанося раны их немощной совести, вы грешите, стало быть, против Христа. ",
          "ID": "12"
        },
        {
          "text": "А потому, если пища может стать причиной падения брата моего, я больше никогда не буду есть мяса, чтобы из-за меня не пал брат мой.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.8",
      "name": "Первое послание апостола Павла христианам в Коринфе 8"
    },
    {
      "text": [
        {
          "text": "Но разве не свободен я? Или я не апостол? Разве я не видел Иисуса, Господа нашего? Разве вы не плод моего труда для Господа? ",
          "ID": "1"
        },
        {
          "text": "Если для других я – не апостол, для вас-то уж точно апостол, ведь сами вы в вашем единении с Господом и есть свидетельство моего апостольства.",
          "ID": "2"
        },
        {
          "text": "Вот мой ответ тем, кто меня судит. ",
          "ID": "3"
        },
        {
          "text": "Не имеем ли мы права есть и пить? ",
          "ID": "4"
        },
        {
          "text": "Нет ли у нас и права всегда иметь рядом с собой жену-христианку, как то делают остальные апостолы, и братья Господа, и Кифа? ",
          "ID": "5"
        },
        {
          "text": "Только ли Варнава и я не вправе перестать зарабатывать на жизнь?",
          "ID": "6"
        },
        {
          "text": "Кто из служащих в армии содержит себя сам? Сажает ли кто виноградник, чтобы не есть плодов его? Кто пасет стадо, не пользуясь молоком от него? ",
          "ID": "7"
        },
        {
          "text": "Сужу об этом не только по человеческим представлениям. Разве не то же самое говорит Закон Моисеев? ",
          "ID": "8"
        },
        {
          "text": "Ведь в нем написано: «Не мешай волу есть то, что молотит он». О волах ли тут речь? ",
          "ID": "9"
        },
        {
          "text": "Не о нас ли прежде всего заботится Бог? Конечно, так: ради нас всё это и было сказано, потому что и пашущий должен пахать, и молотящий – молотить с надеждой получить свою часть урожая. ",
          "ID": "10"
        },
        {
          "text": "Будет ли это слишком много, если, посеяв вам духовное, мы пожнем у вас блага земные? ",
          "ID": "11"
        },
        {
          "text": "Если у других есть право на вашу поддержку, то не большее ли у нас?",
          "ID": "12"
        },
        {
          "text": "Но мы не воспользовались своим правом, напротив, мы всё переносим, лишь бы нам ничем не помешать распространению Благой Вести Христа. ",
          "ID": "12"
        },
        {
          "text": "Вы и сами знаете, что священнодействующие питаются от храма, что служащие при жертвеннике получают свою долю от жертвенных приношений? ",
          "ID": "13"
        },
        {
          "text": "Так и Господь установил, чтобы возвещающие Благую Весть от нее и жили.",
          "ID": "14"
        },
        {
          "text": "Но я ничем из того не воспользовался и не затем писал, чтобы так было и для меня, ибо лучше умереть мне, чем сделать это… Никто да не обратит мою похвалу в пустые слова! ",
          "ID": "15"
        },
        {
          "text": "Я не считаю себя вправе хвалиться тем, что возвещаю Благую Весть, ведь я обязан это делать, и горе мне, если я эту Весть не проповедую. ",
          "ID": "16"
        },
        {
          "text": "Если бы я делал это по собственной воле, то имел бы право на вознаграждение, но раз не по своей воле действую, значит, только исполняю возложенную на меня обязанность. ",
          "ID": "17"
        },
        {
          "text": "В чем же тогда моя награда? В том как раз, что я могу возвещать Благую Весть безвозмездно, поступаясь своим законным правом проповедующего Евангелие.",
          "ID": "18"
        },
        {
          "text": "Хоть ни от кого и не зависим я, но сделал себя рабом всех, чтобы приобрести как можно больше людей для Христа. ",
          "ID": "19"
        },
        {
          "text": "Для иудеев я был как иудей, чтобы приобрести иудеев; для тех, кто под Законом, – как находящийся под Законом (хотя я сам и не под Законом), чтобы приобрести тех, кто под Законом; ",
          "ID": "20"
        },
        {
          "text": "для язычников, не знающих Закона, – как не знающий его (хотя живу я не без закона Божьего, ибо предан закону Христа), чтобы приобрести не знающих Закона. ",
          "ID": "21"
        },
        {
          "text": "Для слабых стал я слабым, чтобы приобрести слабых. Для всех я сделался всем, чтобы любой ценой спасти некоторых. ",
          "ID": "22"
        },
        {
          "text": "Всё это я делаю ради Благой Вести, чтобы быть сопричастным ее благословениям.",
          "ID": "23"
        },
        {
          "text": "На соревнованиях, как вы знаете, состязаются в беге многие, но награду получает только один. Бегите же так, чтобы получить. ",
          "ID": "24"
        },
        {
          "text": "Всякий состязающийся обязывает себя к строгому воздержанию. Но делают они это, чтобы получить в награду венок земной и тленный, мы же хотим стяжать себе венец неувядаемый. ",
          "ID": "25"
        },
        {
          "text": "Потому бегу я не как тот, кто не видит цели; и веду свой кулачный бой не так, чтобы попусту бить воздух. ",
          "ID": "26"
        },
        {
          "text": "Нет, подобно атлету, я не щажу свое собственное тело и его порабощаю, чтобы, возвестив Благую Весть другим, самому не оказаться отвергнутым.",
          "ID": "27"
        }
      ],
      "ID": "NT:1CO.9",
      "name": "Первое послание апостола Павла христианам в Коринфе 9"
    },
    {
      "text": [
        {
          "text": "Хочу напомнить вам, братья, что отцы наши все были под покровом облака и все прошли через море. В этом облаке и море все они «были крещены» как последователи Моисея. ",
          "ID": "1"
        },
        {
          "text": "Все питались одной и той же духовной пищей; ",
          "ID": "3"
        },
        {
          "text": "таким же было и питье их, ибо пили они все из одного духовного источника, из скалы, которая сопровождала их, – скалой же той был Христос. ",
          "ID": "4"
        },
        {
          "text": "И всё же большинство из них навлекло на себя гнев Божий, и полегли они непогребенными в пустыне.",
          "ID": "5"
        },
        {
          "text": "Всё это – примеры, предостерегающие нас, чтобы мы не были, как некогда наши предки, на злое падкими. ",
          "ID": "6"
        },
        {
          "text": "Не будьте идолопоклонниками, подобно некоторым из них, в Писании ведь сказано: «Народ сел есть и пить и встал для игрищ». ",
          "ID": "7"
        },
        {
          "text": "Не станем предаваться разврату; иные из них делали это – и пало их 23000 в один день. ",
          "ID": "8"
        },
        {
          "text": "Не будем испытывать долготерпение Христа, как поступали некоторые из них: они погибли от змей. ",
          "ID": "9"
        },
        {
          "text": "И не ропщите, как роптали иные. Их истребил Ангел Смерти.",
          "ID": "10"
        },
        {
          "text": "Всё, что пережили наши предки, оказалось прообразом и описано в увещевание и предостережение нам, кого застигло завершение веков. ",
          "ID": "11"
        },
        {
          "text": "Поэтому и тот, кому кажется, что он твердо стоит, пусть смотрит, как бы ему не упасть. ",
          "ID": "12"
        },
        {
          "text": "Однако же, помните, что ни одно из постигших вас испытаний не было чем-то неодолимым для человека, и верен Бог: Он никогда не допустит, чтобы были вы подвергнуты испытанию сверх сил, Он даст и выход при каждом испытании, сделав вас способными в нем устоять.",
          "ID": "13"
        },
        {
          "text": "Так вот, мои дорогие, бегите прочь от идолопоклонства. ",
          "ID": "14"
        },
        {
          "text": "Говорю вам, как людям разумным. Судите сами о том, что я говорю: ",
          "ID": "15"
        },
        {
          "text": "чаша благословения, которую благословляем, не есть ли она приобщение наше к крови Христовой? И хлеб, который мы преломляем, не есть ли он приобщение к телу Христа? ",
          "ID": "16"
        },
        {
          "text": "А так как хлеб – один, то и мы, сколь ни много нас, – одно тело, ибо все причащаемся от одного хлеба.",
          "ID": "17"
        },
        {
          "text": "Посмотрите и на народ израильский! Разве те, кто ест приносимое в жертву, не приобщаются к самому жертвеннику? ",
          "ID": "18"
        },
        {
          "text": "Хочу ли я сказать, что и мясо, приносимое в жертву идолу, имеет какое-нибудь значение или что сам идол что-нибудь значит? ",
          "ID": "19"
        },
        {
          "text": "Вовсе нет! Я имею в виду, что жертвуемое язычниками [жертвуется] не Богу, а бесам; и я не хочу, чтобы вы связали себя с бесами. ",
          "ID": "20"
        },
        {
          "text": "Не можете пить из чаши Господней, позволяя себе пить и из чаши бесовской. Не можете участвовать в трапезе Господней, позволяя себе участвовать и в трапезе бесовской. ",
          "ID": "21"
        },
        {
          "text": "Неужели мы хотим вызывать ревность у Господа? Разве мы сильнее Его?",
          "ID": "22"
        },
        {
          "text": "«Всё позволено» – да, но не всё полезно. «Всё позволено» – но не всё ведет к созиданию. ",
          "ID": "23"
        },
        {
          "text": "Пусть никто не ищет выгоды для себя, пусть каждый заботится о пользе другого.",
          "ID": "24"
        },
        {
          "text": "Всё, что продается на мясном рынке, – ешьте смело и не мучьте свою совесть вопросами. ",
          "ID": "25"
        },
        {
          "text": "Ибо сказано: «Господня земля и всё, что наполняет ее».",
          "ID": "26"
        },
        {
          "text": "Если кто из неверующих пригласит вас к себе, и вы захотите пойти, – смело ешьте всё, что поставят пред вами, и не мучьте свою совесть вопросами. ",
          "ID": "27"
        },
        {
          "text": "Если же скажет вам кто-то: «Это приносилось в жертву», – тогда не ешьте ради предупредившего вас и ради совести. ",
          "ID": "28"
        },
        {
          "text": "Совесть я имею в виду не свою, а его. Почему моя свобода должна быть судима чужою совестью? ",
          "ID": "29"
        },
        {
          "text": "Если я ем с благодарностью, почему меня надо порочить за то, что я принимаю с благодарностью?",
          "ID": "30"
        },
        {
          "text": "Едите ли вы, пьете или иное что делаете – делайте всё во славу Божию. ",
          "ID": "31"
        },
        {
          "text": "Ничего не делайте такого, что могло бы стать поводом ко греху для иудеев, для язычников ли, для церкви ли Божией, ",
          "ID": "32"
        },
        {
          "text": "подобно тому, как я стараюсь всем угождать и во всём ищу не своей пользы, но пользы многих, чтобы они были спасены.",
          "ID": "33"
        }
      ],
      "ID": "NT:1CO.10",
      "name": "Первое послание апостола Павла христианам в Коринфе 10"
    },
    {
      "text": [
        {
          "text": "Подражайте мне, как я подражаю Христу.",
          "ID": "1"
        },
        {
          "text": "Я же хвалю вас за то, что вы помните всё, чему учил я и что делал, и держитесь наставлений Господних, как я передал их вам.",
          "ID": "2"
        },
        {
          "text": "Хочу, однако, чтобы вы ясно понимали, что глава всякому мужу – Христос, глава жене – муж, а глава Христу – Бог. ",
          "ID": "3"
        },
        {
          "text": "Всякий муж, когда он молится или возвещает Божью весть с покрытой головой, навлекает позор на свою голову, ",
          "ID": "4"
        },
        {
          "text": "а жена навлекает позор на свою голову, когда молится или возвещает весть Божью с головой непокрытой; это то же самое, как если бы она была обритой. ",
          "ID": "5"
        },
        {
          "text": "Если женщина не покрывает свою голову, пусть и стрижется, если же ей стыдно быть остриженной или обритой, пусть покрывается. ",
          "ID": "6"
        },
        {
          "text": "Мужчина не должен покрывать свою голову, потому что он – образ Божий и слава Его, а женщина – слава мужчины. ",
          "ID": "7"
        },
        {
          "text": "Ведь не от женщины изначально мужчина, а она – от него. ",
          "ID": "8"
        },
        {
          "text": "И не мужчина создан для женщины, а женщина – для мужчины, ",
          "ID": "9"
        },
        {
          "text": "потому у женщины должен быть на голове знак особой власти над нею, чтобы не огорчать неприличием ангелов.",
          "ID": "10"
        },
        {
          "text": "Впрочем, по-христиански, ни жена без мужа, ни муж без жены тоже; ",
          "ID": "11"
        },
        {
          "text": "ибо как женщина произошла от мужчины, так теперь каждый мужчина рождается от женщины; и всё – от Бога. ",
          "ID": "12"
        },
        {
          "text": "Судите сами, прилично ли женщине молиться Богу с непокрытой головой? ",
          "ID": "13"
        },
        {
          "text": "Не сама ли природа учит вас, что длинные волосы унижают мужчину, ",
          "ID": "14"
        },
        {
          "text": "а когда волосы растит женщина – для неё это честь? Ведь [ей] даны волосы как покрывало. ",
          "ID": "15"
        },
        {
          "text": "Тому же, кто всё еще склонен спорить, следует знать: что ни у нас, ни вообще в церквах Божьих такого обычая, который он отстаивает, нет.",
          "ID": "16"
        },
        {
          "text": "Давая вам эти указания, скажу о том, чего не одобряю: ваши собрания скорее во вред вам, чем на пользу. ",
          "ID": "17"
        },
        {
          "text": "Начать с того, что на ваших церковных собраниях, как я слышал, есть раздоры, и я отчасти этому верю. ",
          "ID": "18"
        },
        {
          "text": "(Ведь у вас расхождения во взглядах и должны быть – для того хотя бы, чтобы выявились среди вас истинные христиане). ",
          "ID": "19"
        },
        {
          "text": "Вы, стало быть, и когда собираетесь вместе, в вечере Господней, по сути, не участвуете; ",
          "ID": "20"
        },
        {
          "text": "ведь, когда вы едите, каждый торопится съесть свою собственную пищу, так что один остается голодным, в то время как другой уже пьян. ",
          "ID": "21"
        },
        {
          "text": "Неужели у вас нет своих домов, чтобы есть и пить там? Или вы пренебрегаете церковью Божией и готовы унижать нуждающихся? Что скажу вам? Можно ли похвалить вас? Нет, за это не похвалю!",
          "ID": "22"
        },
        {
          "text": "Ибо от Самого Господа я принял и, в свой черед, передал вам, что Господь Иисус в ночь, когда Его предали, взял хлеб ",
          "ID": "23"
        },
        {
          "text": "и, возблагодарив, разломил его, и сказал: «Это тело Мое, за вас отдаваемое. В память обо Мне делайте это». ",
          "ID": "24"
        },
        {
          "text": "После пасхального ужина взял Он также чашу и сказал: «Эта чаша – новый завет Моею Кровью утвержденный. Всякий раз, когда будете пить из нее, в память обо Мне делайте это». ",
          "ID": "25"
        },
        {
          "text": "Посему, когда вы едите этот хлеб и пьете из этой чаши, всякий раз вы смерть Господа возвещаете в ожидании Его пришествия.",
          "ID": "26"
        },
        {
          "text": "А потому, кто ест этот хлеб или пьет из чаши Господней недостойно, тот грешит против Тела и Крови Господа. ",
          "ID": "27"
        },
        {
          "text": "Пусть же каждый испытывает себя и только потом ест этот хлеб и пьет из этой чаши. ",
          "ID": "28"
        },
        {
          "text": "Ибо кто ест и пьет, не помышляя о Теле Господнем, тот ест и пьет себе в осуждение. ",
          "ID": "29"
        },
        {
          "text": "Оттого-то среди вас так много немощных и больных, и немало умерло. ",
          "ID": "30"
        },
        {
          "text": "Если бы мы сами судили себя, то не были бы судимы. ",
          "ID": "31"
        },
        {
          "text": "Будучи же судимы Господом, мы, как дети, подвергаемся наказанию, чтобы не быть нам потом осужденными вместе с миром.",
          "ID": "32"
        },
        {
          "text": "Итак, братья мои, придя на вечерю, друг друга ждите. ",
          "ID": "33"
        },
        {
          "text": "Если же кто голоден, пусть ест дома, чтобы в общем собрании не навлекать на себя осуждения.",
          "ID": "34"
        },
        {
          "text": "Остальное улажу, когда приду.",
          "ID": "34"
        }
      ],
      "ID": "NT:1CO.11",
      "name": "Первое послание апостола Павла христианам в Коринфе 11"
    },
    {
      "text": [
        {
          "text": "Не хочу и того, братья, чтобы вы оставались в неведении о дарах духовных. ",
          "ID": "1"
        },
        {
          "text": "Вы сами знаете, что когда вы были язычниками, вас неодолимо влекло к безгласным идолам. ",
          "ID": "2"
        },
        {
          "text": "Хочу поэтому, чтобы вы ясно понимали, что никто, если он движим Духом Божьим, никогда не произнесет проклятья на Иисуса; никто и Господом не может назвать Иисуса, иначе, как по внушению Духа Святого.",
          "ID": "3"
        },
        {
          "text": "Разные есть дарования, но Дух – один; ",
          "ID": "4"
        },
        {
          "text": "разные есть и служения, а Господь – один; ",
          "ID": "5"
        },
        {
          "text": "и действия – разные, Бог же, всё во всех производящий, – один.",
          "ID": "6"
        },
        {
          "text": "Для общей пользы, однако, каждому дается особое проявление Духа: ",
          "ID": "7"
        },
        {
          "text": "одному чрез Духа дано слово, исполненное мудрости; другому – слово, исполненное знания, по воле того же Духа; ",
          "ID": "8"
        },
        {
          "text": "иному Дух дарует веру; иному от Него же – дары исцелений; ",
          "ID": "9"
        },
        {
          "text": "другому – силы к совершению чудес; а кому – дар возвещения Божьей вести; кому – способность распознавать духов; иному – разного рода языки; а иному – умение толковать сказанное на них. ",
          "ID": "10"
        },
        {
          "text": "Во всем этом являет себяодин и тот же Дух, и по воле Его каждому дается свое.",
          "ID": "11"
        },
        {
          "text": "Подобно тому как тело человека из многих частей состоит, но все они, сколь ни много их, одно тело составляют, так и Христос. ",
          "ID": "12"
        },
        {
          "text": "Так и мы все, иудеи и язычники, рабы и свободные, в единое тело одним Духом крещены были, и всем нам было дано одного и того же Духа напиться.",
          "ID": "13"
        },
        {
          "text": "Тело ведь не из одной части состоит, а из многих. ",
          "ID": "14"
        },
        {
          "text": "И если нога скажет: «Я не рука и потому не принадлежу телу», – она не перестанет быть частью тела. ",
          "ID": "15"
        },
        {
          "text": "И ухо, оттого что скажет: «Я не глаз и потому не принадлежу телу», – не перестанет быть частью тела. ",
          "ID": "16"
        },
        {
          "text": "Если же всё тело – глаз, где тогда слух? Если всё – слух, где обоняние? ",
          "ID": "17"
        },
        {
          "text": "Но Бог Своею волею каждой части тела дал свое место в нем. ",
          "ID": "18"
        },
        {
          "text": "А если бы все части тела были одним каким-то органом, где бы тогда было тело? ",
          "ID": "19"
        },
        {
          "text": "На самом же деле и тело одно, и органов в нем много.",
          "ID": "20"
        },
        {
          "text": "Не может глаз сказать руке: «Ты мне не нужна». Не может и голова ногам сказать: «Вы мне не нужны». ",
          "ID": "21"
        },
        {
          "text": "Нет, как раз без тех частей тела, которые кажутся нам самыми слабыми, мы и не можем обходиться. ",
          "ID": "22"
        },
        {
          "text": "Менее почетным мы оказываем даже особое почтение; те же, которые выставлять напоказ считается неприличным, наиболее приличны заботами нашими, ",
          "ID": "23"
        },
        {
          "text": "тогда как другие части нашего тела в этом не нуждаются. Но Бог составил тело так, что придал особое достоинство тем частям, которые кажутся менее важными, ",
          "ID": "24"
        },
        {
          "text": "чтобы не было разделения в теле, но все его части заботились бы друг о друге в равной мере. ",
          "ID": "25"
        },
        {
          "text": "Страдает ли поэтому одна часть тела, с ней страдают и все остальные; а если оказывают внимание одной какой-то части тела, все остальные радуются с ней.",
          "ID": "26"
        },
        {
          "text": "Вы – тело Христово, и каждый из вас – часть его. ",
          "ID": "27"
        },
        {
          "text": "Бог и поставил в церкви одних, во-первых, апостолами, во-вторых, пророками, в-третьих, учителями; далее, способность совершать чудеса дал другим, а иным – дары исцеления, оказания помощи, управления и разного рода языки. ",
          "ID": "28"
        },
        {
          "text": "Разве все апостолы? Разве все пророки или учителя? Все ли совершают чудеса? ",
          "ID": "29"
        },
        {
          "text": "У всех ли дары исцеления? Все ли говорят на чужих языках? Все ли толкуют сказанное? ",
          "ID": "30"
        },
        {
          "text": "Потому стремитесь получить большие из этих даров, но знайте, что есть еще лучший путь, и я могу указать вам его.",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.12",
      "name": "Первое послание апостола Павла христианам в Коринфе 12"
    },
    {
      "text": [
        {
          "text": "Если говорю я на языках человеческих и ангельских, а нет любви у меня, – гонг я звенящий или кимвал я бряцающий. ",
          "ID": "1"
        },
        {
          "text": "И если могу проповедовать я вдохновенно и постигать все тайны и всякое знание, если обладаю я столь сильной верой, что могу и горы сдвигать, а нет любви во мне, я – ничто. ",
          "ID": "2"
        },
        {
          "text": "Если раздам всё имущество бедным или даже тело свое отдам на сожжение, а нет любви у меня, – никакой мне в том пользы нет.",
          "ID": "3"
        },
        {
          "text": "Любовь долготерпит и милосердствует.",
          "ID": "4"
        },
        {
          "text": "Она не завидует и не превозносится.",
          "ID": "4"
        },
        {
          "text": "Не надмевается любовь",
          "ID": "4"
        },
        {
          "text": "и не бесчинствует;",
          "ID": "5"
        },
        {
          "text": "она не ищет своего, не раздражается;",
          "ID": "5"
        },
        {
          "text": "любовь не помнит зла.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Ее не радует неправда – она ликует вместе с истиной.",
          "ID": "6"
        },
        {
          "text": "Любовь всё покрывает, всему верит,",
          "ID": "7"
        },
        {
          "text": "на всё надеется и всё переносит.",
          "ID": "7"
        },
        {
          "text": "Любовь вечна. Прекратятся вдохновенные проповеди, исчезнут сами языки, упразднится и знание. ",
          "ID": "8"
        },
        {
          "text": "Ибо и знания наши, и пророчества – они неполны; ",
          "ID": "9"
        },
        {
          "text": "и всё это будет упразднено, когда придет совершенное. ",
          "ID": "10"
        },
        {
          "text": "Когда я был ребенком, то как ребенок и говорил; на всё у меня был взгляд ребенка, и, как ребенок, я рассуждал. Но, став взрослым, я расстался со всем своим детским. ",
          "ID": "11"
        },
        {
          "text": "Так вот и мы ныне видим всё неясно, как в тусклом зеркале, но однажды увидим лицом к лицу. Мое знание теперь несовершенно, тогда же оно станет полным, подобно тому, как и я был познан Богом.",
          "ID": "12"
        },
        {
          "text": "Итак, вера, надежда, любовь – сии три пребывают вовеки; а большая из них – любовь.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.13",
      "name": "Первое послание апостола Павла христианам в Коринфе 13"
    },
    {
      "text": [
        {
          "text": "Любовь – вот к чему должны вы стремиться! Но заботьтесь ревностно и о дарах духовных, особенно же о том, чтобы весть Божию возвещать. ",
          "ID": "1"
        },
        {
          "text": "Ведь если кто говорит на незнакомом языке, он Богу говорит, а не людям, ибо никто его не понимает: Духом вдохновляемый, слова он всё же говорит непонятные. ",
          "ID": "2"
        },
        {
          "text": "А кто возвещает весть Божию, тот людям говорит в наставление, ободрение и утешение. ",
          "ID": "3"
        },
        {
          "text": "Всякий говорящий на непонятном языке лишь себя ободряет, тот же, кто возвещает весть Божию, наставляет церковь. ",
          "ID": "4"
        },
        {
          "text": "Желал бы я, чтобы все вы говорили на языках, но еще более, чтобы возвещали весть Божию, ибо возвещающий ее превосходит говорящего на языках, если, правда, тот не толкует сказанное, чтобы церковь получила наставление.",
          "ID": "5"
        },
        {
          "text": "Какую принесу пользу вам, братья, если приду к вам как говорящий на языках, но в словах моих не будет для вас ни откровения, ни познания, ни пророчества, ни наставления? ",
          "ID": "6"
        },
        {
          "text": "Так и с бездушными инструментами, издающими звук, скажем, свирелью или лирой: если не производят они тонов раздельных, как распознать, что играют на них? ",
          "ID": "7"
        },
        {
          "text": "Или кто станет готовиться к бою, если неясен звук трубы? ",
          "ID": "8"
        },
        {
          "text": "Так и сказанное вами не поймут, на каком бы языке ни говорили вы, если не произносите внятной речи. На ветер говорить будете. ",
          "ID": "9"
        },
        {
          "text": "Сколь ни много в мире разных языков, ни одного нет, чтобы он не был сам по себе понятен. ",
          "ID": "10"
        },
        {
          "text": "Но если мне неведом язык говорящего, то я для него чужестранец, так же и он для меня. ",
          "ID": "11"
        },
        {
          "text": "Вы, я знаю, даров Духа жаждете, заботьтесь же более всего о тех, кои укрепляют церковь.",
          "ID": "12"
        },
        {
          "text": "Кто говорит на чужом языке, должен и о том молиться, чтобы мог он толковать сказанное. ",
          "ID": "13"
        },
        {
          "text": "[Ведь] если я молюсь на непонятном языке, молится лишь дух мой, ум же к сему непричастен. ",
          "ID": "14"
        },
        {
          "text": "Так что же? Буду молиться духом, но молиться буду и умом; духом буду петь, но и умом тоже. ",
          "ID": "15"
        },
        {
          "text": "Ведь если ты только духом благодаришь Бога, как присутствующий при этом непосвященный человек скажет «аминь» на твое благодарение, когда он не знает, что ты говоришь? ",
          "ID": "16"
        },
        {
          "text": "Ты, может быть, хорошо благодаришь, но другого это не укрепляет.",
          "ID": "17"
        },
        {
          "text": "Благодарение Богу, я говорю на языках более, чем вы все; ",
          "ID": "18"
        },
        {
          "text": "но в церкви я лучше пять слов скажу умом своим, чтобы и других наставить, нежели тьму слов на непонятном языке.",
          "ID": "19"
        },
        {
          "text": "Пусть не останется детским ваш разум, братья; на злое будьте младенцами, а по уму – зрелыми. ",
          "ID": "20"
        },
        {
          "text": "Как написано в Законе, Господь сказал:",
          "ID": "21"
        },
        {
          "text": "«Через людей иных наречий,",
          "ID": "21"
        },
        {
          "text": "устами чужестранцев",
          "ID": "21"
        },
        {
          "text": "буду говорить народу этому",
          "ID": "21"
        },
        {
          "text": "а он и тогда не послушает Меня».",
          "ID": "21"
        },
        {
          "text": "Языки поэтому – не для верующих знамение, а для неверующих; возвещение же вести Божией – не для неверующих знамение, а для верующих. ",
          "ID": "22"
        },
        {
          "text": "Так что если в общем собрании церкви вы все заговорите на непонятных языках, а к вам придут непосвященные или неверующие, не скажут ли они, что вы безумствуете? ",
          "ID": "23"
        },
        {
          "text": "Если же кто неверующий или непосвященный придет к вам, когда все вы возвещаете весть Божью, услышит он в словах каждого и обличение, и суд, ",
          "ID": "24"
        },
        {
          "text": "откроются тогда тайны сердца его, падет он ниц, поклонится Богу и скажет: «Воистину с вами Бог!»",
          "ID": "25"
        },
        {
          "text": "Что же следует из этого, братья? Когда вы собираетесь, и у каждого из вас есть песнь хвалы, или поучение, или откровение, может быть, дар языка или толкование – пусть служит всё это созиданию. ",
          "ID": "26"
        },
        {
          "text": "Если говорят иные из вас на чужом языке, пусть по очереди говорят двое, самое большее – трое, а кто-то пусть толкует. ",
          "ID": "27"
        },
        {
          "text": "Если же нет среди вас толкователя, пусть они молчат в церкви и говорят на языках только себе и Богу.",
          "ID": "28"
        },
        {
          "text": "И проповедники пусть говорят двое или трое, а другие пусть судят о сказанном. ",
          "ID": "29"
        },
        {
          "text": "А если дано будет откровение кому-то из присутствующих, первому следует замолчать. ",
          "ID": "30"
        },
        {
          "text": "И так все вы, один за другим, сможете возвещать весть Божию, чтобы каждый получал и наставление, и утешение. ",
          "ID": "31"
        },
        {
          "text": "И проявление дара пророческого подвластно воле возвещающих весть Божию, ",
          "ID": "32"
        },
        {
          "text": "потому что Бог есть Бог мира, а не беспорядка.",
          "ID": "33"
        },
        {
          "text": "Как во всех церквах народа Божьего, ",
          "ID": "33"
        },
        {
          "text": "пусть и у вас женщины молчат в собраниях, ибо им, как о том и в Законе сказано, подчиняться положено, а не говорить. ",
          "ID": "34"
        },
        {
          "text": "Если же что-то узнать хотят, пусть дома спрашивают своих мужей, так как в церкви женщине говорить не пристало.",
          "ID": "35"
        },
        {
          "text": "Не думаете ли вы, что от вас пошло слово Божие или вас одних достигло? ",
          "ID": "36"
        },
        {
          "text": "Всякий, кто считает себя пророком или наделенным силой Духа, должен признать, что то, что пишу здесь для вас, – заповедь Господня. ",
          "ID": "37"
        },
        {
          "text": "А кто этого не признаёт, того Бог не признает.",
          "ID": "38"
        },
        {
          "text": "Настойчиво стремитесь, братья [мои], к тому, чтобы вам проповедовать, но и говорить на языках не запрещайте; ",
          "ID": "39"
        },
        {
          "text": "только пристойно пусть будет всё и сообразно порядку.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.14",
      "name": "Первое послание апостола Павла христианам в Коринфе 14"
    },
    {
      "text": [
        {
          "text": "Хочу пояснить вам, братья, суть Благой Вести, которую уже проповедовал вам и в которой, приняв ее, вы утвердились. ",
          "ID": "1"
        },
        {
          "text": "Через эту Весть спасаетесь, если остаетесь верными тому, что я возвещал вам; иначе ваша вера была с самого начала напрасной.",
          "ID": "2"
        },
        {
          "text": "Ведь я передал вам, как самое важное, то, что и сам принял, – весть, что Христос, по Писанию, за грехи наши умер ",
          "ID": "3"
        },
        {
          "text": "и погребен был, а в третий день воскрешен, как о том в Писании и говорилось, ",
          "ID": "4"
        },
        {
          "text": "и что явился Он Кифе, затем – Двенадцати, ",
          "ID": "5"
        },
        {
          "text": "а однажды – более чем пятистам братьям сразу (из них большинство еще живо, а некоторые уже умерли). ",
          "ID": "6"
        },
        {
          "text": "После того явился Он Иакову, а потом – всем апостолам, ",
          "ID": "7"
        },
        {
          "text": "и уже после всех явился и мне, недостойному.",
          "ID": "8"
        },
        {
          "text": "Я ведь из апостолов – наименьший и даже называться апостолом не вправе, потому что преследовал церковь Божию. ",
          "ID": "9"
        },
        {
          "text": "Но по Божией благодати я есть то, что есть, и благодать Его во мне не тщетной оказалась. Нет, я даже более, чем все они, трудился и сделал, не я, впрочем, – благодать Божия была со мной. ",
          "ID": "10"
        },
        {
          "text": "Не в том, однако, дело, я или они, – мы все так проповедуем, и вы так уверовали.",
          "ID": "11"
        },
        {
          "text": "Мы проповедуем Христа воскресшего, – как же могут иные из вас говорить, что нет воскресения мертвых! ",
          "ID": "12"
        },
        {
          "text": "Ведь если нет воскресения мертвых, то и Христос не воскрес, ",
          "ID": "13"
        },
        {
          "text": "а если Христос не воскрес, тщетна наша проповедь и вера ваша тщетна. ",
          "ID": "14"
        },
        {
          "text": "Но тогда получается, что мы и о Боге ложно свидетельствовали, мы ведь свидетельствовали, что Бог Христа воскресил, а Он – если воскресения мертвых и в самом деле нет – Христа не воскрешал. ",
          "ID": "15"
        },
        {
          "text": "Ибо, снова скажу, если нет воскресения мертвых, то и Христос не воскрес. ",
          "ID": "16"
        },
        {
          "text": "Ну, а если Христос не воскрес, немногого стоит ваша вера: вы всё еще во грехах ваших. ",
          "ID": "17"
        },
        {
          "text": "Тогда безнадежно погибли и те, кто умер с верою во Христа. ",
          "ID": "18"
        },
        {
          "text": "Если вся наша надежда на Христа связана только с этой жизнью, мы несчастнее всех людей.",
          "ID": "19"
        },
        {
          "text": "Но воистину воскрес Христос из мертвых, и это было начало. ",
          "ID": "20"
        },
        {
          "text": "Ведь если смерть пришла в мир через человека, то и воскресение мертвых – через Человека. ",
          "ID": "21"
        },
        {
          "text": "И так же, как связанные происхождением с Адамом все умирают, связанные верой со Христом все будут оживотворены. ",
          "ID": "22"
        },
        {
          "text": "Но каждый в свой черед: первый – Христос как «начаток», потом – Христовы, в пришествие Его. ",
          "ID": "23"
        },
        {
          "text": "И тогда наступит конец, когда Он, упразднив всякое иное начальство, всякую иную власть и силу, передаст Царство Богу Отцу. ",
          "ID": "24"
        },
        {
          "text": "Ибо царствовать Ему надлежит до тех пор, пока не повергнет Он всех врагов под ноги Свои; ",
          "ID": "25"
        },
        {
          "text": "последний же враг истребится – смерть. ",
          "ID": "26"
        },
        {
          "text": "Бог ведь всё в знак подчинения положил к ногам Его. Но когда было сказано «всё», это явно не включало Того, Кто всё Ему и подчинил. ",
          "ID": "27"
        },
        {
          "text": "Когда же всё будет подчинено Ему, тогда [и] Сам Сын подчинится Тому, Кто подчинил Ему всё, чтобы воистину Бог был «всё» во всём.",
          "ID": "28"
        },
        {
          "text": "Если всё это не так, что тогда, по-вашему, делают те, которые за мертвых принимают крещение? Зачем они за мертвых принимают крещение, если те не воскресают? ",
          "ID": "29"
        },
        {
          "text": "Да и мы зачем тогда ежечасно подвергаемся опасностям? ",
          "ID": "30"
        },
        {
          "text": "Я каждый день лицом к лицу сталкиваюсь со смертью. И это, [братья], так же верно, как и то, что я во Христе Иисусе, Господе нашем, горжусь вами. ",
          "ID": "31"
        },
        {
          "text": "Если из простых человеческих побуждений боролся я «с дикими зверями» в Эфесе, чего я этим достиг? Если мертвые не воскресают,",
          "ID": "32"
        },
        {
          "text": "«будем есть и пить, ",
          "ID": "32"
        },
        {
          "text": "ибо завтра умрем!»",
          "ID": "32"
        },
        {
          "text": "Не обманывайтесь: в дурном обществе и добрые нравы растлеваются. ",
          "ID": "33"
        },
        {
          "text": "Образумьтесь же, наконец, и более не грешите; из вас же иные до сих пор не имеют никакого представления о Боге – к стыду вашему говорю это.",
          "ID": "34"
        },
        {
          "text": "Но кто-то спросит: «Как можно воскресить мертвых? И в каком теле они явятся?» ",
          "ID": "35"
        },
        {
          "text": "Какое безумство! Что сеешь ты, не будет ведь оно оживотворено, если не умрет прежде. ",
          "ID": "36"
        },
        {
          "text": "И сеешь ты вовсе не то тело, коему только предстоит явиться, а голое зерно, пшеничное или другое какое. ",
          "ID": "37"
        },
        {
          "text": "Бог же по Своему усмотрению дает ему тело, каждому семени – свое. ",
          "ID": "38"
        },
        {
          "text": "У каждой плоти свои особенности: одна плоть у людей, другая – у животных, своя плоть у птиц, иная – у рыб. ",
          "ID": "39"
        },
        {
          "text": "Это как тела есть небесные и земные; но своя красота у небесных тел, у земных же – другая. ",
          "ID": "40"
        },
        {
          "text": "В небесах свое сияние у солнца, другое – у луны, иное – у звезд; и звезда от звезды отличается тоже.",
          "ID": "41"
        },
        {
          "text": "Вот и при воскресении мертвых так: сеется в тлении, воскрешается в нетлении; ",
          "ID": "42"
        },
        {
          "text": "предается земле в унижении, воскрешается в славе; сеется в слабости, воскрешается в силе. ",
          "ID": "43"
        },
        {
          "text": "Погребается тело земное, воскрешается – духовное.",
          "ID": "44"
        },
        {
          "text": "Ведь если есть тело земное, то есть и тело духовное. ",
          "ID": "44"
        },
        {
          "text": "По Писанию, «первый человек, Адам, стал душою живою», Адам же последний – жизнетворным духом. ",
          "ID": "45"
        },
        {
          "text": "И не духовное прежде, а душевное, лишь потом – духовное. ",
          "ID": "46"
        },
        {
          "text": "Первый человек – от земли, он – существо земное, второй Человек – с неба. ",
          "ID": "47"
        },
        {
          "text": "Каков первый из праха, таковы и все из праха; и каков Тот, Кто с неба, таковы и все небесные. ",
          "ID": "48"
        },
        {
          "text": "И как были мы подобны тому, кто из праха, так уподобимся и Небесному.",
          "ID": "49"
        },
        {
          "text": "Я говорю о том, братья, что плоть и кровь не могут наследовать Царства Божьего и тление не наследует нетления. ",
          "ID": "50"
        },
        {
          "text": "И еще скажу вам тайну: не все мы умрем, но все преобразимся. ",
          "ID": "51"
        },
        {
          "text": "Свершится это быстро, во мгновение ока, при последней трубе. Вострубит она, и мертвые воскреснут нетленными, мы же окажемся преображенными, ",
          "ID": "52"
        },
        {
          "text": "ибо должно это тленное облечься в нетление и это смертное – в бессмертие. ",
          "ID": "53"
        },
        {
          "text": "Когда же тленное это облечется в нетление и смертное это – в бессмертие, сбудется сказанное в Писании: «Поглощена смерть победою» .",
          "ID": "54"
        },
        {
          "text": "«Смерть, где твоя победа?",
          "ID": "55"
        },
        {
          "text": "Где твое жало, смерть? »",
          "ID": "55"
        },
        {
          "text": "Жало ведь смерти – грех, и сила его от Закона. ",
          "ID": "56"
        },
        {
          "text": "Но Богу благодарение: через Господа нашего Иисуса Христа Он дарует нам победу.",
          "ID": "57"
        },
        {
          "text": "Так будьте тверды и неколебимы, братья мои возлюбленные. Отдавайте себя беспредельно делу Господню, определенно зная, что труд ваш не тщетен в Нем.",
          "ID": "58"
        }
      ],
      "ID": "NT:1CO.15",
      "name": "Первое послание апостола Павла христианам в Коринфе 15"
    },
    {
      "text": [
        {
          "text": "Ну, и наконец, о сборе средств для нуждающихся христиан: как я установил в церквах галатийских, так и вы сделайте. ",
          "ID": "1"
        },
        {
          "text": "Пусть каждый из вас в первый день недели откладывает столько, сколько позволяет его доход, и хранит это у себя, чтобы не заниматься сборами, когда я приду. ",
          "ID": "2"
        },
        {
          "text": "Когда же прибуду, тех, кого вы сочтете подходящими для этого, я пошлю с письмами доставить ваш дар в Иерусалим. ",
          "ID": "3"
        },
        {
          "text": "А если и мне нужно будет пойти туда, они отправятся вместе со мной.",
          "ID": "4"
        },
        {
          "text": "Приду к вам, когда пройду через Македонию, я ведь через Македонию собираюсь идти. ",
          "ID": "5"
        },
        {
          "text": "Возможно, я задержусь у вас или даже перезимую, чтобы вы могли проводить меня потом, куда я направлюсь. ",
          "ID": "6"
        },
        {
          "text": "Я мог бы и нынче повидаться с вами, но это была бы короткая встреча, а я хочу и надеюсь побыть у вас, если позволит Господь, подольше. ",
          "ID": "7"
        },
        {
          "text": "В Эфесе же останусь я до Пятидесятницы, ",
          "ID": "8"
        },
        {
          "text": "потому что открылись здесь передо мною большие возможности для успешного служения, хотя и противников много.",
          "ID": "9"
        },
        {
          "text": "Если же придет к вам Тимофей, позаботьтесь о том, чтобы ему нечего было опасаться у вас, – ведь и он, как и я, Господне дело совершает, – ",
          "ID": "10"
        },
        {
          "text": "а потому не пренебрегайте им никто, но проводите с миром, чтобы он вернулся ко мне, я ведь жду его возвращения с братьями.",
          "ID": "11"
        },
        {
          "text": "Что же до брата Аполлоса, я очень просил его прийти к вам, и не одного, но он не захотел идти нынче же, а придет в более удобное время.",
          "ID": "12"
        },
        {
          "text": "Бодрствуйте, стойте в вере, будьте мужественны и сильны! ",
          "ID": "13"
        },
        {
          "text": "Пусть всё у вас совершается с любовью.",
          "ID": "14"
        },
        {
          "text": "И еще об одном прошу вас, братья, – вы знаете семью Стефана, они были первыми из обращенных в Ахайе и посвятили себя служению народу Божьему, – ",
          "ID": "15"
        },
        {
          "text": "служите и вы таким людям смиренно и, вообще, каждому соработнику и труженику. ",
          "ID": "16"
        },
        {
          "text": "Меня обрадовали своим прибытием Стефан, Фортунат и Ахаик: они мне сколько-то заменили вас ",
          "ID": "17"
        },
        {
          "text": "и успокоили меня, как и вас. Почитайте таких людей.",
          "ID": "18"
        },
        {
          "text": "Приветствуют вас церкви Асии. Особенно горячо приветствуют вас во Господе Акила и Прискилла вместе с церковью, которая собирается в их доме. ",
          "ID": "19"
        },
        {
          "text": "Приветствуют вас все братья. Приветствуйте и вы друг друга святым поцелуем.",
          "ID": "20"
        },
        {
          "text": "Приветствие моей рукой – ПАВЕЛ.",
          "ID": "21"
        },
        {
          "text": "А кто не любит Господа, анафема тому! Гряди, наш Господь!",
          "ID": "22"
        },
        {
          "text": "Благодать Господа Иисуса да будет с вами!",
          "ID": "23"
        },
        {
          "text": "Всем вам, кто во Христе Иисусе, любовь моя!",
          "ID": "24"
        }
      ],
      "ID": "NT:1CO.16",
      "name": "Первое послание апостола Павла христианам в Коринфе 16"
    }
  ],
  "ID": "NT:1CO(BTI)",
  "name": "Первое послание апостола Павла христианам в Коринфе"
}