{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, зван апостол Иисус Христов волею Божиею, и сосфен брат, ",
          "ID": "1"
        },
        {
          "text": "Церкви Божией сущей в коринфе, освященным о Христе Иисусе, званным святым, со всеми призывающими имя Господа нашего Иисуса Христа, во всяцем месте, тех же и нашем: ",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа. ",
          "ID": "3"
        },
        {
          "text": "Благодарю Бога моего всегда о вас, о благодати Божией данней вам о Христе Иисусе, ",
          "ID": "4"
        },
        {
          "text": "яко во всем обогатистеся о нем, во всяцем слове и всяцем разуме, ",
          "ID": "5"
        },
        {
          "text": "якоже свидетелство Христово известися в вас: ",
          "ID": "6"
        },
        {
          "text": "яко вам не лишитися ни во единем даровании, чающым откровения Господа нашего Иисуса Христа, ",
          "ID": "7"
        },
        {
          "text": "иже и утвердит вас даже до конца неповинных в день Господа нашего Иисуса Христа. ",
          "ID": "8"
        },
        {
          "text": "Верен Бог, имже звани бысте во общение Сына его Иисуса Христа, Господа нашего. ",
          "ID": "9"
        },
        {
          "text": "Молю же вы, братие, именем Господа нашего Иисуса Христа, да тожде глаголете вси, и да не будут в вас распри, да будете же утверждени в томже разумении и в тойже мысли. ",
          "ID": "10"
        },
        {
          "text": "Возвестися бо ми о вас, братие моя, (посланным) от хлоиса, яко рвения в вас суть. ",
          "ID": "11"
        },
        {
          "text": "Глаголю же се, яко кийждо вас глаголет: аз убо есмь павлов, аз же аполлосов, аз же кифин, аз же Христов. ",
          "ID": "12"
        },
        {
          "text": "Еда разделися Христос, еда павел распятся по вас? или во имя павлово крестистеся? ",
          "ID": "13"
        },
        {
          "text": "Благодарю Бога, яко ни единаго от вас крестих, точию криспа и гаиа, ",
          "ID": "14"
        },
        {
          "text": "да не кто речет, яко в мое имя крестих. ",
          "ID": "15"
        },
        {
          "text": "Крестих же и стефанинов дом: прочее не вем, аще кого иного крестих. ",
          "ID": "16"
        },
        {
          "text": "Не посла бо мене Христос крестити, но благовестити, не в премудрости слова, да не испразднится крест Христов. ",
          "ID": "17"
        },
        {
          "text": "Слово бо крестное погибающым убо юродство есть, а спасаемым нам сила Божия есть. ",
          "ID": "18"
        },
        {
          "text": "Писано бо есть: погублю премудрость премудрых, и разум разумных отвергу. ",
          "ID": "19"
        },
        {
          "text": "Где премудр? где книжник? где совопросник века сего? Не обуи ли Бог премудрость мира сего? ",
          "ID": "20"
        },
        {
          "text": "Понеже бо в премудрости Божией не разуме мир премудростию Бога, благоизволил Бог буйстовм проповеди спасти верующих. ",
          "ID": "21"
        },
        {
          "text": "Понеже и иудее знамения просят, и еллини премудрости ищут: ",
          "ID": "22"
        },
        {
          "text": "мы же проповедуем Христа распята, иудеем убо соблазн, еллином же безумие, ",
          "ID": "23"
        },
        {
          "text": "самем же званным иудеем же и еллином Христа, Божию силу и Божию премудрость: ",
          "ID": "24"
        },
        {
          "text": "зане буее Божие премудрее человек есть, и немощное Божие крепчае человек есть. ",
          "ID": "25"
        },
        {
          "text": "Видите бо звание ваше, братие, яко не мнози премудри по плоти, не мнози сильни, не мнози благородни: ",
          "ID": "26"
        },
        {
          "text": "но буяя мира избра Бог, да премудрыя посрамит, и немощная мира избра Бог, да посрамит крепкая: ",
          "ID": "27"
        },
        {
          "text": "и худородная мира и уничиженная избра Бог, и не сущая, да сущая упразднит, ",
          "ID": "28"
        },
        {
          "text": "яко да не похвалится всяка плоть пред Богом. ",
          "ID": "29"
        },
        {
          "text": "Из негоже вы есте о Христе Иисусе, иже бысть нам премудрость от Бога, правда же и освящение и избавление, ",
          "ID": "30"
        },
        {
          "text": "да, якоже пишется: хваляйся, о Господе да хвалится.",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.1",
      "name": "Первое послание к Коринфянам 1"
    },
    {
      "text": [
        {
          "text": "И аз пришед к вам, братие, приидох не по превосходному словеси или премудрости возвещая вам свидетелство Божие: ",
          "ID": "1"
        },
        {
          "text": "не судих бо ведети что в вас, точию Иисуса Христа, и сего распята: ",
          "ID": "2"
        },
        {
          "text": "и аз в немощи и страсе и трепете мнозе бых в вас. ",
          "ID": "3"
        },
        {
          "text": "И слово мое и проповедь моя не в препретелных человеческия премудрости словесех, но в явлении духа и силы, ",
          "ID": "4"
        },
        {
          "text": "да вера ваша не в мудрости человечестей, но в силе Божией будет. ",
          "ID": "5"
        },
        {
          "text": "Премудрость же глаголем в совершенных, премудрость же не века сего, ни князей века сего престающих, ",
          "ID": "6"
        },
        {
          "text": "но глаголем премудрость Божию, в тайне сокровенную, юже предустави Бог прежде век в славу нашу, ",
          "ID": "7"
        },
        {
          "text": "юже никтоже от князей века сего разуме: аще бо быша разумели, не быша Господа славы распяли. ",
          "ID": "8"
        },
        {
          "text": "Но якоже есть писано: ихже око не виде, и ухо не слыша, и на сердце человеку не взыдоша, яже уготова Бог любящым его. ",
          "ID": "9"
        },
        {
          "text": "Нам же Бог открыл есть духом своим: дух бо вся испытует, и глубины Божия. ",
          "ID": "10"
        },
        {
          "text": "Кто бо весть от человек, яже в человеце, точию дух человека, живущий в нем? Такожде и Божия никтоже весть, точию Дух Божий. ",
          "ID": "11"
        },
        {
          "text": "Мы же не духа мира сего прияхом, но духа иже от Бога, да вемы яже от Бога дарованная нам, ",
          "ID": "12"
        },
        {
          "text": "яже и глаголем не в наученых человеческия премудрости словесех, но в наученых духа святаго, духовная духовными сразсуждающе. ",
          "ID": "13"
        },
        {
          "text": "Душевен же человек не приемлет яже Духа Божия: юродство бо ему есть, и не может разумети, зане духовне востязуется. ",
          "ID": "14"
        },
        {
          "text": "Духовный же востязует убо вся, а сам той ни от единаго востязуется. ",
          "ID": "15"
        },
        {
          "text": "Кто бо разуме ум Господень, иже изяснит и? Мы же ум Христов имамы.",
          "ID": "16"
        }
      ],
      "ID": "NT:1CO.2",
      "name": "Первое послание к Коринфянам 2"
    },
    {
      "text": [
        {
          "text": "И аз, братие, не могох вам глаголати яко духовным, но яко плотяным, яко младенцем о Христе. ",
          "ID": "1"
        },
        {
          "text": "Млеком вы напоих, а не брашном: ибо не у можасте, но ниже еще можете ныне, ",
          "ID": "2"
        },
        {
          "text": "еще бо плотстии есте. Идеже бо в вас зависти и рвения и распри, не плотстии ли есте и по человеку ходите? ",
          "ID": "3"
        },
        {
          "text": "Егда бо глаголет кто: аз убо есмь павлов, другий же: аз аполлосов: не плотстии ли есте? ",
          "ID": "4"
        },
        {
          "text": "Кто убо есть павел? кто же ли аполлос? Но точию служителие, имиже веровасте, и комуждо якоже Господь даде. ",
          "ID": "5"
        },
        {
          "text": "Аз насадих, аполлос напои, Бог же возрасти: ",
          "ID": "6"
        },
        {
          "text": "темже ни насаждаяй есть что, ни напаяяй, но возращаяй Бог. ",
          "ID": "7"
        },
        {
          "text": "Насаждаяй же и напаяяй едино еста: кийждо же свою мзду приимет по своему труду. ",
          "ID": "8"
        },
        {
          "text": "Богу бо есмы споспешницы: Божие тяжание, Божие здание есте. ",
          "ID": "9"
        },
        {
          "text": "По благодати Божией данней мне, яко премудр архитектон основание положих, ин же назидает: кийждо же да блюдет, како назидает. ",
          "ID": "10"
        },
        {
          "text": "Основания бо инаго никтоже может положити паче лежащаго, еже есть Иисус Христос. ",
          "ID": "11"
        },
        {
          "text": "Аще ли кто назидает на основании сем злато, сребро, камение честное, дрова, сено, тростие, ",
          "ID": "12"
        },
        {
          "text": "когождо дело явлено будет: день бо явит, зане огнем открывается: и когождо дело, яковоже есть, огнь искусит. ",
          "ID": "13"
        },
        {
          "text": "(И) егоже аще дело пребудет, еже назда, мзду приимет: ",
          "ID": "14"
        },
        {
          "text": "(а) егоже дело сгорит, отщетится: сам же спасется, такожде якоже огнем. ",
          "ID": "15"
        },
        {
          "text": "Не весте ли, яко храм Божий есте, и Дух Божий живет в вас? ",
          "ID": "16"
        },
        {
          "text": "Аще кто Божий храм растлит, растлит сего Бог: храм бо Божий свят есть, иже есте вы. ",
          "ID": "17"
        },
        {
          "text": "Никтоже себе да прельщает: аще кто мнится мудр быти в вас в веце сем, буй да бывает, яко да премудр будет. ",
          "ID": "18"
        },
        {
          "text": "Премудрость бо мира сего буйство у Бога есть, писано бо есть: запинаяй премудрым в коварстве их. ",
          "ID": "19"
        },
        {
          "text": "И паки: Господь весть помышления человеческа, яко суть суетна. ",
          "ID": "20"
        },
        {
          "text": "Темже никтоже да хвалится в человецех, вся бо ваша суть: ",
          "ID": "21"
        },
        {
          "text": "аще павел, или аполлос, или кифа, или мир, или живот, или смерть, или настоящая, или будущая, вся ваша суть: ",
          "ID": "22"
        },
        {
          "text": "вы же Христовы, Христос же Божий.",
          "ID": "23"
        }
      ],
      "ID": "NT:1CO.3",
      "name": "Первое послание к Коринфянам 3"
    },
    {
      "text": [
        {
          "text": "Тако нас да непщует человек, яко слуг Христовых и строителей таин Божиих: ",
          "ID": "1"
        },
        {
          "text": "а еже прочее ищется в строителех, да верен кто обрящется. ",
          "ID": "2"
        },
        {
          "text": "Мне же не велико есть, да от вас истяжуся, или от человеческаго дне: но ни сам себе востязую. ",
          "ID": "3"
        },
        {
          "text": "Ничесоже бо в себе свем, но ни о сем оправдаюся: востязуяй же мя Господь есть. ",
          "ID": "4"
        },
        {
          "text": "Темже прежде времене ничтоже судите, дондеже приидет Господь, иже во свете приведет тайная тмы и объявит советы сердечныя, и тогда похвала будет комуждо от Бога. ",
          "ID": "5"
        },
        {
          "text": "Сия же, братие (моя), преобразих на себе и аполлоса вас ради, да от наю научитеся не паче написанных мудрствовати, да не един по единому гордитеся на другаго. ",
          "ID": "6"
        },
        {
          "text": "Кто бо тя разсуждает? Что же имаши, егоже неси приял? Аще же и приял еси, что хвалишися яко не прием? ",
          "ID": "7"
        },
        {
          "text": "Се, сыти есте, се, обогатистеся, без нас воцаристеся: и о, дабы воцарилися есте, да и мы быхом с вами цартсвовали. ",
          "ID": "8"
        },
        {
          "text": "Мню бо, яко Бог ны посланники последния яви, яко насмертники: зане позор быхом миру и ангелом и человеком. ",
          "ID": "9"
        },
        {
          "text": "Мы (убо) буи Христа ради, вы же мудри о Христе: мы немощни, вы же крепцы: вы славни, мы же безчестни. ",
          "ID": "10"
        },
        {
          "text": "До нынешняго часа и алчем, и жаждем, и наготуем, и страждем, и скитаемся, ",
          "ID": "11"
        },
        {
          "text": "и труждаемся, делающе своими руками. Укоряеми, благословляем: гоними, терпим: ",
          "ID": "12"
        },
        {
          "text": "хулими, утешаемся: якоже отреби миру быхом, всем попрание доселе. ",
          "ID": "13"
        },
        {
          "text": "Не срамляя вас сия пишу, но якоже чада моя возлюбленная наказую. ",
          "ID": "14"
        },
        {
          "text": "Аще бо (и) многи пестуны имате о Христе, но не многи отцы: о Христе бо Иисусе благовествованием аз вы родих. ",
          "ID": "15"
        },
        {
          "text": "Молю же вас: подобни мне бывайте, якоже аз Христу. ",
          "ID": "16"
        },
        {
          "text": "Сего ради послах к вам тимофеа, иже ми есть чадо возлюблено и верно о Господе, иже вам воспомянет пути моя, яже о Христе Иисусе, якоже везде и во всяцей Церкви учу. ",
          "ID": "17"
        },
        {
          "text": "Яко не грядущу ми к вам, разгордешася нецыи: ",
          "ID": "18"
        },
        {
          "text": "прииду же скоро к вам, аще Господь восхощет, и уразумею не слово разгордевшихся, но силу: ",
          "ID": "19"
        },
        {
          "text": "не в словеси бо Царство Божие, но в силе. ",
          "ID": "20"
        },
        {
          "text": "Что хощете? с палицею ли прииду к вам, или с любовию и духом кротости?",
          "ID": "21"
        }
      ],
      "ID": "NT:1CO.4",
      "name": "Первое послание к Коринфянам 4"
    },
    {
      "text": [
        {
          "text": "Отнюд слышится в вас блужение, и таково блужение, яковоже ни во языцех именуется, яко некоему имети жену отчую. ",
          "ID": "1"
        },
        {
          "text": "И вы разгордесте, и не паче плакасте, да измется от среды вас содеявый дело сие. ",
          "ID": "2"
        },
        {
          "text": "Зане аз убо аще не у вас сый телом, ту же живый духом, уже судих, яко тамо сый: содеявшаго сице сие, ",
          "ID": "3"
        },
        {
          "text": "о имени Господа нашего Иисуса Христа собравшымся вам и моему духу, с силою Господа нашего Иисуса Христа, ",
          "ID": "4"
        },
        {
          "text": "предати таковаго сатане во измождение плоти, да дух спасется в день Господа нашего Иисуса Христа. ",
          "ID": "5"
        },
        {
          "text": "Не добра похвала ваша. Не весте ли, яко мал квас все смешение квасит? ",
          "ID": "6"
        },
        {
          "text": "Очистите убо ветхий квас, да будете ново смешение, якоже есте безквасни: ибо пасха наша за ны пожрен бысть Христос. ",
          "ID": "7"
        },
        {
          "text": "Темже да празднуем не в квасе ветсе, ни в квасе злобы и лукавства, но в безквасиих чистоты и истины. ",
          "ID": "8"
        },
        {
          "text": "Писах вам в послании не примешатися блудником: ",
          "ID": "9"
        },
        {
          "text": "и не всяко блудником мира сего, или лихоимцем, или хищником, или идолослужителем, понеже убо должни бы есте были от мира (сего) изыти: ",
          "ID": "10"
        },
        {
          "text": "ныне же писах вам не примешатися, аще некий, брат именуемь, будет блудник, или лихоимец, или идолослужитель, или досадитель, или пияница, или хищник: с таковым ниже ясти. ",
          "ID": "11"
        },
        {
          "text": "Что бо ми и внешних судити? Не внутренних ли вы судите? ",
          "ID": "12"
        },
        {
          "text": "Внешних же Бог судит. И измите злаго от вас самех.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.5",
      "name": "Первое послание к Коринфянам 5"
    },
    {
      "text": [
        {
          "text": "Смеет ли кто от вас, вещь имея ко иному, судитися от неправедных, а не от святых? ",
          "ID": "1"
        },
        {
          "text": "Не весте ли, яко святии мирови имут судити? и аще вами суд приимет мир, недостойни есте судищем худым? ",
          "ID": "2"
        },
        {
          "text": "Не весте ли, яко аггелов судити имамы, а не точию житейских? ",
          "ID": "3"
        },
        {
          "text": "Житейская бо судища аще имате, уничиженных в Церкви, сих посаждаете. ",
          "ID": "4"
        },
        {
          "text": "К сраму вам глаголю: тако ли несть в вас мудр ни един, иже может разсудити между братий своих? ",
          "ID": "5"
        },
        {
          "text": "Но брат с братом судится, и то пред неверными. ",
          "ID": "6"
        },
        {
          "text": "Уже убо отнюд вам срам есть, яко тяжбы имате между собою. Почто не паче обидими есте? почто не паче лишени бываете? ",
          "ID": "7"
        },
        {
          "text": "Но вы (сами) обидите и лишаете, да еще братию. ",
          "ID": "8"
        },
        {
          "text": "Или не весте, яко неправедницы Царствия Божия не наследят? Не льстите себе: ни блудницы, ни идолослужителе, ни прелюбодее, (ни сквернителе,) ни малакии, ни мужеложницы, ",
          "ID": "9"
        },
        {
          "text": "ни лихоимцы, ни татие, ни пияницы, ни досадителе, ни хищницы Царствия Божия не наследят. ",
          "ID": "10"
        },
        {
          "text": "И сими (убо) нецыи бесте, но омыстеся, но освятистеся, но оправдистеся именем Господа нашего Иисуса Христа и духом Бога нашего. ",
          "ID": "11"
        },
        {
          "text": "Вся ми леть суть, но не вся на пользу: вся ми леть суть, но не аз обладан буду от чего. ",
          "ID": "12"
        },
        {
          "text": "Брашна чреву, и чрево брашном: Бог же и сие и сия упразднит. Тело же не блужению, но Господеви, и Господь телу. ",
          "ID": "13"
        },
        {
          "text": "Бог же и Господа воздвиже, и нас воздвигнет силою своею. ",
          "ID": "14"
        },
        {
          "text": "Не весте ли, яко телеса ваша удове Христовы суть? Вземь ли убо уды Христовы, сотворю уды блудничи? Да не будет. ",
          "ID": "15"
        },
        {
          "text": "Или не весте, яко прилепляяйся сквернодейце едино тело есть (с блудодейцею)? будета бо, рече, оба в плоть едину. ",
          "ID": "16"
        },
        {
          "text": "Прилепляяйся же Господеви един дух есть (с Господем). ",
          "ID": "17"
        },
        {
          "text": "Бегайте блудодеяния: всяк (бо) грех, егоже аще сотворит человек, кроме тела есть: а блудяй во свое тело согрешает. ",
          "ID": "18"
        },
        {
          "text": "Или не весте, яко телеса ваша храм живущаго в вас святаго духа суть, егоже имате от Бога, и несте свои? ",
          "ID": "19"
        },
        {
          "text": "куплени бо есте ценою. Прославите убо Бога в телесех ваших и в душах ваших, яже суть Божия.",
          "ID": "20"
        }
      ],
      "ID": "NT:1CO.6",
      "name": "Первое послание к Коринфянам 6"
    },
    {
      "text": [
        {
          "text": "А о нихже писасте ми, добро человеку жене не прикасатися. ",
          "ID": "1"
        },
        {
          "text": "Но блудодеяния ради кийждо свою жену да имать, и каяждо (жена) своего мужа да имать. ",
          "ID": "2"
        },
        {
          "text": "Жене муж должную любовь да воздает: такожде и жена мужу. ",
          "ID": "3"
        },
        {
          "text": "Жена своим телом не владеет, но муж: такожде и муж своим телом не владеет, но жена. ",
          "ID": "4"
        },
        {
          "text": "Не лишайте себе друг друга, точию по согласию до времене, да пребываете в посте и молитве, и паки вкупе собирайтеся, да не искушает вас сатана невоздержанием вашим. ",
          "ID": "5"
        },
        {
          "text": "Сие же глаголю по совету, (а) не по повелению. ",
          "ID": "6"
        },
        {
          "text": "Хощу бо, да вси человецы будут, якоже и аз: но кийждо свое дарование имать от Бога, ов убо сице, ов же сице. ",
          "ID": "7"
        },
        {
          "text": "Глаголю же безбрачным и вдовицам: добро им есть, аще пребудут якоже и аз: ",
          "ID": "8"
        },
        {
          "text": "аще ли не удержатся, да посягают: лучше бо есть женитися, нежели разжизатися. ",
          "ID": "9"
        },
        {
          "text": "А оженившымся завещаваю не аз, но Господь: жене от мужа не разлучатися: ",
          "ID": "10"
        },
        {
          "text": "аще ли же и разлучится, да пребывает безбрачна, или да смирится с мужем (своим): и мужу жены не отпущати. ",
          "ID": "11"
        },
        {
          "text": "Прочым же аз глаголю, (а) не Господь: аще который брат жену имать неверну, и та благоволит жити с ним, да не оставляет ея: ",
          "ID": "12"
        },
        {
          "text": "и жена аще имать мужа неверна, и той благоволит жити с нею, да не оставляет его: ",
          "ID": "13"
        },
        {
          "text": "святится бо муж неверен о жене верне, и святится жена неверна о мужи верне: иначе бо чада ваша нечиста были бы, ныне же свята суть. ",
          "ID": "14"
        },
        {
          "text": "Аще ли неверный отлучается, да разлучится: не поработися (бо) брат или сестра в таковых: в мир бо призва нас (Господь) Бог. ",
          "ID": "15"
        },
        {
          "text": "Что бо веси, жено, аще мужа спасеши? Или что веси, мужу, аще жену спасеши? ",
          "ID": "16"
        },
        {
          "text": "Точию коемуждо якоже разделил есть Бог, кийждо якоже призван бысть Господем, тако да ходит: и тако во всех церквах повелеваю. ",
          "ID": "17"
        },
        {
          "text": "Во обрезании ли кто призван бысть? да не отторгнется: в необрезании ли кто призван бысть? да не обрезуется. ",
          "ID": "18"
        },
        {
          "text": "Обрезание ничтоже есть, и необрезание ничтоже есть, но соблюдение заповедий Божиих. ",
          "ID": "19"
        },
        {
          "text": "Кийждо в звании, в немже призван бысть, в том да пребывает. ",
          "ID": "20"
        },
        {
          "text": "Раб ли призван был еси? да не нерадиши: но аще и можеши свободен быти, болше поработи себе. ",
          "ID": "21"
        },
        {
          "text": "Призванный бо о Господе раб, свободник Господень есть: такожде и призванный свободник, раб есть Христов. ",
          "ID": "22"
        },
        {
          "text": "Ценою куплени есте: не будите раби человеком. ",
          "ID": "23"
        },
        {
          "text": "Кийждо, в немже призван бысть, братие, в том да пребывает пред Богом. ",
          "ID": "24"
        },
        {
          "text": "О девах же повеления Господня не имам, совет же даю, яко помилован от Господа верен быти. ",
          "ID": "25"
        },
        {
          "text": "Мню убо сие добро быти за настоящую нужду, яко добро человеку тако быти. ",
          "ID": "26"
        },
        {
          "text": "Привязался ли еси жене? не ищи разрешения. Отрешился ли еси жены? не ищи жены. ",
          "ID": "27"
        },
        {
          "text": "Аще ли же и оженишися, не согрешил еси: и аще посягнет дева, не согрешила есть. Скорбь же плоти имети будут таковии: аз же вы щажду. ",
          "ID": "28"
        },
        {
          "text": "Сие же глаголю, братие, яко время прекращено есть прочее, да и имущии жены, якоже не имущии будут: ",
          "ID": "29"
        },
        {
          "text": "и плачущиися, якоже не плачущии: и радующиися, якоже не радующеся: и купующии, яко не содержаще: ",
          "ID": "30"
        },
        {
          "text": "и требующии мира сего, яко не требующе: преходит бо образ мира сего. ",
          "ID": "31"
        },
        {
          "text": "Хощу же вас безпечальных быти. Не оженивыйся печется о Господних, како угодити Господеви: ",
          "ID": "32"
        },
        {
          "text": "а оженивыйся печется о мирских, како угодити жене. Разделися жена и дева: ",
          "ID": "33"
        },
        {
          "text": "непосягшая печется о Господних, како угодити Господеви, да будет свята и телом и духом: а посягшая печется о мирских, како угодити мужу. ",
          "ID": "34"
        },
        {
          "text": "Сие же на пользу вам самем глаголю: не да сило вам наложу, но к блгообразию и блгоприступанию Господеви безмолвну. ",
          "ID": "35"
        },
        {
          "text": "Аще ли же кто безобразити о деве своей непщует, аще есть превозрастна, и тако должна есть быти: еже хощет, да творит: не согрешает, аще посягнет. ",
          "ID": "36"
        },
        {
          "text": "А иже стоит твердо сердцем, не имый нужды, власть же имать о своей воли, и се разсудил есть в сердцы своем блюсти деву свою, добре творит. ",
          "ID": "37"
        },
        {
          "text": "Темже и вдаяй браку свою деву добре творит: и не вдаяй лучше творит. ",
          "ID": "38"
        },
        {
          "text": "Жена привязана есть законом, в елико время живет муж ея: аще же умрет муж ея, свободна есть, за негоже хощет, посягнути, точию о Господе. ",
          "ID": "39"
        },
        {
          "text": "Блаженнейша же есть, аще тако пребудет, по моему совету: мнюся бо и аз Духа Божия имети.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.7",
      "name": "Первое послание к Коринфянам 7"
    },
    {
      "text": [
        {
          "text": "О идоложертвенных же вемы: яко вси разум имамы. Разум (убо) кичит, а любы созидает. ",
          "ID": "1"
        },
        {
          "text": "Аще ли кто мнится ведети что, не у что разуме, якоже подобает разумети: ",
          "ID": "2"
        },
        {
          "text": "аще же кто любит Бога, сей познан бысть от него. ",
          "ID": "3"
        },
        {
          "text": "О ядении же идоложертвенных вемы, яко идол ничтоже есть в мире, и яко никтоже Бог ин, токмо един. ",
          "ID": "4"
        },
        {
          "text": "Аще бо и суть глаголемии бози, или на небеси, или на земли: якоже суть бози мнози и господие мнози: ",
          "ID": "5"
        },
        {
          "text": "но нам един Бог Отец, из негоже вся, и мы у него, и един Господь Иисус Христос, имже вся, и мы тем. ",
          "ID": "6"
        },
        {
          "text": "Но не во всех разум: нецыи же совестию идолскою даже доселе якоже идоложертвенное ядят, и совесть их, немощна сущи, сквернится. ",
          "ID": "7"
        },
        {
          "text": "Брашно же нас не поставляет пред Богом: ниже бо аще ямы, избыточествуем: ниже аще не ямы, лишаемся. ",
          "ID": "8"
        },
        {
          "text": "Блюдите же, да не како власть ваша сия преткновение будет немощным. ",
          "ID": "9"
        },
        {
          "text": "Аще бо кто видит тя, имуща разум, в требищи возлежаща, не совесть ли его немощна сущи созиждется идоложертвенная ясти? ",
          "ID": "10"
        },
        {
          "text": "И погибнет немощный брат в твоем разуме, егоже ради Христос умре. ",
          "ID": "11"
        },
        {
          "text": "Такожде согрешающе в братию и биюще их совесть немощну сущу, во Христа согрешаете. ",
          "ID": "12"
        },
        {
          "text": "Темже аще брашно соблазняет брата моего, не имам ясти мяса во веки, да не соблазню брата моего.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.8",
      "name": "Первое послание к Коринфянам 8"
    },
    {
      "text": [
        {
          "text": "Несмь ли апостол? Несмь ли свободь? Не Иисуса Христа ли Господа нашего видех? Не дело ли мое вы есте о Господе? ",
          "ID": "1"
        },
        {
          "text": "Аще иным (и) несмь апостол, но обаче вам есмь: печать бо моего апостолства вы есте о Господе. ",
          "ID": "2"
        },
        {
          "text": "Мой ответ востязующым мене сей есть. ",
          "ID": "3"
        },
        {
          "text": "Еда не имамы власти ясти и пити? ",
          "ID": "4"
        },
        {
          "text": "Еда не имамы власти сестру жену водити, яко и прочии апостоли, и братия Господня, и кифа? ",
          "ID": "5"
        },
        {
          "text": "Или един аз и варнава не имамы власти еже не делати? ",
          "ID": "6"
        },
        {
          "text": "Кто воинствует своими оброки когда? Или кто насаждает виноград, и от плода его не яст? Или кто пасет стадо, и от млека стада не яст? ",
          "ID": "7"
        },
        {
          "text": "Еда по человеку сия глаголю? Не и закон ли сия глаголет? ",
          "ID": "8"
        },
        {
          "text": "В моисеове бо законе писано: да не заградиши устну вола молотяща. Еда о волех радит Бог? ",
          "ID": "9"
        },
        {
          "text": "Или нас ради всяко глаголет? Нас бо ради написася, яко о надежди должен есть оряй орати, и молотяй с надеждею своего упования причащатися. ",
          "ID": "10"
        },
        {
          "text": "Аще мы духовная сеяхом вам, велико ли, аще мы ваша телесная пожнем? ",
          "ID": "11"
        },
        {
          "text": "Аще инии власти вашея причащаются, не паче ли мы? Но не сотворихом по области сей: но вся терпим, да не прекращение кое дамы благовествованию Христову. ",
          "ID": "12"
        },
        {
          "text": "Не весте ли, яко делающии священная от святилища ядят? (и) служащии олтарю со олтарем делятся? ",
          "ID": "13"
        },
        {
          "text": "Тако и Господь повеле проповедающым благовестие от благовестия жити. ",
          "ID": "14"
        },
        {
          "text": "Аз же ни едино сотворих от сих. Не писах же сия, да тако будет о мне: добрее бо мне паче умрети, нежели похвалу мою кто да испразднит. ",
          "ID": "15"
        },
        {
          "text": "Аще бо благовествую, несть ми похвалы, нужда бо ми належит: горе же мне есть, аще не благовествую. ",
          "ID": "16"
        },
        {
          "text": "Аще убо волею сие творю, мзду имам: аще же неволею, строение ми есть предано. ",
          "ID": "17"
        },
        {
          "text": "Кая убо ми есть мзда? Да благовествуяй без мзды положу благовестие Христово, во еже не творити ми по области моей в благовествовании. ",
          "ID": "18"
        },
        {
          "text": "Свободен бо сый от всех, всем себе поработих, да множайшыя приобрящу: ",
          "ID": "19"
        },
        {
          "text": "бых иудеем яко иудей, да иудеи приобрящу: подзаконным яко подзаконен, да подзаконныя приобрящу: ",
          "ID": "20"
        },
        {
          "text": "беззаконным яко беззаконен, не сый беззаконник Богу, но законник Христу, да приобрящу беззаконныя. ",
          "ID": "21"
        },
        {
          "text": "Бых немощным яко немощен, да немощныя приобрящу. Всем бых вся, да всяко некия спасу. ",
          "ID": "22"
        },
        {
          "text": "Сие же творю за благовестие, да соHбщник ему буду. ",
          "ID": "23"
        },
        {
          "text": "Не весте ли, яко текущии в позорищи вси убо текут, един же приемлет почесть? Тако тецыте, да постигнете. ",
          "ID": "24"
        },
        {
          "text": "Всяк же подвизаяйся от всех воздержится: и они убо да истленен венец приимут, мы же неистленен. ",
          "ID": "25"
        },
        {
          "text": "Аз убо тако теку, не яко безвестно, тако подвизаюся, не яко воздух бияй: ",
          "ID": "26"
        },
        {
          "text": "но умерщвляю тело мое и порабощаю, да не како, иным проповедуя, сам неключимь буду.",
          "ID": "27"
        }
      ],
      "ID": "NT:1CO.9",
      "name": "Первое послание к Коринфянам 9"
    },
    {
      "text": [
        {
          "text": "Не хощу же вас не ведети, братие, яко отцы наши вси под облаком быша, и вси сквозе море проидоша: ",
          "ID": "1"
        },
        {
          "text": "и вси в моисеа крестишася во облаце и в мори: ",
          "ID": "2"
        },
        {
          "text": "и вси тожде брашно духовное ядоша: ",
          "ID": "3"
        },
        {
          "text": "и вси тожде пиво духовное пиша, пияху бо от духовнаго последующаго камене: камень же бе Христос. ",
          "ID": "4"
        },
        {
          "text": "Но не во множайших их благоволи Бог, поражени бо быша в пустыни. ",
          "ID": "5"
        },
        {
          "text": "Сия же образи нам быша, яко не быти нам похотником злых, якоже и они похотеша. ",
          "ID": "6"
        },
        {
          "text": "Ни идолослужителе бывайте, якоже нецыи от них, якоже есть писано: седоша людие ясти и пити, и восташа играти. ",
          "ID": "7"
        },
        {
          "text": "Ниже соблудим, якоже нецыи от них соблудиша, и падоша во един день двадесять три тысящы. ",
          "ID": "8"
        },
        {
          "text": "Ни да искушаим Христа, якоже нецыи от них искусиша и от змий погибоша. ",
          "ID": "9"
        },
        {
          "text": "Ни ропщите, якоже нецыи от них ропташа и погибоша от всегубителя. ",
          "ID": "10"
        },
        {
          "text": "Сия же вся образи прилучахуся онем: писана же быша в научение наше, в нихже концы век достигоша. ",
          "ID": "11"
        },
        {
          "text": "Темже мняйся стояти да блюдется, да не падет. ",
          "ID": "12"
        },
        {
          "text": "Искушение вас не достиже, точию человеческое: верен же Бог, иже не оставит вас искуситися паче, еже можете, но сотворит со искушением и избытие, яко возмощи вам понести. ",
          "ID": "13"
        },
        {
          "text": "Темже, братие моя возлюбленная, бегайте от идолослужения. ",
          "ID": "14"
        },
        {
          "text": "Яко мудрым глаголю: судите вы, еже глаголю: ",
          "ID": "15"
        },
        {
          "text": "чаша благословения, юже благословляем, не общение ли крове Христовы есть? хлеб, егоже ломим, не общение ли тела Христова есть? ",
          "ID": "16"
        },
        {
          "text": "Яко един хлеб, едино тело есмы мнози: вси бо от единаго хлеба причащаемся. ",
          "ID": "17"
        },
        {
          "text": "Видите израиля по плоти: не ядущии ли жертвы общницы олтареви суть? ",
          "ID": "18"
        },
        {
          "text": "Что убо глаголю? яко идол что есть? или идоложертвенное что есть? ",
          "ID": "19"
        },
        {
          "text": "Но зане, яже жрут языцы, бесом жрут, а не Богови: не хощу же вас общников быти бесом. ",
          "ID": "20"
        },
        {
          "text": "Не можете чашу Господню пити и чашу бесовскую: не можете трапезе Господней причащатися и трапезе бесовстей. ",
          "ID": "21"
        },
        {
          "text": "Или раздражаем Господа? Еда крепчайши его есмы? ",
          "ID": "22"
        },
        {
          "text": "Вся ми леть суть, но не вся на пользу: вся ми леть суть, но не вся назидают. ",
          "ID": "23"
        },
        {
          "text": "Никтоже своего си да ищет, но еже ближняго кийждо. ",
          "ID": "24"
        },
        {
          "text": "Все, еже на торжищи продаемое, ядите, ничтоже сумнящеся, за совесть: ",
          "ID": "25"
        },
        {
          "text": "Господня бо земля и исполнение ея. ",
          "ID": "26"
        },
        {
          "text": "Аще ли кто от неверных призывает вы, и хощете ити, все предлагаемое вам ядите, ничтоже сумнящеся, за совесть. ",
          "ID": "27"
        },
        {
          "text": "Аще ли же кто вам речет: сие идоложертвенно есть: не ядите за оного поведавшаго, и совесть: Господня бо земля и исполнение ея. ",
          "ID": "28"
        },
        {
          "text": "Совесть же глаголю не свою, но другаго: вскую бо свобода моя судится от иныя совести? ",
          "ID": "29"
        },
        {
          "text": "Аще аз благодатию причащаюся, почто хулу приемлю, о немже аз благодарю? ",
          "ID": "30"
        },
        {
          "text": "Аще убо ясте, аще ли пиете, аще ли ино что творите, вся во славу Божию творите. ",
          "ID": "31"
        },
        {
          "text": "Безпреткновени бывайте иудеем и еллином и Церкви Божией, ",
          "ID": "32"
        },
        {
          "text": "якоже и аз во всем всем угождаю, не иский своея пользы, но многих, да спасутся.",
          "ID": "33"
        }
      ],
      "ID": "NT:1CO.10",
      "name": "Первое послание к Коринфянам 10"
    },
    {
      "text": [
        {
          "text": "Подражателе мне бывайте, якоже и аз Христу. ",
          "ID": "1"
        },
        {
          "text": "Хвалю же вы, братие, яко вся моя помните, и якоже предах вам, предания держите. ",
          "ID": "2"
        },
        {
          "text": "Хощу же вас ведети, яко всякому мужу глава Христос есть, глава же жене муж, глава же Христу Бог. ",
          "ID": "3"
        },
        {
          "text": "Всяк муж, молитву дея или пророчествуяй покрытою главою, срамляет главу свою: ",
          "ID": "4"
        },
        {
          "text": "и всяка жена, молитву деющая или пророчествующая откровенною главою, срамляет главу свою: едино бо есть и тожде остриженней: ",
          "ID": "5"
        },
        {
          "text": "аще бо не покрывается жена, да стрижется: аще ли же срам жене стрищися или бритися, да покрывается. ",
          "ID": "6"
        },
        {
          "text": "Муж убо не должен есть покрывати главу, образ и слава Божия сый: жена же слава мужу есть. ",
          "ID": "7"
        },
        {
          "text": "Несть бо муж от жены, но жена от мужа: ",
          "ID": "8"
        },
        {
          "text": "ибо не создан бысть муж жены ради, но жена мужа ради. ",
          "ID": "9"
        },
        {
          "text": "Сего ради должна есть жена власть имети на главе ангел ради. ",
          "ID": "10"
        },
        {
          "text": "Обаче ни муж без жены, ни жена без мужа, о Господе. ",
          "ID": "11"
        },
        {
          "text": "Якоже бо жена от мужа, сице и муж женою: вся же от Бога. ",
          "ID": "12"
        },
        {
          "text": "В вас самех судите, лепо ли есть жене откровенней Богу молитися? ",
          "ID": "13"
        },
        {
          "text": "Или и не самое естество учит вы, яко муж убо аще власы растит, безчестие ему есть, ",
          "ID": "14"
        },
        {
          "text": "жена же аще власы растит, слава ей есть? зане растение власов вместо одеяния дано бысть ей. ",
          "ID": "15"
        },
        {
          "text": "Аще ли кто мнится спорлив быти, мы таковаго обычая не имамы, ниже Церкви Божия. ",
          "ID": "16"
        },
        {
          "text": "Сие же завещавая не хвалю, яко не на лучшее, но на хуждшее сбираетеся. ",
          "ID": "17"
        },
        {
          "text": "Первое убо, сходящымся вам в церковь, слышу в вас распри сущыя, и часть некую (сих) верую. ",
          "ID": "18"
        },
        {
          "text": "Подобает бо и ересем в вас быти, да искуснии явлени бывают в вас. ",
          "ID": "19"
        },
        {
          "text": "Сходящымся убо вам вкупе, несть Господскую вечерю ясти: ",
          "ID": "20"
        },
        {
          "text": "кийждо бо свою вечерю предваряет в снедение, и ов убо алчет, ов же упивается. ",
          "ID": "21"
        },
        {
          "text": "Еда бо домов не имате, во еже ясти и пити? Или о Церкви Божией нерадите и срамляете не имущыя? Что вам реку? похвалю ли вы о сем? Не похвалю. ",
          "ID": "22"
        },
        {
          "text": "Аз бо приях от Господа, еже и предах вам, яко Господь Иисус в нощь, в нюже предан бываше, приемь хлеб, ",
          "ID": "23"
        },
        {
          "text": "и благодарив преломи, и рече: приимите, ядите, сие есть тело мое, еже за вы ломимое: сие творите в мое воспоминание. ",
          "ID": "24"
        },
        {
          "text": "Такожде и чашу по вечери, глаголя: сия чаша новый завет есть в моей крови: сие творите, елижды аще пиете, в мое воспоминание. ",
          "ID": "25"
        },
        {
          "text": "Елижды бо аще ясте хлеб сей и чашу сию пиете, смерть Господню возвещаете, дондеже приидет. ",
          "ID": "26"
        },
        {
          "text": "Темже иже аще яст хлеб сей или пиет чашу Господню недостойне, повинен будет телу и крови Господни. ",
          "ID": "27"
        },
        {
          "text": "Да искушает же человек себе, и тако от хлеба да яст и от чаши да пиет. ",
          "ID": "28"
        },
        {
          "text": "Ядый бо и пияй недостойне, суд себе яст и пиет, не разсуждая тела Господня. ",
          "ID": "29"
        },
        {
          "text": "Сего ради в вас мнози немощни и недужливи, и спят доволни. ",
          "ID": "30"
        },
        {
          "text": "Аще бо быхом себе разсуждали, не быхом осуждени были. ",
          "ID": "31"
        },
        {
          "text": "Судими же, от Господа наказуемся, да не с миром осудимся. ",
          "ID": "32"
        },
        {
          "text": "Темже, братие моя, сходящеся ясти, друг друга ждите. ",
          "ID": "33"
        },
        {
          "text": "Аще ли кто алчет, в дому да яст, да не в грех сходитеся. О прочих же, егда прииду, устрою.",
          "ID": "34"
        }
      ],
      "ID": "NT:1CO.11",
      "name": "Первое послание к Коринфянам 11"
    },
    {
      "text": [
        {
          "text": "О духовных же, братие, не хощу вас не ведети. ",
          "ID": "1"
        },
        {
          "text": "Весте, яко егда неверни бесте, ко идолом безгласным яко ведоми ведостеся. ",
          "ID": "2"
        },
        {
          "text": "Темже сказую вам, яко никтоже, духом Божиим глаголяй, речет анафема Иисуса, и никтоже может рещи Господа Иисуса, точию духом святым. ",
          "ID": "3"
        },
        {
          "text": "Разделения же дарований суть, а тойжде дух: ",
          "ID": "4"
        },
        {
          "text": "и разделения служений суть, а тойжде Господь: ",
          "ID": "5"
        },
        {
          "text": "и разделения действ суть, а тойжде есть Бог, действуяй вся во всех. ",
          "ID": "6"
        },
        {
          "text": "Комуждо же дается явление духа на пользу: ",
          "ID": "7"
        },
        {
          "text": "овому бо духом дается слово премудрости, иному же слово разума, о томже Дусе: ",
          "ID": "8"
        },
        {
          "text": "другому же вера, темже духом: иному же дарования исцелений, о томже Дусе: ",
          "ID": "9"
        },
        {
          "text": "другому же действия сил, иному же пророчество, другому же разсуждения духовом, иному же роди языков, другому же сказания языков. ",
          "ID": "10"
        },
        {
          "text": "Вся же сия действует един и тойжде дух, разделяя властию коемуждо якоже хощет. ",
          "ID": "11"
        },
        {
          "text": "Акоже бо тело едино есть и уды имать многи, вси же уди единаго тела, мнози суще, едино суть тело: тако и Христос. ",
          "ID": "12"
        },
        {
          "text": "Ибо единем духом мы вси во едино тело крестихомся, аще иудее, аще еллини, или раби, или свободни: и вси единем духом напоихомся. ",
          "ID": "13"
        },
        {
          "text": "Ибо тело несть един уд, но мнози. ",
          "ID": "14"
        },
        {
          "text": "Аще речет нога, яко несмь рука, несмь от тела: еда сего ради несть от тела? ",
          "ID": "15"
        },
        {
          "text": "И аще речет ухо, яко несмь око, несмь от тела: еда сего ради несть от тела? ",
          "ID": "16"
        },
        {
          "text": "Аще все тело око, где слух? аще (же) все слух, где ухание? ",
          "ID": "17"
        },
        {
          "text": "Ныне же положи Бог уды, единаго коегождо их в телеси, якоже изволи. ",
          "ID": "18"
        },
        {
          "text": "Аще ли быша вси един уд, где тело? ",
          "ID": "19"
        },
        {
          "text": "Ныне же мнози убо удове, едино же тело. ",
          "ID": "20"
        },
        {
          "text": "Не может же око рещи руце: не требе ми еси: или паки глава ногама: не требе ми есте. ",
          "ID": "21"
        },
        {
          "text": "Но много паче, мнящиися уди тела немощнейши быти, нужнейши суть, ",
          "ID": "22"
        },
        {
          "text": "и ихже мним безчестнейших быти тела, сим честь множайшую прилагаем: ",
          "ID": "23"
        },
        {
          "text": "и неблагообразнии наши благообразие множайше имут, а благообразнии наши не требе имут. Но Бог раствори тело, худейшему болшу дав честь, ",
          "ID": "24"
        },
        {
          "text": "да не будет распри в телеси, но да тожде в себе пекутся уди. ",
          "ID": "25"
        },
        {
          "text": "И аще страждет един уд, с ним страждут вси уди: аще ли же славится един уд, с ним радуются вси уди. ",
          "ID": "26"
        },
        {
          "text": "Вы же есте тело Христово, и уди от части. ",
          "ID": "27"
        },
        {
          "text": "И овых убо положи Бог в Церкви первее апостолов, второе пророков, третие учителей: потом же силы, таже дарования исцелений, заступления, правления, роди языков. ",
          "ID": "28"
        },
        {
          "text": "Еда вси апостоли? еда вси пророцы? еда вси учителе? еда вси силы? ",
          "ID": "29"
        },
        {
          "text": "еда вси дарования имут изцелений? еда вси языки глаголют? еда вси сказуют? ",
          "ID": "30"
        },
        {
          "text": "Ревнуйте же дарований болших, и еще по превосхождению путь вам показую.",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.12",
      "name": "Первое послание к Коринфянам 12"
    },
    {
      "text": [
        {
          "text": "Аще языки человеческими глаголю и ангелскими, любве же не имам, бых (яко) медь звенящи, или кимвал звяцаяй. ",
          "ID": "1"
        },
        {
          "text": "и аще имам пророчество, и вем тайны вся и весь разум, и аще имам всю веру, яко и горы преставляти, любве же не имам, ничтоже есмь. ",
          "ID": "2"
        },
        {
          "text": "И аще раздам вся имения моя, и аще предам тело мое, во еже сжещи е, любве же не имам, ни кая польза ми есть. ",
          "ID": "3"
        },
        {
          "text": "Любы долготерпит, милосердствует, любы не завидит, любы не превозносится, не гордится, ",
          "ID": "4"
        },
        {
          "text": "не безчинствует, не ищет своих си, не раздражается, не мыслит зла, ",
          "ID": "5"
        },
        {
          "text": "не радуется о неправде, радуется же о истине: ",
          "ID": "6"
        },
        {
          "text": "вся любит, всему веру емлет, вся уповает, вся терпит. ",
          "ID": "7"
        },
        {
          "text": "Любы николиже отпадает, аще же пророчествия упразднятся, аще ли языцы умолкнут, аще разум испразднится. ",
          "ID": "8"
        },
        {
          "text": "От части бо разумеваем и от части пророчествуем: ",
          "ID": "9"
        },
        {
          "text": "егда же приидет совершенное, тогда, еже от части, упразднится. ",
          "ID": "10"
        },
        {
          "text": "Егда бех младенец, яко младенец глаголах, яко младенец мудрствовах, яко младенец смышлях: егда же бых муж, отвергох младенческая. ",
          "ID": "11"
        },
        {
          "text": "Видим убо ныне якоже зерцалом в гадании, тогда же лицем к лицу: ныне разумею от части, тогда же познаю, якоже и познан бых. ",
          "ID": "12"
        },
        {
          "text": "Ныне же пребывают вера, надежда, любы, три сия: болши же сих любы.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.13",
      "name": "Первое послание к Коринфянам 13"
    },
    {
      "text": [
        {
          "text": "Держитеся любве: ревнуйте же духовным, паче же да пророчествуете. ",
          "ID": "1"
        },
        {
          "text": "Глаголяй бо языки, не человеком глаголет, но Богу: никтоже бо слышит, духом же глаголет тайны: ",
          "ID": "2"
        },
        {
          "text": "пророчествуяй же, человеком глаголет созидание и утешение и утверждение. ",
          "ID": "3"
        },
        {
          "text": "Глаголяй (бо) языки себе зиждет, а пророчествуяй Церковь зиждет. ",
          "ID": "4"
        },
        {
          "text": "Хощу же всех вас глаголати языки, паче же да прорицаете: болий бо пророчествуяй, нежели глаголяй языки, разве аще (кто) сказует, да Церковь созидание приемлет. ",
          "ID": "5"
        },
        {
          "text": "Ныне же, братие, аще прииду к вам языки глаголя, кую вам пользу сотворю, аще вам не глаголю или во откровении, или в разуме, или в пророчествии, или в научении? ",
          "ID": "6"
        },
        {
          "text": "Обаче бездушная глас дающая, аще сопель, аще гусли, аще разнствия писканием не дадят, како разумно будет пискание или гудение? ",
          "ID": "7"
        },
        {
          "text": "Ибо аще безвестен глас труба даст, кто уготовится на брань? ",
          "ID": "8"
        },
        {
          "text": "Тако и вы аще не благоразумно слово дадите языком, како уразумеется глаголемое? Будете бо на воздух глаголюще. ",
          "ID": "9"
        },
        {
          "text": "Толицы убо, аще ключится, роди гласов суть в мире, и ни един их безгласен. ",
          "ID": "10"
        },
        {
          "text": "Аще убо не увем силы гласа, буду глаголющему иноязычник, и глаголющий мне иноязычник. ",
          "ID": "11"
        },
        {
          "text": "Тако и вы, понеже ревнителе есте духовом, (яже) к созиданию Церкве просите, да избыточествуете. ",
          "ID": "12"
        },
        {
          "text": "Темже глаголяй языком да молится, да сказует. ",
          "ID": "13"
        },
        {
          "text": "Аще бо молюся языком, дух мой молится, а ум мой без плода есть. ",
          "ID": "14"
        },
        {
          "text": "Что убо есть? Помолюся духом, помолюся же и умом: воспою духом, воспою же и умом. ",
          "ID": "15"
        },
        {
          "text": "Понеже аще благословиши духом, исполняяй место невежды како речет аминь, по твоему благодарению? Понеже не весть, что глаголеши. ",
          "ID": "16"
        },
        {
          "text": "Ты убо добре благодариши, но другий не созидается. ",
          "ID": "17"
        },
        {
          "text": "Благодарю Бога моего, паче всех вас языки глаголя: ",
          "ID": "18"
        },
        {
          "text": "но в Церкви хощу пять словес умом моим глаголати, да и ины пользую, нежели тмы словес языком. ",
          "ID": "19"
        },
        {
          "text": "Братие, не дети бывайте умы: но злобою младенствуйте, умы же совершени бывайте. ",
          "ID": "20"
        },
        {
          "text": "В законе пишет: яко иными языки и устны иными возглаголю людем сим, и ни тако послушают мене, глаголет Господь. ",
          "ID": "21"
        },
        {
          "text": "Темже языцы в знамение суть не верующым, но неверным: а пророчество не неверным, но верующым. ",
          "ID": "22"
        },
        {
          "text": "Аще убо снидется церковь вся вкупе, и вси языки глаголют, внидут же (и) неразумивии или невернии, не рекут ли, яко беснуетеся? ",
          "ID": "23"
        },
        {
          "text": "Аще же вси пророчествуют, внидет же некий неверен или невежда, обличается всеми, (и) истязуется от всех, ",
          "ID": "24"
        },
        {
          "text": "и сице тайная сердца его явлена бывают: и тако пад ниц поклонится Богови, возвещая, яко воистинну Бог с вами есть. ",
          "ID": "25"
        },
        {
          "text": "Что убо есть, братие? Егда сходитеся, кийждо вас псалом имать, учение имать, язык имать откровение имать, сказание имать: вся (же) к созиданию да бывают. ",
          "ID": "26"
        },
        {
          "text": "Аще языком кто глаголет, по двема, или множае по трием, и по части: и един да сказует. ",
          "ID": "27"
        },
        {
          "text": "Аще ли не будет сказатель, да молчит в Церкви, себе же да глаголет и Богови. ",
          "ID": "28"
        },
        {
          "text": "Пророцы же два или трие да глаголют, и друзии да разсуждают: ",
          "ID": "29"
        },
        {
          "text": "аще ли иному открыется седящу, первый да молчит. ",
          "ID": "30"
        },
        {
          "text": "Можете бо вси по единому пророчествовати, да вси учатся и вси утешаются. ",
          "ID": "31"
        },
        {
          "text": "И дуси пророчестии пророком повинуются: ",
          "ID": "32"
        },
        {
          "text": "несть бо нестроения Бог, но мира, яко во всех церквах святых. ",
          "ID": "33"
        },
        {
          "text": "Жены вашя в церквах да молчат: не повелеся бо им глаголати, но повиноватися, якоже и закон глаголет. ",
          "ID": "34"
        },
        {
          "text": "Аще ли чесому научитися хотят, в дому своих мужей да вопрошают: срамно бо есть жене в Церкви глаголати. ",
          "ID": "35"
        },
        {
          "text": "Или от вас слово Божие изыде? Или вас единых достиже? ",
          "ID": "36"
        },
        {
          "text": "Аще кто мнится пророк быти или духовен, да разумеет, яже пишу вам, зане Господни суть заповеди? ",
          "ID": "37"
        },
        {
          "text": "аще ли кто не разумеет, да не разумевает. ",
          "ID": "38"
        },
        {
          "text": "Темже, братие моя, ревнуйте еже пророчествовати, и еже глаголати языки не возбраняйте: ",
          "ID": "39"
        },
        {
          "text": "вся же блгообразно и по чину да бывают.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.14",
      "name": "Первое послание к Коринфянам 14"
    },
    {
      "text": [
        {
          "text": "Сказую же вам, братие, благовествование, еже благовестих вам, еже и приясте, в немже и стоите, ",
          "ID": "1"
        },
        {
          "text": "имже и спасаетеся, кацем словом благовестих вам, аще содержите: разве аще не всуе веровасте. ",
          "ID": "2"
        },
        {
          "text": "Предах бо вам исперва, еже и приях, яко Христос умре грех наших ради, по писанием, ",
          "ID": "3"
        },
        {
          "text": "и яко погребен бысть, и яко воста в третий день, по писанием, ",
          "ID": "4"
        },
        {
          "text": "и яко явися кифе, таже единонадесятим: ",
          "ID": "5"
        },
        {
          "text": "потом же явися боле пяти сот братиям единою, от нихже множайшии пребывают доселе, нецыи же и почиша: ",
          "ID": "6"
        },
        {
          "text": "потом же явися иакову, таже апостолом всем: ",
          "ID": "7"
        },
        {
          "text": "последи же всех, яко некоему извергу, явися и мне. ",
          "ID": "8"
        },
        {
          "text": "Аз бо есмь мний апостолов, иже несмь достоин нарещися апостол, зане гоних Церковь Божию. ",
          "ID": "9"
        },
        {
          "text": "Благодатию же Божиею есмь, еже есмь, и благодать его, яже во мне, не тща бысть, но паче всех их потрудихся: не аз же, но благодать Божия, яже со мною. ",
          "ID": "10"
        },
        {
          "text": "Аще убо аз, аще ли они, тако проповедуем, и тако веровасте. ",
          "ID": "11"
        },
        {
          "text": "Аще же Христос проповедуется, яко из мертвых воста, како глаголют нецыи в вас, яко воскресения мертвых несть? ",
          "ID": "12"
        },
        {
          "text": "И аще воскресения мертвых несть, то ни Христос воста: ",
          "ID": "13"
        },
        {
          "text": "аще же Христос не воста, тще убо проповедание наше, тща же и вера ваша. ",
          "ID": "14"
        },
        {
          "text": "Обретаемся же и лжесвидетеле Божии, яко послушествовахом на Бога, яко воскреси Христа, егоже не воскреси, аще убо мертвии не востают: ",
          "ID": "15"
        },
        {
          "text": "аще бо мертвии не востают, то ни Христос воста: ",
          "ID": "16"
        },
        {
          "text": "аще же Христос не воста, суетна вера ваша, еще есте во гресех ваших: ",
          "ID": "17"
        },
        {
          "text": "убо и умершии о Христе, погибоша. ",
          "ID": "18"
        },
        {
          "text": "(И) аще в животе сем точию уповающе есмы во Христа, окаяннейши всех человек есмы. ",
          "ID": "19"
        },
        {
          "text": "Ныне же Христос воста от мертвых, начаток умершым бысть. ",
          "ID": "20"
        },
        {
          "text": "Понеже бо человеком смерть (бысть), и Человеком воскресение мертвых. ",
          "ID": "21"
        },
        {
          "text": "Якоже бо о адаме вси умирают, такожде и о Христе вси оживут, ",
          "ID": "22"
        },
        {
          "text": "кийждо же во своем чину: начаток Христос, потом же Христу веровавшии в пришествии его. ",
          "ID": "23"
        },
        {
          "text": "Таже кончина, егда предаст Царство Богу и Отцу, егда испразднит всяко началство и всяку власть и силу: ",
          "ID": "24"
        },
        {
          "text": "подобает бо ему царствовати, дондеже положит вся враги под ногама своима. ",
          "ID": "25"
        },
        {
          "text": "Последний же враг испразднится смерть, ",
          "ID": "26"
        },
        {
          "text": "вся бо покори под нозе его: внегда же рещи, яко вся покорена суть ему, яве, яко разве покоршаго ему вся. ",
          "ID": "27"
        },
        {
          "text": "Егда же покорит ему всяческая, тогда и сам Сын покорится покоршему ему всяческая, да будет Бог всяческая во всех. ",
          "ID": "28"
        },
        {
          "text": "Понеже что сотворят крестящиися мертвых ради? Аще отнюд мертвии не востают, что и крещаются мертвых ради? ",
          "ID": "29"
        },
        {
          "text": "Почто (же) и мы беды приемлем на всяк час? ",
          "ID": "30"
        },
        {
          "text": "По вся дни умираю: тако ми ваша похвала, братие, юже имам о Христе Иисусе Господе нашем. ",
          "ID": "31"
        },
        {
          "text": "Аще (бо) по человеку со зверем боряхся в ефесе, кая ми польза, аще мертвии не востают? Да ямы и пием, утре бо умрем. ",
          "ID": "32"
        },
        {
          "text": "Не льститеся: тлят обычаи благи беседы злы. ",
          "ID": "33"
        },
        {
          "text": "Истрезвитеся праведно и не согрешайте: неведение бо Божие нецыи имут, к сраму вам глаголю. ",
          "ID": "34"
        },
        {
          "text": "Но речет некто: како востанут мертвии? коим же телом приидут? ",
          "ID": "35"
        },
        {
          "text": "Безумне, ты еже сееши, не оживет, аще не умрет: ",
          "ID": "36"
        },
        {
          "text": "и еже сееши, не тело будущее сееши, но голо зерно, аще случится, пшеницы или иного от прочих: ",
          "ID": "37"
        },
        {
          "text": "Бог же дает ему тело, якоже восхощет, и коемуждо семени свое тело. ",
          "ID": "38"
        },
        {
          "text": "Не всяка плоть таже плоть: но ина убо плоть человеком, ина же плоть скотом, ина же рыбам, ина же птицам. ",
          "ID": "39"
        },
        {
          "text": "И телеса небесная, и телеса земная: но ина убо небесным слава, и ина земным: ",
          "ID": "40"
        },
        {
          "text": "ина слава солнцу, и ина слава луне, и ина слава звездам: звезда бо от звезды разнствует во славе. ",
          "ID": "41"
        },
        {
          "text": "Такожде и воскресение мертвых: сеется в тление, востает в нетлении: ",
          "ID": "42"
        },
        {
          "text": "сеется не в честь, востает в славе: сеется в немощи, востает в силе: ",
          "ID": "43"
        },
        {
          "text": "сеется тело душевное, востает тело духовное. Есть тело душевное, и есть тело духовное. ",
          "ID": "44"
        },
        {
          "text": "Тако и писано есть: бысть первый человек адам в душу живу, последний адам в дух животворящь. ",
          "ID": "45"
        },
        {
          "text": "Но не прежде духовное, но душевное, потом же духовное. ",
          "ID": "46"
        },
        {
          "text": "Первый человек от земли, перстен: вторый Человек Господь с небесе. ",
          "ID": "47"
        },
        {
          "text": "Яков перстный, такови и перстнии: и яков небесный, тацы же и небеснии: ",
          "ID": "48"
        },
        {
          "text": "и якоже облекохомся во образ перстнаго, да облечемся и во образ небеснаго. ",
          "ID": "49"
        },
        {
          "text": "Сие же глаголю, братие, яко плоть и кровь Царствия Божия наследити не могут, ниже тление нетления наследствует. ",
          "ID": "50"
        },
        {
          "text": "Се, тайну вам глаголю: вси бо не успнем, вси же изменимся ",
          "ID": "51"
        },
        {
          "text": "вскоре, во мгновении ока, в последней трубе: вострубит бо, и мертвии востанут нетленни, и мы изменимся: ",
          "ID": "52"
        },
        {
          "text": "подобает бо тленному сему облещися в нетление и мертвенному сему облещися в безсмертие. ",
          "ID": "53"
        },
        {
          "text": "Егда же тленное сие облечется в нетление и смертное сие облечется в безсмертие, тогда будет слово написанное: пожерта бысть смерть победою. ",
          "ID": "54"
        },
        {
          "text": "Где ти, смерте, жало? где ти, аде, победа? ",
          "ID": "55"
        },
        {
          "text": "Жало же смерти грех: сила же греха закон. ",
          "ID": "56"
        },
        {
          "text": "Богу же благодарение, давшему нам победу Господем нашим Иисус Христом. ",
          "ID": "57"
        },
        {
          "text": "Темже, братие моя возлюбленная, тверди бывайте, непоступни, избыточествующе в деле Господни всегда, ведяще, яко труд ваш несть тощь пред Господем.",
          "ID": "58"
        }
      ],
      "ID": "NT:1CO.15",
      "name": "Первое послание к Коринфянам 15"
    },
    {
      "text": [
        {
          "text": "О милостыни же, яже ко святым, якоже устроих Церквам галатийским, тако и вы сотворяйте: ",
          "ID": "1"
        },
        {
          "text": "по единей от суббот кийждо вас да полагает у себе сохраняя, еже аще что благопоспешится, да не егда прииду, тогда собрания бывают. ",
          "ID": "2"
        },
        {
          "text": "Егда же прииду, ихже аще искусите, с посланьми сих послю отнести благодать вашу во Иерусалим. ",
          "ID": "3"
        },
        {
          "text": "Аще же достойно будет и мне ити, со мною пойдут. ",
          "ID": "4"
        },
        {
          "text": "Прииду же к вам, егда македонию преиду: македонию бо прохожду. ",
          "ID": "5"
        },
        {
          "text": "У вас же, аще случится мне, пребуду, или и озимею, да вы мя проводите, аможе аще поиду. ",
          "ID": "6"
        },
        {
          "text": "Не хощу бо вас ныне в мимохождении видети: уповаю же время некое пребыти у вас, аще Господь повелит. ",
          "ID": "7"
        },
        {
          "text": "Пребуду же во ефесе до пентикостии: ",
          "ID": "8"
        },
        {
          "text": "дверь бо ми отверзеся велика и поспешна, и сопротивнии мнози. ",
          "ID": "9"
        },
        {
          "text": "Аще же приидет тимофей, блюдите, да без страха будет у вас: дело бо Господне делает, якоже и аз: ",
          "ID": "10"
        },
        {
          "text": "да никтоже убо его уничижит: проводите же его с миром, да приидет ко мне, жду бо его с братиею. ",
          "ID": "11"
        },
        {
          "text": "О аполлосе же брате: много молих его, да приидет к вам с братиею: и всяко не бе воля, да ныне приидет, приидет же, егда упразднится. ",
          "ID": "12"
        },
        {
          "text": "Бодрствуйте, стойте в вере, мужайтеся, утверждайтеся: ",
          "ID": "13"
        },
        {
          "text": "вся вам любовию да бывают. ",
          "ID": "14"
        },
        {
          "text": "Молю же вы, братие: весте дом стефанинов, яко есть начаток ахаии, и в служение святым учиниша себе: ",
          "ID": "15"
        },
        {
          "text": "да и вы повинуйтеся таковым и всякому споспешствующу и труждающуся. ",
          "ID": "16"
        },
        {
          "text": "Возрадовахся же о пришествии стефанинове и фуртунатове и ахаикове, яко ваше лишение сии исполниша: ",
          "ID": "17"
        },
        {
          "text": "упокоиша бо мой дух и ваш. Познавайте убо таковыя. ",
          "ID": "18"
        },
        {
          "text": "Целуют вы Церкви асийския: целуют вы о Господе много акила и прискилла с домашнею их Царковию. ",
          "ID": "19"
        },
        {
          "text": "Целуют вы братия вся. Целуйте друг друга лобзанием святым. ",
          "ID": "20"
        },
        {
          "text": "Целование моею рукою павлею. ",
          "ID": "21"
        },
        {
          "text": "Аще кто не любит Господа Иисуса Христа, да будет проклят, маран афа. ",
          "ID": "22"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа с вами, ",
          "ID": "23"
        },
        {
          "text": "(и) любы моя со всеми вами о Христе Иисусе. Аминь. ",
          "ID": "24"
        }
      ],
      "ID": "NT:1CO.16",
      "name": "Первое послание к Коринфянам 16"
    }
  ],
  "ID": "NT:1CO(CSLAV)",
  "name": "Первое послание к Коринфянам"
}