{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, призванного быть апостолом Христа Иисуса по воле Божьей, и от брата Сосфена.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Церкви Божьей в Коринфе, всем освященным во Христе Иисусе, призванным быть святыми, а также всем, кто в самых различных местах призывает имя нашего Господа Иисуса Христа – Господа их и нашего.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благодать и мир вам от Бога, нашего Отца, и от Господа Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Я всегда благодарю моего Бога за вас, за ту благодать, которую вы получили от Него через Иисуса Христа, ",
          "ID": "4"
        },
        {
          "text": "потому что благодаря Ему вы были обогащены во всем: и во всяком слове, и во всяком познании, ",
          "ID": "5"
        },
        {
          "text": "так как наше свидетельство о Христе прочно утвердилось в вас. ",
          "ID": "6"
        },
        {
          "text": "Поэтому у вас нет недостатка ни в каком духовном даре, пока вы ждете явления нашего Господа Иисуса Христа. ",
          "ID": "7"
        },
        {
          "text": "Он утвердит вас в истине до конца, чтобы в День нашего Господа Иисуса Христа вам оказаться непорочными. ",
          "ID": "8"
        },
        {
          "text": "Верен Бог, призвавший вас быть в общении с Его Сыном Иисусом Христом, нашим Господом!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Я умоляю вас, братья, во имя нашего Господа Иисуса Христа, быть в согласии друг с другом! Пусть между вами не будет разделений, но будьте едины в мыслях и в целях. ",
          "ID": "10"
        },
        {
          "text": "Братья мои, от домашних Хлои я узнал о ваших спорах. ",
          "ID": "11"
        },
        {
          "text": "Я имею в виду, что одни из вас говорят: «Я –  сторонник Павлов», другие: «Я Аполлосов», третьи: «Я Кифин», четвертые: «А я Христов». ",
          "ID": "12"
        },
        {
          "text": "Неужели Христос разделился? Или, может, это Павел был распят за вас? Или вы были крещены во имя Павла? ",
          "ID": "13"
        },
        {
          "text": "Слава Богу, я никого из вас не крестил, кроме Криспа и Гая, ",
          "ID": "14"
        },
        {
          "text": "так что никто из вас не может сказать, что он крещен во имя мое. ",
          "ID": "15"
        },
        {
          "text": "Да, еще я крестил и домашних Стефана, а больше не помню, чтобы я крестил кого-либо. ",
          "ID": "16"
        },
        {
          "text": "Ведь Христос послал меня не крестить, а возвещать Радостную Весть, и возвещать не по человеческой мудрости, иначе крест Христа потерял бы свое значение.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Те, кто идет к погибели, считают, что весть о кресте – это безумие, но для нас, спасаемых, – это сила Божья. ",
          "ID": "18"
        },
        {
          "text": "Ведь написано:",
          "ID": "19"
        },
        {
          "text": "«Я погублю мудрость мудрецов,",
          "ID": "19"
        },
        {
          "text": "и разум разумных Я отвергну».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Где мудрец? Где ученый? Где искусный спорщик этого века? Разве Бог не показал, что вся мудрость этого мира на самом деле глупость? ",
          "ID": "20"
        },
        {
          "text": "И так как по великой мудрости Божьей этот мир, несмотря на всю его мудрость, так и не смог познать Его, то Богу было угодно спасти тех, кто поверит через «безумие» возвещаемой вести. ",
          "ID": "21"
        },
        {
          "text": "Иудеи требуют знамений, греки ищут мудрости, ",
          "ID": "22"
        },
        {
          "text": "а мы возвещаем распятого Христа – для иудеев это камень преткновения, а для язычников – безумие. ",
          "ID": "23"
        },
        {
          "text": "Для тех же, кого Бог призвал, будь то иудей или грек, Христос – это сила и мудрость Божья! ",
          "ID": "24"
        },
        {
          "text": "Ведь то, что кажется глупостью Божьей, – куда мудрее человеческой мудрости, и что кажется слабостью Божьей – куда сильнее человеческой силы.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Взгляните, братья, на то, какими вы были, когда вас призвал Бог. Много ли среди вас было мудрых, если судить по-человечески, много ли среди вас могущественных, много ли знатных? ",
          "ID": "26"
        },
        {
          "text": "Но Бог избрал глупых мира, чтобы постыдить мудрых, и слабых – чтобы постыдить сильных. ",
          "ID": "27"
        },
        {
          "text": "Он избрал низкое и презренное, то, что в мире не имеет никакой цены, чтобы сделать ничем то, что считается важным, ",
          "ID": "28"
        },
        {
          "text": "так что теперь никто не может хвалиться перед Ним. ",
          "ID": "29"
        },
        {
          "text": "Благодаря Ему вы находитесь во Христе Иисусе, Который стал для нас мудростью Божьей, нашей праведностью, святостью и искуплением. ",
          "ID": "30"
        },
        {
          "text": "Поэтому, как написано: «Тот, кто хвалится, пусть хвалится Господом».",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.1",
      "name": "Первое Послание к Коринфянам 1"
    },
    {
      "text": [
        {
          "text": "Братья, когда я пришел к вам, чтобы возвещать о тайне Божьей, то мои слова не отличались ни красноречием, ни особой мудростью. ",
          "ID": "1"
        },
        {
          "text": "Находясь среди вас, я решил не знать ничего, кроме Иисуса Христа, и притом распятого. ",
          "ID": "2"
        },
        {
          "text": "Я пришел к вам слабым, полным страха и трепета. ",
          "ID": "3"
        },
        {
          "text": "И моя весть и моя проповедь были не в убедительных словах человеческой мудрости, но в проявлении силы Духа, ",
          "ID": "4"
        },
        {
          "text": "чтобы ваша вера основывалась не на мудрости человеческой, а на силе Божьей.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Мудрость же мы возвещаем среди людей духовно зрелых, но это не мудрость этого мира и не мудрость преходящих властителей этого мира. ",
          "ID": "6"
        },
        {
          "text": "Нет, мы говорим о тайной мудрости Божьей, которая до сих пор была скрыта, но еще до сотворения мира предназначена Им для нашей славы. ",
          "ID": "7"
        },
        {
          "text": "Те, кому принадлежит власть в этом мире, не поняли ее, иначе они не распяли бы Господа славы. ",
          "ID": "8"
        },
        {
          "text": "Но как написано:",
          "ID": "9"
        },
        {
          "text": "«Не видел глаз,",
          "ID": "9"
        },
        {
          "text": "не слышало ухо,",
          "ID": "9"
        },
        {
          "text": "и не приходило на сердце человеку то,",
          "ID": "9"
        },
        {
          "text": "что Бог приготовил любящим Его».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Нам же Бог открыл это Духом Своим, потому что Духу известно все. Он проникает во все глубины премудрости Божьей. ",
          "ID": "10"
        },
        {
          "text": "Кто может знать мысли человека, кроме его собственного духа, живущего в нем? Так же и замыслов Бога никто не знает, кроме Духа Божьего.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Мы же получили не дух этого мира, а Духа от Бога, чтобы нам понять все дарованное нам Богом. ",
          "ID": "12"
        },
        {
          "text": "Об этом мы возвещаем не словами человеческой мудрости, но словами, которым нас научил Дух. Мы объясняем духовные истины словами, которым нас учит Дух. ",
          "ID": "13"
        },
        {
          "text": "Недуховный человек не принимает того, что приходит от Духа Божьего. Он считает это глупостью и не может понять, потому что об этом можно судить только духовно. ",
          "ID": "14"
        },
        {
          "text": "Духовный же человек может судить обо всем, тогда как о нем никакой человек судить не может, ",
          "ID": "15"
        },
        {
          "text": "потому что",
          "ID": "16"
        },
        {
          "text": "«кто постиг разум Господа,",
          "ID": "16"
        },
        {
          "text": "чтобы советовать Ему?»",
          "ID": "16"
        },
        {
          "text": "Мы же имеем разум Христов.",
          "ID": "16"
        }
      ],
      "ID": "NT:1CO.2",
      "name": "Первое Послание к Коринфянам 2"
    },
    {
      "text": [
        {
          "text": "Так вот, братья, я не мог говорить с вами как с людьми духовными, но говорил вам как людям, находящимся под властью старой греховной природы, как младенцам во Христе. ",
          "ID": "1"
        },
        {
          "text": "Я кормил вас молоком, а не твердой пищей, потому что вы еще не были способны принимать ее, да и теперь еще не способны, ",
          "ID": "2"
        },
        {
          "text": "ведь вы по-прежнему находитесь под властью старой греховной природы. Пока среди вас существуют зависть и споры, вы остаетесь прежними людьми и ведете себя так, как люди этого мира. ",
          "ID": "3"
        },
        {
          "text": "Ну чем вы отличаетесь от других, когда говорите: «Я – сторонник Павла» или «Я – Аполлоса»? ",
          "ID": "4"
        },
        {
          "text": "Ведь кто такой Аполлос? И кто такой Павел? Мы лишь служители, благодаря которым вы поверили в Христа. Каждый из нас сделал то дело, которое ему поручил Господь. ",
          "ID": "5"
        },
        {
          "text": "Я сажал, Аполлос поливал, а выращивал Бог. ",
          "ID": "6"
        },
        {
          "text": "Поэтому ничего не значит ни тот, кто сажает, ни тот, кто поливает, а лишь Бог, Который выращивает. ",
          "ID": "7"
        },
        {
          "text": "Тот, кто сажает, и тот, кто поливает, имеют одну цель, и каждый получит награду за свой труд. ",
          "ID": "8"
        },
        {
          "text": "Ведь мы сотрудники у Бога, а вы – Его поле, Его строение.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "По благодати, данной мне Богом, я, как мудрый строитель, заложил основание, а продолжает строительство кто-то другой. Но каждый должен смотреть внимательно, как он строит. ",
          "ID": "10"
        },
        {
          "text": "Никто не может заложить другой фундамент, кроме того, который уже заложен, и этот фундамент – Иисус Христос. ",
          "ID": "11"
        },
        {
          "text": "На этом фундаменте человек может строить из золота, серебра, из драгоценных камней, из дерева, из сена или соломы, ",
          "ID": "12"
        },
        {
          "text": "но наступит День, когда выявится, кто как строил. В тот День все будет испытано огнем, и огонь покажет качество работы каждого. ",
          "ID": "13"
        },
        {
          "text": "Если постройка устоит, то строивший получит свою награду; ",
          "ID": "14"
        },
        {
          "text": "если же сгорит, то он понесет убыток. Сам он, однако, будет спасен, но спасен как бы из огня.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Разве вы не знаете, что вы вместе  – храм Божий и что в вас живет Дух Божий? ",
          "ID": "16"
        },
        {
          "text": "Если кто-либо разрушит Божий храм, того разрушит Бог, потому что храм Божий свят, а храм этот – вы.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Не обманывайте самих себя. Если кто из вас думает, что по представлениям этого мира он мудр, то ему надо стать «глупым», чтобы быть мудрым на самом деле. ",
          "ID": "18"
        },
        {
          "text": "Ведь мудрость этого мира – глупость в глазах Божьих. Написано: «Он ловит мудрых на их же хитрость», ",
          "ID": "19"
        },
        {
          "text": "и еще: «Господь знает, что помыслы мудрого – всего лишь суета». ",
          "ID": "20"
        },
        {
          "text": "Поэтому не хвалитесь людьми. Вам принадлежит все: ",
          "ID": "21"
        },
        {
          "text": "будь то Павел, или Аполлос, или Кифа, или этот мир, жизнь или смерть, настоящее или будущее – все принадлежит вам, ",
          "ID": "22"
        },
        {
          "text": "вы же сами принадлежите Христу, а Христос – Богу.",
          "ID": "23"
        }
      ],
      "ID": "NT:1CO.3",
      "name": "Первое Послание к Коринфянам 3"
    },
    {
      "text": [
        {
          "text": "Итак принимайте нас как служителей Христа, которым были вверены тайны Божьи. ",
          "ID": "1"
        },
        {
          "text": "От тех, кому оказано такое доверие, требуется верность. ",
          "ID": "2"
        },
        {
          "text": "Меня очень мало заботит, как вы или кто-то другой будет обо мне судить. Я и сам не сужу себя. ",
          "ID": "3"
        },
        {
          "text": "Совесть моя чиста, хотя не это оправдывает меня. Но мой судья – Господь. ",
          "ID": "4"
        },
        {
          "text": "Поэтому ни о чем не судите заранее, но ждите возвращения Господа. Он все тайное сделает явным и обнажит скрытые намерения человеческих сердец, и тогда каждый получит от Него похвалу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Я говорю это, братья, обо мне и об Аполлосе ради вашего блага, чтобы вы на нашем примере постигли, что означает изречение: «Ничего сверх того, что написано», и чтобы вы не хвастались кем-то одним, ставя его выше другого. ",
          "ID": "6"
        },
        {
          "text": "Кто же делает тебя лучше других? Что у тебя есть своего, чего бы ты не получил от Бога? Если ничего такого нет, то что же ты хвалишься подаренным?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "У вас уже все есть! Вы уже богаты! Вы без нас стали править! О, как бы я хотел, чтобы вы действительно правили, и тогда мы могли бы править вместе с вами! ",
          "ID": "8"
        },
        {
          "text": "Потому что мне кажется, что Бог выставил нас, апостолов, как последних из людей, как осужденных на смертную казнь, на всеобщее обозрение. Мы стали зрелищем для мира, для ангелов и для людей. ",
          "ID": "9"
        },
        {
          "text": "Мы стали «глупцами» ради Христа, вы же «мудрецы» во Христе! Мы «слабы», а вы – «сильны»! Вас прославляют, а нас бесчестят! ",
          "ID": "10"
        },
        {
          "text": "Мы по-прежнему испытываем голод и жажду, отсутствие одежды и терпим побои, у нас нет жилья, ",
          "ID": "11"
        },
        {
          "text": "мы тяжело работаем своими руками. Когда нас проклинают, мы в ответ благословляем; нас преследуют, а мы терпим. ",
          "ID": "12"
        },
        {
          "text": "О нас говорят самое плохое, а мы отвечаем добром. До сегодняшнего дня мы как отбросы общества, всеми презираемые.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я пишу это не для того, чтобы устыдить вас, нет, я хочу вас предупредить как моих любимых детей. ",
          "ID": "14"
        },
        {
          "text": "Хотя у вас тысячи учителей во Христе, у вас, все же, не много отцов. Я же стал вашим отцом через Радостную Весть об Иисусе Христе. ",
          "ID": "15"
        },
        {
          "text": "Поэтому умоляю вас: следуйте моему примеру. ",
          "ID": "16"
        },
        {
          "text": "Для этого я и посылаю к вам Тимофея, моего дорогого и верного сына в Господе. Он напомнит вам о моем образе жизни в Иисусе Христе, которому я учу везде, в каждой церкви.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Некоторые из вас возгордились, полагая, что я не приду к вам. ",
          "ID": "18"
        },
        {
          "text": "Но я скоро приду к вам, если на то будет воля Господа, и тогда узнаю, чего стоят не слова этих гордецов, а их сила. ",
          "ID": "19"
        },
        {
          "text": "Потому что Царство Божье проявляется не в слове, а в силе. ",
          "ID": "20"
        },
        {
          "text": "Выбирайте сами: прийти мне с розгой или же с любовью и в духе кротости?",
          "ID": "21"
        }
      ],
      "ID": "NT:1CO.4",
      "name": "Первое Послание к Коринфянам 4"
    },
    {
      "text": [
        {
          "text": "В действительности говорят, что среди вас есть случай такого распутства, какого не знают даже язычники, а именно, что один из вас живет со своей мачехой. ",
          "ID": "1"
        },
        {
          "text": "А вы возгордились! Не следует ли вам вместо этого опечалиться и исключить из вашего общения человека, который сделал такое дело? ",
          "ID": "2"
        },
        {
          "text": "Хотя я и не присутствую с вами телесно, но духом я с вами, и уже решил, как вы должны поступить с этим человеком: ",
          "ID": "3"
        },
        {
          "text": "когда соберетесь вместе во имя нашего Господа Иисуса, а я буду духом с вами, и с нами будет сила Господа нашего Иисуса, ",
          "ID": "4"
        },
        {
          "text": "вы должны предать этого человека сатане, чтобы его тело было сокрушено ради спасения его духа в День Господа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Вам нечем хвалиться. Разве вы не знаете, что малое количество дрожжей может заквасить все тесто? ",
          "ID": "6"
        },
        {
          "text": "Избавьтесь от старой закваски, чтобы вам быть новым, пресным тестом, каковым вы и должны быть. Ведь Христос, наш пасхальный Ягненок, уже принесен в жертву. ",
          "ID": "7"
        },
        {
          "text": "Поэтому давайте будем праздновать не со старой закваской порочности и зла, а с пресным хлебом чистоты и истины.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я просил вас в моем предыдущем послании не общаться с развратниками, ",
          "ID": "9"
        },
        {
          "text": "но при этом я не имел в виду вообще всех развратников этого мира, или корыстолюбцев, или мошенников, или идолопоклонников. Если бы речь шла о них, то вам вообще надо было бы покинуть этот мир. ",
          "ID": "10"
        },
        {
          "text": "Я пишу вам о том, чтобы вы не общались с теми, кто называет себя братом, а на самом деле является развратником, корыстолюбцем, идолопоклонником или же клеветником, пьяницей или мошенником. С таким человеком даже не ешьте вместе.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Судить тех, кто вне церкви, не мое дело – вы судите тех, кто в церкви. ",
          "ID": "12"
        },
        {
          "text": "Тех же, кто вне церкви, будет судить Бог. Как написано: «Удали злого из твоей среды».",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.5",
      "name": "Первое Послание к Коринфянам 5"
    },
    {
      "text": [
        {
          "text": "Далее, как вы смеете выносить свои споры на решение суда, состоящего из неверующих людей, вместо того чтобы ваше дело разбирали святые? ",
          "ID": "1"
        },
        {
          "text": "Разве вы не знаете, что святые будут судить мир? И если вам предстоит судить мир, то неужели вы не можете разрешить более мелкие дела? ",
          "ID": "2"
        },
        {
          "text": "Разве вы не знаете, что мы будем судить ангелов? Неужели же мы не можем сами разобраться в наших житейских вопросах? ",
          "ID": "3"
        },
        {
          "text": "В этом случае лучше ставьте судьями над собой самых незначительных в вашем собрании. ",
          "ID": "4"
        },
        {
          "text": "Какой позор! Неужели среди вас не найдется разумного человека, который мог бы рассудить споры между верующими? ",
          "ID": "5"
        },
        {
          "text": "Вы же подаете в суд друг на друга, и вас судят неверующие!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Уже одно то, что вы подаете друг на друга в суд, является полным поражением для вас. Не лучше ли остаться пострадавшими? Не лучше ли остаться обманутыми? ",
          "ID": "7"
        },
        {
          "text": "А вы сами обманываете и обворовываете своих братьев.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Разве вы не знаете, что неправедные не наследуют Царства Божьего? Смотрите, чтобы вам не обмануться. Никакие развратники, никакие идолопоклонники, нарушители супружеской верности, пассивные и активные гомосексуалисты-мужчины, ",
          "ID": "9"
        },
        {
          "text": "воры, корыстолюбцы или пьяницы, клеветники или мошенники Царства Божьего не наследуют. ",
          "ID": "10"
        },
        {
          "text": "А некоторые из вас именно такими и были, но вы были омыты, освящены и оправданы Духом нашего Бога во имя Господа Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": " Вы говорите: «Мне все позволено». Да, но не все мне полезно. «Мне все позволено», но ничто не должно иметь власти надо мной. ",
          "ID": "12"
        },
        {
          "text": "Вы также говорите: «Пища – для желудка, и желудок – для пищи». Да, это так, но Бог уничтожит и то и другое. Но тело предназначено не для разврата, а для Господа, а Господь – для тела. ",
          "ID": "13"
        },
        {
          "text": "Бог Своей силой воскресил Господа, и нас тоже воскресит. ",
          "ID": "14"
        },
        {
          "text": "Разве вы не знаете, что ваши тела являются частью тела Христа? Так как же я могу взять то, что принадлежит Христу, и отдать блуднице? Не бывать тому! ",
          "ID": "15"
        },
        {
          "text": "Неужели вы не знаете, что тот, кто соединяется с блудницей, становится с ней одним телом? Ведь написано: «Двое станут одной плотью». ",
          "ID": "16"
        },
        {
          "text": "Тот же, кто соединяется с Господом, является одним духом с Ним.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Бегите от разврата. Все другие грехи человек совершает не по отношению к своему собственному телу, а половое распутство – это грех против своего же тела. ",
          "ID": "18"
        },
        {
          "text": "Разве вы не знаете, что ваше тело – это храм Святого Духа, Который живет в вас и Которого вы получили от Бога? Вы уже не принадлежите самим себе, ",
          "ID": "19"
        },
        {
          "text": "потому что вы были куплены дорогой ценой. Поэтому прославьте Бога в ваших телах.",
          "ID": "20"
        }
      ],
      "ID": "NT:1CO.6",
      "name": "Первое Послание к Коринфянам 6"
    },
    {
      "text": [
        {
          "text": "Вы писали мне: «Хорошо, если мужчина не прикасается к женщине». ",
          "ID": "1"
        },
        {
          "text": "Но чтобы избежать разврата каждый мужчина должен иметь свою жену и каждая женщина иметь своего мужа. ",
          "ID": "2"
        },
        {
          "text": "Муж должен выполнять свои супружеские обязанности по отношению к жене, а жена – по отношению к мужу. ",
          "ID": "3"
        },
        {
          "text": "Тело жены принадлежит не ей самой, но ее мужу. Также и тело мужа принадлежит не ему самому, но его жене. ",
          "ID": "4"
        },
        {
          "text": "Не избегайте близости друг с другом, разве что на короткий период, договорившись это время посвятить посту и молитве. Но после этого будьте опять друг с другом, чтобы сатана не искушал вас невоздержанием. ",
          "ID": "5"
        },
        {
          "text": "Впрочем, я говорю это в качестве уступки, а не повеления. ",
          "ID": "6"
        },
        {
          "text": "Я бы хотел, чтобы все были, как я, но каждый имеет свой дар от Бога: у одного один, у другого другой.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я же говорю безбрачным и вдовам: им лучше не вступать в брак и жить как я. ",
          "ID": "8"
        },
        {
          "text": "Но если они не в силах воздерживаться, то пусть женятся, это лучше, чем разжигаться страстью.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "А состоящим в браке не я, но Сам Господь дает такое повеление: жена не должна бросать своего мужа. ",
          "ID": "10"
        },
        {
          "text": "Если же она бросит мужа, то пусть либо вообще не вступает в новый брак, либо примирится со своим мужем и вернется к нему. Муж, в свою очередь, не должен разводиться с женой.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Остальным же я говорю, и это слова не Господа, а мои: если у кого-либо из братьев неверующая жена, и если она хочет жить с ним, то он не должен разводиться. ",
          "ID": "12"
        },
        {
          "text": "То же самое касается и женщины, у которой неверующий муж: если он хочет жить с ней, она не должна с ним разводиться. ",
          "ID": "13"
        },
        {
          "text": "Ведь неверующий муж освящается верующей женой и неверующая жена освящается верующим мужем. Иначе ваши дети были бы нечисты, а так они святы.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Если же неверующий муж или жена хочет развода, то пусть разводится. Пусть в таком случае брат или сестра не чувствуют себя связанными. Бог призвал нас жить в мире. ",
          "ID": "15"
        },
        {
          "text": "Как тебе знать, жена, не спасешь ли ты своего мужа? И как тебе, муж, знать, не спасешь ли ты свою жену?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Пусть каждый держится в жизни того, что Господь ему определил, к чему призвал его Бог. Это правило я повторяю во всех церквах. ",
          "ID": "17"
        },
        {
          "text": "Если кто-то был обрезан к тому моменту, когда был призван, то ему нет нужды скрывать это. А кто был призван необрезанным, тому нет нужды подвергаться обрезанию. ",
          "ID": "18"
        },
        {
          "text": "Обрезание или необрезание не имеет никакого значения, главное заключается в том, чтобы человек соблюдал повеления Божьи. ",
          "ID": "19"
        },
        {
          "text": "Каждый пусть остается в том положении, в котором он был, когда Бог его призвал. ",
          "ID": "20"
        },
        {
          "text": "Если ты был рабом, когда Бог тебя призвал, то пусть тебя это не смущает, хотя если у тебя есть возможность получить свободу, то воспользуйся ею. ",
          "ID": "21"
        },
        {
          "text": "Потому что раб, призванный Господом, – свободный Господа, и точно так же тот, кто призван свободным, – раб Христа. ",
          "ID": "22"
        },
        {
          "text": "Вы были куплены за дорогую цену, так не становитесь же рабами людей. ",
          "ID": "23"
        },
        {
          "text": "Братья, пусть каждый остается в том положении, в каком он был, когда Бог призвал его.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Относительно же невступивших в брак у меня нет указания от Господа, но, получив от Господа милость быть верным, я могу сказать так: ",
          "ID": "25"
        },
        {
          "text": "в настоящих обстоятельствах я считаю, что для вас лучше оставаться в том же положении. ",
          "ID": "26"
        },
        {
          "text": "Если ты уже состоишь в браке, не пытайся развестись. Если же ты не женат, то не ищи жены. ",
          "ID": "27"
        },
        {
          "text": "Но если ты и женишься, не согрешишь, и если девушка выйдет замуж, не согрешит. Однако у вступающих в брак появятся в жизни новые трудности, а я бы хотел уберечь вас от них. ",
          "ID": "28"
        },
        {
          "text": "Другими словами, братья, я хочу сказать, что времени осталось уже немного, а потому женатые не должны всецело быть привязанными к своему браку, ",
          "ID": "29"
        },
        {
          "text": "скорбящие – быть во власти своей скорби, радующиеся – быть полностью поглощены своей радостью, приобретающие – думать, что их приобретения навек, ",
          "ID": "30"
        },
        {
          "text": "а те, кто пользуется благами этого мира, – прилепляться к ним, потому что мир, в его нынешнем виде, прекращает свое существование.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Я хочу, чтобы вас не отягощали никакие заботы. Неженатый человек заботится о делах Господних, о том, как угодить Господу. ",
          "ID": "32"
        },
        {
          "text": "Женатому же приходится заботиться о насущных нуждах, о том, как угодить жене. Его интересы раздвоены. ",
          "ID": "33"
        },
        {
          "text": "Незамужняя женщина или девушка думает о делах Господних, она старается быть посвященной Господу и телом, и духом, а замужняя женщина занята повседневными делами и тем, как угодить мужу. ",
          "ID": "34"
        },
        {
          "text": "Я говорю это для вашего же блага, а не для того, чтобы вас в чем-либо ограничить. Я лишь хочу, чтобы вы могли непрестанно служить Господу подобающим образом, не отвлекаясь ни на что.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Если кто-либо из вас думает, что он поступает по отношению к своей дочери нехорошо, потому что годы ее идут, и он чувствует, что должен выдать ее замуж, то пусть такой человек поступает так, как считает правильным. Пусть выдает ее замуж, греха на нем никакого не будет. ",
          "ID": "36"
        },
        {
          "text": "Но если человек тверд в своем решении, если он не принуждаем, и если он властен в своей воле, то, решив в своем сердце оставить свою дочь девственницей, он поступит хорошо. ",
          "ID": "37"
        },
        {
          "text": "Итак, кто выдает свою дочь замуж, поступает хорошо, кто же не выдает – поступает еще лучше.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Женщина на всю жизнь соединена со своим мужем, но когда ее муж умирает, она свободна выходить замуж за кого хочет, главное, чтобы человек этот принадлежал Господу. ",
          "ID": "39"
        },
        {
          "text": "Но по моему мнению (а я думаю, что и я обладаю Духом Божьим), ей лучше было бы оставаться незамужней, так она будет счастливее.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.7",
      "name": "Первое Послание к Коринфянам 7"
    },
    {
      "text": [
        {
          "text": "Теперь к вопросу о пище, принесенной в жертву идолам.",
          "ID": "1"
        },
        {
          "text": "Мы знаем, что «все из нас обладают знанием», но знание делает людей гордыми, а любовь назидает. ",
          "ID": "1"
        },
        {
          "text": "Тот, кто думает, что он что-то знает, на самом деле еще не знает так, как ему следовало бы знать. ",
          "ID": "2"
        },
        {
          "text": "Но кто любит Бога, тот познан Им.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Итак, о пище, принесенной в жертву идолам. Всем нам известно, что идолы, которым мир поклоняется, ничего не значат, и что нет другого Бога, кроме Единого. ",
          "ID": "4"
        },
        {
          "text": "И хотя есть так называемые «боги», будь то на небе или на земле (а в мире действительно много разных «богов» и «господ»), ",
          "ID": "5"
        },
        {
          "text": "но для нас есть только один Бог – Отец, Которым все было сотворено и для Которого мы и живем, и только один Господь – Иисус Христос, через Которого все было сотворено и через Которого мы получили жизнь. ",
          "ID": "6"
        },
        {
          "text": "Но не всем еще это известно. Некоторые настолько привыкли к идолам, что, когда они едят такую пищу, они до сих пор думают о ней, как о жертве, принесенной идолам, и при этом их слабая совесть внушает им, что они нечисты. ",
          "ID": "7"
        },
        {
          "text": "Но пища не помогает приблизиться к Богу. Мы не становимся хуже, если мы не едим чего-то, и не становимся лучше, если мы едим.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Смотрите, однако, чтобы ваша свобода в выборе пищи не стала камнем преткновения для слабых. ",
          "ID": "9"
        },
        {
          "text": "Потому что если кто-то увидит, что ты при всем твоем знании ешь в языческом храме, то и он со своей слабой совестью вслед за тобой станет есть пищу, принесенную в жертву идолам. ",
          "ID": "10"
        },
        {
          "text": "А значит, твое знание погубит слабого брата, за которого умер Христос. ",
          "ID": "11"
        },
        {
          "text": "Согрешая таким образом против братьев и раня их слабую совесть, вы согрешаете против Христа. ",
          "ID": "12"
        },
        {
          "text": "Поэтому, если из-за моей пищи может согрешить мой брат, то я лучше не буду есть мяса вообще, чтобы этим не ввести брата в грех.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.8",
      "name": "Первое Послание к Коринфянам 8"
    },
    {
      "text": [
        {
          "text": "Разве я не свободен? Разве я не апостол? Разве я не видел нашего Господа Иисуса? Разве вы не мое дело в Господе? ",
          "ID": "1"
        },
        {
          "text": "Если я для других и не апостол, то, во всяком случае, для вас я апостол! То, что вы находитесь в Господе, и есть подтверждение моего апостольства.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вот мой ответ тем, кто меня осуждает. ",
          "ID": "3"
        },
        {
          "text": "Разве мы не имеем права получать пищу и питье? ",
          "ID": "4"
        },
        {
          "text": "Разве мы не имеем права брать верующую жену с собой, как другие апостолы, например, братья Господа и Кифа? ",
          "ID": "5"
        },
        {
          "text": "Или же это только Варнава и я должны сами зарабатывать себе на пропитание? ",
          "ID": "6"
        },
        {
          "text": "Какой солдат сам оплачивает связанные с воинской службой расходы? Кто, насадив виноградник, потом не ест виноград из него? Кто пасет стадо и не пьет молока от него? ",
          "ID": "7"
        },
        {
          "text": "Разве я говорю все это, смотря на вещи только с человеческой точки зрения? Разве Закон говорит не о том же? ",
          "ID": "8"
        },
        {
          "text": "Ведь в Законе Моисея написано: «Не закрывай рта молотящему волу». Разве только о волах переживает Бог? ",
          "ID": "9"
        },
        {
          "text": "Конечно же, Он говорит это и о нас! Для нас написано: «Пахарь должен пахать, и молотильщик молотить с надеждой на то, что каждый получит свою часть урожая». ",
          "ID": "10"
        },
        {
          "text": "Если мы посеяли среди вас духовное семя, то разве это будет слишком, если мы пожнем у вас материальный урожай? ",
          "ID": "11"
        },
        {
          "text": "Если другие имеют право на вашу поддержку, то тем более мы.",
          "ID": "12"
        },
        {
          "text": "Мы, однако, не пользовались этим правом, мы готовы все переносить ради того, чтобы Радостная Весть Христа беспрепятственно распространялась. ",
          "ID": "12"
        },
        {
          "text": "Разве вы не знаете: кто служит в храме, получает пропитание в храме и кто служит у жертвенника, имеет право на долю от того, что приносится в жертву? ",
          "ID": "13"
        },
        {
          "text": "Господь также дал установление, чтобы те, кто возвещает Радостную Весть, получали за это свое пропитание. ",
          "ID": "14"
        },
        {
          "text": "Но я не воспользовался ничем подобным, да и теперь я пишу это не для того, чтобы вы оказывали мне такую поддержку. Да я готов скорее умереть! Никто не может лишить меня права хвалиться этим. ",
          "ID": "15"
        },
        {
          "text": "Я не хвалюсь тем, что возвещаю Радостную Весть, это моя обязанность, и горе мне, если я не буду ее возвещать! ",
          "ID": "16"
        },
        {
          "text": "Если бы я возвещал Радостную Весть по собственному выбору, то я заслуживал бы вознаграждения, но я лишь исполняю свой долг, неся служение, доверенное мне. ",
          "ID": "17"
        },
        {
          "text": "Так в чем же мое вознаграждение? В том, что, возвещая Радостную Весть, я делаю это безвозмездно и не пользуюсь моими правами проповедника.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Хотя я и свободен от всех, я сам сделал себя рабом всех, ради того, чтобы обратить к Богу как можно больше людей. ",
          "ID": "19"
        },
        {
          "text": "Для иудеев я был как иудей, чтобы привлечь иудеев. Для находящихся под Законом я был как подчиняющийся Закону, хотя на самом деле я не под Законом. Я делал это для того, чтобы обратить находящихся под Законом. ",
          "ID": "20"
        },
        {
          "text": "Для не имеющих Закона я был как не имеющий Закона, хотя я не свободен от Закона Божьего, потому что нахожусь под Законом Христа. Опять же, я делаю это для того, чтобы обратить к Богу не имеющих Закона. ",
          "ID": "21"
        },
        {
          "text": "Для слабых я был слабым, чтобы приобрести и их. Я стал всем для всех ради того, чтобы различными путями спасти хотя бы некоторых. ",
          "ID": "22"
        },
        {
          "text": "Все это я делаю ради Радостной Вести, чтобы и мне получить ее благословения.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Вы ведь знаете, что в соревновании по бегу много участников, но только один становится победителем. Поэтому бегите так, чтобы получить награду. ",
          "ID": "24"
        },
        {
          "text": "Каждый участник при подготовке к состязаниям отказывается от всего и делает это ради получения тленного венка. Мы же стремимся к венку нетленному. ",
          "ID": "25"
        },
        {
          "text": "Поэтому я не бегу бесцельно и не бью кулаками по воздуху. ",
          "ID": "26"
        },
        {
          "text": "Нет, я тренирую свое тело, подчиняю его себе, чтобы, возвещая Радостную Весть другим, самому не оказаться недостойным награды.",
          "ID": "27"
        }
      ],
      "ID": "NT:1CO.9",
      "name": "Первое Послание к Коринфянам 9"
    },
    {
      "text": [
        {
          "text": "Братья, я хочу, чтобы вы знали о том, что все наши праотцы находились под облаком и что все они прошли сквозь море. ",
          "ID": "1"
        },
        {
          "text": "Они все были крещены в Моисея, в облако и в море. ",
          "ID": "2"
        },
        {
          "text": "Они все ели одну и ту же духовную пищу ",
          "ID": "3"
        },
        {
          "text": "и пили одно и то же духовное питье. Они пили из духовной скалы, которая сопровождала их, и скалой этой был Христос. ",
          "ID": "4"
        },
        {
          "text": "Но ко многим из них Бог не был благосклонен и в конце концов их тела усеяли пустыню.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Все это служит нам примером: мы не должны желать зла, как желали они. ",
          "ID": "6"
        },
        {
          "text": "Не поклоняйтесь идолам, как это делали некоторые из них. Ведь написано: «Народ сел есть и пить, а потом встал веселиться». ",
          "ID": "7"
        },
        {
          "text": "Среди нас не должно быть распутства, которому предавались некоторые из них, что и привело к гибели двадцати трех тысяч человек в один день. ",
          "ID": "8"
        },
        {
          "text": "Нам нельзя испытывать Христа, как делали некоторые из них и потом погибли от укусов змей. ",
          "ID": "9"
        },
        {
          "text": "Не ропщите, как это делали некоторые из них, за что и были умерщвлены губителем.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Все это случилось с ними как прообраз, а записано это для назидания нам. Ведь мы живем в последнее время. ",
          "ID": "11"
        },
        {
          "text": "Так что если кому-то кажется, что он уверенно стоит, то пусть остерегается, как бы ему не упасть! ",
          "ID": "12"
        },
        {
          "text": "Все испытания, с которыми до сих пор вам приходилось сталкиваться, были ничем иным, как обычными человеческими испытаниями. Бог никогда не допустит, чтобы вы были испытываемы сверх сил, и Он верен Своим обещаниям. Когда вас постигает испытание, Он дает вам и выход, так чтобы вы смогли его перенести.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Поэтому, дорогие мои, избегайте идолопоклонства. ",
          "ID": "14"
        },
        {
          "text": "Я говорю вам как разумным людям, рассудите сами. ",
          "ID": "15"
        },
        {
          "text": "Разве Чаша Благословения, которую мы благословляем, не приобщает нас к крови Христа? И разве хлеб, который мы преломляем, не приобщает нас к телу Христа? ",
          "ID": "16"
        },
        {
          "text": "Хлеб один, и мы, как бы много нас ни было, составляем одно тело, потому что имеем часть в одном хлебе.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Посмотрите на израильский народ: разве все, кто ест принесенное в жертву, не являются участниками жертвенника? ",
          "ID": "18"
        },
        {
          "text": "Конечно, я не говорю, что идол или же принесенное ему в жертву имеет какое-либо значение. ",
          "ID": "19"
        },
        {
          "text": "Нет, но дело в том, что язычники, принося свои жертвы, приносят их демонам, а не Богу, а я не хочу, чтобы вы становились сообщниками демонов. ",
          "ID": "20"
        },
        {
          "text": "Ведь не можете же вы пить одновременно из чаши Господней и из чаши демонов, нельзя в одно и то же время участвовать в трапезе Господа и в трапезе демонов. ",
          "ID": "21"
        },
        {
          "text": "Или мы думаем, что можем раздражать Господа? Разве мы сильнее Его?",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": " Вы говорите: «Все позволено». Но не все полезно. «Все позволено», но не все служит к созиданию. ",
          "ID": "23"
        },
        {
          "text": "Пусть никто не старается угодить себе, но заботится о том, что несет благо другим.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Ешьте все, что продается на базаре, со спокойной совестью, ",
          "ID": "25"
        },
        {
          "text": "потому что «Господня земля и все, что наполняет ее». ",
          "ID": "26"
        },
        {
          "text": "Если неверующий человек пригласит вас на обед, то ешьте все, что вам предложат, не задавая вопросов, со спокойной совестью. ",
          "ID": "27"
        },
        {
          "text": "Но если вам кто-либо при этом скажет: «Это жертвенное мясо», то не ешьте ради человека, который вам это сказал, и ради совести – ",
          "ID": "28"
        },
        {
          "text": "я имею в виду совесть другого человека, а не вашу собственную. Так для чего же моя свобода может быть судима чужой совестью? ",
          "ID": "29"
        },
        {
          "text": "Если я ем с благодарностью, то почему я должен быть осуждаем за ту пищу, за которую я благодарю Бога?",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Стало быть, что бы вы ни делали, едите вы или пьете, делайте так, чтобы был прославляем Бог. ",
          "ID": "31"
        },
        {
          "text": "Не будьте ни для кого камнем преткновения, ни для иудеев, ни для язычников, ни для церкви Божьей. ",
          "ID": "32"
        },
        {
          "text": "Старайтесь, как и я, угождать всем во всем. Я ищу блага не для самого себя, а для многих других, чтобы они были спасены.",
          "ID": "33"
        }
      ],
      "ID": "NT:1CO.10",
      "name": "Первое Послание к Коринфянам 10"
    },
    {
      "text": [
        {
          "text": "Следуйте моему примеру, как и я следую примеру Христа.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Хвалю вас, что вы помните меня во всем и поступаете согласно учению, которое я вам передал. ",
          "ID": "2"
        },
        {
          "text": "Я хочу, чтобы вы знали, что глава каждого мужчины – Христос, глава женщины –  ее муж, а глава Христа – Бог. ",
          "ID": "3"
        },
        {
          "text": "Любой мужчина бесчестит своего Главу, если молится или пророчествует с покрытой головой. ",
          "ID": "4"
        },
        {
          "text": "И жена бесчестит своего главу, если молится или пророчествует с непокрытой головой. Это все равно что она обрила бы свою голову. ",
          "ID": "5"
        },
        {
          "text": "Если жена отказывается покрываться, то пусть совсем острижет волосы, а если для женщины считается позором быть остриженной или обритой, то пусть покрывается. ",
          "ID": "6"
        },
        {
          "text": "Мужчина не должен покрывать свою голову, так как он является образом Божьим и Его славой. Женщина же является славой мужа.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Не мужчина произошел от женщины, а женщина – от мужчины. ",
          "ID": "8"
        },
        {
          "text": "Не мужчина был создан для женщины, а женщина – для мужчины. ",
          "ID": "9"
        },
        {
          "text": "Поэтому женщина ради ангелов должна иметь на голове знак власти.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Однако ни женщина, ни мужчина не могут быть независимыми друг от друга в Господе. ",
          "ID": "11"
        },
        {
          "text": "Как женщина произошла от мужчины, так и мужчина рождается от женщины, но все сотворено Богом. ",
          "ID": "12"
        },
        {
          "text": "Рассудите сами, разве прилично женщине молиться Богу с непокрытой головой? ",
          "ID": "13"
        },
        {
          "text": "И не говорит ли нам сама природа о том, что если мужчина носит длинные волосы, то это для него бесчестие, ",
          "ID": "14"
        },
        {
          "text": "в то время как для женщины длинные волосы – это честь? Ведь длинные волосы даны ей как покрывало. ",
          "ID": "15"
        },
        {
          "text": "Впрочем, если кто-то собирается об этом спорить, то я хочу сразу сказать, что ни мы, ни другие церкви Божьи не имеем другого обычая.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Давая эти указания, я хочу сказать, что не хвалю вас, потому что ваши собрания часто приносят больше вреда, чем пользы. ",
          "ID": "17"
        },
        {
          "text": "Потому что, во-первых, я слышал, что, когда вы, как церковь, собираетесь вместе, среди вас всегда бывают разделения. Отчасти я верю этим слухам. ",
          "ID": "18"
        },
        {
          "text": "Несомненно, разногласия между вами должны быть, чтобы среди вас выявились те, кто прав. ",
          "ID": "19"
        },
        {
          "text": "Но то, что вы делаете, когда собираетесь вместе, никак нельзя назвать участием в Вечере Господней. ",
          "ID": "20"
        },
        {
          "text": "Каждый из вас торопится съесть то, что принес, так что одни остаются голодными, а другие напиваются допьяна. ",
          "ID": "21"
        },
        {
          "text": "В таком случае ешьте и пейте лучше дома, а не позорьте церкви Божьей и не унижайте тех, кому, может, и действительно нечего есть. Что ж мне теперь, хвалить вас за это? Конечно, нет!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Ведь я от Самого Господа принял и вам передал, что Господь Иисус в ночь, когда Он был предан, взял хлеб ",
          "ID": "23"
        },
        {
          "text": "и, поблагодарив за него, разломил и сказал: «Это Мое тело, отдаваемое за вас. Делайте это в воспоминание обо Мне». ",
          "ID": "24"
        },
        {
          "text": "Так же поступил и с чашей после ужина и сказал: «Эта чаша – новый завет, скрепленный Моей кровью. Делайте это каждый раз, когда пьете в память обо Мне». ",
          "ID": "25"
        },
        {
          "text": "Потому что каждый раз, когда вы едите этот хлеб и пьете из этой чаши, вы свидетельствуете о смерти Господа. Делайте так, пока Он не придет.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Таким образом, кто ест хлеб или пьет из чаши Господней, не придавая этому должного значения, тот грешит против тела и крови Господа. ",
          "ID": "27"
        },
        {
          "text": "Человек должен проверять себя прежде, чем есть хлеб и пить из чаши, ",
          "ID": "28"
        },
        {
          "text": "потому что каждый, кто ест или пьет, не осознавая значения тела Господа, тот ест и пьет в осуждение себе. ",
          "ID": "29"
        },
        {
          "text": "Потому-то среди вас так много физически слабых и больных, а многие даже умерли. ",
          "ID": "30"
        },
        {
          "text": "Но если бы мы проверяли самих себя, то избежали бы осуждения. ",
          "ID": "31"
        },
        {
          "text": "Но когда нас судит Господь, мы подвергаемся наказанию, чтобы нам не быть осужденными вместе с остальным миром.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Итак, братья, когда вы собираетесь есть вместе, не спешите, ждите друг друга. ",
          "ID": "33"
        },
        {
          "text": "Если кто голоден, пусть лучше поест дома, чтобы ваши общие собрания не были вам в осуждение.",
          "ID": "34"
        },
        {
          "text": "Когда я приду к вам, то дам и другие распоряжения.",
          "ID": "34"
        }
      ],
      "ID": "NT:1CO.11",
      "name": "Первое Послание к Коринфянам 11"
    },
    {
      "text": [
        {
          "text": "Не хочу, братья, чтобы вы пребывали в неведении относительно духовных даров. ",
          "ID": "1"
        },
        {
          "text": "Вы помните, что когда вы были язычниками, то вас что-то толкало к немым идолам. ",
          "ID": "2"
        },
        {
          "text": "Итак, поймите, что никто, говорящий по побуждению Духа Божьего, не произнесет проклятия против Иисуса, и никто не признает, что Иисус есть Господь, если к этому его не побудит Святой Дух.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Есть различные дары, но Дух один. ",
          "ID": "4"
        },
        {
          "text": "Есть разные служения, но Господь один и тот же. ",
          "ID": "5"
        },
        {
          "text": "Есть разные действия, но все их производит один и тот же Бог во всех нас.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В каждом человеке Дух проявляется на благо общему делу. ",
          "ID": "7"
        },
        {
          "text": "В словах одного Дух дает мудрость; в словах другого тот же Дух дает знание; ",
          "ID": "8"
        },
        {
          "text": "кому-то тем же Духом дается вера; кому-то – дары исцелений тем же Духом. ",
          "ID": "9"
        },
        {
          "text": "Одному – чудодейственные силы; другому – пророчество; третьему – способность различать духов; иному даны разные языки, а кому-то – способность толковать сказанное на этих языках. ",
          "ID": "10"
        },
        {
          "text": "Все это – действие одного и того же Духа, и этими дарами Он наделяет каждого по Своему усмотрению.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Подобно тому, как тело состоит из многих органов, составляющих в совокупности одно тело, так же и Христос. ",
          "ID": "12"
        },
        {
          "text": "Мы все крещены одним Духом и соединены в одно тело, будь мы иудеи или греки, рабы или свободные, мы все напоены одним и тем же Духом. ",
          "ID": "13"
        },
        {
          "text": "Ведь и тело состоит не из одного органа, а из многих. ",
          "ID": "14"
        },
        {
          "text": "Представьте себе, что бы произошло, если бы нога вдруг сказала: «Я не принадлежу к телу, так как я не рука!» Конечно, она не перестала бы быть частью тела. ",
          "ID": "15"
        },
        {
          "text": "Или представьте себе, если бы ухо вдруг сказало: «Я не глаз, и поэтому я к телу не принадлежу!» Оно тоже не перестало бы быть частью тела. ",
          "ID": "16"
        },
        {
          "text": "Если бы все тело состояло из одного глаза, то где был бы слух? Если бы все тело состояло из уха, то где было бы обоняние? ",
          "ID": "17"
        },
        {
          "text": "Но Бог каждому органу определил Свое назначение в теле, как Он Сам того пожелал. ",
          "ID": "18"
        },
        {
          "text": "Как тело могло бы существовать, если бы целиком состояло из одного органа? ",
          "ID": "19"
        },
        {
          "text": "Так что органов много, но все они составляют одно тело. ",
          "ID": "20"
        },
        {
          "text": "И глаз не может сказать руке: «Ты мне не нужна!» Голова не может сказать ногам: «Я в вас не нуждаюсь!» ",
          "ID": "21"
        },
        {
          "text": "Наоборот, те части тела, которые нам кажутся слабее других, на самом деле являются самыми необходимыми. ",
          "ID": "22"
        },
        {
          "text": "К тем частям тела, которые, по нашему мнению, не заслуживают такой уж большой чести, мы относимся с большей заботой, ",
          "ID": "23"
        },
        {
          "text": "и те органы, которые считаются неприличными, мы тщательнейшим образом прикрываем, тогда как приличные органы в этом не нуждаются. Но Бог Сам устроил тело таким образом и внушил нам, чтобы о самых «неблагородных» частях тела мы проявляли больше заботы, ",
          "ID": "24"
        },
        {
          "text": "чтобы в теле не было разделения, но чтобы все части тела проявляли одинаковую заботу друг о друге. ",
          "ID": "25"
        },
        {
          "text": "Если страдает один орган, то с ним страдают и все прочие, если прославляется один орган, с ним радуются и все остальные.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Итак, вы – тело Христа, и каждый из вас – орган в Его теле. ",
          "ID": "27"
        },
        {
          "text": "В церкви Бог назначил одних быть апостолами, других – пророками, третьих – учителями. Он наделил некоторых силой совершать чудеса, других – дарами исцелений, одним дал дар помощи нуждающимся, другим – дар управления, а иным – разные языки. ",
          "ID": "28"
        },
        {
          "text": "Разве все апостолы? Разве все пророки? Разве все учители? Разве все совершают чудеса? ",
          "ID": "29"
        },
        {
          "text": "Разве все имеют дары исцелений? Разве все говорят языками? Разве всем дано толковать эти языки? ",
          "ID": "30"
        },
        {
          "text": "Стремитесь иметь более важные дары!",
          "ID": "31"
        },
        {
          "text": "Но сейчас я покажу вам самый превосходный путь.",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.12",
      "name": "Первое Послание к Коринфянам 12"
    },
    {
      "text": [
        {
          "text": "Если я говорю языками человеческими и ангельскими, но во мне нет любви, то я в таком случае не что иное, как звенящая медь, как бряцающие тарелки. ",
          "ID": "1"
        },
        {
          "text": "Если у меня есть дар пророчества и я знаю все тайны, если мне даны все знания и у меня есть вера, способная передвигать горы, а нет любви, то я ничто. ",
          "ID": "2"
        },
        {
          "text": "Если я раздам все свое имущество и отдам мое тело на сожжение, но во мне нет любви, то ничто мне не поможет.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Любовь терпелива, добра, она не завидует и не хвалится, она не гордится, ",
          "ID": "4"
        },
        {
          "text": "не может быть грубой, она не ищет выгоды себе, она не вспыльчива и не помнит зла. ",
          "ID": "5"
        },
        {
          "text": "Любовь не радуется неправде, но радуется истине. ",
          "ID": "6"
        },
        {
          "text": "Она все покрывает, всему верит, всегда надеется, все переносит.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Любовь не перестанет существовать никогда, хотя и пророчества прекратятся, и языки умолкнут, и дар знания прекратится. ",
          "ID": "8"
        },
        {
          "text": "Ведь наши знания неполны, и наши пророчества частичны, ",
          "ID": "9"
        },
        {
          "text": "и когда наступит совершенство, тогда все частичное исчезнет. ",
          "ID": "10"
        },
        {
          "text": "Когда я был ребенком, я и говорил как ребенок, я и мыслил по-детски и рассуждал по-детски. Но когда я стал взрослым, то оставил все детское позади. ",
          "ID": "11"
        },
        {
          "text": "Мы сейчас видим неясно, как отражение в тусклом зеркале, тогда же увидим лицом к лицу. Сейчас я знаю лишь отчасти, тогда же буду знать так же совершенно, как меня знает Бог.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "А сейчас существуют эти три: вера, надежда и любовь, но важнее из них – любовь.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.13",
      "name": "Первое Послание к Коринфянам 13"
    },
    {
      "text": [
        {
          "text": "Следуйте путем любви, стремитесь иметь духовные дары, особенно дар пророчества. ",
          "ID": "1"
        },
        {
          "text": "Кто говорит на незнакомом языке, тот говорит не людям, а Богу, ведь его никто не понимает, он духом говорит тайны. ",
          "ID": "2"
        },
        {
          "text": "А тот, кто пророчествует, говорит людям для их назидания, ободрения и утешения. ",
          "ID": "3"
        },
        {
          "text": "Говорящий на незнакомом языке говорит в назидание себе, а пророчествующий говорит для назидания церкви. ",
          "ID": "4"
        },
        {
          "text": "Я бы хотел, чтобы каждый из вас говорил на языках, но лучше, чтобы вы пророчествовали. Кто пророчествует, тот больше того, кто говорит на языках, разве что он будет и истолковывать свою речь, чтобы и церковь получала назидание.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Братья, если я приду к вам и стану говорить на незнакомых языках, то какую пользу я принесу вам, если в моих словах не будет ни откровения, ни знания, ни пророчества, ни наставления? ",
          "ID": "6"
        },
        {
          "text": "Возьмите, к примеру, даже безжизненные музыкальные инструменты: флейту или арфу. Как вы узнаете мелодию, если на них будут играть, не придавая значения тому, какие ноты звучат? ",
          "ID": "7"
        },
        {
          "text": "Если труба не протрубит разборчиво определенный сигнал, то кто станет готовиться к сражению? ",
          "ID": "8"
        },
        {
          "text": "Также и у вас. Если вы не произносите языком членораздельные слова, то как человеку понять, о чем вы говорите? Вы будете бросать слова на ветер. ",
          "ID": "9"
        },
        {
          "text": "В мире так много разных языков, но все они понятны тем, кто ими владеет. ",
          "ID": "10"
        },
        {
          "text": "Если я не понимаю значения того, что мне говорят, то я чужеземец для говорящего, и говорящий – чужеземец для меня. ",
          "ID": "11"
        },
        {
          "text": "Также и вы. Вы хотите иметь духовные дары? Так стремитесь же иметь их в изобилии, но на благо церкви.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Поэтому, кто говорит на незнакомом языке, пусть молится о даре истолкования. ",
          "ID": "13"
        },
        {
          "text": "Когда я молюсь на незнакомом языке, то мой дух молится, но ум не принимает в этом участия. ",
          "ID": "14"
        },
        {
          "text": "Так что же мне делать? Я буду молиться духом, но буду молиться и умом, я буду петь духом, но буду петь и умом. ",
          "ID": "15"
        },
        {
          "text": "Если ты благодаришь Бога духом, то как может несведущий человек сказать «аминь»? Ведь он не поймет, что ты говоришь! ",
          "ID": "16"
        },
        {
          "text": "Ты можешь хорошо благодарить Бога, но другому человеку это пользы не принесет.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Я благодарен Богу, что говорю на языках больше всех вас. ",
          "ID": "18"
        },
        {
          "text": "Но в церкви я лучше скажу пять понятных слов, которые послужат для наставления другим, чем десять тысяч слов на незнакомом языке.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Братья, не будьте детьми по уму. В отношении ко злу будьте младенцами, а по уму будьте взрослыми.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "В Законе написано:",
          "ID": "21"
        },
        {
          "text": "«Через людей, говорящих на чужих языках,",
          "ID": "21"
        },
        {
          "text": "через уста чужеземцев",
          "ID": "21"
        },
        {
          "text": "Я буду говорить этому народу,",
          "ID": "21"
        },
        {
          "text": "но они и тогда не послушают Меня».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Таким образом, языки представляют собой знамение не для верующих, а для неверующих. Пророчество же – для верующих, а не для неверующих. ",
          "ID": "22"
        },
        {
          "text": "Поэтому, если вся церковь соберется, и все будут говорить на языках, и зайдут люди несведущие или неверующие, то не скажут ли они, что вы беснуетесь? ",
          "ID": "23"
        },
        {
          "text": "Но если зайдет неверующий или несведущий в то время, когда все пророчествуют, то он всеми будет обличаться в грехе и всеми будет судиться. ",
          "ID": "24"
        },
        {
          "text": "Все тайные помыслы его сердца станут явными, и он, павши ниц, поклонится Богу и воскликнет: «Среди вас действительно присутствует Бог!»",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Что же, братья? Когда вы собираетесь вместе и у каждого из вас есть или псалом, или есть наставление, или откровение, или слово на языках, или толкование сказанного на языке, то пусть все это будет для назидания церкви. ",
          "ID": "26"
        },
        {
          "text": "Если кто-либо говорит на языке, то пусть говорят двое, или самое большее трое, и притом по очереди, а один пусть истолковывает. ",
          "ID": "27"
        },
        {
          "text": "Если же толкователя среди вас нет, тогда в церкви молчи, а говори лишь себе и Богу.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "И пророки пусть говорят двое или трое, а другие пусть рассуждают об услышанном. ",
          "ID": "29"
        },
        {
          "text": "Если же кому-либо другому из присутствующих будет откровение, то пусть первый говорящий замолчит. ",
          "ID": "30"
        },
        {
          "text": "Вы все можете по очереди пророчествовать, чтобы все могли получить наставление и ободрение. ",
          "ID": "31"
        },
        {
          "text": "Пророки могут контролировать свой дух, ",
          "ID": "32"
        },
        {
          "text": "потому что Бог –  Бог не беспорядка, а мира.",
          "ID": "33"
        },
        {
          "text": "Как и во всех собраниях святых, ",
          "ID": "33"
        },
        {
          "text": "женщины во время служений пусть молчат. Говорить им не позволяется, но пусть они будут в подчинении, как того требует и Закон. ",
          "ID": "34"
        },
        {
          "text": "Если они хотят что-либо узнать, то могут спросить об этом дома у своих мужей, потому что в церкви женщине говорить неприлично.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Вы думаете, что слово Божье вышло впервые именно от вас или достигло лишь вас? ",
          "ID": "36"
        },
        {
          "text": "Кто считает себя пророком или человеком духовным, должен признать, что все, что я пишу вам, есть установление Самого Господа. ",
          "ID": "37"
        },
        {
          "text": "Если же кто не признает этого, того и вы не признавайте.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Итак, братья, стремитесь к тому, чтобы пророчествовать, но не запрещайте говорить и на языках. ",
          "ID": "39"
        },
        {
          "text": "Но все должно совершаться пристойно и соответствовать порядку.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.14",
      "name": "Первое Послание к Коринфянам 14"
    },
    {
      "text": [
        {
          "text": "Братья, хочу еще раз напомнить вам Радостную Весть, которую я вам возвещал, которую вы приняли и в которой вы утвердились. ",
          "ID": "1"
        },
        {
          "text": "Она спасительна для вас, если только твердо придерживаетесь того, что я вам возвещал, а иначе ваша вера напрасна.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Самое важное, что я получил, я передал вам: Христос умер за наши грехи согласно Писаниям. ",
          "ID": "3"
        },
        {
          "text": "Он был погребен и был воскрешен на третий день согласно Писаниям. ",
          "ID": "4"
        },
        {
          "text": "Он явился Кифе и потом двенадцати ученикам. ",
          "ID": "5"
        },
        {
          "text": "После этого Он явился еще более чем пятистам братьям одновременно. Большинство из них еще живы, а некоторые уже умерли. ",
          "ID": "6"
        },
        {
          "text": "Затем Он явился Иакову, потом всем апостолам, ",
          "ID": "7"
        },
        {
          "text": "и последнему из всех явился мне, жалкому недоноску.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Ведь я самый наименьший из апостолов и даже не заслуживаю чести называться апостолом, потому что я преследовал церковь Божью. ",
          "ID": "9"
        },
        {
          "text": "Но по благодати Божьей я есть тот, кто я есть, и Его благодать во мне была не напрасной: я трудился больше, чем все остальные, впрочем, не я, а благодать Божья, которая со мной. ",
          "ID": "10"
        },
        {
          "text": "Не имеет значения, кто возвещает: я или они. Главное – вы поверили в то, что мы возвещаем.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Скажите мне, если о Христе возвещается, что Он был воскрешен из мертвых, то как это некоторые из вас могут утверждать, что нет воскресения мертвых? ",
          "ID": "12"
        },
        {
          "text": "Если воскресения мертвых нет, то и Христос не был воскрешен. ",
          "ID": "13"
        },
        {
          "text": "А если Христос не воскрес, то и все, что мы возвещаем, не имеет смысла, равно как и ваша вера. ",
          "ID": "14"
        },
        {
          "text": "Мы сами в таком случае оказываемся лжесвидетелями о Боге, так как мы засвидетельствовали о том, что Бог воскресил Христа, Которого Он не воскрешал, если, конечно, мертвых вообще нельзя воскресить. ",
          "ID": "15"
        },
        {
          "text": "Ведь если мертвых нельзя воскресить, то и Христос не был воскрешен. ",
          "ID": "16"
        },
        {
          "text": "А если Христос не был воскрешен, то и вера ваша напрасна и ваши грехи по-прежнему на вас. ",
          "ID": "17"
        },
        {
          "text": "Тогда и те, кто умер во Христе, погибли. ",
          "ID": "18"
        },
        {
          "text": "Если мы надеемся на Христа лишь в этой жизни, то мы находимся в более жалком положении, чем все прочие люди.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Но Христос действительно воскрес из мертвых! Он – первый плод среди тех, кто умер. ",
          "ID": "20"
        },
        {
          "text": "И как смерть пришла в этот мир через одного человека, так через одного Человека пришло и воскресение мертвых. ",
          "ID": "21"
        },
        {
          "text": "Как все умирают в Адаме, так все будут оживлены во Христе. ",
          "ID": "22"
        },
        {
          "text": "Но каждый в своем порядке: вначале Христос, а потом, когда Он вернется, будем воскрешены и мы, принадлежащие Ему. ",
          "ID": "23"
        },
        {
          "text": "И потом наступит конец, когда Он, уничтожив всякое начальство, всякую власть и силу, передаст Царство Богу Отцу. ",
          "ID": "24"
        },
        {
          "text": "Христу предназначено царствовать до тех пор, пока Бог не повергнет всех врагов к Его ногам. ",
          "ID": "25"
        },
        {
          "text": "Последний враг, который будет уничтожен, – это смерть. ",
          "ID": "26"
        },
        {
          "text": "Ведь Бог «все подчинил под ноги Его». Когда говорится, что «все подчинил», то, конечно же, это «все» не включает в себя Того, Кто и подчинил Ему все. ",
          "ID": "27"
        },
        {
          "text": "Когда же все будет Ему подчинено, тогда и Сам Сын будет подчинен Тому, Кто все подчинил Ему, чтобы Бог был все во всем.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Что же тогда делают те, кто принимает крещение за мертвых? Если мертвых нельзя воскрешать, зачем люди принимают крещение за них? ",
          "ID": "29"
        },
        {
          "text": "Зачем и нам каждый час рисковать своей жизнью? ",
          "ID": "30"
        },
        {
          "text": "Я каждый день стою перед лицом смерти. Это верно, братья, как и то, что я хвалюсь вами перед Иисусом Христом, нашим Господом! ",
          "ID": "31"
        },
        {
          "text": "Если я только из человеческих побуждений боролся с дикими зверями в Эфесе, то что я этим приобрел? Если мертвые не воскресают, тогда что же: «Давайте будем есть и пить, потому что завтра умрем»?",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Смотрите, чтобы вам не оказаться обманутыми: «Плохая компания развращает добрые нравы». ",
          "ID": "33"
        },
        {
          "text": "Отрезвитесь, как вам и должно, и перестаньте грешить, ведь некоторые из вас не знают Бога, – я говорю это к вашему стыду.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Может, кто-то спросит: «Как воскреснут мертвые? Какое у них тогда будет тело?» ",
          "ID": "35"
        },
        {
          "text": "Спрашивать об этом неразумно. Ведь каждому семени для того, чтобы прорасти, надо сначала умереть! ",
          "ID": "36"
        },
        {
          "text": "Когда ты сеешь, ты же сеешь не само растение, а лишь семя, пшеничное или какое-либо другое. ",
          "ID": "37"
        },
        {
          "text": "А Бог по Своему усмотрению дает ему тело – каждому семени свое. ",
          "ID": "38"
        },
        {
          "text": "Не все тела одинаковы: у людей не такое тело, как у зверей, у зверей не такое, как у птиц, а у птиц не такое, как у рыб. ",
          "ID": "39"
        },
        {
          "text": "Есть тела небесные и тела земные. У небесных тел своя красота, и у земных тел своя. ",
          "ID": "40"
        },
        {
          "text": "У солнца тоже свое сияние, у луны свое, у звезд свое. Звезды, в свою очередь, тоже отличаются по яркости друг от друга.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Так же будет и при воскресении мертвых. Тело сеется в тлении, а воскресает нетленное. ",
          "ID": "42"
        },
        {
          "text": "Сеется бесславно, а воскресает славно. Сеется в слабости, а воскресает в силе, ",
          "ID": "43"
        },
        {
          "text": "сеется физическое тело, а воскресает – духовное.",
          "ID": "44"
        },
        {
          "text": "Если есть тело физическое, то есть и тело духовное. ",
          "ID": "44"
        },
        {
          "text": "Писание говорит, что первый человек, Адам, стал живым существом, но последний Адам – духом животворящим. ",
          "ID": "45"
        },
        {
          "text": "Сначала приходит не духовное, а физическое, и лишь потом – духовное. ",
          "ID": "46"
        },
        {
          "text": "Первый человек был сотворен из праха земного, а второй Человек – это Человек с небес. ",
          "ID": "47"
        },
        {
          "text": "Земные люди подобны первому земному человеку, а небесные будут такими же, как Человек, пришедший с небес. ",
          "ID": "48"
        },
        {
          "text": "И как сейчас мы носим образ земного человека, точно так же мы будем похожи на Человека небесного.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Я говорю вам, братья, что плоть и кровь не могут стать наследниками Божьего Царства; ничто тленное не может стать наследником нетленного. ",
          "ID": "50"
        },
        {
          "text": "Послушайте, я открою вам тайну: мы не все умрем, но все будем изменены, ",
          "ID": "51"
        },
        {
          "text": "внезапно, во мгновение ока, когда прозвучит последняя труба. По сигналу трубы мертвые воскреснут нетленными, а мы будем изменены. ",
          "ID": "52"
        },
        {
          "text": "Все тленное должно превратиться в нетленное, и все смертное – в бессмертное. ",
          "ID": "53"
        },
        {
          "text": "Когда тленное облечется в нетленное и смертное – в бессмертное, тогда исполнятся слова: «Смерть поглощена победой!»",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "«О смерть, где твоя победа?",
          "ID": "55"
        },
        {
          "text": "О смерть, где твое жало?»",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "Жало смерти – грех, а сила греха – Закон. ",
          "ID": "56"
        },
        {
          "text": "Но благодарение Богу! Он дает нам победу через нашего Господа Иисуса Христа!",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "Поэтому, мои любимые братья, стойте твердо. Ничто не должно вас поколебать. Всегда отдавайте себя полностью на служение Господу и знайте, что ваш труд для Господа не напрасен.",
          "ID": "58"
        }
      ],
      "ID": "NT:1CO.15",
      "name": "Первое Послание к Коринфянам 15"
    },
    {
      "text": [
        {
          "text": "Теперь относительно сбора денег в помощь святым. Делайте то, что я повелел делать в церквах Галатии. ",
          "ID": "1"
        },
        {
          "text": "В первый день недели пусть каждый из вас откладывает и сберегает столько денег, сколько позволяет вам ваш заработок, чтобы, когда я приду, уже не нужно было делать сборы. ",
          "ID": "2"
        },
        {
          "text": "А когда я приду, то тех людей, кого вы выберете, я пошлю с рекомендательными письмами, чтобы они доставили собранное вами в Иерусалим. ",
          "ID": "3"
        },
        {
          "text": "А если будет необходимо и мне пойти туда, то они пойдут со мной.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Я приду к вам, когда пройду Македонию, так как я иду через Македонию. ",
          "ID": "5"
        },
        {
          "text": "Возможно, я пробуду у вас некоторое время, может быть, и всю зиму, и вы поможете мне в моем дальнейшем путешествии. ",
          "ID": "6"
        },
        {
          "text": "Я решил не заходить к вам сейчас, так как это посещение было бы очень кратким. Надеюсь, что, если Господь позволит, мы проведем с вами больше времени. ",
          "ID": "7"
        },
        {
          "text": "В Эфесе я пробуду до Пятидесятницы, ",
          "ID": "8"
        },
        {
          "text": "так как здесь передо мной широко открыта дверь для служения, хотя есть и много противников.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Если у вас будет Тимофей, позаботьтесь о том, чтобы ему нечего было опасаться у вас. Ведь он, как и я, совершает работу Господа. ",
          "ID": "10"
        },
        {
          "text": "Пусть никто не пренебрегает им. А потом помогите ему с миром отправиться в путь, чтобы он смог возвратиться ко мне. Я жду его вместе с братьями.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Что же касается нашего брата Аполлоса, то я очень просил его прийти с братьями к вам. Он не хотел идти сейчас, но, когда будет возможно, он вас навестит.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Прошу вас, бодрствуйте! Будьте непоколебимы в вере! Будьте мужественны, будьте сильны. ",
          "ID": "13"
        },
        {
          "text": "Пусть все у вас делается с любовью.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "И еще я прошу вас, братья: вы знаете, что Стефан и все живущие в его доме были первыми из уверовавших в Ахаии. Они посвятили себя служению святым – ",
          "ID": "15"
        },
        {
          "text": "будьте покорны таким людям и всем, кто содействует и служит. ",
          "ID": "16"
        },
        {
          "text": "Я был очень рад, когда прибыли Стефан, Фортунат и Ахаик. Они восполнили для меня ваше отсутствие. ",
          "ID": "17"
        },
        {
          "text": "Они ободрили и меня, и вас. Цените таких людей.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Вам передают приветы церкви в провинции Азия. Акила и Прискилла тоже горячо приветствуют вас в Господе, привет и от всей церкви, которая собирается в их доме. ",
          "ID": "19"
        },
        {
          "text": "Все братья здесь передают вам приветы. Приветствуйте друг друга святым поцелуем.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Я, Павел, дописываю это приветствие своей рукой: ",
          "ID": "21"
        },
        {
          "text": "если кто-либо не любит Господа, на том да будет проклятие. Марана та!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Пусть благодать Господа Иисуса Христа будет с вами.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Моя любовь со всеми вами в Иисусе Христе. Аминь.",
          "ID": "24"
        }
      ],
      "ID": "NT:1CO.16",
      "name": "Первое Послание к Коринфянам 16"
    }
  ],
  "ID": "NT:1CO(NRP)",
  "name": "Первое Послание к Коринфянам"
}