{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Вас приветствует Павел, который по воле Божьей был избран Иисусом Христом стать апостолом. Вместе с Сосфеном, братом нашим во Христе, я",
          "ID": "1"
        },
        {
          "text": "обращаюсь к церкви Божьей в Коринфе, к святым людям во Христе Иисусе, призванным стать людьми Божьими, и ко всем, кто повсюду взывает к имени Господа Иисуса Христа, Господа их и нашего.",
          "ID": "2"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и Господа нашего Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Я всегда благодарю Бога моего за вас, за благодать Божью, дарованную вам во Христе Иисусе,",
          "ID": "4"
        },
        {
          "text": "потому что через Него вы стали богаты всем — словом и знанием.",
          "ID": "5"
        },
        {
          "text": "И так как свидетельство наше о Христе нашло подтверждение среди вас,",
          "ID": "6"
        },
        {
          "text": "то нет у вас недостатка ни в каком даре, пока вы ожидаете, когда Господь наш Иисус Христос объявит о Себе.",
          "ID": "7"
        },
        {
          "text": "Он также подтвердит, что вы праведны до конца в День Господа нашего Иисуса Христа.",
          "ID": "8"
        },
        {
          "text": "Бог, Который призвал вас разделить жизнь Свою с Сыном Его, Иисусом Христом, Господом нашим — верен.",
          "ID": "9"
        },
        {
          "text": "Но я молю вас, братья и сёстры, во имя Господа нашего Иисуса Христа, чтобы все вы говорили одно и между вами не было разделения и чтобы стали вы едины в помыслах и целях своих.",
          "ID": "10"
        },
        {
          "text": "Потому что стало мне известно от домашних Хлои, что среди вас ссоры.",
          "ID": "11"
        },
        {
          "text": "Вот что я имею в виду: каждый из вас говорит: «Я сторонник Павла», — «Я сторонник Аполлоса», — «Я сторонник Кифы», — «Я сторонник Христа».",
          "ID": "12"
        },
        {
          "text": "Разве Христос разделился? Разве Павел был распят за вас? Разве были вы крещены именем Павла?",
          "ID": "13"
        },
        {
          "text": "Я благодарю Бога, что не крестил никого из вас, кроме Криспа и Гаия,",
          "ID": "14"
        },
        {
          "text": "так что никто не может сказать, что были вы крещены моим именем.",
          "ID": "15"
        },
        {
          "text": "Я крестил также домашних Стефана, что же касается остальных, я не помню, кто ещё был крещён мною.",
          "ID": "16"
        },
        {
          "text": "Христос послал меня не крестить, а проповедовать Благовестие без премудрости в речах, чтобы крест Христов не утратил силы Своей.",
          "ID": "17"
        },
        {
          "text": "Учение о кресте — глупость для тех, кто потерян, для тех же, кто спасён — это сила Божья.",
          "ID": "18"
        },
        {
          "text": "Как сказано в Писании:",
          "ID": "19"
        },
        {
          "text": "«Я сокрушу мудрость мудрецов",
          "ID": "19"
        },
        {
          "text": "и сведу на нет разум разумных». Исаия 29:14",
          "ID": "19"
        },
        {
          "text": "Где мудрец? Где учёный? Где мыслитель этого времени? Разве не сделал Господь мирскую мудрость глупостью?",
          "ID": "20"
        },
        {
          "text": "И так как по мудрости Божьей мир не узнал Бога через свою собственную мудрость, то Бог избрал спасти тех, кто верит, с помощью «глупости» того учения, которое мы проповедуем.",
          "ID": "21"
        },
        {
          "text": "Иудеи требуют чудесных знамений, а язычники ищут мудрости,",
          "ID": "22"
        },
        {
          "text": "мы же проповедуем, что Христос был распят, а это учение оскорбительно для иудеев, а язычники считают его глупостью.",
          "ID": "23"
        },
        {
          "text": "Для тех же, кто призван, как иудеев, так и язычников, учение состоит в том, что Христос — сила и мудрость Божья.",
          "ID": "24"
        },
        {
          "text": "Так как «глупость» Божья превосходит мудрость человеческую, а «слабость» Божья сильнее силы человеческой.",
          "ID": "25"
        },
        {
          "text": "Вспомните же о том, когда вы были призваны Богом, братья и сёстры. Не многие из вас были мудрыми по человеческим канонам. Не многие из вас были сильными. Не многие из вас были знатного рода.",
          "ID": "26"
        },
        {
          "text": "Вместо того Бог избрал неразумных, чтобы устыдить мудрецов, и слабых, чтобы устыдить сильных.",
          "ID": "27"
        },
        {
          "text": "И избрал Бог униженных и презренных — «несто́́ящих», чтобы обратить в прах «сто́́ящих»,",
          "ID": "28"
        },
        {
          "text": "и чтобы никто не возгордился в присутствии Бога.",
          "ID": "29"
        },
        {
          "text": "Но Он — источник жизни вашей в Иисусе Христе, Который стал по воле Бога нашей мудростью, праведностью, святостью и нашим искуплением,",
          "ID": "30"
        },
        {
          "text": "так что, как сказано в Писании: «Кто похваляется, хвалиться должен тем, что сделано Господом».",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.1",
      "name": "Первое Послание К Коринфянам 1"
    },
    {
      "text": [
        {
          "text": "Итак, отправившись навестить вас, братья и сёстры, я пришёл не для того, чтобы провозглашать тайную истину Божью с высоты своей мудрости и речами высокопарными.",
          "ID": "1"
        },
        {
          "text": "Пока я нахожусь с вами, я решил не познавать ничего, кроме Иисуса Христа, и смерти Его на кресте.",
          "ID": "2"
        },
        {
          "text": "Когда я пришёл к вам в слабости, с великим страхом и трепетом,",
          "ID": "3"
        },
        {
          "text": "мои поучения и речи произносились не убедительными и мудрыми словами, но с доказательствами, исполненными силы Духа.",
          "ID": "4"
        },
        {
          "text": "Я поступил так, чтобы ваша вера покоилась не на человеческой мудрости, а на силе Божьей.",
          "ID": "5"
        },
        {
          "text": "Но мы в самом деле приносим мудрость тем, кто зрел, хотя и не ту, что принята в этом мире, и не правителям этого мира, власть которых подходит к концу.",
          "ID": "6"
        },
        {
          "text": "Вместо этого мы несём тайную мудрость Божью, что была скрыта от людей, и которую Бог предназначил для Славы нашей ещё до начала мира.",
          "ID": "7"
        },
        {
          "text": "Ни один правитель мира не знал эту мудрость, потому что если бы они знали, то не распяли бы славного Господа.",
          "ID": "8"
        },
        {
          "text": "Но как сказано в Писании:",
          "ID": "9"
        },
        {
          "text": "«Глаз не видел, и ухо не слышало,",
          "ID": "9"
        },
        {
          "text": "и на ум человеку не приходило то,",
          "ID": "9"
        },
        {
          "text": "что Бог приготовил для тех, кто любит Его». Исаия 64:4",
          "ID": "9"
        },
        {
          "text": "Но Бог открыл это нам через Духа, так как Дух исследует всё, даже скрытые тайны Божьи.",
          "ID": "10"
        },
        {
          "text": "И какой человек знает мысли другого, кроме духа того человека, который внутри него? Так же никто не знает мыслей Божьих, кроме Духа Божьего.",
          "ID": "11"
        },
        {
          "text": "Но мы получили не тот дух, который принадлежит миру, а тот Дух, который исходит от Бога, чтобы мы познали всё то, что нам было безвозмездно дано Богом.",
          "ID": "12"
        },
        {
          "text": "Мы говорим об этом не словами, которым научились через человеческую мудрость, а словами, преподанными нам Духом, толкуя духовные истины с помощью духовных слов.",
          "ID": "13"
        },
        {
          "text": "Недуховный человек не воспринимает тех истин, которые указывает Дух Божий, и, по его мнению, это глупость; он не может их понять, потому что они оцениваются духовно.",
          "ID": "14"
        },
        {
          "text": "Но духовный человек может оценить всё, хотя его самого никто не может оценить.",
          "ID": "15"
        },
        {
          "text": "«Кто познает разум Господа?",
          "ID": "16"
        },
        {
          "text": "Кто может указать Господу,",
          "ID": "16"
        },
        {
          "text": "как Ему поступать?» Исаия 40:13 (Греческая рукопись)",
          "ID": "16"
        },
        {
          "text": "Но нам дан разум Христов.",
          "ID": "16"
        }
      ],
      "ID": "NT:1CO.2",
      "name": "Первое Послание К Коринфянам 2"
    },
    {
      "text": [
        {
          "text": "Но я, братья и сёстры, не мог говорить с вами, как с людьми духовными. Вместо того, мне пришлось говорить с вами как с мирскими людьми, как с младенцами во Христе.",
          "ID": "1"
        },
        {
          "text": "Я поил вас молоком и не давал вам твёрдой пищи, так как вы ещё не могли есть твёрдую пищу и даже сейчас ещё не способны к этому,",
          "ID": "2"
        },
        {
          "text": "так как всё ещё принадлежите миру. И раз среди вас есть зависть и раздоры, то разве не мирские вы, и разве не ведёте себя как весь остальной мир?",
          "ID": "3"
        },
        {
          "text": "Когда один говорит: «Я — приверженец Павла», а другой говорит: «Я — последователь Аполлоса», то разве вы не поступаете как все в этом мире?",
          "ID": "4"
        },
        {
          "text": "Кто такой Аполлос и кто Павел? Мы всего лишь слуги, с помощью которых вы стали верующими, и мы исполнили труд свой, как назначил Господь каждому из нас.",
          "ID": "5"
        },
        {
          "text": "Я посеял зерно, Аполлос увлажнил его, но вырастил его Бог.",
          "ID": "6"
        },
        {
          "text": "Ни тот, кто сеет зерно, ни кто поливает его, не важны, а только Бог, Который выращивает.",
          "ID": "7"
        },
        {
          "text": "У того, кто сеет зерно, и у того, кто поливает его, цель одна и та же, и каждый из них получит награду согласно своему труду.",
          "ID": "8"
        },
        {
          "text": "Но мы все вместе трудимся для Бога. Вы же поле и строение Божье.",
          "ID": "9"
        },
        {
          "text": "Согласно дару Божьему, который был мне дан, я заложил основание, подобно мудрому строителю, а другой строит на нём, но каждый должен внимательно следить за тем, как строит.",
          "ID": "10"
        },
        {
          "text": "Потому что никто не может заложить другого основания, кроме того, которое есть Иисус Христос.",
          "ID": "11"
        },
        {
          "text": "Если кто строит на этом основании, то чем бы он ни пользовался: золотом, серебром, самоцветами, деревом, сеном или соломой —",
          "ID": "12"
        },
        {
          "text": "труд каждого станет очевидным, так как День сделает всё явным. Этот День настанет в огне, и этот самый огонь испытает работу каждого.",
          "ID": "13"
        },
        {
          "text": "Если строение, созданное человеком на этом основании, устоит, то он получит награду.",
          "ID": "14"
        },
        {
          "text": "Если созданное им сгорит, то он понесёт убыток, сам же, однако, спасётся, подобно всякому, кто выйдет невредимым из пожара.",
          "ID": "15"
        },
        {
          "text": "Разве не знаете, что вы — храм Божий и что Дух Божий живёт в вас?",
          "ID": "16"
        },
        {
          "text": "Если кто разрушит храм Божий, то Бог покарает его, так как храм Божий — свят, а вы и есть этот храм.",
          "ID": "17"
        },
        {
          "text": "Не обманывайте себя, и если кто-нибудь из вас думает, что умён мудростью этого мира, то он должен стать «глупым», чтобы быть воистину мудрым.",
          "ID": "18"
        },
        {
          "text": "Потому что мудрость этого мира — глупость в глазах Бога. В Писании сказано: «Бог ловит мудрецов их же лукавством».",
          "ID": "19"
        },
        {
          "text": "И ещё: «Господь знает, что мысли мудрецов никчемны».",
          "ID": "20"
        },
        {
          "text": "И потому никто не должен похваляться людьми, так как всё принадлежит вам,",
          "ID": "21"
        },
        {
          "text": "будь то Павел, Аполлос, Кифа, или мир этот, или жизнь, или смерть, или настоящее, или будущее. Всё это принадлежит вам,",
          "ID": "22"
        },
        {
          "text": "вы же принадлежите Христу, а Христос принадлежит Богу.",
          "ID": "23"
        }
      ],
      "ID": "NT:1CO.3",
      "name": "Первое Послание К Коринфянам 3"
    },
    {
      "text": [
        {
          "text": "Вот как должны думать о нас: как о слугах Христовых, которым доверено проповедовать тайные истины Божьи.",
          "ID": "1"
        },
        {
          "text": "Тем слугам, которым доверены такие важные обязательства, необходимо показать своему Господину, что они достойны доверия.",
          "ID": "2"
        },
        {
          "text": "Не вы мой Господин, и поэтому ваше мнение по поводу моего служения мне совершенно неважно, даже если любой суд человеческий осудит меня, мне всё равно. Более того, моё личное мнение о служении, совершаемым мною — неважно,",
          "ID": "3"
        },
        {
          "text": "так как моя совесть чиста, но не по этой причине я оправдан. Господь мне судья,",
          "ID": "4"
        },
        {
          "text": "а потому не судите ни о чём, пока не настало надлежащее время, когда придёт Господь. Он озарит Светом скрытое во тьме и сделает явными побуждения сердца. Тогда Бог воздаст хвалу каждому, какую кто заслуживает.",
          "ID": "5"
        },
        {
          "text": "Братья и сёстры! Ради вашего блага я всё это применил к себе и к Аполлосу, чтобы на нашем примере вы могли понять смысл выражения: «не следует идти дальше того, что написано в Писании», чтобы вы не исполнились гордыни и не отдавали одному предпочтение перед другим.",
          "ID": "6"
        },
        {
          "text": "Кто говорит, что ты лучше других? И что имеешь ты такого, что не было тебе дано? А если всё было дано тебе, то почему ты похваляешься, как будто это не дар?",
          "ID": "7"
        },
        {
          "text": "Сейчас вы думаете, что у вас есть всё, что вам нужно, вы уже богаты и без нас стали царями. И я бы хотел, чтобы вы в самом деле были царями, тогда и мы могли бы царствовать вместе с вами!",
          "ID": "8"
        },
        {
          "text": "Однако мне кажется, что Бог сделал нас, апостолов, последними из последних, осуждёнными на смерть, так как мы стали зрелищем для всего мира: для Ангелов и для людей.",
          "ID": "9"
        },
        {
          "text": "Мы — глупцы ради Христа, вы же мудры во Христе. Мы — слабы, а вы сильны. Вы в почёте, а нас презирают.",
          "ID": "10"
        },
        {
          "text": "Мы до сих пор терпим голод, томимся жаждой, едва одеты, нас избивают, мы бездомны.",
          "ID": "11"
        },
        {
          "text": "Мы тяжко трудимся собственными руками. Когда нас поносят, мы благословляем; когда нас преследуют, мы терпим.",
          "ID": "12"
        },
        {
          "text": "Когда люди злословят против нас, мы утешаем. Мы как отбросы для мира, прах, попираемый всеми до сегодняшнего дня.",
          "ID": "13"
        },
        {
          "text": "Я пишу это не для того, чтобы вы устыдились, но наставляю вас, как своих любимых детей.",
          "ID": "14"
        },
        {
          "text": "Потому что, хотя у вас десять тысяч наставников во Христе, но не много отцов. Я же стал вашим отцом во Христе Иисусе через Благовестие.",
          "ID": "15"
        },
        {
          "text": "Потому я молю вас, чтобы вы следовали моему примеру.",
          "ID": "16"
        },
        {
          "text": "Вот почему послал я к вам Тимофея. Он — моё дорогое и преданное дитя в Господе, и он напомнит вам о моей жизни во Христе Иисусе, как я учу об этом повсюду в каждой церкви.",
          "ID": "17"
        },
        {
          "text": "Но некоторые из вас вознеслись в своей гордыне, будто бы полагают, что я никогда к вам больше не приду.",
          "ID": "18"
        },
        {
          "text": "Но если будет угодно Господу, я вскоре навещу вас, и тогда сам увижу, насколько сильны эти красноречивые гордецы.",
          "ID": "19"
        },
        {
          "text": "Потому что Царство Божье зависит не от красноречия, а от силы.",
          "ID": "20"
        },
        {
          "text": "Чего хотите вы? Вы хотите, чтобы я пришёл к вам с наказанием или с любовью и кротостью?",
          "ID": "21"
        }
      ],
      "ID": "NT:1CO.4",
      "name": "Первое Послание К Коринфянам 4"
    },
    {
      "text": [
        {
          "text": "Говорят, что среди вас на самом деле царит блуд и такой блуд, какого даже среди язычников не встретишь: некто среди вас сожительствует со своей мачехой.",
          "ID": "1"
        },
        {
          "text": "И вы всё ещё раздуваетесь от гордости! Вам стоит опечалиться! Пусть тот, кто совершил такой грех, будет исключён из вашего числа.",
          "ID": "2"
        },
        {
          "text": "Что касается меня, хотя я не нахожусь среди вас телом, зато присутствую своим духом и, как присутствующий, я уже произнёс суд над тем, кто сделал такое.",
          "ID": "3"
        },
        {
          "text": "Когда вы соберётесь вместе во имя нашего Господа Иисуса, и мой дух будет среди вас, то властью нашего Господа Иисуса",
          "ID": "4"
        },
        {
          "text": "предайте такого человека сатане, чтобы уничтожена была его греховная природа, и дух его мог быть спасён в День Господний.",
          "ID": "5"
        },
        {
          "text": "То, что вы возгордились — нехорошо. Разве не знаете вы, что «малая горстка дрожжей заставляет подниматься всю опару?»",
          "ID": "6"
        },
        {
          "text": "Избавьтесь от старых дрожжей, чтобы стать новой опарой, потому что вы представляете собой хлеб без закваски. Христос, наш Агнец пасхальный, уже был отдан на заклание!",
          "ID": "7"
        },
        {
          "text": "Так давайте же по-прежнему соблюдать наш пасхальный праздник, но не со старой закваской, закваской злобы и испорченности, а с хлебом без закваски, с искренностью и с истиной.",
          "ID": "8"
        },
        {
          "text": "Я писал вам в своём письме, что вы не должны общаться с блудниками.",
          "ID": "9"
        },
        {
          "text": "Я вовсе не имел в виду, что вы вообще не должны общаться в этом мире с теми людьми, кто блудит, или с теми, кто жаден, или с мошенниками, или с идолопоклонниками. В таком случае вам пришлось бы вовсе покинуть этот мир.",
          "ID": "10"
        },
        {
          "text": "Вот что писал я вам на самом деле: вы не должны общаться с теми, кто называет себя братом во Христе, но повинен в блуде или жаден, или поклоняется идолам, или клеветник, или пьяница, или мошенник. Даже трапезы не разделяйте с таким человеком!",
          "ID": "11"
        },
        {
          "text": "Какое мне дело до осуждения тех, кто не принадлежит к церкви? Но разве не должны вы судить тех, кто принадлежит к церкви?",
          "ID": "12"
        },
        {
          "text": "Бог будет судить тех, кто не принадлежит к церкви. В Писании сказано: «Изгоните порочного из среды своей».",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.5",
      "name": "Первое Послание К Коринфянам 5"
    },
    {
      "text": [
        {
          "text": "Кто из вас, находясь в раздоре с кем-то, обратится к правосудию неправедных, вместо того, чтобы предстать перед людьми Божьими?",
          "ID": "1"
        },
        {
          "text": "Или не знаете вы, что люди Божьи будут судить мир? И если мир будет судим вами, то разве вы не в состоянии судить маловажные дела?",
          "ID": "2"
        },
        {
          "text": "Разве вы не знаете, что мы будем судить Ангелов? Тем более вы можете судить житейские дела.",
          "ID": "3"
        },
        {
          "text": "И если вам придётся решать повседневные дела, то разве вы назначите судьями людей, которые не принадлежат церкви?",
          "ID": "4"
        },
        {
          "text": "Я говорю это, чтобы пристыдить вас. Неужели среди вас нет мудрого человека, который мог бы уладить споры между братьями своими во Христе?",
          "ID": "5"
        },
        {
          "text": "Но сейчас брат ведёт в суд брата, и неверующие выносят приговор по их делу.",
          "ID": "6"
        },
        {
          "text": "В самом деле, одно то, что вы вступаете в тяжбу друг с другом, уже является вашим полным поражением. Почему же вместо этого вы не остаётесь обиженными? Почему вместо этого вы не даёте ограбить себя?",
          "ID": "7"
        },
        {
          "text": "Но нет, вы сами обижаете и грабите, и при этом поступаете так с братьями во Христе!",
          "ID": "8"
        },
        {
          "text": "Разве не знаете вы, что неправедные люди не наследуют Царство Божье? Не обманывайтесь! Никто из тех, кто предаётся блуду, или почитает идолов, или прелюбодействует, а также ни продажные содомиты, ни мужеложцы,",
          "ID": "9"
        },
        {
          "text": "ни грабители, ни скупые, ни пьяницы, ни клеветники, ни мошенники не унаследуют Царства Божьего.",
          "ID": "10"
        },
        {
          "text": "И такими были некоторые из вас. Но вы очистились, вы святы и оправданы Духом Бога нашего во имя Господа Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": "«Мне всё позволено», но не всё мне на пользу. Да, «мне всё позволено», но ничто не поработит меня.",
          "ID": "12"
        },
        {
          "text": "Пища для желудка, и желудок для пищи, но Бог уничтожит и то, и другое. И тела наши предназначены не для блуда, а для Господа; Господь же — для тела нашего.",
          "ID": "13"
        },
        {
          "text": "Бог не только воскресил Господа из мёртвых, но и нас воскресит Своей силой.",
          "ID": "14"
        },
        {
          "text": "Разве не знаете вы, что тела ваши — члены Христовы? Так неужели же я возьму члены Христовы и сделаю их членами блудницы? Разумеется, нет!",
          "ID": "15"
        },
        {
          "text": "И разве не знаете вы, что тот, кто совокупляется с блудницей, становится с ней одним телом? Так как сказано в Писании: «Двое станут телом одним».",
          "ID": "16"
        },
        {
          "text": "Но тот, кто соединяется с Господом — един духом с Ним.",
          "ID": "17"
        },
        {
          "text": "Избегайте блуда, так как все грехи, кроме этого, не губят тело человека, но блудник уничтожает собственное тело.",
          "ID": "18"
        },
        {
          "text": "Или не знаете вы, что ваши тела — храм Духа Святого, который находится в вас, и который получили вы от Бога, и что вы не принадлежите себе?",
          "ID": "19"
        },
        {
          "text": "Вы куплены дорогой ценой. Так воздайте же Славу Богу телами вашими!",
          "ID": "20"
        }
      ],
      "ID": "NT:1CO.6",
      "name": "Первое Послание К Коринфянам 6"
    },
    {
      "text": [
        {
          "text": "Что же касается того, о чём писали вы, то лучше мужчине не жениться.",
          "ID": "1"
        },
        {
          "text": "Но во избежание блуда каждый мужчина должен иметь собственную жену, а каждая женщина должна иметь собственного мужа.",
          "ID": "2"
        },
        {
          "text": "Муж должен давать жене своей то, что ей положено, и так же жена должна давать своему мужу всё, что ему положено, как её мужу.",
          "ID": "3"
        },
        {
          "text": "Жена не властна над своим телом, а муж властен над ним. Так же и муж не властен над своим телом, жена властна над ним.",
          "ID": "4"
        },
        {
          "text": "Не отказывайте друг другу, разве что с обоюдного согласия на некоторое время, чтобы вы могли предаться молитве, а затем снова соединяйтесь, чтобы сатана не мог искусить вас из-за отсутствия у вас самообладания.",
          "ID": "5"
        },
        {
          "text": "Но это я говорю в качестве позволения, а не приказа.",
          "ID": "6"
        },
        {
          "text": "Я хотел бы, чтобы все люди были подобны мне, но каждый получает от Бога свой собственный дар: один человек — такой, а другой — иной.",
          "ID": "7"
        },
        {
          "text": "Что же касается неженатых и вдовых, то я говорю: «Лучше для них, если они останутся одинокими, как я.",
          "ID": "8"
        },
        {
          "text": "Но если они не могут воздержаться, то лучше жениться, чем сгорать от желания».",
          "ID": "9"
        },
        {
          "text": "Тем же, кто женат, я велю вот что, хотя это говорю не я, а Господь: жена не должна стремиться развестись с мужем своим,",
          "ID": "10"
        },
        {
          "text": "если же разведётся, то должна оставаться незамужней или примириться с мужем своим, муж же не должен разводиться с женой своей.",
          "ID": "11"
        },
        {
          "text": "Что же касается остального, то я скажу, и это говорю я, а не Господь: если кто-то из братьев женат на неверующей женщине, и она согласна жить с ним, то он не должен разводиться с ней.",
          "ID": "12"
        },
        {
          "text": "И если у женщины муж — неверующий, и он согласен жить с ней, то она не должна разводиться с ним,",
          "ID": "13"
        },
        {
          "text": "так как неверующий муж освящён через верующую жену, а неверующая жена освящена через верующего мужа. Иначе ваши дети были бы нечистыми, сейчас же они святы.",
          "ID": "14"
        },
        {
          "text": "Однако, если неверующий хочет развода, то пусть так и сделает. В таких случаях брат или сестра свободны. Бог призвал нас жить в мире.",
          "ID": "15"
        },
        {
          "text": "Жена, тебе неизвестно, спасёшь ли ты мужа своего. Муж, тебе неизвестно, спасёшь ли ты жену свою. Никто не знает, что будет в будущем.",
          "ID": "16"
        },
        {
          "text": "Каждый должен жить только в согласии с тем, что Господь назначил ему. Именно это я повелеваю всем церквям.",
          "ID": "17"
        },
        {
          "text": "Если кто был уже обрезан, когда призвал его Господь, то он не должен менять этого. А если кто не был обрезан, когда призвал его Бог, то не должен подвергаться обрезанию.",
          "ID": "18"
        },
        {
          "text": "Совершенно неважно обрезан ли мужчина или нет, а важно лишь соблюдение заповедей Божьих.",
          "ID": "19"
        },
        {
          "text": "Пусть каждый остаётся в том состоянии, в котором призван.",
          "ID": "20"
        },
        {
          "text": "Если ты был рабом, когда Бог призвал тебя, пусть это не тревожит тебя. Но если можешь стать свободным, то воспользуйся такой возможностью.",
          "ID": "21"
        },
        {
          "text": "Потому что тот человек, который находился в рабстве, когда Господь призвал его, свободен перед Богом. Точно так же тот, кто призван, когда был свободным — раб Христов.",
          "ID": "22"
        },
        {
          "text": "Бог заплатил высокою цену, выкупив вас, поэтому не будьте рабами людей.",
          "ID": "23"
        },
        {
          "text": "Братья и сёстры! Каждый из вас должен оставаться перед Богом в том состоянии, в котором призван.",
          "ID": "24"
        },
        {
          "text": "Что же касается не состоящих в супружестве, то у меня нет повеления от Господа, но я выскажу своё мнение как достойный доверия, так как Господь оказал мне милость Свою.",
          "ID": "25"
        },
        {
          "text": "Вот что я считаю: учитывая все нынешние горести, лучше оставаться человеку одиноким, как я.",
          "ID": "26"
        },
        {
          "text": "Ты связан узами брака с женой? Не ищи освобождения. Ты освободился от уз брака с женщиной? Не ищи другую,",
          "ID": "27"
        },
        {
          "text": "но если женишься, то не согрешишь. И если девственница выходит замуж, то она не согрешила. Но такие люди будут страдать в мире, а потому я стараюсь помочь вам избежать этого.",
          "ID": "28"
        },
        {
          "text": "Вот что я говорю, братья и сёстры: время истекает. Впредь те, у кого есть жёны, должны быть, как те, у кого их нет,",
          "ID": "29"
        },
        {
          "text": "а те, кто в скорби, должны быть как нескорбящие. Те, кто радуется, должны быть, как бы и не радующимися. Те, кто приобретает, как бы и не имеющими ничего.",
          "ID": "30"
        },
        {
          "text": "Те, кто пользуется благами мира, как бы и не пользуются ими, так как этот мир скоро исчезнет.",
          "ID": "31"
        },
        {
          "text": "Я хочу освободить вас от забот. Неженатый заботится о делах Господа и о том, как он может угодить Господу.",
          "ID": "32"
        },
        {
          "text": "Женатый же заботится о земных делах и о том, как угодить своей жене,",
          "ID": "33"
        },
        {
          "text": "и потому он — нецельная личность. Незамужняя женщина или девственница беспокоится о Божьих делах, чтобы стать святой телом и духом своим, замужняя же женщина беспокоится о земных делах, и как угодить мужу своему.",
          "ID": "34"
        },
        {
          "text": "Я говорю это ради вашего блага, а не для того, чтобы наложить на вас ограничения. Я хочу, чтобы вы полностью были преданы Господу, и не тратили время на другие дела.",
          "ID": "35"
        },
        {
          "text": "Если жених считает, что поступает не как положено по отношению к своей невесте, если страсти его слишком сильны и им необходимо пожениться, то пусть он женится, если хочет. Он не согрешит.",
          "ID": "36"
        },
        {
          "text": "Но тот, кто твёрд в своём решении, не поддаётся искушению и владеет желаниями своими, и твёрдо решил в сердце своём сохранить свою невесту такой, как она есть, поступает хорошо.",
          "ID": "37"
        },
        {
          "text": "Итак, тот, кто женится на своей невесте, поступает хорошо, а кто не женится — ещё лучше.",
          "ID": "38"
        },
        {
          "text": "Женщина связана узами брака до тех пор, пока её муж жив, но если муж умирает, она вольна выйти замуж за кого пожелает, но только в Господе.",
          "ID": "39"
        },
        {
          "text": "Но по моему мнению, она будет более счастливой, если повторно не выйдет замуж. Таково моё мнение, и я думаю, что во мне также есть Дух Божий.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.7",
      "name": "Первое Послание К Коринфянам 7"
    },
    {
      "text": [
        {
          "text": "Что же касается приношения идолам, то мы знаем, что «у всех нас есть знания». Знание заставляет людей раздуваться от гордости, любовь же помогает становиться сильнее.",
          "ID": "1"
        },
        {
          "text": "Если человек полагает, что обладает знанием о чём-либо, то ничего он ещё не знает, как следует знать.",
          "ID": "2"
        },
        {
          "text": "Но Бог знает тех, кто любит Его.",
          "ID": "3"
        },
        {
          "text": "Итак, по поводу жертв идолам, мы знаем, что «идол в мире — ничто» и что «есть только один Бог».",
          "ID": "4"
        },
        {
          "text": "И хотя существуют так называемые «боги», будь то в небесах или на земле (и в самом деле есть множество «богов» и множество «господ»),",
          "ID": "5"
        },
        {
          "text": "для нас существует только один Бог — Отец, от которого исходит всё, и для которого мы живы, и один Господь — Иисус Христос. Через Него существует всё, и через Него мы живы.",
          "ID": "6"
        },
        {
          "text": "Однако не все имеют это знание. Некоторые до недавнего времени ещё поклонялись идолам, и когда они едят жертвенное мясо, то считают это поклонением идолам, и их чувствительная совесть становится нечистой.",
          "ID": "7"
        },
        {
          "text": "Но пища не приблизит нас к Богу. Если мы не едим, то нам нисколько не хуже; как если и едим мы, то нам нисколько не лучше.",
          "ID": "8"
        },
        {
          "text": "Смотрите только, чтобы ваше право не вынудило тех, кто слаб духом, впасть в грех.",
          "ID": "9"
        },
        {
          "text": "Потому что если кто-то, у кого чувствительная совесть, увидит, что вы, наделённые знанием, едите в языческом храме, то разве это не поощрит его начать есть мясо, принесённое в жертву идолам?",
          "ID": "10"
        },
        {
          "text": "Тогда брат или сестра ваша, за которых умер Христос, погибнут из-за вашего знания!",
          "ID": "11"
        },
        {
          "text": "И греша таким образом против своих братьев и уязвляя их чувствительную совесть, вы грешите против Христа.",
          "ID": "12"
        },
        {
          "text": "И потому если пища, которую я ем, побуждает другого верующего грешить, то я никогда не буду есть мяса, чтобы не ввести брата или сестру мою в грех.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.8",
      "name": "Первое Послание К Коринфянам 8"
    },
    {
      "text": [
        {
          "text": "Разве не свободен я? Разве я не апостол? Разве не видел я Иисуса, Господа нашего? Разве вы не творение моё в Господе?",
          "ID": "1"
        },
        {
          "text": "Даже если я не апостол для других, я, тем не менее, апостол для вас. Потому что вы — печать, удостоверяющая апостольство моё в Господе.",
          "ID": "2"
        },
        {
          "text": "Вот мой ответ тем, кто хочет осудить меня!",
          "ID": "3"
        },
        {
          "text": "Разве не вправе мы пить и есть?",
          "ID": "4"
        },
        {
          "text": "Разве не вправе мы взять с собой в путешествие верующую жену, как это делают другие апостолы, братья Господа и Кифа?",
          "ID": "5"
        },
        {
          "text": "Или же только Варнава и я должны трудиться, чтобы зарабатывать на проживание?",
          "ID": "6"
        },
        {
          "text": "Какой солдат во время службы, платит самому себе жалование? Кто сажает виноградник, но не вкушает плодов его? Или кто пасёт стадо овец, но не пьёт овечьего молока?",
          "ID": "7"
        },
        {
          "text": "Я говорю это, исходя не из своих собственных убеждений. В конце концов, разве Закон не гласит о том же?",
          "ID": "8"
        },
        {
          "text": "В Законе Моисея написано: «Не закрывай рот вола молотящего». Произнеся эти слова, Бог не о быках заботился.",
          "ID": "9"
        },
        {
          "text": "На самом деле Он говорит о нас. Да, это было написано ради нашего блага, потому что кто пашет, должен пахать с надеждой, а тот, кто молотит, должен иметь надежду получить свою долю.",
          "ID": "10"
        },
        {
          "text": "Если посеяли мы зерно духовное ради вашего блага, то есть у нас право собрать среди вас блага вещественные.",
          "ID": "11"
        },
        {
          "text": "Если другие пользуются среди вас этим правом, то разве у нас не больше прав на это? Но мы не воспользовались этим правом. Напротив, мы терпим всё, чтобы не возникали от нас препятствия к Благовестию Христову.",
          "ID": "12"
        },
        {
          "text": "Разве не знаете вы, что те, кто работают в храме, получают пропитание своё от храма, а те, кто постоянно прислуживает у алтаря, делят между собой то, что на алтаре?",
          "ID": "13"
        },
        {
          "text": "Точно так же Господь заповедал, чтобы те, кто проповедуют Благовестие, получали всё необходимое для жизни от своих проповедей.",
          "ID": "14"
        },
        {
          "text": "Но я ни разу не воспользовался этими правами. И это написал я не из корыстных побуждений, так как скорее умру, чем дам кому-либо возможность лишить меня повода для гордости.",
          "ID": "15"
        },
        {
          "text": "Потому что распространение Благовестия — мой долг, и ни в коем случае не повод для хвастовства. И горе мне, если я перестану благовествовать!",
          "ID": "16"
        },
        {
          "text": "Если бы я благовествовал исходя из собственного желания, то заслуживал бы вознаграждение, но так как мне было поручено это обязательство,",
          "ID": "17"
        },
        {
          "text": "то в чём моё вознаграждение? Оно состоит в том, что, благовествуя, я делаю это безвозмездно, не пользуясь теми привилегиями, которые мне даёт проповедование Благовестия.",
          "ID": "18"
        },
        {
          "text": "Хотя я свободен и никому не принадлежу, я стал рабом всех людей, чтобы помочь спасти большинство из них.",
          "ID": "19"
        },
        {
          "text": "С евреями я стал как еврей, чтобы помочь спасти их. Я стал подвластным Закону с теми, кто принимает Закон. И, хотя сам я не подчиняюсь Закону, для того чтобы помочь спасти тех,",
          "ID": "20"
        },
        {
          "text": "кто подчиняется ему, я стал как тот, кто живёт в Законе. Сам я не без Закона Божьего, так как подчиняюсь Закону Христову, чтобы помочь спасти тех, кто живёт в беззаконии.",
          "ID": "21"
        },
        {
          "text": "Я стал слабым с теми, кто слаб, чтобы помочь спасти слабых. Я стал всем для всех, чтобы спасти некоторых любыми возможными средствами.",
          "ID": "22"
        },
        {
          "text": "Я делаю всё ради распространения Благовестия и чтобы разделить благословения, приходящие с ним.",
          "ID": "23"
        },
        {
          "text": "Разве не знаете вы, что все бегуны на стадионе участвуют в забеге, но один получает награду? Так бегите же так, чтобы выиграть.",
          "ID": "24"
        },
        {
          "text": "Каждый, кто соревнуется в состязаниях, проходит трудную подготовку. Они получают недолговечный лавровый венок, мы же получаем венец неувядаемый.",
          "ID": "25"
        },
        {
          "text": "Вот и я бегу, как тот, у кого есть цель, и дерусь, как тот, кто всерьёз дерётся, а не просто по воздуху кулаками машет.",
          "ID": "26"
        },
        {
          "text": "Но я изнуряю своё тело нещадно и держу его в узде, чтобы, проповедуя другим, самому не оказаться отвергнутым.",
          "ID": "27"
        }
      ],
      "ID": "NT:1CO.9",
      "name": "Первое Послание К Коринфянам 9"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, я хочу, чтобы вы знали, что все наши предки были под облаком. Они все безопасно пересекли море.",
          "ID": "1"
        },
        {
          "text": "Они все вместе стали последователями Моисеся, когда крестились в облаке и море.",
          "ID": "2"
        },
        {
          "text": "Все они питались одной и той же духовной пищей,",
          "ID": "3"
        },
        {
          "text": "пили один и тот же духовный напиток, так как пили они из духовной скалы, сопровождавшей их, и скала эта — Христос.",
          "ID": "4"
        },
        {
          "text": "Но большинство из них не угодили Богу и погибли в пустыне.",
          "ID": "5"
        },
        {
          "text": "Это случилось как пример для нас, чтобы мы не пожелали творить зло, как они.",
          "ID": "6"
        },
        {
          "text": "Не будьте идолопоклонниками, как некоторые из них. Как сказано в Писании: «Люди сели, чтобы есть и пить, и встали, чтобы развлекаться».",
          "ID": "7"
        },
        {
          "text": "И не будем предаваться блуду, как некоторые из них, от чего в один день двадцать три тысячи человек упали замертво.",
          "ID": "8"
        },
        {
          "text": "Так не будем же испытывать Христа, как некоторые из них испытывали и были убиты змеями.",
          "ID": "9"
        },
        {
          "text": "И не жалуйтесь, как некоторые из них жаловались, и были уничтожены ангелом смерти.",
          "ID": "10"
        },
        {
          "text": "Это случилось с ними для того, чтобы стать нам примером, и всё это было записано как предупреждение нам, живущим в последующие века.",
          "ID": "11"
        },
        {
          "text": "И потому тот, кто думает, что стоит твёрдо, должен остерегаться, чтобы не упасть.",
          "ID": "12"
        },
        {
          "text": "Вы подверглись тем же искушениям, как и все остальные люди. Но не теряйте веры в Бога! Он не введёт вас в искушение сверх ваших сил, а вместе с искушением укажет и как избежать его, чтобы устоять.",
          "ID": "13"
        },
        {
          "text": "Итак, друзья мои любимые, избегайте идолопоклонства.",
          "ID": "14"
        },
        {
          "text": "Судите сами, о чём я говорю.",
          "ID": "15"
        },
        {
          "text": "Чаша благословения, за которую мы благодарим — это способ приобщиться к крови Христа, не так ли? Хлеб, который мы преломляем, не способ ли это приобщиться к телу Христа?",
          "ID": "16"
        },
        {
          "text": "То, что хлеб всего лишь один, значит, что все мы вместе составляем одно тело, потому что все мы делим между собой один хлеб.",
          "ID": "17"
        },
        {
          "text": "Посмотрите на народ Израиля. Когда израильтяне съедают приношения, они тем самым приобщаются к алтарю.",
          "ID": "18"
        },
        {
          "text": "Так что сказать по поводу пищи, приносимой в жертву идолам? Так как идол — ничто, то и пища, приносимая в жертву идолу, ничего собой не представляет.",
          "ID": "19"
        },
        {
          "text": "Вернее, они, принося жертву, приносят её бесам, а не Богу, и я не хочу, чтобы вы имели общение с бесами!",
          "ID": "20"
        },
        {
          "text": "Вы не можете пить из чаши Господа и чаши бесовской! Вы не можете есть за столом у Господа и за столом у бесов.",
          "ID": "21"
        },
        {
          "text": "Поступая таким образом, вы вызываете ревность у Господа. Неужели вы думаете, что по силе вы превосходите Его?",
          "ID": "22"
        },
        {
          "text": "Мы свободны делать всё что угодно, но не всё во благо. Мы свободны делать всё что угодно, но не всё помогает людям.",
          "ID": "23"
        },
        {
          "text": "Пусть никто не ищет только своего блага, но печётся о пользе других.",
          "ID": "24"
        },
        {
          "text": "Ешьте любое мясо, продаваемое на мясном рынке, не задавая вопросов, вызываемых укорами совести,",
          "ID": "25"
        },
        {
          "text": "так как «земля и всё на ней принадлежит Господу».",
          "ID": "26"
        },
        {
          "text": "Если неверующий пригласит тебя к своему столу, и ты решишь пойти, то ешь всё, что ставят перед тобой, не задавая вопросов из-за угрызений совести.",
          "ID": "27"
        },
        {
          "text": "Но если кто-то скажет тебе: «Вот мясо, которое было предложено в качестве приношения идолам», то не ешь его ради блага того, кто сообщил тебе об этом, и ради собственной совести.",
          "ID": "28"
        },
        {
          "text": "Под «совестью» подразумеваю я не твою собственную, а совесть другого. Потому что моя свобода не должна быть ограничена суждением совести другого.",
          "ID": "29"
        },
        {
          "text": "Если я участвую в трапезе с благодарностью, то не следует осуждать меня за то, за что я возношу благодарность Богу.",
          "ID": "30"
        },
        {
          "text": "И потому, пьёшь ли ты или ешь, что бы ты ни делал, делай всё ради Славы Божьей.",
          "ID": "31"
        },
        {
          "text": "Не будьте препятствием ни для евреев, ни для язычников, ни для церкви Божьей.",
          "ID": "32"
        },
        {
          "text": "Я именно так и поступаю, угождая всем всяческим образом, не ища выгоды для себя, а лишь стремясь к благу для всех, чтобы они были спасены.",
          "ID": "33"
        }
      ],
      "ID": "NT:1CO.10",
      "name": "Первое Послание К Коринфянам 10"
    },
    {
      "text": [
        {
          "text": "Подражайте мне, как я следую примеру Христа.",
          "ID": "1"
        },
        {
          "text": "Я возношу хвалу вам, потому что вы всегда помните меня и следуете моим поучениям в точности так, как я передал их вам.",
          "ID": "2"
        },
        {
          "text": "Но я хочу, чтобы вы знали, что Христос — глава над каждым мужчиной, мужчина — глава над женщиной, а Бог — глава над Христом.",
          "ID": "3"
        },
        {
          "text": "Каждый мужчина, который молится или пророчествует с покрытой головой, принимает позор на свою голову.",
          "ID": "4"
        },
        {
          "text": "Но всякая женщина, которая молится или пророчествует с непокрытой головой, навлекает позор на свою голову. Она подобна женщине, которая обрила себе голову.",
          "ID": "5"
        },
        {
          "text": "Если женщина не покрывает свою голову, то пусть острижётся. Но раз для женщины остричь волосы или обрить себе голову — позор, то она должна покрывать голову.",
          "ID": "6"
        },
        {
          "text": "Но мужчина не должен покрывать голову, так как он — Божий образ и Слава его, женщина же — слава мужчины.",
          "ID": "7"
        },
        {
          "text": "Потому что не мужчина произошёл от женщины, а женщина от мужчины.",
          "ID": "8"
        },
        {
          "text": "И не мужчина был создан для женщины, а женщина была создана для мужчины.",
          "ID": "9"
        },
        {
          "text": "Вот почему женщина должна покрывать себе голову в знак того, что находится под властью. И ещё должна она делать это из-за Ангелов.",
          "ID": "10"
        },
        {
          "text": "Перед Господом, однако, женщина зависит от мужчины, а мужчина зависит от женщины,",
          "ID": "11"
        },
        {
          "text": "потому что точно так, как женщина произошла от мужчины, так и мужчина родился от женщины, но все — от Бога.",
          "ID": "12"
        },
        {
          "text": "Судите же сами, пристало ли женщине молиться Богу с непокрытой головой?",
          "ID": "13"
        },
        {
          "text": "Разве сама природа не учит вас, что бесчестие для мужчины носить длинные волосы,",
          "ID": "14"
        },
        {
          "text": "а для женщины — почётно, если она носит длинные волосы, так как волосы даны ей от природы как естественный покров.",
          "ID": "15"
        },
        {
          "text": "Возможно некоторым людям захочется поспорить об этом, но мы, как и церкви Божьи, не следуем их обычаю.",
          "ID": "16"
        },
        {
          "text": "Хочу дать вам другой наказ: я не хвалю вас, так как ваши собрания скорее приносят вам вред, чем пользу.",
          "ID": "17"
        },
        {
          "text": "Прежде всего, я слышал, что когда вы собираетесь вместе, среди вас есть разделение, чему я отчасти верю.",
          "ID": "18"
        },
        {
          "text": "(В конце концов, между вами должно быть разделение, чтобы те, кто получил среди вас одобрение, могли выделиться).",
          "ID": "19"
        },
        {
          "text": "Поэтому, когда вы собираетесь все вместе, то на самом деле не вкушаете вечерю Господа.",
          "ID": "20"
        },
        {
          "text": "Я утверждаю это потому, что когда вы едите, то каждый из вас ест свой собственный ужин, в результате чего одним едва хватает еды и питья, а другие вдоволь едят и пьют.",
          "ID": "21"
        },
        {
          "text": "Разве нет у вас домов, чтобы есть и пить там? Или же вы презираете церковь Божью и пытаетесь унизить бедных? Что сказать вам? Должен ли я похвалить вас? В этом деле я вас не похвалю.",
          "ID": "22"
        },
        {
          "text": "Потому что я получил от Господа то учение, которое передал вам. Господь Иисус в ту ночь, когда отдали Его убийцам, взял хлеб",
          "ID": "23"
        },
        {
          "text": "и, вознеся благодарность, преломил его и сказал: «Вот Моё тело, отданное за вас. Ешьте этот хлеб в память обо Мне».",
          "ID": "24"
        },
        {
          "text": "Также взял Он чашу вина, после того как съели они ужин, и сказал: «Эта чаша — новое Соглашение, скреплённое кровью Моею. Когда бы вы ни пили из неё, делайте это в память обо Мне».",
          "ID": "25"
        },
        {
          "text": "Каждый раз, когда едите вы этот хлеб и выпиваете чашу, вы возвещаете смерть Господа, пока не придёт Он.",
          "ID": "26"
        },
        {
          "text": "И потому тот, кто ест хлеб Господа и выпивает чашу вина Господа неподобающим образом, будет повинен в грехе против тела и крови Господа.",
          "ID": "27"
        },
        {
          "text": "Но человек должен испытать себя, и тогда он сможет вкусить хлеба и испить из чаши.",
          "ID": "28"
        },
        {
          "text": "Потому что тот, кто ест и пьёт, навлекает суд на себя, если ест и пьёт недостойно, не признавая значения тела Господа.",
          "ID": "29"
        },
        {
          "text": "Именно по этой причине есть среди вас много людей, которые слабы и больны, и многие умерли.",
          "ID": "30"
        },
        {
          "text": "Но если бы мы сами испытывали себя, то не были бы мы подсудны.",
          "ID": "31"
        },
        {
          "text": "Когда нас судит Господь, мы терпим наказание, чтобы не быть осуждёнными со всем миром.",
          "ID": "32"
        },
        {
          "text": "Итак, братья и сёстры, когда вы собираетесь вместе, чтобы поесть, не пытайтесь первыми приступить к еде.",
          "ID": "33"
        },
        {
          "text": "Если кто-то голоден, он может поесть дома, чтобы не были вы осуждены за ваши собрания. А об остальном я расскажу, когда приду.",
          "ID": "34"
        }
      ],
      "ID": "NT:1CO.11",
      "name": "Первое Послание К Коринфянам 11"
    },
    {
      "text": [
        {
          "text": "Теперь о том, что касается духовного, братья и сёстры. Я не хочу, чтобы пребывали вы в невежестве.",
          "ID": "1"
        },
        {
          "text": "Помните, когда вы были неверующими, вы поддавались влиянию тех, кто убеждал вас служить безжизненным идолам?!",
          "ID": "2"
        },
        {
          "text": "И потому я говорю вам, что никто, ведомый Духом Божьим, не скажет: «Будь проклят Иисус» — и никто не может сказать: «Иисус — Господь» — кроме как с помощью Святого Духа.",
          "ID": "3"
        },
        {
          "text": "Есть разные духовные дары, но все они от одного и того же Духа.",
          "ID": "4"
        },
        {
          "text": "Существуют разные служения, но все они от одного Господа,",
          "ID": "5"
        },
        {
          "text": "и по-разному Бог действует в людях, но Бог — один и тот же, производящий всё во всех.",
          "ID": "6"
        },
        {
          "text": "Различные дары Духа даны каждому для всеобщего блага.",
          "ID": "7"
        },
        {
          "text": "Одному человеку Дух дал слово божественной мудрости, другому — слово божественного знания от того же самого Духа.",
          "ID": "8"
        },
        {
          "text": "Ещё кому-то этим же Духом дана вера, а другому — дар исцеления тем же Духом.",
          "ID": "9"
        },
        {
          "text": "Одному человеку Дух дал способность творить чудеса, а иному — способность пророчествовать, а третьему — способность различать, что дано Духом, а что нет. Дух наделяет одних людей способностью говорить на разных языках, а других — способностью толковать эти языки.",
          "ID": "10"
        },
        {
          "text": "Но один и тот же Дух творит всё это, наделяя каждого в отдельности, как считает нужным.",
          "ID": "11"
        },
        {
          "text": "Так же как у каждого из нас есть тело со многими членами, и всё же все эти члены составляют одно тело, так же и Христос.",
          "ID": "12"
        },
        {
          "text": "Потому что одним Духом все мы были крещены, чтобы стать частями одного тела: иудеи и язычники, рабы и свободные люди, и всем нам дано одного и того же Духа.",
          "ID": "13"
        },
        {
          "text": "Человеческое тело состоит не из одного члена, а из многих.",
          "ID": "14"
        },
        {
          "text": "Даже если нога говорит: «Раз я не рука, то не принадлежу телу», то по этой причине она не перестанет принадлежать телу.",
          "ID": "15"
        },
        {
          "text": "И если даже ухо говорит: «Раз я не глаз, то не принадлежу телу», то по этой причине оно не перестанет принадлежать телу.",
          "ID": "16"
        },
        {
          "text": "И если бы тело состояло только из глаз, где был бы слух? И если бы тело состояло только из ушей, то где было бы обоняние?",
          "ID": "17"
        },
        {
          "text": "Но в самом деле Бог поместил каждый член в теле так, как считал нужным.",
          "ID": "18"
        },
        {
          "text": "Если бы все члены были одни и те же, то где было бы тело?",
          "ID": "19"
        },
        {
          "text": "На самом же деле, членов много, а тело — одно.",
          "ID": "20"
        },
        {
          "text": "Глаз не может сказать руке: «Я не нуждаюсь в тебе» — или, чтобы привести другой пример, голова не может сказать ногам: «Я не нуждаюсь в вас».",
          "ID": "21"
        },
        {
          "text": "Напротив, те части тела, которые мы считаем слабее, оказываются необходимы.",
          "ID": "22"
        },
        {
          "text": "И с теми частями тела, которые мы считаем наименее важными, мы обращаемся с наибольшей осторожностью. И с непристойными частями тела мы обращаемся с большей стыдливостью,",
          "ID": "23"
        },
        {
          "text": "в то время как пристойные части не нуждаются в этом. Но Бог так составил тело, чтобы бóльшее внимание уделялось тем частям его, которые не отличаются красотой,",
          "ID": "24"
        },
        {
          "text": "с тем, чтобы в теле не было разделения между частями его, а чтобы части были взаимно связаны.",
          "ID": "25"
        },
        {
          "text": "Если одна часть тела страдает, то все части страдают вместе с ней. Если одна часть тела в почёте, то все части разделяют её радость.",
          "ID": "26"
        },
        {
          "text": "Итак, вы вместе — тело Христово, и каждый в отдельности — части его.",
          "ID": "27"
        },
        {
          "text": "Более того, одних Бог поставил в церкви апостолами, других — пророками, третьих — учителями. Кроме того, одни творят чудеса, а другие обладают даром исцеления, одни помогают ближним, другие обладают даром вести за собой, а иные — даром говорить на разных языках.",
          "ID": "28"
        },
        {
          "text": "Ведь не всем же быть апостолами, пророками, учителями или чудотворцами.",
          "ID": "29"
        },
        {
          "text": "Не все являются целителями, не все обладают даром говорить на разных языках или толковать языки.",
          "ID": "30"
        },
        {
          "text": "Но всегда стремитесь к более важным духовным дарам. И я сейчас укажу вам самый лучший путь.",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.12",
      "name": "Первое Послание К Коринфянам 12"
    },
    {
      "text": [
        {
          "text": "Если я говорю на иных языках, будь то язык людей или даже Ангелов, но не владею даром любви, то я всего лишь гулкий колокол или звонкий кимвал.",
          "ID": "1"
        },
        {
          "text": "Если я обладаю даром прорицания, и всё тайное от Бога мне ведомо; и если исполнен я глубокой веры, так что могу двигать горы, но не владею даром любви, то я — ничто.",
          "ID": "2"
        },
        {
          "text": "И если я раздам всё, чем владею, или даже предам своё тело на сожжение, но при этом не владею даром любви, то всё это мне ничего не даст.",
          "ID": "3"
        },
        {
          "text": "Любовь терпелива, добра, неревнива, нехвастлива. Она не раздувается от гордости,",
          "ID": "4"
        },
        {
          "text": "не ведёт себя неподобающе, несебялюбива, нераздражительна, не считает свои обиды,",
          "ID": "5"
        },
        {
          "text": "не радуется недоброму, а вместе с другими радуется правде.",
          "ID": "6"
        },
        {
          "text": "Она всегда защищает, всегда верит, всегда надеется, всегда терпит.",
          "ID": "7"
        },
        {
          "text": "Любовь никогда не кончается, хотя и пророчества прекратятся, и дару знания языков придёт конец, и познание прекратится.",
          "ID": "8"
        },
        {
          "text": "Потому что наше знание несовершенно, и пророчества наши неполны.",
          "ID": "9"
        },
        {
          "text": "Когда же наступит совершенство, то, что несовершенно, прекратит своё существование.",
          "ID": "10"
        },
        {
          "text": "Когда я был ребёнком, то, бывало, разговаривал как ребёнок, рассуждал как ребёнок. Теперь же, когда я стал мужчиной, то оставил детство.",
          "ID": "11"
        },
        {
          "text": "Сейчас мы видим Бога как бы сквозь тусклое стекло, тогда же увидим Его лицом к лицу. Сейчас моё знание несовершенно, тогда же моё знание будет полным, подобно тому, как знает меня Господь.",
          "ID": "12"
        },
        {
          "text": "Пока же остаются эти три: вера, надежда, любовь, но самая великая из них — любовь.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.13",
      "name": "Первое Послание К Коринфянам 13"
    },
    {
      "text": [
        {
          "text": "Стремитесь к любви и ревностно домогайтесь духовных даров и, особенно, дара пророчества.",
          "ID": "1"
        },
        {
          "text": "Тот, кто владеет даром говорить на другом языке, на самом деле говорит не с людьми, а с Богом, потому что никто не может ничего понять. Он говорит тайны через Духа.",
          "ID": "2"
        },
        {
          "text": "Но кто обладает даром пророчества, говорит с людьми, чтобы укрепить их, утешить и ободрить.",
          "ID": "3"
        },
        {
          "text": "Кто обладает даром говорить на другом языке, развивает духовно только себя, тот же, кто имеет дар пророчества, укрепляет церковь.",
          "ID": "4"
        },
        {
          "text": "Хочу, чтобы вы все обладали даром говорить на других языках, но ещё больше, чтобы вы пророчествовали. Пророчествующий выше того, кто говорит на языках, если только кто-нибудь не переведёт сказанное ради укрепления церкви.",
          "ID": "5"
        },
        {
          "text": "Братья и сёстры, если приду я к вам, говоря на других языках, то какая же польза вам будет от этого, если я не принесу вам от Бога пророчество или учение, или откровение, или знание?",
          "ID": "6"
        },
        {
          "text": "Так и неодушевлённые предметы, которые издают звук, например, свирель или лира, если инструмент не производит раздельных звуков, то как же догадаться, что играют на свирели или лире?",
          "ID": "7"
        },
        {
          "text": "И если труба издаёт нечистый звук, то кто же приготовится к битве?",
          "ID": "8"
        },
        {
          "text": "Точно так же, если пользоваться другим языком, как узнать, о чём ты говорил, если ты не издаёшь членораздельных звуков? Потому что ты будешь говорить на ветер.",
          "ID": "9"
        },
        {
          "text": "Без сомнения, есть множество наречий в мире, и каждое из них имеет своё значение.",
          "ID": "10"
        },
        {
          "text": "И потому, если я не понимаю значения слов, то буду иностранцем для того, кто говорит на нём, а тот, кто говорит на нём, будет иностранцем для меня.",
          "ID": "11"
        },
        {
          "text": "То же самое относится и к тебе, так как ты стремишься к дарам духовным, старайся обладать ими в изобилии ради укрепления церкви.",
          "ID": "12"
        },
        {
          "text": "А потому тот, кто говорит на другом языке, должен молиться, чтобы он мог и переводить.",
          "ID": "13"
        },
        {
          "text": "Так как если я молюсь на другом языке, то дух мой молится, но разум мой бесплоден.",
          "ID": "14"
        },
        {
          "text": "Что же тогда? Я буду молиться духом моим, но также и разумом. Я буду возносить хвалу духом своим, но буду воспевать хвалу также и разумом своим.",
          "ID": "15"
        },
        {
          "text": "Потому что если ты произносишь благословение только духовно, как же тогда простой слушатель скажет «Аминь» в ответ на твоё благодарение, если он не знает, что ты говоришь?",
          "ID": "16"
        },
        {
          "text": "Ты, возможно, хорошо возносишь благодарность, но другой человек не укрепляется духом.",
          "ID": "17"
        },
        {
          "text": "Я благодарю Бога, что способен говорить на других языках более, чем все вы,",
          "ID": "18"
        },
        {
          "text": "но на собраниях в церкви я предпочитаю произнести пять слов, пользуясь своим разумом, вместо десяти тысяч слов на другом языке, чтобы мог я и других наставлять.",
          "ID": "19"
        },
        {
          "text": "Братья и сёстры! Не будьте детьми в размышлениях ваших. Будьте детьми по отношению к злу, но зрелы в своих мыслях.",
          "ID": "20"
        },
        {
          "text": "Закон гласит:",
          "ID": "21"
        },
        {
          "text": "«Пользуясь услугами людей,",
          "ID": "21"
        },
        {
          "text": "которые говорят на других языках,",
          "ID": "21"
        },
        {
          "text": "и пользуясь устами чужеземцев,",
          "ID": "21"
        },
        {
          "text": "Я буду говорить с этими людьми,",
          "ID": "21"
        },
        {
          "text": "но и при этом они не будут слушать Меня!» Исаия 28:11-12",
          "ID": "21"
        },
        {
          "text": "Так говорит Господь.",
          "ID": "21"
        },
        {
          "text": "Потому что дар говорить на разных языках — это знак не для верующих, а для неверующих. Пророчество же — не для неверующих, а для верующих.",
          "ID": "22"
        },
        {
          "text": "И если вся церковь собирается вместе и все говорят на разных языках, то, когда посторонние или неверующие войдут, разве не скажут они, что вы безумны?",
          "ID": "23"
        },
        {
          "text": "Если же все пророчествуют, то когда входит кто-либо посторонний или неверующий, все обличат его грехи. Тогда он осуждён будет вашими словами",
          "ID": "24"
        },
        {
          "text": "и тайны его сердца станут всем известны. Пав ниц, он поклонится Богу и скажет: «Воистину Бог среди вас!»",
          "ID": "25"
        },
        {
          "text": "Что же делать в таком случае, братья и сёстры? Когда вы собираетесь вместе в церкви, то у каждого есть псалом или поучение, или откровение, кто-то говорит на чужом языке, а другой умеет переводить этот язык. Всё должно быть сделано ради укрепления церкви.",
          "ID": "26"
        },
        {
          "text": "Если кто-либо собирается говорить на другом языке, то двое, самое большее трое, должны говорить по очереди, и один должен переводить.",
          "ID": "27"
        },
        {
          "text": "А если нет никого, кто сможет перевести этот язык, то он должен сохранять на собрании в церкви молчание и должен говорить лишь себе и Богу.",
          "ID": "28"
        },
        {
          "text": "Два или три человека, обладающих даром пророчества, должны говорить, а остальные пусть проверяют это.",
          "ID": "29"
        },
        {
          "text": "Если что-то откроется другому из тех, кто сидит, первый пророк должен умолкнуть,",
          "ID": "30"
        },
        {
          "text": "так как все вы можете пророчествовать по одному, чтобы все узнали об этом и получили утешение.",
          "ID": "31"
        },
        {
          "text": "Духи, вдохновляющие пророков, повинуются самим пророкам.",
          "ID": "32"
        },
        {
          "text": "Потому что Бог приносит не беспорядок, а мир.",
          "ID": "33"
        },
        {
          "text": "Во всех церквях Божьих, женщины должны хранить молчание на собраниях, потому что им не дозволено говорить, но необходимо находиться в смирении, как гласит Закон.",
          "ID": "34"
        },
        {
          "text": "Если они хотят научиться чему-либо, то должны спрашивать дома у своих мужей, так как для женщины позорно говорить на собрании в церкви.",
          "ID": "35"
        },
        {
          "text": "От вас ли пришло учение Божье? Вы ли единственные, кто получили его?",
          "ID": "36"
        },
        {
          "text": "Если кто-нибудь считает себя пророком или имеет дар духовный, то должен признать, что то, что пишу я вам — заповедь Господняя.",
          "ID": "37"
        },
        {
          "text": "Если кто-то не признаёт этого, то он и сам не будет признан.",
          "ID": "38"
        },
        {
          "text": "Итак, братья и сёстры, стремитесь пророчествовать и не запрещайте никому говорить на других языках,",
          "ID": "39"
        },
        {
          "text": "но пусть всё делается как должно и с соблюдением порядка.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.14",
      "name": "Первое Послание К Коринфянам 14"
    },
    {
      "text": [
        {
          "text": "Теперь хочу напомнить вам, братья и сёстры, о полученном вами Благовестии, которое я проповедовал вам. Вы в полной мере следуете этому Благовестию,",
          "ID": "1"
        },
        {
          "text": "и через него вы обретёте спасение, если твёрдо будете помнить слова, сказанные мною (если только не стали вы верующими без цели).",
          "ID": "2"
        },
        {
          "text": "Я учил вас важным истинам, которые сам получил: Христос умер за наши грехи, согласно Писанию,",
          "ID": "3"
        },
        {
          "text": "был погребён и воскрешён на третий день, как говорится в Писании.",
          "ID": "4"
        },
        {
          "text": "Затем Он явился Кифе и двенадцати апостолам,",
          "ID": "5"
        },
        {
          "text": "а после этого Он явился более чем пятистам братьям одновременно, большинство из которых ещё живы сегодня, хотя некоторые из них умерли.",
          "ID": "6"
        },
        {
          "text": "Затем Иисус явился Иакову, а потом всем апостолам,",
          "ID": "7"
        },
        {
          "text": "а под конец явился и мне тоже, как если бы я был недоношенный,",
          "ID": "8"
        },
        {
          "text": "потому что я — самый маловажный из всех апостолов. Я даже недостоин называться апостолом, потому что я преследовал церковь Божью.",
          "ID": "9"
        },
        {
          "text": "Но я являюсь тем, кто я есть, по благодати Божьей. И благодать Его не была напрасной. Напротив, я работал упорнее, чем они, хотя не я это делал, а милость Божья, которая была со мной.",
          "ID": "10"
        },
        {
          "text": "И нет разницы, я ли проповедовал вам или кто-то другой, мы все проповедуем одну и ту же истину, в которую вы уверовали.",
          "ID": "11"
        },
        {
          "text": "Но если мы проповедуем, что Христос был воскрешён из мёртвых, то почему же некоторые из вас говорят, что воскресения из мёртвых не существует?",
          "ID": "12"
        },
        {
          "text": "Если воскресения из мёртвых не существует, то и Христос не был воскрешён из мёртвых,",
          "ID": "13"
        },
        {
          "text": "а если Христос не был воскрешён из мёртвых, тогда проповеди и вера наша бесполезны.",
          "ID": "14"
        },
        {
          "text": "К тому же мы окажемся лжесвидетелями о Боге, так как поклялись людям, что Он воскресил Христа. Если же, как утверждают некоторые, воскресения не существует, тогда Бог никогда не воскрешал Христа из мёртвых.",
          "ID": "15"
        },
        {
          "text": "И если мёртвые не воскресают, тогда и Христос не был воскрешён.",
          "ID": "16"
        },
        {
          "text": "Но если Христос не был воскрешён, то вера ваша напрасна, и на вас по-прежнему лежит вина грехов ваших.",
          "ID": "17"
        },
        {
          "text": "В этом случае все верующие, умершие во Христе, погибли.",
          "ID": "18"
        },
        {
          "text": "Если бы мы надеялись на Христа только в этой жизни, то были бы несчастнейшими из всех людей.",
          "ID": "19"
        },
        {
          "text": "Однако же Христос в самом деле был воскрешён из мёртвых! Он — первый среди тех, кто умер и был воскрешён.",
          "ID": "20"
        },
        {
          "text": "Так как смерть пришла через человека, то через человека явлено и воскресение из мёртвых.",
          "ID": "21"
        },
        {
          "text": "И как все мы умрём из-за Адама, так же будем возвращены к жизни благодаря тому, что сделал Христос,",
          "ID": "22"
        },
        {
          "text": "но для каждого будет свой черёд. Христос — первый среди воскресших, а затем те, кто принадлежит Христу, когда Он придёт.",
          "ID": "23"
        },
        {
          "text": "Затем наступит конец, когда Христос уничтожит всех правителей, всю власть и всё могущество и передаст царство Богу Отцу.",
          "ID": "24"
        },
        {
          "text": "Иисус должен править до тех пор, пока Бог не отдаст всех врагов Христа в Его власть.",
          "ID": "25"
        },
        {
          "text": "Смерть будет уничтожена, как последний враг.",
          "ID": "26"
        },
        {
          "text": "В Писании сказано: «Бог поверг всё к Его ногам». Когда говорится, что «всё» повергнуто, то ясно, что «всё» не включает Самого Бога, Который подчинил всё Христу.",
          "ID": "27"
        },
        {
          "text": "И когда всё будет отдано во власть Христу, тогда и Сам Сын будет во власти Бога, Который отдал всё во власть Ему, чтобы Бог мог царствовать над всем.",
          "ID": "28"
        },
        {
          "text": "Иначе, какую цель тогда преследуют те, кто крестятся для мёртвых? Если мёртвые никогда не воскресают, то для чего принимают крещение из-за них?",
          "ID": "29"
        },
        {
          "text": "Почему и мы ежечасно сталкиваемся с опасностью?",
          "ID": "30"
        },
        {
          "text": "Я каждый день подвергаюсь смертельной опасности. Это такая же правда, братья и сёстры, как и то, что я горжусь вами во Христе Иисусе, Господе нашем.",
          "ID": "31"
        },
        {
          "text": "Если бы я из человеческих побуждений сражался с дикими зверями в Ефесе, то что бы я выиграл? Если мёртвые не воскресают, то «давайте есть и пить, потому что завтра мы умрём!»",
          "ID": "32"
        },
        {
          "text": "Перестаньте обманываться: плохие товарищи губят хорошие привычки.",
          "ID": "33"
        },
        {
          "text": "Пробудитесь к трезвой жизни, как тому следует быть, и перестаньте грешить, потому что некоторые из вас не знают Бога. Я говорю это, чтобы устыдить вас.",
          "ID": "34"
        },
        {
          "text": "Но кто-то может спросить: «Как мёртвые воскресают? Какое будет у них тело?»",
          "ID": "35"
        },
        {
          "text": "Какие глупые вопросы! То, что ты сажаешь, не пробуждается к жизни, пока не умрёт.",
          "ID": "36"
        },
        {
          "text": "А когда ты сажаешь семена, то закапываешь в землю не зрелое растение, которое будет развиваться, а всего лишь голое зерно, будь то пшеница или что другое.",
          "ID": "37"
        },
        {
          "text": "Потом Бог даёт ему тело, какое избрал. Каждому зерну — его собственное тело.",
          "ID": "38"
        },
        {
          "text": "Плоть живых существ — не одна и та же. Напротив, у людей — одна плоть, у животных — другая плоть, у птиц — иная и у рыб — иная.",
          "ID": "39"
        },
        {
          "text": "Есть небесные тела и земные. Но у небесных тел — одно великолепие, а у земных — другое.",
          "ID": "40"
        },
        {
          "text": "У солнца — одно великолепие, а у луны и звёзд — другое, да и звезда от звезды отличается в великолепии.",
          "ID": "41"
        },
        {
          "text": "Так и мёртвые, когда воскреснут. Тело, которое похоронено в земле, — тленно, а тело, которое воскреснет, — нетленно.",
          "ID": "42"
        },
        {
          "text": "Тело, которое похоронено в земле, — бесславно, тело же, которое восстанет, — славно. Тело, которое похоронено в земле, — слабо, тело же, которое восстанет, — сильно.",
          "ID": "43"
        },
        {
          "text": "То что похоронено — плотское тело, а то, что восстанет — духовное тело.",
          "ID": "44"
        },
        {
          "text": "Раз существуют тела из плоти, то существуют и духовные тела.",
          "ID": "44"
        },
        {
          "text": "И вот что сказано в Писании: «Первый человек, Адам, стал живым существом». Последний же Адам стал духом, дарующим жизнь.",
          "ID": "45"
        },
        {
          "text": "Но не духовный человек появился сначала. Сначала появился плотский человек, а потом духовный.",
          "ID": "46"
        },
        {
          "text": "Этот первый человек пришёл из земли и праха. Второй человек пришёл с Небес.",
          "ID": "47"
        },
        {
          "text": "Все люди на земле подобны первому человеку, сотворённому из праха, а тот, кто принадлежит Небесам — Небесный.",
          "ID": "48"
        },
        {
          "text": "И подобно тому, как запечатлено в нас подобие этого человека из праха, так же будет в нас запечатлено подобие того небесного Человека.",
          "ID": "49"
        },
        {
          "text": "Но скажу вам, братья и сёстры, что наши земные тела из плоти и крови не могут наследовать Царство Божье. И так же то, что тленно, не наследует того, что нетленно.",
          "ID": "50"
        },
        {
          "text": "Послушайте, я скажу вам такую тайную истину: мы все не умрём, но все мы изменимся,",
          "ID": "51"
        },
        {
          "text": "в мгновение ока, когда прозвучит последняя труба. Труба прозвучит, и мёртвые восстанут нетленными, а остальные преобразятся.",
          "ID": "52"
        },
        {
          "text": "Потому что это бренное тело должно одеться в нетленное, и это смертное тело должно одеться в бессмертное.",
          "ID": "53"
        },
        {
          "text": "И когда это бренное тело облачится в нетленное, а это смертное тело облачится в бессмертное, тогда исполнится то, что сказано в Писании:",
          "ID": "54"
        },
        {
          "text": "«Смерть поглощена победой». Исаия 25:8",
          "ID": "54"
        },
        {
          "text": "«Где, смерть, твоя победа?",
          "ID": "55"
        },
        {
          "text": "Где, смерть, твоё жало?» Осия 13:14",
          "ID": "55"
        },
        {
          "text": "Жало смерти — грех, а сила греха идёт от Закона.",
          "ID": "56"
        },
        {
          "text": "Но благодарение Богу, Который дарует нам победу через Господа нашего Иисуса Христа!",
          "ID": "57"
        },
        {
          "text": "Итак, мои любимые братья и сёстры, стойте твёрдо и непоколебимо. Предавайтесь постоянно всем сердцем трудам Господа, потому что вы знаете, что труд ваш в Господе не пропадёт зря.",
          "ID": "58"
        }
      ],
      "ID": "NT:1CO.15",
      "name": "Первое Послание К Коринфянам 15"
    },
    {
      "text": [
        {
          "text": "Что же касается сборов пожертвований для людей Божьих, то вы должны сделать то же самое, что я указывал церквям в Галатии.",
          "ID": "1"
        },
        {
          "text": "В первый день каждой недели каждый из вас пусть отложит часть тех денег, которыми Бог благословил вас, чтобы не было сборов после моего прихода.",
          "ID": "2"
        },
        {
          "text": "Когда я приду, то пошлю избранных вами людей с письмами и вашим даром в Иерусалим.",
          "ID": "3"
        },
        {
          "text": "И если прилично мне тоже отправиться, то я пойду с ними.",
          "ID": "4"
        },
        {
          "text": "Я приду к вам, когда пройду через Македонию.",
          "ID": "5"
        },
        {
          "text": "Но, возможно, я останусь с вами на некоторое время или даже проведу зиму, чтобы вы могли снарядить меня в дорогу, куда я отправлюсь.",
          "ID": "6"
        },
        {
          "text": "Я не хочу навестить вас теперь мимоходом, так как я надеюсь пробыть с вами некоторое время, если будет на то воля Господа.",
          "ID": "7"
        },
        {
          "text": "Я пробуду в Ефесе до праздника Пятидесятницы,",
          "ID": "8"
        },
        {
          "text": "так как предо мной открылась возможность плодотворно потрудиться, хотя многие противодействуют мне.",
          "ID": "9"
        },
        {
          "text": "Если придёт к вам Тимофей, то позаботьтесь, чтобы ему было спокойно у вас, так как он трудится на благо Господа, так же как и я.",
          "ID": "10"
        },
        {
          "text": "И поэтому пусть никто не смеет презирать его. Снарядите его в дорогу с миром, чтобы смог он прийти ко мне, так как я ожидаю его вместе с другими братьями.",
          "ID": "11"
        },
        {
          "text": "Что же касается брата нашего Аполлоса, я настоятельно советовал ему идти к вам с другими братьями, но не было воли Божьей, чтобы он пошёл сейчас. Он придёт, когда найдёт такую возможность.",
          "ID": "12"
        },
        {
          "text": "Будьте бдительны! Твёрдо стойте в вере своей; будьте сильны и мужественны.",
          "ID": "13"
        },
        {
          "text": "Всё, что делаете вы, должно делаться с любовью.",
          "ID": "14"
        },
        {
          "text": "Вы все знаете семейство Стефана и знаете, что они стали первыми верующими в Ахаие и приняли на себя служение людям Божьим. Поэтому прошу вас, братья и сёстры,",
          "ID": "15"
        },
        {
          "text": "следуйте за этими людьми, а также за всеми, кто объединяется с ними в трудах и служении.",
          "ID": "16"
        },
        {
          "text": "Я радуюсь присутствию Стефана, Фортуната и Ахаика, потому что они восполнили для меня ваше отсутствие,",
          "ID": "17"
        },
        {
          "text": "успокоив мой дух и ваш. Так воздайте же должное людям, подобным этим.",
          "ID": "18"
        },
        {
          "text": "Церкви азиатские шлют вам приветствия. Также и Прискилла с Акилой шлют вам тёплые приветствия в Господе, а вместе с ними и церковь, что собирается в их доме.",
          "ID": "19"
        },
        {
          "text": "Все братья и сёстры здешние шлют вам приветствия. При встрече одаряйте друг друга святым поцелуем.",
          "ID": "20"
        },
        {
          "text": "Я, Павел, собственноручно пишу вам эти приветствия.",
          "ID": "21"
        },
        {
          "text": "И если кто не любит Господа, то пусть будет он проклят.",
          "ID": "22"
        },
        {
          "text": "Приди, о Господи!",
          "ID": "22"
        },
        {
          "text": "Пусть благодать Господа Иисуса будет с вами.",
          "ID": "23"
        },
        {
          "text": "Пусть любовь моя будет со всеми вами во Христе Иисусе.",
          "ID": "24"
        }
      ],
      "ID": "NT:1CO.16",
      "name": "Первое Послание К Коринфянам 16"
    }
  ],
  "ID": "NT:1CO(RSP)",
  "name": "Первое Послание К Коринфянам"
}