{
  "name": "1 Kings",
  "text": [
    {
      "name": "1 Kings 1",
      "text": [
        {
          "text": "AND KING David was old and advanced in years; they covered him with [bed]clothes, but he could not get warm.",
          "ID": "1"
        },
        {
          "text": "So his servants [the physicians] said to him, Let there be sought for my lord the king a young virgin, and let her wait on and be useful to the king; let her lie in your bosom, that my lord the king may get warm.",
          "ID": "2"
        },
        {
          "text": "So they sought a fair maiden through all the territory of Israel and found Abishag the Shunammite, and brought her to the king.",
          "ID": "3"
        },
        {
          "text": "The maiden was beautiful; and she waited on and nursed him. But the king had no intercourse with her.",
          "ID": "4"
        },
        {
          "text": "Then Adonijah son of [David's wife] Haggith exalted himself, saying, I [the eldest living son] will be king. And he prepared for himself chariots and horsemen, with fifty men to run before him.",
          "ID": "5"
        },
        {
          "text": "David his father had never in his life displeased him by asking, Why have you done so? He was also a very attractive man and was born after Absalom.",
          "ID": "6"
        },
        {
          "text": "He conferred with Joab son of Zeruiah [David's half sister] and with Abiathar the priest, and they followed Adonijah and helped him.",
          "ID": "7"
        },
        {
          "text": "But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and David's mighty men did not side with Adonijah.",
          "ID": "8"
        },
        {
          "text": "Adonijah sacrificed sheep, oxen, and fatlings by the Stone of Zoheleth, which is beside [the well] En-rogel; and he invited all his brothers, the king's sons, and all the royal officials of Judah.",
          "ID": "9"
        },
        {
          "text": "But Nathan the prophet, Benaiah, the mighty men, and Solomon his brother he did not invite.",
          "ID": "10"
        },
        {
          "text": "Then Nathan said to Bathsheba the mother of Solomon, Have you not heard that Adonijah, the son of Haggith, reigns and David our lord does not know it?",
          "ID": "11"
        },
        {
          "text": "Come now, let me advise you how to save your own life and your son Solomon's.",
          "ID": "12"
        },
        {
          "text": "Go to King David and say, Did you not, my lord, O king, swear to your handmaid, saying, Assuredly Solomon your son shall reign after me, and he shall sit upon my throne? Why then does Adonijah reign?",
          "ID": "13"
        },
        {
          "text": "Behold, while you are still talking there with the king, I also will come in after you and confirm your words.",
          "ID": "14"
        },
        {
          "text": "So Bathsheba went in to the king in his chamber. Now the king was very old and feeble, and Abishag the Shunammite was ministering to [him].",
          "ID": "15"
        },
        {
          "text": "Bathsheba bowed and did obeisance to the king. The king said, What do you wish?",
          "ID": "16"
        },
        {
          "text": "And she said to him, My lord, you swore by the Lord your God to your handmaid, saying, Assuredly Solomon your son shall reign after me and sit upon my throne.",
          "ID": "17"
        },
        {
          "text": "And now, behold, Adonijah is reigning, and, my lord the king, you do not know it.",
          "ID": "18"
        },
        {
          "text": "He has sacrificed oxen and fatlings and sheep in abundance, and has invited all the king's sons and Abiathar the priest and Joab the commander of the army. But he did not invite Solomon your servant.",
          "ID": "19"
        },
        {
          "text": "Now, my lord O king, the eyes of all Israel are on you, to tell who shall sit on the throne of my lord the king after you.",
          "ID": "20"
        },
        {
          "text": "Otherwise, when my lord the king shall sleep with his fathers, I and my son Solomon shall be counted as offenders.",
          "ID": "21"
        },
        {
          "text": "While she was still talking with the king, Nathan the prophet also came in.",
          "ID": "22"
        },
        {
          "text": "The king was told, Here is Nathan the prophet. And when he came before the king, he bowed himself before him with his face to the ground.",
          "ID": "23"
        },
        {
          "text": "And Nathan said, My lord the king, have you said, Adonijah shall reign after me, and he shall sit on my throne?",
          "ID": "24"
        },
        {
          "text": "He has gone this day and sacrificed oxen, fatlings, and sheep in abundance, and has invited all the king's sons, the captains of the host, and Abiathar the priest; and they eat and drink before him and say, Long live King Adonijah!",
          "ID": "25"
        },
        {
          "text": "But me your servant, and Zadok the priest, and Benaiah son of Jehoiada, and your servant Solomon he has not invited.",
          "ID": "26"
        },
        {
          "text": "Is this done by my lord the king and you have not shown your servants who shall succeed my lord the king?",
          "ID": "27"
        },
        {
          "text": "Then King David answered, Call Bathsheba. And she came into the king's presence and stood before him.",
          "ID": "28"
        },
        {
          "text": "And the king took an oath and said, As the Lord lives, Who has redeemed my soul out of all distress,",
          "ID": "29"
        },
        {
          "text": "Even as I swore to you by the Lord, the God of Israel, saying, Assuredly Solomon your son shall reign after me, and he shall sit upon my throne in my stead–even so will I certainly do this day.",
          "ID": "30"
        },
        {
          "text": "Bathsheba bowed with her face to the ground and did obeisance to the king and said, Let my lord King David live forever!",
          "ID": "31"
        },
        {
          "text": "King David said, Call Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada. And they came before the king.",
          "ID": "32"
        },
        {
          "text": "The king told them, Take the servants of your lord and cause Solomon my son to ride on my own mule and bring him down to Gihon [in the Kidron Valley].",
          "ID": "33"
        },
        {
          "text": "And let Zadok the priest and Nathan the prophet anoint him there king over Israel. Then blow the trumpet and say, Long live King Solomon!",
          "ID": "34"
        },
        {
          "text": "Then you shall come up after him, and he shall come and sit on my throne, for he shall be king in my stead; I have appointed him ruler over Israel and Judah.",
          "ID": "35"
        },
        {
          "text": "And Benaiah son of Jehoiada answered the king and said, Amen! May the Lord, the God of my lord the king, say so too.",
          "ID": "36"
        },
        {
          "text": "As the Lord has been with my lord the king, even so may He be with Solomon and make his throne greater than the throne of my lord King David.",
          "ID": "37"
        },
        {
          "text": "So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Cherethites, and the Pelethites [the king's bodyguards] went down and caused Solomon to ride upon King David's mule and brought him to Gihon.",
          "ID": "38"
        },
        {
          "text": "Zadok the priest took a horn of oil out of the tent and anointed Solomon. They blew the trumpet and all the people said, Long live King Solomon!",
          "ID": "39"
        },
        {
          "text": "All the people followed him; they played on pipes and rejoiced greatly, so that the earth [resounded] with the joyful sound.",
          "ID": "40"
        },
        {
          "text": "And Adonijah and all the guests with him heard it as they finished feasting. When Joab heard the trumpet sound, he said, What does this uproar in the city mean?",
          "ID": "41"
        },
        {
          "text": "While he was still speaking, behold, Jonathan son of Abiathar the priest came. And Adonijah said, Come in, for you are a trustworthy man and bring good news.",
          "ID": "42"
        },
        {
          "text": "Jonathan replied, Adonijah, truly our lord King David has made Solomon king!",
          "ID": "43"
        },
        {
          "text": "The king has sent him with Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Cherethites and the Pelethites, and they have caused him to ride upon the king's mule.",
          "ID": "44"
        },
        {
          "text": "Zadok the priest and Nathan the prophet have anointed him king in Gihon; they have come up from there rejoicing, so the city resounds. This is the noise you heard.",
          "ID": "45"
        },
        {
          "text": "Solomon sits on the royal throne.",
          "ID": "46"
        },
        {
          "text": "Moreover, the king's servants came to congratulate our lord King David, saying, May God make the name of Solomon better than your name and make his throne greater than your throne. And the king bowed himself upon the bed",
          "ID": "47"
        },
        {
          "text": "And said, Blessed be the Lord, the God of Israel, Who has granted me to see one of my offspring sitting on my throne this day.",
          "ID": "48"
        },
        {
          "text": "And all the guests that were with Adonijah were afraid and rose up and went every man his way.",
          "ID": "49"
        },
        {
          "text": "And Adonijah feared because of Solomon, and arose and went [to the tabernacle tent on Mt. Zion] and caught hold of the horns of the altar [as a fugitive's refuge].",
          "ID": "50"
        },
        {
          "text": "And it was told Solomon, Behold, Adonijah fears King Solomon, for behold, he has caught hold of the horns of the altar, saying, Let King Solomon swear to me first that he will not slay his servant with the sword.",
          "ID": "51"
        },
        {
          "text": "Solomon said, If he will show himself to be a worthy man, not a hair of him shall fall to the ground; but if wickedness is found in him, he shall die.",
          "ID": "52"
        },
        {
          "text": "So King Solomon sent, and they brought Adonijah down from the altar [in front of the tabernacle]. He came and bowed himself to King Solomon, and Solomon said to him, Go to your house.",
          "ID": "53"
        }
      ],
      "ID": "OT:1KI.1"
    },
    {
      "name": "1 Kings 2",
      "text": [
        {
          "text": "WHEN DAVID'S time to die was near, he charged Solomon his son, saying,",
          "ID": "1"
        },
        {
          "text": "I go the way of all the earth. Be strong and show yourself a man;",
          "ID": "2"
        },
        {
          "text": "Keep the charge of the Lord your God, walk in His ways, keep His statutes, His commandments, His precepts, and His testimonies, as it is written in the Law of Moses, that you may do wisely and prosper in all that you do and wherever you turn,",
          "ID": "3"
        },
        {
          "text": "That the Lord may fulfill His promise to me, saying, If your sons take heed to their way, to walk before Me in truth with all their heart and mind and with all their soul, there shall not fail you [to have] a man on the throne of Israel.",
          "ID": "4"
        },
        {
          "text": "You know also what Joab son of Zeruiah did to me, and what he did to the two captains of the hosts of Israel, Abner son of Ner and Amasa son of Jether, whom he murdered, avenging in time of peace blood shed in war, and putting innocent blood of war on the girdle on his loins and on the sandals of his feet.",
          "ID": "5"
        },
        {
          "text": "Do therefore according to your wisdom, but let not his hoary head go down to Sheol (the place of the dead) in peace.",
          "ID": "6"
        },
        {
          "text": "But show kindness to the sons of Barzillai the Gileadite and let them be among those who eat at your table; for with such kindness they met me when I fled because of Absalom your brother. [II Sam. 17:27-29.]",
          "ID": "7"
        },
        {
          "text": "And you have with you Shimei son of Gera, the Benjamite of Bahurim, who cursed me with a grievous curse in the day when I went to Mahanaim. But he came down to meet me at the Jordan [on my return], and I swore to him by the Lord, saying, I will not put you to death with the sword.",
          "ID": "8"
        },
        {
          "text": "So do not hold him guiltless; for you are a wise man and know what you should do to him. His hoary head bring down to the grave with blood.",
          "ID": "9"
        },
        {
          "text": "So David slept with his fathers and was buried in the City of David.",
          "ID": "10"
        },
        {
          "text": "David reigned over Israel forty years–seven years in Hebron and thirty-three years in Jerusalem.",
          "ID": "11"
        },
        {
          "text": "Then Solomon sat on the throne of David his father, and his kingdom was firmly established.",
          "ID": "12"
        },
        {
          "text": "Adonijah, the son of [David and] Haggith, came to Bathsheba, the mother of Solomon. She said, Do you come peaceably? And he said, Peaceably.",
          "ID": "13"
        },
        {
          "text": "He said, I have something to say to you. And she said, Say on.",
          "ID": "14"
        },
        {
          "text": "He said, You know that the kingdom belonged to me [as the eldest living son], and all Israel looked to me to reign. However, the kingdom has passed from me to my brother; for it was his from the Lord.",
          "ID": "15"
        },
        {
          "text": "Now I make one request of you; do not deny me. And she said, Say on.",
          "ID": "16"
        },
        {
          "text": "He said, I pray you, ask King Solomon, for he will not refuse you, to give me Abishag the Shunammite to be my wife. [I Kings 1:1-4.]",
          "ID": "17"
        },
        {
          "text": "And Bathsheba said, Very well; I will speak for you to the king.",
          "ID": "18"
        },
        {
          "text": "So Bathsheba went to King Solomon to speak to him for Adonijah. The king rose to meet her, bowed to her, sat down on his throne, and caused a seat to be set at his right hand for her, the king's mother.",
          "ID": "19"
        },
        {
          "text": "Then she said, I have one small request to make of you; do not refuse me. The king said to her, Ask on, my mother, for I will not refuse you.",
          "ID": "20"
        },
        {
          "text": "She said, Give Abishag the Shunammite to Adonijah your brother to be his wife.",
          "ID": "21"
        },
        {
          "text": "King Solomon answered his mother, And why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also–for he is my elder brother–[ask it] even for him and for [his supporters] Abiathar the priest and Joab son of Zeruiah.",
          "ID": "22"
        },
        {
          "text": "Then King Solomon swore by the Lord, saying, May God do so to me, and more also, if Adonijah has not requested this against his own life.",
          "ID": "23"
        },
        {
          "text": "Therefore, as the Lord lives, Who has established me and set me on the throne of David my father and Who has made me a house as He promised, Adonijah shall be put to death this day.",
          "ID": "24"
        },
        {
          "text": "So King Solomon sent Benaiah son of Jehoiada, who attacked [Adonijah] and he died.",
          "ID": "25"
        },
        {
          "text": "And to Abiathar the priest the king said, Get to Anathoth to your own estate; for you deserve death, but I will not put you to death now, because you bore the ark of the Lord God before my father David and were afflicted in all my father endured.",
          "ID": "26"
        },
        {
          "text": "So Solomon expelled Abiathar [descendant of Eli] from being priest to the Lord, fulfilling the word of the Lord which He spoke concerning the house of Eli in Shiloh. [I Sam. 2:27-36.]",
          "ID": "27"
        },
        {
          "text": "When the news came to Joab, for Joab had followed Adonijah though he had not followed Absalom, [he] fled to the tent (tabernacle) of the Lord and caught hold of the horns of the altar [before it].",
          "ID": "28"
        },
        {
          "text": "King Solomon was told that Joab had fled to the tent of the Lord and was at the altar. Then Solomon sent Benaiah son of Jehoiada, saying, Go, strike him down.",
          "ID": "29"
        },
        {
          "text": "So Benaiah came to the tent of the Lord and told Joab, The king commands, Come forth. But Joab said, No, I will die here. Then Benaiah brought the king word again, Thus said Joab, and thus he answered me.",
          "ID": "30"
        },
        {
          "text": "The king said to him, Do as he has said. Strike him down and bury him, that you may take away from [me and from] my father's house the innocent blood which Joab shed.",
          "ID": "31"
        },
        {
          "text": "The Lord shall return his bloody deeds upon his own head, for he fell upon two men more [uncompromisingly] righteous and honorable than he and slew them with the sword, without my father knowing of it: Abner son of Ner, captain of the host of Israel, and Amasa son of Jether, captain of the host of Judah.",
          "ID": "32"
        },
        {
          "text": "So shall their blood return upon the head of Joab and of his descendants forever. But upon David, his descendants, his house, and his throne, there shall be peace from the Lord forever.",
          "ID": "33"
        },
        {
          "text": "So Benaiah son of Jehoiada went up and struck and killed Joab, and he was buried at his own house in the wilderness.",
          "ID": "34"
        },
        {
          "text": "The king put Benaiah son of Jehoiada in Joab's place over the army and put Zadok the priest in place of Abiathar.",
          "ID": "35"
        },
        {
          "text": "The king sent for Shimei and said to him, Build yourself a house in Jerusalem and dwell there, and do not leave there.",
          "ID": "36"
        },
        {
          "text": "For on the day you go out and pass over the brook Kidron, know with certainty that you shall die; your blood shall be upon your own head.",
          "ID": "37"
        },
        {
          "text": "And Shimei said to the king, The saying is good. As my lord the king has said, so your servant will do. And Shimei dwelt in Jerusalem many days.",
          "ID": "38"
        },
        {
          "text": "But after three years, two of Shimei's servants ran away to Achish son of Maacah, king of Gath. And Shimei was told, Behold, your [runaway] servants are in Gath.",
          "ID": "39"
        },
        {
          "text": "So Shimei arose, saddled his donkey, and went to Gath to King Achish to seek his servants, and brought them from Gath.",
          "ID": "40"
        },
        {
          "text": "It was told Solomon that Shimei went from Jerusalem to Gath and had returned.",
          "ID": "41"
        },
        {
          "text": "And the king sent for Shimei and said to him, Did I not make you swear by the Lord and warn you, saying, Know with certainty, on the day you go out and walk abroad anywhere, you shall surely die? And you said to me, I have heard your word. It is accepted.",
          "ID": "42"
        },
        {
          "text": "Why then have you not kept the oath of the Lord and the command with which I have charged you?",
          "ID": "43"
        },
        {
          "text": "The king also said to Shimei, You are aware in your own heart of all the evil you did to my father David; so the Lord will return your evil upon your own head.",
          "ID": "44"
        },
        {
          "text": "But King Solomon shall be blessed, and the throne of David shall be established before the Lord forever.",
          "ID": "45"
        },
        {
          "text": "So the king commanded Benaiah son of Jehoiada, who went out and struck down Shimei, and he died. And the kingdom was established in the hands of Solomon.",
          "ID": "46"
        }
      ],
      "ID": "OT:1KI.2"
    },
    {
      "name": "1 Kings 3",
      "text": [
        {
          "text": "AND SOLOMON made an alliance with Pharaoh king of Egypt and took Pharaoh's daughter and brought her into the City of David until he had finished building his own house and the house of the Lord, and the wall around Jerusalem.",
          "ID": "1"
        },
        {
          "text": "But the people sacrificed [to God] in the high places [as the heathen did to their idols], for there was no house yet built to the Name of the Lord.",
          "ID": "2"
        },
        {
          "text": "Solomon loved the Lord, walking [at first] in the statutes and practices of David his father, only he sacrificed and burned incense in the high places.",
          "ID": "3"
        },
        {
          "text": "The king went to Gibeon [near Jerusalem, where stood the tabernacle and the bronze altar] to sacrifice there, for that was the great high place. One thousand burnt offerings Solomon offered on that altar.",
          "ID": "4"
        },
        {
          "text": "In Gibeon the Lord appeared to Solomon in a dream by night. And God said, Ask what I shall give you.",
          "ID": "5"
        },
        {
          "text": "Solomon said, You have shown to Your servant David my father great mercy and loving-kindness, according as he walked before You in faithfulness, righteousness, and uprightness of heart with You; and You have kept for him this great kindness and steadfast love, that You have given him a son to sit on his throne this day.",
          "ID": "6"
        },
        {
          "text": "Now, O Lord my God, You have made Your servant king instead of David my father, and I am but a lad [in wisdom and experience]; I know not how to go out (begin) or come in (finish).",
          "ID": "7"
        },
        {
          "text": "Your servant is in the midst of Your people whom You have chosen, a great people who cannot be counted for multitude.",
          "ID": "8"
        },
        {
          "text": "So give Your servant an understanding mind and a hearing heart to judge Your people, that I may discern between good and bad. For who is able to judge and rule this Your great people? [James 1:5.]",
          "ID": "9"
        },
        {
          "text": "It pleased the Lord that Solomon had asked this.",
          "ID": "10"
        },
        {
          "text": "God said to him, Because you have asked this and have not asked for long life or for riches, nor for the lives of your enemies, but have asked for yourself understanding to recognize what is just and right,",
          "ID": "11"
        },
        {
          "text": "Behold, I have done as you asked. I have given you a wise, discerning mind, so that no one before you was your equal, nor shall any arise after you equal to you.",
          "ID": "12"
        },
        {
          "text": "I have also given you what you have not asked, both riches and honor, so that there shall not be any among the kings equal to you all your days.",
          "ID": "13"
        },
        {
          "text": "And if you will go My way, keep My statutes and My commandments as your father David did, then I will lengthen your days.",
          "ID": "14"
        },
        {
          "text": "Solomon awoke, and behold, it was a dream. He came to Jerusalem, stood before the ark of the covenant of the Lord, and offered burnt offerings and peace offerings, and made a feast for all his servants.",
          "ID": "15"
        },
        {
          "text": "Then two women who had become mothers out of wedlock came and stood before the king.",
          "ID": "16"
        },
        {
          "text": "And one woman said, O my lord, I and this woman dwell in one house; and I was delivered of a child with her in the house.",
          "ID": "17"
        },
        {
          "text": "And the third day after I was delivered, this woman also was delivered. And we were together; no stranger was with us, just we two in the house.",
          "ID": "18"
        },
        {
          "text": "And this woman's child died in the night because she lay on him.",
          "ID": "19"
        },
        {
          "text": "And she arose at midnight and took my son from beside me while your handmaid slept and laid him in her bosom and laid her dead child in my bosom.",
          "ID": "20"
        },
        {
          "text": "And when I rose to nurse my child, behold, he was dead. But when I had considered him in the morning, behold, it was not the son I had borne.",
          "ID": "21"
        },
        {
          "text": "But the other woman said, No! But the living one is my son, and the dead one is your son! And this one said, No! But the dead son is your son, and the living is my son. Thus they spoke before the king.",
          "ID": "22"
        },
        {
          "text": "The king said, One says, This is my son that is alive and yours is the dead one. The other woman says, No! But your son is the dead one and mine is the living one.",
          "ID": "23"
        },
        {
          "text": "And the king said, Bring me a sword. And they brought a sword to the king.",
          "ID": "24"
        },
        {
          "text": "And the king said, Divide the living child in two and give half to the one and half to the other.",
          "ID": "25"
        },
        {
          "text": "Then the mother of the living child said to the king, for she yearned over her son, O my lord, give her the living baby, and by no means slay him. But the other said, Let him not be mine or yours, but divide him.",
          "ID": "26"
        },
        {
          "text": "Then the king said, Give her [who pleads for his life] the living baby, and by no means slay him. She is the child's mother.",
          "ID": "27"
        },
        {
          "text": "And all Israel heard of the judgment which the king had made, and they stood in awe of him, for they saw that the wisdom of God was in him to do justice.",
          "ID": "28"
        }
      ],
      "ID": "OT:1KI.3"
    },
    {
      "name": "1 Kings 4",
      "text": [
        {
          "text": "KING SOLOMON was king over all Israel.",
          "ID": "1"
        },
        {
          "text": "These were his chief officials: Azariah son of Zadok was the [high] priest;",
          "ID": "2"
        },
        {
          "text": "Elihoreph and Ahijah, sons of Shisha, were secretaries; Jehoshaphat son of Ahilud was recorder;",
          "ID": "3"
        },
        {
          "text": "Benaiah son of Jehoiada commanded the army; Zadok and Abiathar were priests;",
          "ID": "4"
        },
        {
          "text": "Azariah son of Nathan was over the officers; Zabud son of Nathan was priest and the king's friend and private advisor;",
          "ID": "5"
        },
        {
          "text": "Ahishar was in charge of the palace; and Adoniram son of Abda was in charge of the forced labor.",
          "ID": "6"
        },
        {
          "text": "Solomon had twelve officers over all Israel, who secured provisions for the king and his household; each man had to provide for a month in a year.",
          "ID": "7"
        },
        {
          "text": "These were their names: Ben-hur, in the hill country of Ephraim;",
          "ID": "8"
        },
        {
          "text": "Ben-deker, in Makaz, Shaalbim, Beth-shemesh, and Elon-beth-hanan;",
          "ID": "9"
        },
        {
          "text": "Ben-hesed, in Arubboth (to him belonged Socoh and all the land of Hepher);",
          "ID": "10"
        },
        {
          "text": "Ben-abinadab, in Naphoth-dor (he had Taphath, Solomon's daughter, as wife);",
          "ID": "11"
        },
        {
          "text": "Baana son of Ahilud, in Taanach, Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as beyond Jokmeam;",
          "ID": "12"
        },
        {
          "text": "Ben-geber, in Ramoth-gilead (to him belonged the villages of Jair son of Manasseh which are in Gilead, also the region of Argob which is in Bashan, sixty great cities with walls and bronze bars);",
          "ID": "13"
        },
        {
          "text": "Ahinadab son of Iddo, in Mahanaim;",
          "ID": "14"
        },
        {
          "text": "Ahimaaz, in Naphtali (he had taken Basemath, Solomon's daughter, as his wife);",
          "ID": "15"
        },
        {
          "text": "Baana son of Hushai, in Asher and Bealoth;",
          "ID": "16"
        },
        {
          "text": "Jehoshaphat son of Paruah, in Issachar;",
          "ID": "17"
        },
        {
          "text": "Shimei son of Ela, in Benjamin;",
          "ID": "18"
        },
        {
          "text": "Geber son of Uri, in Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; only one officer was over all the country [at one time, each serving for one month].",
          "ID": "19"
        },
        {
          "text": "Judah and Israel were many, like the sand which is by the sea in multitude; they ate, drank, and rejoiced.",
          "ID": "20"
        },
        {
          "text": "Solomon reigned over all the kingdoms from the [Euphrates] River to the land of the Philistines and to the border of Egypt; they brought tribute and served Solomon all the days of his life.",
          "ID": "21"
        },
        {
          "text": "Solomon's provision for one day was thirty measures of fine flour, sixty measures of meal,",
          "ID": "22"
        },
        {
          "text": "Ten fat oxen, twenty pasture-fed cattle, a hundred sheep, besides harts, gazelles, roebucks, and fatted fowl of choice kinds.",
          "ID": "23"
        },
        {
          "text": "For he had dominion over all the region west of the [Euphrates] River, from Tiphsah to Gaza, over all the kings west of the River, and he had peace on all sides around him.",
          "ID": "24"
        },
        {
          "text": "Judah and Israel dwelt safely, every man under his vine and fig tree, from Dan to Beersheba, all of Solomon's days.",
          "ID": "25"
        },
        {
          "text": "Solomon also had 40,000 stalls of horses for his chariots, and 12,000 horsemen.",
          "ID": "26"
        },
        {
          "text": "And those officers provided food for King Solomon and for all who came to his table, every man in his month; they let nothing be lacking.",
          "ID": "27"
        },
        {
          "text": "Barley also and straw for the horses and swift steeds they brought to the place where it was needed, each according to his assignment.",
          "ID": "28"
        },
        {
          "text": "And God gave Solomon exceptionally much wisdom and understanding, and breadth of mind like the sand of the seashore.",
          "ID": "29"
        },
        {
          "text": "Solomon's wisdom excelled the wisdom of all the people of the East and all the wisdom of Egypt.",
          "ID": "30"
        },
        {
          "text": "For he was wiser than all other men–than Ethan the Ezrahite, and Heman, Calcol, and Darda, the sons of Mahol. His fame was in all the nations round about.",
          "ID": "31"
        },
        {
          "text": "He also originated 3,000 proverbs, and his songs were 1,005.",
          "ID": "32"
        },
        {
          "text": "He spoke of trees, from the cedar that is in Lebanon to the hyssop that grows out of the wall; he spoke also of beasts, of birds, of creeping things, and of fish.",
          "ID": "33"
        },
        {
          "text": "Men came from all peoples to hear the wisdom of Solomon, and from all kings of the earth who had heard of his wisdom.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.4"
    },
    {
      "name": "1 Kings 5",
      "text": [
        {
          "text": "HIRAM KING of Tyre sent his servants to Solomon, when he heard that he was anointed king in place of his father, for Hiram always loved David.",
          "ID": "1"
        },
        {
          "text": "And Solomon sent to Hiram, saying,",
          "ID": "2"
        },
        {
          "text": "You know how David my father could not build a house to the Name of the Lord his God because wars were about him on every side, until the Lord put his foes under his feet. [II Sam. 7:4ff.; I Chron. 22:8.]",
          "ID": "3"
        },
        {
          "text": "But now the Lord my God has given me rest on every side, so that there is neither adversary nor evil confronting me.",
          "ID": "4"
        },
        {
          "text": "And I purpose to build a house to the Name of the Lord my God, as the Lord said to David my father, Your son whom I will set on your throne in your place shall build the house to My Name and Presence.",
          "ID": "5"
        },
        {
          "text": "So, Hiram, command them to hew me cedar trees out of Lebanon; my servants shall join yours, and I will give you whatever wages you set for your servants. For you know that no one among us can equal the skill of the Sidon men in cutting timber.",
          "ID": "6"
        },
        {
          "text": "When Hiram heard the words of Solomon, he rejoiced greatly and said, Blessed be the Lord this day, Who has given David a wise son to be over this great people.",
          "ID": "7"
        },
        {
          "text": "And Hiram sent to Solomon, saying, I have considered the things for which you sent to me; I will do all you wish concerning the cedar and cypress timber.",
          "ID": "8"
        },
        {
          "text": "My servants shall bring the logs down from Lebanon to the sea, make them into rafts, and float them by sea to the place that you direct. I will have them released there, and you shall take them away. And you shall fulfill my desire by providing food for my household.",
          "ID": "9"
        },
        {
          "text": "So Hiram gave Solomon all the cedar and cypress trees he desired,",
          "ID": "10"
        },
        {
          "text": "And Solomon gave Hiram 20,000 measures of wheat for food for his household, and 20 measures of pure, beaten oil. He gave these to Hiram yearly.",
          "ID": "11"
        },
        {
          "text": "The Lord gave Solomon wisdom, as He promised him; and there was peace between Hiram and Solomon, and they made a treaty.",
          "ID": "12"
        },
        {
          "text": "King Solomon raised a levy [of forced labor] out of all Israel; and the levy was 30,000 men.",
          "ID": "13"
        },
        {
          "text": "He sent them to Lebanon, 10,000 a month by divisions; one month they were in Lebanon and two months at home. Adoniram was over the levy.",
          "ID": "14"
        },
        {
          "text": "And Solomon had 70,000 burden bearers and 80,000 hewers [of stone] in the hill country of Judah,",
          "ID": "15"
        },
        {
          "text": "Besides Solomon's 3,300 overseers in charge of the people doing the work.",
          "ID": "16"
        },
        {
          "text": "The king commanded, and they hewed and brought out great, costly stones in order to lay the foundation of the house with dressed stone.",
          "ID": "17"
        },
        {
          "text": "Solomon's builders and Hiram's builders and the men of Gebal did the hewing and prepared the timber and stones to build the house.",
          "ID": "18"
        }
      ],
      "ID": "OT:1KI.5"
    },
    {
      "name": "1 Kings 6",
      "text": [
        {
          "text": "AND 480 years after the Israelites came out of the land of Egypt, in the fourth year of Solomon's reign over Israel, in the second month, Ziv, he began to build the Lord's house.",
          "ID": "1"
        },
        {
          "text": "The length of the house Solomon built for the Lord was sixty cubits, its breadth twenty, and its height thirty cubits.",
          "ID": "2"
        },
        {
          "text": "The length of the vestibule in front of the temple was twenty cubits, equal to the width of the house, and its depth in front of the house was ten cubits.",
          "ID": "3"
        },
        {
          "text": "For the house he made narrow [latticed] windows.",
          "ID": "4"
        },
        {
          "text": "Against the wall of the house he built chambers running round the walls of the house both of the Holy Place and of the Holy of Holies; and he made side chambers all around.",
          "ID": "5"
        },
        {
          "text": "The first story's side chambers were five cubits wide, those of the middle story six cubits wide, and of the third story seven cubits wide; for around the outside of the wall of the house he made offsets in order that the supporting beams should not be thrust into the walls of the house.",
          "ID": "6"
        },
        {
          "text": "When the house was being built, its stone was made ready at the quarry, and no hammer, ax, or tool of iron was heard in the house while it was in building.",
          "ID": "7"
        },
        {
          "text": "The entrance to the lowest side chamber was on the right [or south] side of the house; and one went up winding stairs into the middle chamber and from the middle into the third.",
          "ID": "8"
        },
        {
          "text": "So Solomon built the temple building and finished it, and roofed the house with beams and boards of cedar.",
          "ID": "9"
        },
        {
          "text": "Then he built the stories of chambers [the lean-to] against all the house, each [story] five cubits high; and it was joined to the house with timbers of cedar.",
          "ID": "10"
        },
        {
          "text": "Now the word of the Lord came to Solomon, saying,",
          "ID": "11"
        },
        {
          "text": "Concerning this house which you are building, if you will walk in My statutes, execute My precepts, and keep all My commandments to walk in them, then I will fulfill to you My promises which I made to David your father.",
          "ID": "12"
        },
        {
          "text": "And I will dwell among the Israelites and will not forsake My people Israel.",
          "ID": "13"
        },
        {
          "text": "So Solomon built the house and finished it.",
          "ID": "14"
        },
        {
          "text": "He built the walls of the house (the Holy Place and the Holy of Holies) within with boards of cedar, from the floor of the house to the rafters of the ceiling. He covered the inside with wood, and the floor of the house with boards of cypress.",
          "ID": "15"
        },
        {
          "text": "He built twenty cubits of the rear of the house with boards of cedar from the floor to the rafters; he built it within for the sanctuary, the Holy of Holies.",
          "ID": "16"
        },
        {
          "text": "The [rest of the] house, that is, the temple in front of the Holy of Holies, was forty cubits long.",
          "ID": "17"
        },
        {
          "text": "The cedar on the house within was carved with gourds and open flowers. All was cedar; no stone was visible.",
          "ID": "18"
        },
        {
          "text": "And he prepared the Holy of Holies in the inner room in which to set the ark of the covenant of the Lord.",
          "ID": "19"
        },
        {
          "text": "The Holy of Holies was twenty cubits in length, in breadth, and in height. He overlaid it with pure gold. He also overlaid the cedar altar.",
          "ID": "20"
        },
        {
          "text": "Solomon overlaid the house within with pure gold, and he drew chains of gold across in front of the Holy of Holies and overlaid it with gold.",
          "ID": "21"
        },
        {
          "text": "And the whole house he overlaid with gold, until all the house was finished. Also the whole [incense] altar that [stood outside the door but] belonged to the Holy of Holies he overlaid with gold.",
          "ID": "22"
        },
        {
          "text": "Within the Holy of Holies he made two cherubim of olive wood, each ten cubits high.",
          "ID": "23"
        },
        {
          "text": "Five cubits was the length of one wing of the cherub and five cubits its other wing; from the tip of one wing to the tip of the other was ten cubits.",
          "ID": "24"
        },
        {
          "text": "The wings of the other cherub were also ten cubits. Both cherubim were the same,",
          "ID": "25"
        },
        {
          "text": "The height of one cherub ten cubits, as was the other.",
          "ID": "26"
        },
        {
          "text": "He put the cherubim within the inner sanctuary. Their wings were stretched out, so that the wing of one touched one wall, and the wing of the other cherub touched the other wall, and their inner wings touched in the midst of the room.",
          "ID": "27"
        },
        {
          "text": "Solomon overlaid the cherubim with gold.",
          "ID": "28"
        },
        {
          "text": "He carved all the walls of the house (these two holy rooms) round about with figures of cherubim, palm trees, and open flowers, within and without.",
          "ID": "29"
        },
        {
          "text": "The floor of the house he overlaid with gold, inside and out.",
          "ID": "30"
        },
        {
          "text": "For the Holy of Holies he made [folding] doors of olive wood; their entire width was one-fifth that of the wall.",
          "ID": "31"
        },
        {
          "text": "On the two doors of olive wood he carved cherubim, palm trees, and open flowers; he overlaid them with gold, and spread gold on the cherubim and palm trees.",
          "ID": "32"
        },
        {
          "text": "Also he made for the door of the Holy Place four-sided posts of olive wood.",
          "ID": "33"
        },
        {
          "text": "The two doors were of cypress wood; the two leaves of each door were folding.",
          "ID": "34"
        },
        {
          "text": "He carved on them cherubim, palm trees, and open flowers, covered with gold evenly applied on the carved work.",
          "ID": "35"
        },
        {
          "text": "He built the inner court with three rows of hewn stone and a row of cedar beams.",
          "ID": "36"
        },
        {
          "text": "In the fourth year the foundation of the Lord's house was laid, in the [second] month, Ziv.",
          "ID": "37"
        },
        {
          "text": "In the eleventh year, in Bul, the eighth month, the house was finished throughout according to all its specifications. So he was seven years in building it.",
          "ID": "38"
        }
      ],
      "ID": "OT:1KI.6"
    },
    {
      "name": "1 Kings 7",
      "text": [
        {
          "text": "SOLOMON WAS building his own house thirteen years, and he finished all of it.",
          "ID": "1"
        },
        {
          "text": "He built also the Forest of Lebanon House; its length was a hundred cubits, its breadth fifty, and its height thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars.",
          "ID": "2"
        },
        {
          "text": "And it was covered with cedar above the side chambers that were upon the forty-five pillars, fifteen in a row.",
          "ID": "3"
        },
        {
          "text": "There were window frames in three rows, and window opposite window in three tiers.",
          "ID": "4"
        },
        {
          "text": "All the doorways and windows were square cut, and window was opposite window in three tiers.",
          "ID": "5"
        },
        {
          "text": "He also made the Hall of Pillars; its length was fifty cubits and its breadth thirty cubits. There was a porch in front, and pillars and a cornice before them.",
          "ID": "6"
        },
        {
          "text": "He made the porch for the throne where he was to judge, the Porch of Judgment; it was covered with cedar from floor to ceiling.",
          "ID": "7"
        },
        {
          "text": "His house where he was to dwell had another court behind the Porch of Judgment of similar work. Solomon also made a house like this porch for Pharaoh's daughter, whom he had married.",
          "ID": "8"
        },
        {
          "text": "All were of costly stones hewn according to measure, sawed with saws back and front, even from foundation to coping, and from the outside to the great court.",
          "ID": "9"
        },
        {
          "text": "The foundation was of costly stones, even great stones of eight and ten cubits.",
          "ID": "10"
        },
        {
          "text": "And above were costly stones hewn according to measure, and cedar timbers.",
          "ID": "11"
        },
        {
          "text": "Also the great encircling court had three courses of hewn stone and a course of cedar beams, like was around the inner court of the house of the Lord and the porch of the house.",
          "ID": "12"
        },
        {
          "text": "King Solomon brought Hiram from Tyre.",
          "ID": "13"
        },
        {
          "text": "He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze. He was full of wisdom, understanding, and skill to do any kind of work in bronze. So he came to King Solomon and did all his [bronze] work.",
          "ID": "14"
        },
        {
          "text": "He fashioned the two pillars of bronze, each eighteen cubits high, and a line of twelve cubits measured its circumference.",
          "ID": "15"
        },
        {
          "text": "He made two capitals of molten bronze to set upon the tops of the pillars; the height of each capital was five cubits.",
          "ID": "16"
        },
        {
          "text": "Nets of checkerwork and wreaths of chainwork for the capitals were on the tops of the pillars, seven for each capital.",
          "ID": "17"
        },
        {
          "text": "So Hiram made the pillars. There were two rows of pomegranates encircling each network to cover the capitals that were upon the top.",
          "ID": "18"
        },
        {
          "text": "The capitals that were upon the top of the pillars in the porch were of lily work [design], four cubits.",
          "ID": "19"
        },
        {
          "text": "The capitals were upon the two pillars and also above the rounded projection beside the network. There were 200 pomegranates in two rows round about, and so with the other capital.",
          "ID": "20"
        },
        {
          "text": "Hiram set up the pillars of the porch of the temple; he set up the right pillar and called its name Jachin [he will establish], and he set up the left pillar and called its name Boaz [in strength].",
          "ID": "21"
        },
        {
          "text": "On the tops of the pillars was lily work [design]. So the work of the pillars was finished.",
          "ID": "22"
        },
        {
          "text": "He made a round molten Sea, ten cubits from brim to brim, five cubits high and thirty cubits in circumference. [Exod. 30:17-21; II Chron. 4:6.]",
          "ID": "23"
        },
        {
          "text": "Under its brim were gourds encircling the Sea, ten to a cubit; the gourds were in two rows, cast in one piece with it.",
          "ID": "24"
        },
        {
          "text": "It stood upon twelve oxen, three facing north, three west, three south, and three east; the Sea was set upon them, and all their rears pointed inward.",
          "ID": "25"
        },
        {
          "text": "It was a handbreadth thick, and its brim was made like the brim of a cup, like a lily blossom. It held 2,000 baths [Hebrew liquid measurement].",
          "ID": "26"
        },
        {
          "text": "Hiram made ten bronze bases [for the lavers]; their length and breadth were four cubits, and the height three cubits.",
          "ID": "27"
        },
        {
          "text": "This is the way the bases were made: they had panels between the ledges.",
          "ID": "28"
        },
        {
          "text": "On the panels between the ledges were lions, oxen, and cherubim; and upon the ledges there was a pedestal above. Beneath the lions and oxen were wreaths of hanging work.",
          "ID": "29"
        },
        {
          "text": "And every base had four bronze wheels and axles of bronze, and at the four corners were supports for a laver. Beneath the laver the supports were cast, with wreaths at the side of each.",
          "ID": "30"
        },
        {
          "text": "Its mouth within the capital projected upward a cubit, and its mouth was round like the work of a pedestal, a cubit and a half. Also upon its mouth were carvings, and their borders were square, not round.",
          "ID": "31"
        },
        {
          "text": "Under the borders were four wheels, and the axles of the wheels were one piece with the base. And the height of a wheel was a cubit and a half.",
          "ID": "32"
        },
        {
          "text": "The wheels were made like a chariot wheel: their axles, their rims, their spokes, and their hubs were all cast.",
          "ID": "33"
        },
        {
          "text": "There were four supports to the four corners of each base; the supports were part of the base itself.",
          "ID": "34"
        },
        {
          "text": "On the top of the base there was a circular elevation half a cubit high, and on the top of the base its stays and panels were of one piece with it.",
          "ID": "35"
        },
        {
          "text": "And on the surface of its stays and its panels Hiram carved cherubim, lions, and palm trees, according to the space of each, with wreaths round about.",
          "ID": "36"
        },
        {
          "text": "Thus he made the ten bases. They all had one casting, one measure, and one form.",
          "ID": "37"
        },
        {
          "text": "Then he made ten lavers of bronze; each laver held forty baths and measured four cubits, and there was one laver on each of the ten bases.",
          "ID": "38"
        },
        {
          "text": "He put the bases five on the south side of the house and five on the north side; and he set the Sea at the southeast corner of the house.",
          "ID": "39"
        },
        {
          "text": "Hiram made the lavers, the shovels, and the basins. So Hiram finished all the work that he did for King Solomon on the house of the Lord:",
          "ID": "40"
        },
        {
          "text": "The two pillars; and the two bowls of the capitals that were on the tops of the two pillars; and the two networks to cover the two bowls;",
          "ID": "41"
        },
        {
          "text": "And the 400 pomegranates for the two networks, two rows of pomegranates for each network, to cover the two bowls of the capitals that were upon the pillars;",
          "ID": "42"
        },
        {
          "text": "The ten bases and the ten lavers on the bases;",
          "ID": "43"
        },
        {
          "text": "One Sea, and the twelve oxen under it;",
          "ID": "44"
        },
        {
          "text": "The pots, the shovels, and the basins. All these vessels which Hiram made for King Solomon in the house of the Lord were of burnished bronze.",
          "ID": "45"
        },
        {
          "text": "In the Jordan plain the king cast them, in clay ground between Succoth and Zarethan.",
          "ID": "46"
        },
        {
          "text": "Solomon left all the vessels unweighed, because they were so many; the weight of the bronze was not found out.",
          "ID": "47"
        },
        {
          "text": "Solomon made all the other vessels of the Lord's house: the [incense] altar of gold; the table of gold for the showbread;",
          "ID": "48"
        },
        {
          "text": "The lampstands of pure gold, five on the right side and five on the left, in front of the Holy of Holies; with the flowers, the lamps, and the tongs of gold;",
          "ID": "49"
        },
        {
          "text": "The cups, snuffers, basins, spoons, firepans–of pure gold; and the hinges of gold for the doors of the innermost room, the Holy of Holies, and for the doors of the Holy Place.",
          "ID": "50"
        },
        {
          "text": "So all the work that King Solomon did on the house of the Lord was completed. Solomon brought in the things which David his father had dedicated–the silver, the gold, and the vessels–and put them in the treasuries of the Lord's house.",
          "ID": "51"
        }
      ],
      "ID": "OT:1KI.7"
    },
    {
      "name": "1 Kings 8",
      "text": [
        {
          "text": "THEN SOLOMON assembled the elders of Israel and all the heads of the tribes, the chiefs of the fathers' houses of the Israelites, before the king in Jerusalem, to bring up the ark of the covenant of the Lord out of Zion, the City of David.",
          "ID": "1"
        },
        {
          "text": "All the men of Israel assembled themselves before King Solomon at the feast in the seventh month, Ethanim.",
          "ID": "2"
        },
        {
          "text": "All the elders of Israel came, and the priests took up the ark.",
          "ID": "3"
        },
        {
          "text": "And they brought up the ark of the Lord, the Tent of Meeting, and all the holy vessels that were in the tent; the priests and the Levites brought them up.",
          "ID": "4"
        },
        {
          "text": "King Solomon and all the congregation of Israel who had assembled before him were with him before the ark, sacrificing sheep and oxen, so many that they could not be reported or counted.",
          "ID": "5"
        },
        {
          "text": "And the priests brought the ark of the covenant of the Lord to its place in the Holy of Holies of the house, under the wings of the cherubim.",
          "ID": "6"
        },
        {
          "text": "For the cherubim spread forth their two wings over the place of the ark, and the cherubim covered the ark and its poles.",
          "ID": "7"
        },
        {
          "text": "The poles were so long that the ends of them were seen from the Holy Place before the Holy of Holies, but they were not seen outside; they are there to this day.",
          "ID": "8"
        },
        {
          "text": "There was nothing in the ark except the two tables of stone which Moses put there at Horeb, where the Lord made a covenant with the Israelites when they came out of the land of Egypt. [Deut. 10:2-5.]",
          "ID": "9"
        },
        {
          "text": "When the priests had come out of the Holy Place, the cloud filled the Lord's house,",
          "ID": "10"
        },
        {
          "text": "So the priests could not stand to minister because of the cloud, for the glory of the Lord had filled the Lord's house.",
          "ID": "11"
        },
        {
          "text": "Then Solomon said, The Lord said that He would dwell in the thick darkness.",
          "ID": "12"
        },
        {
          "text": "I have surely built You a house of habitation, a settled place for You to dwell in forever.",
          "ID": "13"
        },
        {
          "text": "And the king turned his face about and blessed all the assembly of Israel, and all the assembly of Israel stood.",
          "ID": "14"
        },
        {
          "text": "He said, Blessed be the Lord, the God of Israel, Who spoke with His mouth to David my father and has with His hand fulfilled it, saying,",
          "ID": "15"
        },
        {
          "text": "Since the day that I brought forth My people Israel out of Egypt, I chose no city out of all the tribes of Israel in which to build a house that My Name [and My Presence] might be in it, but I chose David to be over My people Israel.",
          "ID": "16"
        },
        {
          "text": "Now it was in the heart of David my father to build a house for the Name [the Presence] of the Lord, the God of Israel.",
          "ID": "17"
        },
        {
          "text": "And the Lord said to David my father, Whereas it was in your heart to build a house for My Name, you did well that it was in your heart.",
          "ID": "18"
        },
        {
          "text": "Yet you shall not build the house, but your son, who shall be born to you, shall build it to My Name [and My actively present Person].",
          "ID": "19"
        },
        {
          "text": "And the Lord has fulfilled His promise which He made: I have risen up in the place of David my father, and sit on the throne of Israel, as the Lord promised, and have built a house for the Name (renown) of the Lord, the God of Israel.",
          "ID": "20"
        },
        {
          "text": "And I have made there a place for the ark [the token of His presence], in which is the covenant [the Ten Commandments] of the Lord which He made with our fathers when He brought them out of the land of Egypt. [Exod. 34:28.]",
          "ID": "21"
        },
        {
          "text": "Then Solomon stood [in the court] before the Lord's burnt offering altar in the presence of all the assembly of Israel, and spread forth his hands toward heaven",
          "ID": "22"
        },
        {
          "text": "And he said, O Lord, the God of Israel, there is no God like You in heaven above or on earth beneath, keeping covenant and showing mercy and loving-kindness to Your servants who walk before You with all their heart.",
          "ID": "23"
        },
        {
          "text": "You have kept what You promised Your servant David my father. You also spoke with Your mouth and have fulfilled it with Your hand, as it is this day.",
          "ID": "24"
        },
        {
          "text": "Therefore now, O Lord, the God of Israel, keep with Your servant David my father what You promised him when You said, There shall not fail you a man before Me to sit on the throne of Israel, if only your children take heed to their way, that they walk before Me as you have done.",
          "ID": "25"
        },
        {
          "text": "Now, O God of Israel, let Your word which You spoke to Your servant David my father be confirmed [by experience].",
          "ID": "26"
        },
        {
          "text": "But will God indeed dwell with men on the earth? Behold, the heavens and heaven of heavens [in its most extended compass] cannot contain You; how much less this house that I have built?",
          "ID": "27"
        },
        {
          "text": "Yet graciously consider the prayer and supplication of Your servant, O Lord my God, to hearken to the [loud] cry and prayer which he prays before You today,",
          "ID": "28"
        },
        {
          "text": "That Your eyes may be open toward this house night and day, toward the place of which You have said, My Name [and the token of My presence] shall be there, that You may hearken to the prayer which Your servant shall make in [or facing toward] this place.",
          "ID": "29"
        },
        {
          "text": "Hearken to the prayer of Your servant and of Your people Israel when they pray in or toward this place. Hear in heaven, Your dwelling place, and when You hear, forgive.",
          "ID": "30"
        },
        {
          "text": "Whenever a man sins against his neighbor and is made to take an oath and comes and swears the oath before Your altar in this house,",
          "ID": "31"
        },
        {
          "text": "Then hear in heaven and do and judge Your servants, condemning the wicked by bringing his guilt upon his own head and justifying the [uncompromisingly] righteous by rewarding him according to his righteousness (his uprightness, right standing with God).",
          "ID": "32"
        },
        {
          "text": "When Your people Israel are struck down before the enemy because they have sinned against You, and they turn again to You, confess Your name (Your revelation of Yourself), and pray, beseeching You in this house,",
          "ID": "33"
        },
        {
          "text": "Then hear in heaven and forgive the sin of Your people Israel and return them to the land You gave to their fathers.",
          "ID": "34"
        },
        {
          "text": "When heaven is shut up and no rain falls because they have sinned against You, if they pray in [or toward] this place and confess Your name (Your revelation of Yourself) and turn from their sin when You afflict them,",
          "ID": "35"
        },
        {
          "text": "Then hear in heaven and forgive the sin of Your servants, Your people Israel, when You teach them the good way in which they should walk. And give rain upon Your land which You have given to Your people as an inheritance.",
          "ID": "36"
        },
        {
          "text": "If there is famine in the land or pestilence, blight, mildew, locust, or caterpillar, if their enemy besieges them in the land of their cities, whatever plague, whatever sickness there is,",
          "ID": "37"
        },
        {
          "text": "Whatever prayer or supplication is made by any or all of Your people Israel–each man knowing the affliction of his own heart, and spreading forth his hands toward this house [and its pledge of Your presence]–",
          "ID": "38"
        },
        {
          "text": "Then hear in heaven, Your dwelling place, and forgive and act and give to every man according to his ways, whose heart You know, for You and You only know the hearts of all the children of men,",
          "ID": "39"
        },
        {
          "text": "That they may fear and revere You all the days that they live in the land which You gave to our fathers.",
          "ID": "40"
        },
        {
          "text": "Moreover, concerning a stranger who is not of Your people Israel but comes from a far country for the sake of Your name [and Your active Presence]–",
          "ID": "41"
        },
        {
          "text": "For they will hear of Your great name (Your revelation of Yourself), Your strong hand, and outstretched arm–when he shall pray in [or toward] this house,",
          "ID": "42"
        },
        {
          "text": "Hear in heaven, Your dwelling place, and do according to all that the stranger asks of You, so that all peoples of the earth may know Your name [and Your revelation of Your presence] and fear and revere You, as do Your people Israel, and may know and comprehend that this house which I have built is called by Your Name [and contains the token of Your presence].",
          "ID": "43"
        },
        {
          "text": "If Your people go out to battle against their enemy, wherever You shall send them, and shall pray to the Lord toward the city which You have chosen and the house that I have built for Your Name [and Your revelation of Yourself],",
          "ID": "44"
        },
        {
          "text": "Then hear in heaven their prayer and supplication, and defend their cause and maintain their right.",
          "ID": "45"
        },
        {
          "text": "If they sin against You–for there is no man who does not sin–and You are angry with them and deliver them to the enemy, so that they are carried away captive to the enemy's land, far or near;",
          "ID": "46"
        },
        {
          "text": "Yet if they think and consider in the land where they were carried captive, and repent and make supplication to You there, saying, We have sinned and have done perversely and wickedly;",
          "ID": "47"
        },
        {
          "text": "If they repent and turn to You with all their mind and with all their heart in the land of their enemies who took them captive, and pray to You toward their land which You gave to their fathers, the city which You have chosen, and the house which I have built for Your Name;",
          "ID": "48"
        },
        {
          "text": "Then hear their prayer and their supplication in heaven, Your dwelling place, and defend their cause and maintain their right.",
          "ID": "49"
        },
        {
          "text": "And forgive Your people, who have sinned against You, and all their transgressions against You, and grant them compassion before those who took them captive, that they may have pity and be merciful to them;",
          "ID": "50"
        },
        {
          "text": "For they are Your people and Your heritage, which You brought out of Egypt, from the midst of the iron furnace.",
          "ID": "51"
        },
        {
          "text": "Let Your eyes be open to the supplication of Your servant and of Your people Israel, to hearken to them in all for which they call to You.",
          "ID": "52"
        },
        {
          "text": "For You separated them from among all the peoples of the earth to be Your heritage, as You declared through Moses Your servant when You brought our fathers out of Egypt, O Lord God.",
          "ID": "53"
        },
        {
          "text": "When Solomon finished offering all this prayer and supplication to the Lord, he arose from before the Lord's altar, where he had knelt with hands stretched toward heaven.",
          "ID": "54"
        },
        {
          "text": "And he stood and blessed all the assembly of Israel with a loud voice, saying,",
          "ID": "55"
        },
        {
          "text": "Blessed be the Lord, Who has given rest to His people Israel, according to all that He promised. Not one word has failed of all His good promise which He promised through Moses His servant.",
          "ID": "56"
        },
        {
          "text": "May the Lord our God be with us as He was with our fathers; may He not leave us or forsake us,",
          "ID": "57"
        },
        {
          "text": "That He may incline our hearts to Him, to walk in all His ways and to keep His commandments, His statutes, and His precepts which He commanded our fathers.",
          "ID": "58"
        },
        {
          "text": "Let these my words, with which I have made supplication before the Lord, be near to the Lord our God day and night, that He may maintain the cause and right of His servant and of His people Israel as each day requires,",
          "ID": "59"
        },
        {
          "text": "That all the earth's people may know that the Lord is God and that there is no other.",
          "ID": "60"
        },
        {
          "text": "Let your hearts therefore be blameless and wholly true to the Lord our God, to walk in His statutes and to keep His commandments, as today.",
          "ID": "61"
        },
        {
          "text": "And the king and all Israel with him offered sacrifice before the Lord.",
          "ID": "62"
        },
        {
          "text": "Solomon offered as peace offerings to the Lord: 22,000 oxen and 120,000 sheep. So the king and all the Israelites dedicated the house of the Lord.",
          "ID": "63"
        },
        {
          "text": "On that same day the king consecrated the middle of the court that was before the Lord's house; there he offered burnt offerings, cereal offerings, and the fat of the peace offerings, because the bronze altar that was before the Lord was too small to receive [all] the offerings.",
          "ID": "64"
        },
        {
          "text": "So at that time Solomon held the feast, and all Israel with him, a great assembly, from the entrance of Hamath to the Brook of Egypt, before the Lord our God, for seven days [for the dedication] and seven days [for the Feast of Tabernacles], fourteen days in all.",
          "ID": "65"
        },
        {
          "text": "On the eighth day he sent the people away; they blessed the king and went to their tents with greatest joy and gratitude for all the goodness the Lord had shown to David His servant and Israel His people.",
          "ID": "66"
        }
      ],
      "ID": "OT:1KI.8"
    },
    {
      "name": "1 Kings 9",
      "text": [
        {
          "text": "WHEN SOLOMON finished the building of the Lord's house and the king's house, and all he desired and was pleased to do,",
          "ID": "1"
        },
        {
          "text": "The Lord appeared to Solomon the second time, as He had appeared to him at Gibeon.",
          "ID": "2"
        },
        {
          "text": "The Lord told him, I have heard your prayer and supplication which you have made before Me; I have hallowed this house which you have built, and I have put My Name [and My Presence] there forever. My eyes and My heart shall be there perpetually.",
          "ID": "3"
        },
        {
          "text": "And if you will walk before Me, as David your father walked, in integrity of heart and uprightness, doing according to all that I have commanded you, keeping My statutes and My precepts,",
          "ID": "4"
        },
        {
          "text": "Then I will establish your royal throne over Israel forever, as I promised David your father, saying, There shall not fail you [to have] a man upon the throne of Israel.",
          "ID": "5"
        },
        {
          "text": "But if you turn away from following Me, you or your children, and will not keep My commandments and My statutes which I have set before you but go and serve other gods and worship them,",
          "ID": "6"
        },
        {
          "text": "Then I will cut off Israel from the land I have given them, and this house I have hallowed for My Name (renown) I will cast from My sight. And Israel shall be a proverb and a byword among all the peoples.",
          "ID": "7"
        },
        {
          "text": "This house shall become a heap of ruins; every passerby shall be astonished and shall hiss [with surprise] and say, Why has the Lord done thus to this land and to this house?",
          "ID": "8"
        },
        {
          "text": "Then they will answer, Because they forsook the Lord their God, Who brought their fathers out of the land of Egypt, and have laid hold of other gods and have worshiped and served them; therefore the Lord has brought on them all this evil.",
          "ID": "9"
        },
        {
          "text": "At the end of twenty years, in which Solomon had built the two houses, the Lord's house and the king's house,",
          "ID": "10"
        },
        {
          "text": "For which Hiram king of Tyre had furnished Solomon with as much cedar and cypress timber and gold as he desired, King Solomon gave Hiram twenty cities in the land of Galilee.",
          "ID": "11"
        },
        {
          "text": "And Hiram came from Tyre to see the cities which Solomon had given him, and they did not please him.",
          "ID": "12"
        },
        {
          "text": "He said, What are these cities worth which you have given me, my brother? So they are called the Cabul [unproductive] Land to this day.",
          "ID": "13"
        },
        {
          "text": "And Hiram sent to the king 120 talents of gold.",
          "ID": "14"
        },
        {
          "text": "This is the account of the levy [of forced labor] which King Solomon raised to build the house of the Lord, his own house, the Millo, the wall of Jerusalem, Hazor, Megiddo, and Gezer.",
          "ID": "15"
        },
        {
          "text": "For Pharaoh king of Egypt had gone up and taken Gezer, burned it with fire, slew the Canaanites who dwelt in the city, and had given it as dowry to his daughter, Solomon's wife.",
          "ID": "16"
        },
        {
          "text": "So Solomon rebuilt Gezer and Lower Beth-horon,",
          "ID": "17"
        },
        {
          "text": "Baalath and Tamar (Tadmor) in the wilderness, in the land of Judah,",
          "ID": "18"
        },
        {
          "text": "And all the store cities which Solomon had and cities for his chariots and cities for his horsemen, and whatever Solomon desired to build for his pleasure in Jerusalem, in Lebanon, and in all the land of his dominion.",
          "ID": "19"
        },
        {
          "text": "As for all the people who were left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, who were not Israelites,",
          "ID": "20"
        },
        {
          "text": "Their children who were left after them in the land, whom the Israelites were not able utterly to destroy, of them Solomon made a forced levy of slaves to this day.",
          "ID": "21"
        },
        {
          "text": "But Solomon made no slaves of the Israelites; they were the soldiers, his officials, attendants, commanders, captains, chariot officers, and horsemen.",
          "ID": "22"
        },
        {
          "text": "These were the chief officers over Solomon's work, 550 who had charge of the people who did the work.",
          "ID": "23"
        },
        {
          "text": "But Pharaoh's daughter came up out of the City of David to her house which Solomon had built for her; then he built the Millo.",
          "ID": "24"
        },
        {
          "text": "Three times a year Solomon offered burnt offerings and peace offerings on the altar he built to the Lord, and he burned incense with them before the Lord. So he finished the house.",
          "ID": "25"
        },
        {
          "text": "And King Solomon made a fleet of ships in Ezion-geber, which is beside Eloth, on the shore of the Red Sea, in Edom.",
          "ID": "26"
        },
        {
          "text": "And Hiram sent with the fleet his servants, shipmen who had knowledge of the sea, with the servants of Solomon.",
          "ID": "27"
        },
        {
          "text": "They came to Ophir and got 420 talents of gold and brought it to King Solomon.",
          "ID": "28"
        }
      ],
      "ID": "OT:1KI.9"
    },
    {
      "name": "1 Kings 10",
      "text": [
        {
          "text": "WHEN THE queen of Sheba heard of [the constant connection of] the fame of Solomon with the name of the Lord, she came to prove him with hard questions (problems and riddles).",
          "ID": "1"
        },
        {
          "text": "She came to Jerusalem with a very great train, with camels bearing spices, very much gold, and precious stones. When she had come to Solomon, she communed with him about all that was in her mind.",
          "ID": "2"
        },
        {
          "text": "Solomon answered all her questions; there was nothing hidden from the king which he failed to explain to her.",
          "ID": "3"
        },
        {
          "text": "When the queen of Sheba had seen all Solomon's wisdom and skill, the house he had built,",
          "ID": "4"
        },
        {
          "text": "The food of his table, the seating of his officials, the standing at attention of his servants, their apparel, his cupbearers, his ascent by which he went up to the house of the Lord [or the burnt offerings he sacrificed], she was breathless and overcome.",
          "ID": "5"
        },
        {
          "text": "She said to the king, It was a true report I heard in my own land of your acts and sayings and wisdom.",
          "ID": "6"
        },
        {
          "text": "I did not believe it until I came and my eyes had seen. Behold, the half was not told me. You have added wisdom and goodness exceeding the fame I heard.",
          "ID": "7"
        },
        {
          "text": "Happy are your men! Happy are these your servants who stand continually before you, hearing your wisdom!",
          "ID": "8"
        },
        {
          "text": "Blessed be the Lord your God, Who delighted in you and set you on the throne of Israel! Because the Lord loved Israel forever, He made you king to execute justice and righteousness.",
          "ID": "9"
        },
        {
          "text": "And she gave the king 120 talents of gold and of spices a very great store and precious stones. Never again came such abundance of spices as these the queen of Sheba gave King Solomon.",
          "ID": "10"
        },
        {
          "text": "The navy also of Hiram brought from Ophir gold and a great plenty of almug (algum) wood and precious stones.",
          "ID": "11"
        },
        {
          "text": "Of the almug wood the king made pillars for the house of the Lord and for the king's house, and lyres also and harps for the singers. No such almug wood came again or has been seen to this day.",
          "ID": "12"
        },
        {
          "text": "King Solomon gave to the queen of Sheba all she wanted, whatever she asked, besides his gifts to her from his royal bounty. So she returned to her own country, she and her servants.",
          "ID": "13"
        },
        {
          "text": "Now the weight of gold that came to Solomon in one [particular] year was 666 talents of gold,",
          "ID": "14"
        },
        {
          "text": "Besides what the traders brought and the traffic of the merchants and from all the [tributary] kings and governors of the land of Arabia.",
          "ID": "15"
        },
        {
          "text": "King Solomon made 200 large shields of beaten gold; 600 shekels of gold went into each shield.",
          "ID": "16"
        },
        {
          "text": "And he made 300 shields of beaten gold; three minas of gold went into each shield. The king put them in the House of the Forest of Lebanon.",
          "ID": "17"
        },
        {
          "text": "Also the king made a great throne of ivory and overlaid it with the finest gold.",
          "ID": "18"
        },
        {
          "text": "The throne had six steps, and attached at the rear of the top of the throne was a round covering or canopy. On either side of the seat were armrests, and two lions stood beside the armrests.",
          "ID": "19"
        },
        {
          "text": "Twelve lions stood there, one on either end of each of the six steps; there was nothing like it ever made in any kingdom.",
          "ID": "20"
        },
        {
          "text": "All King Solomon's drinking vessels were of gold, and all vessels of the House of the Forest of Lebanon were of pure gold. None were of silver; it was accounted as nothing in the days of Solomon.",
          "ID": "21"
        },
        {
          "text": "For the king had a fleet of ships of Tarshish at sea with the fleet of Hiram. Once every three years the fleet of ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks.",
          "ID": "22"
        },
        {
          "text": "So King Solomon exceeded all the kings of the earth in riches and in wisdom (skill).",
          "ID": "23"
        },
        {
          "text": "And all the earth sought the presence of Solomon to hear his wisdom which God had put in his mind.",
          "ID": "24"
        },
        {
          "text": "Every man brought tribute: vessels of silver and gold, garments, equipment, spices, horses, and mules, so much year by year.",
          "ID": "25"
        },
        {
          "text": "Solomon collected chariots and horsemen; he had 1,400 chariots and 12,000 horsemen, which he stationed in the chariot cities and with the king in Jerusalem.",
          "ID": "26"
        },
        {
          "text": "The king made silver as common in Jerusalem as stones, and cedars as plentiful as the sycamore trees in the lowlands.",
          "ID": "27"
        },
        {
          "text": "Solomon's horses were brought out of Egypt, and the king's merchants received them in droves, each at a price. [Deut. 17:15, 16.]",
          "ID": "28"
        },
        {
          "text": "A chariot could be brought out of Egypt for 600 shekels of silver, and a horse for 150. And so to all the kings of the Hittites and of Syria they were exported by the king's merchants.",
          "ID": "29"
        }
      ],
      "ID": "OT:1KI.10"
    },
    {
      "name": "1 Kings 11",
      "text": [
        {
          "text": "BUT KING Solomon [defiantly] loved many foreign women–the daughter of Pharaoh, women of the Moabites, Ammonites, Edomites, Sidonians, and Hittites.",
          "ID": "1"
        },
        {
          "text": "They were of the very nations of whom the Lord said to the Israelites, You shall not mingle with them, neither shall they mingle with you, for surely they will turn away your hearts after their gods. Yet Solomon clung to these in love. [Deut. 17:17.]",
          "ID": "2"
        },
        {
          "text": "He had 700 wives, princesses, and 300 concubines, and his wives turned away his heart from God.",
          "ID": "3"
        },
        {
          "text": "For when Solomon was old, his wives turned away his heart after other gods, and his heart was not perfect (complete and whole) with the Lord his God, as was the heart of David his father.",
          "ID": "4"
        },
        {
          "text": "For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abominable idol of the Ammonites! [I Kings 9:6-9.]",
          "ID": "5"
        },
        {
          "text": "Solomon did evil in the sight of the Lord, and went not fully after the Lord, as David his father did.",
          "ID": "6"
        },
        {
          "text": "Then Solomon built a high place for Chemosh the abominable idol of Moab, on the hill opposite Jerusalem, and for Molech the abominable idol of the Ammonites.",
          "ID": "7"
        },
        {
          "text": "And he did so for all of his foreign wives, who burned incense and sacrificed to their gods.",
          "ID": "8"
        },
        {
          "text": "And the Lord was angry with Solomon because his heart was turned from the Lord, the God of Israel, Who had appeared to him twice,",
          "ID": "9"
        },
        {
          "text": "And had commanded him concerning this thing, that he should not go after other gods, but he did not do what the Lord commanded.",
          "ID": "10"
        },
        {
          "text": "Therefore the Lord said to Solomon, Because you are doing this and have not kept My covenant and My statutes, which I have commanded you, I will surely rend the kingdom from you and will give it to your servant!",
          "ID": "11"
        },
        {
          "text": "However, in your days I will not do it, for David your father's sake. But I will rend it out of the hand of your son!",
          "ID": "12"
        },
        {
          "text": "However, I will not tear away all the kingdom, but will give one tribe to your son for David My servant's sake and for the sake of Jerusalem, which I have chosen.",
          "ID": "13"
        },
        {
          "text": "The Lord stirred up an adversary against Solomon, Hadad the Edomite; he was of royal descent in Edom.",
          "ID": "14"
        },
        {
          "text": "For when David was in Edom, and Joab the commander of Israel's army went up to bury the slain, he slew every male in Edom.",
          "ID": "15"
        },
        {
          "text": "For Joab and all Israel remained there for six months, until he had cut off every male in Edom.",
          "ID": "16"
        },
        {
          "text": "But Hadad fled, he and certain Edomites of his father's servants, to Egypt, Hadad being yet a little child.",
          "ID": "17"
        },
        {
          "text": "They set out from Midian and came to Paran, and took men with them out of Paran and came to Egypt, to Pharaoh king of Egypt, who gave [young] Hadad a house and land and ordered provisions for him.",
          "ID": "18"
        },
        {
          "text": "Hadad found great favor with Pharaoh, so that he gave him in marriage the sister of his own wife Tahpenes the queen.",
          "ID": "19"
        },
        {
          "text": "The sister of Tahpenes bore Hadad Genubath his son, whom Tahpenes weaned in Pharaoh's house; and Genubath was in Pharaoh's household among the sons of Pharaoh.",
          "ID": "20"
        },
        {
          "text": "But when Hadad heard in Egypt that David slept with his fathers and that Joab the commander of Israel's army was dead, Hadad said to Pharaoh, Let me depart, that I may go to my own country.",
          "ID": "21"
        },
        {
          "text": "Then Pharaoh said to him, But what have you lacked with me that now you want to go to your own country? He replied, Nothing. However, let me go anyhow.",
          "ID": "22"
        },
        {
          "text": "God raised up for [Hadad] another adversary, Rezon son of Eliada, who had fled from his master, Hadadezer king of Zobah.",
          "ID": "23"
        },
        {
          "text": "Rezon gathered men about him and became leader of a marauding band after the slaughter by David. They went to Damascus and dwelt and made [Rezon] king in Damascus.",
          "ID": "24"
        },
        {
          "text": "And Rezon was an adversary to Israel all the days of Solomon, besides the mischief that Hadad did. Rezon abhorred Israel and reigned over Syria.",
          "ID": "25"
        },
        {
          "text": "Jeroboam son of Nebat, an Ephrathite of Zereda, Solomon's servant, whose mother's name was Zeruah, a widow woman, rebelled against the king–",
          "ID": "26"
        },
        {
          "text": "And for this reason: Solomon built the Millo and repaired the breaches of the city of David his father.",
          "ID": "27"
        },
        {
          "text": "The man Jeroboam was a mighty man of courage. Solomon, seeing that the young man was industrious, put him in charge over all the [forced] labor of the house of Joseph.",
          "ID": "28"
        },
        {
          "text": "At that time, when Jeroboam went out of Jerusalem, the prophet Ahijah the Shilonite met him on the way. Ahijah had clad himself with a new garment; and they were alone in the field.",
          "ID": "29"
        },
        {
          "text": "Ahijah caught the new garment he wore and tore it into twelve pieces.",
          "ID": "30"
        },
        {
          "text": "He said to Jeroboam, You take ten pieces, for thus says the Lord, the God of Israel, Behold, I will tear the kingdom from the hand of Solomon and will give you ten tribes.",
          "ID": "31"
        },
        {
          "text": "But he shall have one tribe, for My servant David's sake and for Jerusalem's sake, the city which I have chosen out of all the tribes of Israel,",
          "ID": "32"
        },
        {
          "text": "Because they have forsaken Me and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Milcom the god of the Ammonites, and have not walked in My ways, to do what is right in My sight, keeping My statutes and My ordinances as did David his father.",
          "ID": "33"
        },
        {
          "text": "However, I will not take the whole kingdom out of his hand; but I will make him ruler all the days of his life for David My servant's sake, whom I chose because he kept My commandments and My statutes.",
          "ID": "34"
        },
        {
          "text": "But I will take the kingdom out of his son's hand and give it to you, ten tribes.",
          "ID": "35"
        },
        {
          "text": "Yet to his son I will give one tribe, that David My servant may always have a light before Me in Jerusalem, the city where I have chosen to put My Name.",
          "ID": "36"
        },
        {
          "text": "And I will take you, and you shall reign according to all that your soul desires; and you shall be king over Israel.",
          "ID": "37"
        },
        {
          "text": "And if you will hearken to all I command you and will walk in My ways and do right in My sight, keeping My statutes and My commandments, as David My servant did, I will be with you and build you a sure house, as I built for David, and will give Israel to you.",
          "ID": "38"
        },
        {
          "text": "And I will for this afflict the descendants of David, but not forever.",
          "ID": "39"
        },
        {
          "text": "Solomon sought therefore to kill Jeroboam. But Jeroboam arose and fled into Egypt, to Shishak king of Egypt, and was in Egypt until Solomon died.",
          "ID": "40"
        },
        {
          "text": "The rest of the acts of Solomon–and all that he did, and his wisdom (skill)–are they not written in the book of the acts of Solomon?",
          "ID": "41"
        },
        {
          "text": "The time Solomon reigned in Jerusalem over all Israel was forty years.",
          "ID": "42"
        },
        {
          "text": "And Solomon slept with his fathers and was buried in the city of David his father. Rehoboam his son reigned in his stead.",
          "ID": "43"
        }
      ],
      "ID": "OT:1KI.11"
    },
    {
      "name": "1 Kings 12",
      "text": [
        {
          "text": "REHOBOAM WENT to Shechem, for all Israel had come to Shechem to make him king.",
          "ID": "1"
        },
        {
          "text": "And when Jeroboam son of Nebat heard of it–for he still dwelt in Egypt, where he had fled from King Solomon–[he] returned from Egypt.",
          "ID": "2"
        },
        {
          "text": "And they sent and called him, and Jeroboam and all the assembly of Israel came and said to Rehoboam,",
          "ID": "3"
        },
        {
          "text": "Your father made our yoke heavy; now therefore lighten the hard service and the heavy yoke your father put upon us, and we will serve you.",
          "ID": "4"
        },
        {
          "text": "He replied, Go away for three days and then return to me. So the people departed.",
          "ID": "5"
        },
        {
          "text": "And King Rehoboam consulted with the old men who stood before Solomon his father while he yet lived and said, How do you advise me to answer this people?",
          "ID": "6"
        },
        {
          "text": "And they said to him, If you will be a servant to this people today and serve them and answer them with good words, they will be your servants forever.",
          "ID": "7"
        },
        {
          "text": "But he forsook the counsel the old men gave him and consulted the young men who grew up with him and stood before him.",
          "ID": "8"
        },
        {
          "text": "He said to them, What do you advise that we answer this people who have said, Make the yoke your father put on us lighter?",
          "ID": "9"
        },
        {
          "text": "The young men who grew up with him answered, To the people who told you, Your father made our yoke heavy, but you make it lighter for us–say this, My little finger shall be thicker than my father's loins.",
          "ID": "10"
        },
        {
          "text": "And now whereas my father loaded you with a heavy yoke, I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.",
          "ID": "11"
        },
        {
          "text": "So Jeroboam and all the people came to Rehoboam on the third day, as the king had appointed.",
          "ID": "12"
        },
        {
          "text": "And the king answered the people roughly and forsook the counsel the old men had given him,",
          "ID": "13"
        },
        {
          "text": "And spoke to them after the counsel of the young men, saying, My father made your yoke heavy, but I will add to your yoke; he chastised you with whips, but I will chastise you with scorpions.",
          "ID": "14"
        },
        {
          "text": "So the king did not hearken to the people, for the situation was from the Lord, that He might fulfill His word which He spoke by Ahijah the Shilonite to Jeroboam son of Nebat. [I Kings 11:29-33.]",
          "ID": "15"
        },
        {
          "text": "So when all Israel saw that the king did not heed them, they answered the king, What portion have we in David? We have no inheritance in the son of Jesse. To your tents, O Israel! Look now to your own house, David! So Israel went to their tents.",
          "ID": "16"
        },
        {
          "text": "But Rehoboam reigned over the Israelites who dwelt in the cities of Judah.",
          "ID": "17"
        },
        {
          "text": "Then King Rehoboam sent Adoram, who was over the tribute [taskmaster over the forced labor], and all Israel stoned him to death with stones. So King Rehoboam hastened to get into his chariot to flee to Jerusalem.",
          "ID": "18"
        },
        {
          "text": "So Israel has rebelled against the house of David to this day.",
          "ID": "19"
        },
        {
          "text": "When all Israel heard that Jeroboam had returned, they sent and called him to the assembly and made him king over all Israel. None followed the house of David except the tribe of Judah only.",
          "ID": "20"
        },
        {
          "text": "And when Rehoboam had come to Jerusalem, he assembled all the house of Judah, with the tribe of Benjamin, 180,000 chosen warriors, to fight against the house of Israel to bring the kingdom back to Rehoboam son of Solomon.",
          "ID": "21"
        },
        {
          "text": "But the word of God came to Shemaiah the man of God, saying,",
          "ID": "22"
        },
        {
          "text": "Tell Rehoboam son of Solomon king of Judah and all the house of Judah and Benjamin and the remnant of the people,",
          "ID": "23"
        },
        {
          "text": "Thus says the Lord, You shall not go up or fight against your brethren, the Israelites. Return every man to his house, for this thing is from Me. So they hearkened to the Lord's word and returned home, according to the Lord's word.",
          "ID": "24"
        },
        {
          "text": "Then Jeroboam built Shechem in the hill country of Ephraim and lived there. He went out from there and built Penuel.",
          "ID": "25"
        },
        {
          "text": "Jeroboam said in his heart, Now the kingdom will return to the house of David.",
          "ID": "26"
        },
        {
          "text": "If this people goes up to the house of the Lord at Jerusalem to sacrifice, then the heart of this people will turn again to their lord, to Rehoboam king of Judah; and they will kill me and go back to Rehoboam king of Judah.",
          "ID": "27"
        },
        {
          "text": "So the king took counsel and made two calves of gold. And he said to the people, It is too much for you to go [all the way] up to Jerusalem. Behold your gods, O Israel, who brought you up out of the land of Egypt.",
          "ID": "28"
        },
        {
          "text": "And he set the one golden calf in Bethel, and the other he put in Dan.",
          "ID": "29"
        },
        {
          "text": "And this thing became a sin; for the people went to worship each of them even as far as Dan.",
          "ID": "30"
        },
        {
          "text": "Jeroboam also made houses on high places and made priests of people who were not Levites.",
          "ID": "31"
        },
        {
          "text": "And Jeroboam appointed a feast on the fifteenth day of the eighth month, like the feast kept in Judah, and he offered sacrifices upon the altar. So he did in Bethel, sacrificing to the calves he had made. And he placed in Bethel the priests of the high places he had made.",
          "ID": "32"
        },
        {
          "text": "So he offered upon the altar he had made in Bethel on the fifteenth day of the eighth month, a date which he chose individually; and he appointed a feast for the Israelites and he went up to the altar to burn incense [in defiance of God's law.]",
          "ID": "33"
        }
      ],
      "ID": "OT:1KI.12"
    },
    {
      "name": "1 Kings 13",
      "text": [
        {
          "text": "AND BEHOLD, there came a man of God out of Judah by the word of the Lord to Bethel. Jeroboam stood by the altar to burn incense.",
          "ID": "1"
        },
        {
          "text": "The man cried against the altar by the word of the Lord, O altar, altar, thus says the Lord: Behold, a son shall be born to the house of David, Josiah by name; and on you shall he offer the priests of the high places who burn incense on you, and men's bones shall be burned on you.",
          "ID": "2"
        },
        {
          "text": "And he gave a sign the same day, saying, This is the sign which the Lord has spoken: Behold, the altar shall be split and the ashes that are upon it shall be poured out. [Fulfilled in II Kings 23:15, 16.]",
          "ID": "3"
        },
        {
          "text": "When King Jeroboam heard the words the man of God cried against the altar in Bethel, he thrust out his hand, saying, Lay hold on him! And his hand which he put forth against him dried up, so that he could not draw it to him again.",
          "ID": "4"
        },
        {
          "text": "The altar also was split and the ashes poured out from the altar according to the sign which the man of God had given by the word of the Lord.",
          "ID": "5"
        },
        {
          "text": "And the king said to the man of God, Entreat now the favor of the Lord your God and pray for me, that my hand may be restored to me. And the man of God entreated the Lord, and the king's hand was restored and became as it was before.",
          "ID": "6"
        },
        {
          "text": "And the king said to the man of God, Come home with me and refresh yourself, and I will give you a reward.",
          "ID": "7"
        },
        {
          "text": "And the man of God said to the king, If you give me half your house, I will not go in with you, and I will not eat bread or drink water in this place.",
          "ID": "8"
        },
        {
          "text": "For I was commanded by the word of the Lord, You shall eat no bread or drink water or return by the way you came.",
          "ID": "9"
        },
        {
          "text": "So he went another way and did not return by the way that he came to Bethel.",
          "ID": "10"
        },
        {
          "text": "Now there dwelt an old prophet in Bethel; and his sons came and told him all that the man of God had done that day in Bethel; the words which he had spoken to the king they told also to their father.",
          "ID": "11"
        },
        {
          "text": "Their father asked them, Which way did he go? For his sons had seen which way the man of God who came from Judah had gone.",
          "ID": "12"
        },
        {
          "text": "He said to his sons, Saddle the donkey for me. So they saddled the donkey and he rode on it",
          "ID": "13"
        },
        {
          "text": "And went after the man of God. And he found him sitting under an oak, and he said to him, Are you the man of God who came from Judah? And he said, I am.",
          "ID": "14"
        },
        {
          "text": "Then he said to him, Come home with me and eat bread.",
          "ID": "15"
        },
        {
          "text": "He said, I may not return with you or go in with you, neither will I eat bread or drink water with you in this place.",
          "ID": "16"
        },
        {
          "text": "For I was told by the word of the Lord, You shall not eat bread or drink water there or return by the way that you came.",
          "ID": "17"
        },
        {
          "text": "He answered, I am a prophet also, as you are. And an angel spoke to me by the word of the Lord, saying, Bring him back with you to your house, that he may eat bread and drink water. But he lied to him.",
          "ID": "18"
        },
        {
          "text": "So the man from Judah went back with him and ate and drank water in his house.",
          "ID": "19"
        },
        {
          "text": "And as they sat at the table, the word of the Lord came to the prophet who brought him back.",
          "ID": "20"
        },
        {
          "text": "And he cried to the man of God who came from Judah, Thus says the Lord: Because you have disobeyed the word of the Lord and have not kept the command which the Lord your God commanded you,",
          "ID": "21"
        },
        {
          "text": "But have come back and have eaten bread and drunk water in the place of which the Lord said to you, Eat no bread and drink no water–your corpse shall not come to the tomb of your fathers.",
          "ID": "22"
        },
        {
          "text": "And after the prophet of the house had eaten bread and drunk, he saddled the donkey for the man he had brought back.",
          "ID": "23"
        },
        {
          "text": "And when he had gone, a lion met him by the road and slew him, and his corpse was cast in the way, and the donkey stood by it; the lion also stood by the corpse.",
          "ID": "24"
        },
        {
          "text": "And behold, men passed by and saw the corpse thrown in the road, and the lion standing by the corpse, and they came and told it in the city where the old prophet dwelt.",
          "ID": "25"
        },
        {
          "text": "When the prophet who brought him back from the way heard of it, he said, It is the man of God who was disobedient to the word of the Lord; therefore the Lord has given him to the lion, which has torn him and slain him, according to the word of the Lord which He spoke to him.",
          "ID": "26"
        },
        {
          "text": "And he said to his sons, Saddle the donkey for me. And they saddled it.",
          "ID": "27"
        },
        {
          "text": "And he went and found the corpse thrown in the road, and the donkey and the lion stood by the body; the lion had not eaten the corpse or torn the donkey.",
          "ID": "28"
        },
        {
          "text": "The prophet took up the corpse of the man of God and laid it upon the donkey and brought it back, and the old prophet came into the city to mourn and to bury him.",
          "ID": "29"
        },
        {
          "text": "And he laid the body in his own grave, and they mourned over him, saying, Alas, my brother!",
          "ID": "30"
        },
        {
          "text": "After he had buried him, he said to his sons, When I am dead, bury me in the grave in which the man of God is buried; lay my bones beside his bones.",
          "ID": "31"
        },
        {
          "text": "For the saying which he cried by the word of the Lord against the altar in Bethel and against all the houses of the high places which are in the cities of Samaria shall surely come to pass.",
          "ID": "32"
        },
        {
          "text": "After this thing, Jeroboam turned not from his evil way, but made priests for the high places again from among all the people. Whoever would, he consecrated, that there might be priests for the high places.",
          "ID": "33"
        },
        {
          "text": "And this thing became the sin of the dynasty of Jeroboam that caused it to be abolished and destroyed from the face of the earth.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.13"
    },
    {
      "name": "1 Kings 14",
      "text": [
        {
          "text": "THEN ABIJAH [the little] son of Jeroboam became sick.",
          "ID": "1"
        },
        {
          "text": "And Jeroboam said to his wife, Arise, I pray you, and disguise yourself, that you may not be recognized as Jeroboam's wife, and go to Shiloh. Behold, Ahijah the prophet is there, who told me that I should be king over this people.",
          "ID": "2"
        },
        {
          "text": "Take ten loaves, some cakes, and a bottle of honey, and go to him. He will tell you what shall happen to the child.",
          "ID": "3"
        },
        {
          "text": "Jeroboam's wife did so. She arose and went [twenty miles] to Shiloh and came to the house of Ahijah. Ahijah could not see, for his eyes were dim because of his age.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Ahijah, Behold, the wife of Jeroboam is coming to ask you concerning her son, for he is sick. Thus and thus shall you say to her. When she came, she pretended to be another woman.",
          "ID": "5"
        },
        {
          "text": "But when Ahijah heard the sound of her feet as she came in at the door, he said, Come in, wife of Jeroboam. Why do you pretend to be another? For I am charged with heavy news for you.",
          "ID": "6"
        },
        {
          "text": "Go, tell Jeroboam, Thus says the Lord, the God of Israel: Because I exalted you from among the people and made you leader over My people Israel",
          "ID": "7"
        },
        {
          "text": "And rent the kingdom away from the house of David and gave it to you–and yet you have not been as My servant David, who kept My commandments and followed Me with all his heart, to do only what was right in My eyes,",
          "ID": "8"
        },
        {
          "text": "But have done evil above all who were before you; for you have made yourself other gods, molten images, to provoke Me to anger and have cast Me behind your back–",
          "ID": "9"
        },
        {
          "text": "Therefore behold, I will bring evil upon the house of Jeroboam and will cut off from [him] every male, both bond and free, in Israel, and will utterly sweep away the house of Jeroboam as a man sweeps away dung, till it is all gone.",
          "ID": "10"
        },
        {
          "text": "Anyone belonging to Jeroboam who dies in the city the dogs shall eat, and any who dies in the field the birds of the heavens shall eat. For the Lord has spoken it.",
          "ID": "11"
        },
        {
          "text": "Arise therefore [Ano, Jeroboam's wife], get to your own house. When your feet enter the city, the child shall die.",
          "ID": "12"
        },
        {
          "text": "And all Israel shall mourn for him and bury him; for he only of Jeroboam's family shall come to the grave, because in him there is found something good and pleasing to the Lord, the God of Israel, in the house of Jeroboam.",
          "ID": "13"
        },
        {
          "text": "Moreover, the Lord will raise up for Himself a king over Israel who shall cut off the house of Jeroboam this day. From now on",
          "ID": "14"
        },
        {
          "text": "The Lord will smite Israel, as a reed is shaken in the water; and He will root up Israel out of this good land which He gave to their fathers and will scatter them beyond the [Euphrates] River, because they have made their Asherim [idolatrous symbols of the goddess Asherah], provoking the Lord to anger.",
          "ID": "15"
        },
        {
          "text": "He will give Israel up because of the sins of Jeroboam which he has sinned and made Israel to sin.",
          "ID": "16"
        },
        {
          "text": "So Jeroboam's wife departed and came to Tirzah. When she came to the threshold of the house, the child died.",
          "ID": "17"
        },
        {
          "text": "And all Israel buried him and mourned for him, according to the word of the Lord spoken by His servant Ahijah the prophet.",
          "ID": "18"
        },
        {
          "text": "The rest of the acts of Jeroboam, how he warred and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel.",
          "ID": "19"
        },
        {
          "text": "Jeroboam reigned for twenty-two years, and he slept with his fathers; and Nadab his son reigned in his stead.",
          "ID": "20"
        },
        {
          "text": "And Rehoboam son of Solomon reigned in Judah. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city the Lord chose out of all the tribes of Israel to put His Name [and the pledge of His presence] there. His mother's name was Naamah the Ammonitess.",
          "ID": "21"
        },
        {
          "text": "And Judah did evil in the sight of the Lord, Whom they provoked to jealousy with the sins they committed, above all that their fathers had done.",
          "ID": "22"
        },
        {
          "text": "For they also built themselves [idolatrous] high places, pillars, and Asherim [idolatrous symbols of the goddess Asherah] on every high hill and under every green tree.",
          "ID": "23"
        },
        {
          "text": "There were also sodomites (male cult prostitutes) in the land. They did all the abominations of the nations whom the Lord cast out before the Israelites.",
          "ID": "24"
        },
        {
          "text": "In the fifth year of King Rehoboam, Shishak king of Egypt [Jeroboam's brother-in-law] came up against Jerusalem.",
          "ID": "25"
        },
        {
          "text": "He took away the treasures of the house of the Lord and of the king's house; he took away all, including all the shields of gold which Solomon had made.",
          "ID": "26"
        },
        {
          "text": "King Rehoboam made in their stead bronze shields and committed them to the hands of the captains of the guard who kept the door of the king's house.",
          "ID": "27"
        },
        {
          "text": "And as often as the king went into the house of the Lord, the guards bore them and brought them back into the guardroom.",
          "ID": "28"
        },
        {
          "text": "The rest of the acts of Rehoboam, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "29"
        },
        {
          "text": "There was war between Rehoboam and Jeroboam continually.",
          "ID": "30"
        },
        {
          "text": "Rehoboam slept with his fathers and was buried with them in the City of David. His mother's name was Naamah the Ammonitess. Abijam (Abijah) his son reigned in his stead.",
          "ID": "31"
        }
      ],
      "ID": "OT:1KI.14"
    },
    {
      "name": "1 Kings 15",
      "text": [
        {
          "text": "IN THE eighteenth year of King Jeroboam son of Nebat, Abijam began to reign over Judah.",
          "ID": "1"
        },
        {
          "text": "He reigned three years in Jerusalem. His mother was Maacah (Micaiah) daughter [granddaughter] of Abishalom (Absalom).",
          "ID": "2"
        },
        {
          "text": "He walked in all the sins of his father [Rehoboam] before him; and his heart was not blameless with the Lord his God, as the heart of David his father [forefather].",
          "ID": "3"
        },
        {
          "text": "Nevertheless, for David's sake the Lord his God gave him a lamp in Jerusalem, setting up his son after him and establishing Jerusalem,",
          "ID": "4"
        },
        {
          "text": "Because David did what was right in the eyes of the Lord and turned not aside from anything that He commanded him all the days of his life, except in the matter of Uriah the Hittite.",
          "ID": "5"
        },
        {
          "text": "There was war between [Abijam's father] Rehoboam and Jeroboam all the days of [Rehoboam's] life.",
          "ID": "6"
        },
        {
          "text": "The rest of the acts of Abijam, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam.",
          "ID": "7"
        },
        {
          "text": "Abijam slept with his fathers and they buried him in the City of David. Asa his son reigned in his stead.",
          "ID": "8"
        },
        {
          "text": "In the twentieth year of Jeroboam king of Israel, Asa began to reign over Judah.",
          "ID": "9"
        },
        {
          "text": "Forty-one years he reigned in Jerusalem. His mother was [also named] Maacah (Micaiah) daughter of Abishalom (Absalom). [I Kings 15:2.]",
          "ID": "10"
        },
        {
          "text": "And Asa did right in the eyes of the Lord, as did David his father [forefather].",
          "ID": "11"
        },
        {
          "text": "He put away the sodomites (male cult prostitutes) out of the land and removed all the idols that his fathers [Solomon, Rehoboam, and Abijam] had made or promoted. [I Kings 11:5-11; 14:22.]",
          "ID": "12"
        },
        {
          "text": "Also Maacah his mother he removed from being queen mother, because she had an image made for [the goddess] Asherah. Asa destroyed her image, burning it by the brook Kidron.",
          "ID": "13"
        },
        {
          "text": "But the high places were not removed. Yet Asa's heart was blameless with the Lord all his days.",
          "ID": "14"
        },
        {
          "text": "He brought the things which his father had dedicated and the things which he himself had dedicated into the house of the Lord–silver, gold, and vessels.",
          "ID": "15"
        },
        {
          "text": "There was war between Asa and Baasha king of Israel all their days.",
          "ID": "16"
        },
        {
          "text": "Baasha king of Israel went up against Judah and built up Ramah, that he might allow no one to go out or come in to Asa king of Judah.",
          "ID": "17"
        },
        {
          "text": "Then Asa took all the silver and gold left in the treasuries of the house of the Lord and of the king's house and delivered them into the hands of his servants. And King Asa sent them to Ben-hadad son of Tabrimmon, the son of Hezion, king of Syria, who dwelt at Damascus, saying,",
          "ID": "18"
        },
        {
          "text": "Let there be a league between me and you, as was between my father and your father. Behold, I am sending you a present of silver and gold; go, break your league with Baasha king of Israel, that he may withdraw from me.",
          "ID": "19"
        },
        {
          "text": "So Ben-hadad hearkened to king Asa and sent the commanders of his armies against the cities of Israel, and smote Ijon, Dan, Abel-beth-maacah, and all Chinneroth, with all the land of Naphtali.",
          "ID": "20"
        },
        {
          "text": "When Baasha heard of it, he quit building up Ramah and dwelt in Tirzah.",
          "ID": "21"
        },
        {
          "text": "Then King Asa made a proclamation to all Judah–none was exempted. They carried away the stones of Ramah and its timber with which Baasha had been building. And King Asa built up with them Geba of Benjamin, and also Mizpah.",
          "ID": "22"
        },
        {
          "text": "The rest of all the acts of Asa, all his might, all that he did, and the cities which he built, are they not written in the Book of the Chronicles of the Kings of Judah? But in the time of his old age he was diseased in his feet.",
          "ID": "23"
        },
        {
          "text": "Asa slept with his fathers and was buried with them in the city of David his father. Jehoshaphat his son reigned in his stead.",
          "ID": "24"
        },
        {
          "text": "Nadab son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and reigned two years.",
          "ID": "25"
        },
        {
          "text": "He did evil in the sight of the Lord and walked in the way of his father and in his sin, with which he made Israel sin.",
          "ID": "26"
        },
        {
          "text": "Baasha son of Ahijah of the house of Issachar conspired against Nadab, and Baasha smote him at Gibbethon, which belonged to the Philistines, for Nadab and all Israel were laying siege to Gibbethon.",
          "ID": "27"
        },
        {
          "text": "In the third year of Asa king of Judah Baasha slew Nadab and reigned in his stead.",
          "ID": "28"
        },
        {
          "text": "As soon as he was king, Baasha killed all the household of Jeroboam. He left to [it] not one who breathed, until he had destroyed it, according to the word of the Lord which He spoke by His servant Ahijah the Shilonite–[I Kings 14:9-16.]",
          "ID": "29"
        },
        {
          "text": "Because of the sins of Jeroboam which he sinned and by which he made Israel to sin, and because of his provocation of the Lord, the God of Israel, to anger.",
          "ID": "30"
        },
        {
          "text": "The rest of Nadab's acts, and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "31"
        },
        {
          "text": "There was war between Asa and Baasha king of Israel all their days.",
          "ID": "32"
        },
        {
          "text": "In the third year of Asa king of Judah, Baasha son of Ahijah began his reign of twenty-four years over all Israel in Tirzah.",
          "ID": "33"
        },
        {
          "text": "He did evil in the sight of the Lord and walked in the way of Jeroboam and in his sin, with which he made Israel sin.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.15"
    },
    {
      "name": "1 Kings 16",
      "text": [
        {
          "text": "AND THE word of the Lord came to Jehu son of Hanani against Baasha, saying,",
          "ID": "1"
        },
        {
          "text": "Because I exalted you [Baasha] out of the dust and made you leader over My people Israel, and you have walked in the way of Jeroboam and have made My people Israel sin, to provoke Me to anger with their sins,",
          "ID": "2"
        },
        {
          "text": "Behold, I will utterly sweep away Baasha and his house, and will make your house like [that] of Jeroboam son of Nebat.",
          "ID": "3"
        },
        {
          "text": "Any of Baasha's family who dies in the city the dogs shall eat, and any who dies in the field the birds of the heavens shall eat.",
          "ID": "4"
        },
        {
          "text": "Now the rest of the acts of Baasha, what he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "5"
        },
        {
          "text": "Baasha slept with his fathers and was buried in Tirzah. Elah his son reigned in his stead.",
          "ID": "6"
        },
        {
          "text": "Also the word of the Lord against Baasha and his house came through the prophet Jehu son of Hanani for all the evil that Baasha did in the sight of the Lord in provoking Him to anger with the work of his hands [idols], in being like the house of Jeroboam, and also because he destroyed it [the family of Jeroboam, of his own accord].",
          "ID": "7"
        },
        {
          "text": "In the twenty-sixth year of Asa king of Judah, Elah son of Baasha began his reign of two years over Israel in Tirzah.",
          "ID": "8"
        },
        {
          "text": "Elah's servant Zimri, captain of half his chariots, conspired against Elah. He was in Tirzah, drinking himself drunk in the house of Arza, who was over the household in Tirzah.",
          "ID": "9"
        },
        {
          "text": "Zimri came in and smote and killed him in the twenty-seventh year of Asa king of Judah, and reigned in his stead.",
          "ID": "10"
        },
        {
          "text": "When he began to reign, as soon as he sat on his throne, he killed all the household of Baasha; he left not one male of his kinsmen or his friends.",
          "ID": "11"
        },
        {
          "text": "Thus Zimri destroyed all the house of Baasha, according to the word of the Lord which He spoke against Baasha through Jehu the prophet, [I Kings 16:3.]",
          "ID": "12"
        },
        {
          "text": "For all the sins of Baasha and of Elah his son by which they sinned and made Israel sin, in provoking the Lord, the God of Israel, to anger with their idols.",
          "ID": "13"
        },
        {
          "text": "The rest of the acts of Elah, and all he did, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "14"
        },
        {
          "text": "In the twenty-seventh year of Asa king of Judah, Zimri reigned for seven days in Tirzah. The troops were encamped against Gibbethon, which belonged to the Philistines,",
          "ID": "15"
        },
        {
          "text": "And they heard the rumor, Zimri has conspired and slain the king! So all Israel made Omri, the commander of the army, king over Israel that day in the camp.",
          "ID": "16"
        },
        {
          "text": "So Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah.",
          "ID": "17"
        },
        {
          "text": "And when Zimri saw that the city was taken, he went into the stronghold of the king's house and burned the king's house over him with fire and died,",
          "ID": "18"
        },
        {
          "text": "Because of his sins committed in doing evil in the sight of the Lord, in walking in the way of Jeroboam, and his sin in causing Israel to sin.",
          "ID": "19"
        },
        {
          "text": "The rest of the acts of Zimri, and his deeds of treason, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "20"
        },
        {
          "text": "Then the people of Israel were divided into two factions. Half of the people followed Tibni son of Ginath, to make him king, and half followed Omri.",
          "ID": "21"
        },
        {
          "text": "But the people who followed Omri prevailed against those who followed Tibni son of Ginath. So Tibni died and Omri reigned.",
          "ID": "22"
        },
        {
          "text": "In the thirty-first year of Asa king of Judah, Omri began his reign of twelve years over Israel. He reigned six years in Tirzah.",
          "ID": "23"
        },
        {
          "text": "Omri bought the hill Samaria from Shemer for two talents of silver. He built a city on the hill and fortified it, and called it Samaria (Shomeron), after the owner of the hill, Shemer.",
          "ID": "24"
        },
        {
          "text": "But Omri did evil in the eyes of the Lord, even worse than all who were before him.",
          "ID": "25"
        },
        {
          "text": "He walked in all the ways of Jeroboam son of Nebat and in his sin, by which he made Israel sin, to provoke the Lord, the God of Israel, to anger with their idols.",
          "ID": "26"
        },
        {
          "text": "The rest of the acts of Omri, and his might that he showed, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "27"
        },
        {
          "text": "So Omri slept with his fathers and was buried in Samaria. Ahab his son reigned in his stead.",
          "ID": "28"
        },
        {
          "text": "In the thirty-eighth year of Asa king of Judah, Ahab son of Omri began his reign of twenty-two years over Israel in Samaria.",
          "ID": "29"
        },
        {
          "text": "And Ahab son of Omri did evil in the sight of the Lord above all before him.",
          "ID": "30"
        },
        {
          "text": "As if it had been a light thing for Ahab to walk in the sins of Jeroboam son of Nebat, he took for a wife Jezebel daughter of Ethbaal king of the Sidonians, and served Baal and worshiped him.",
          "ID": "31"
        },
        {
          "text": "He erected an altar for Baal in the house of Baal which he built in Samaria.",
          "ID": "32"
        },
        {
          "text": "And Ahab made an Asherah [idolatrous symbol of the goddess Asherah]. Ahab did more to provoke the Lord, the God of Israel, to anger than all the kings of Israel before him.",
          "ID": "33"
        },
        {
          "text": "In his days, Hiel the Bethelite built Jericho. He laid its foundations at the cost of the life of Abiram his firstborn, and set up its gates with the loss of his youngest son Segub, according to the word of the Lord which He spoke through Joshua son of Nun. [Josh. 6:26.]",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.16"
    },
    {
      "name": "1 Kings 17",
      "text": [
        {
          "text": "ELIJAH THE Tishbite, of the temporary residents of Gilead, said to Ahab, As the Lord, the God of Israel, lives, before Whom I stand, there shall not be dew or rain these years but according to My word.",
          "ID": "1"
        },
        {
          "text": "And the word of the Lord came to him, saying,",
          "ID": "2"
        },
        {
          "text": "Go from here and turn east and hide yourself by the brook Cherith, east of the Jordan.",
          "ID": "3"
        },
        {
          "text": "You shall drink of the brook, and I have commanded the ravens to feed you there.",
          "ID": "4"
        },
        {
          "text": "So he did according to the word of the Lord; he went and dwelt by the brook Cherith, east of the Jordan.",
          "ID": "5"
        },
        {
          "text": "And the ravens brought him bread and flesh in the morning and bread and flesh in the evening, and he drank of the brook.",
          "ID": "6"
        },
        {
          "text": "After a while the brook dried up because there was no rain in the land.",
          "ID": "7"
        },
        {
          "text": "And the word of the Lord came to him:",
          "ID": "8"
        },
        {
          "text": "Arise, go to Zarephath, which belongs to Sidon, and dwell there. Behold, I have commanded a widow there to provide for you.",
          "ID": "9"
        },
        {
          "text": "So he arose and went to Zarephath. When he came to the gate of the city, behold, a widow was there gathering sticks. He called to her, Bring me a little water in a vessel, that I may drink.",
          "ID": "10"
        },
        {
          "text": "As she was going to get it, he called to her and said, Bring me a morsel of bread in your hand.",
          "ID": "11"
        },
        {
          "text": "And she said, As the Lord your God lives, I have not a loaf baked but only a handful of meal in the jar and a little oil in the bottle. See, I am gathering two sticks, that I may go in and bake it for me and my son, that we may eat it–and die.",
          "ID": "12"
        },
        {
          "text": "Elijah said to her, Fear not; go and do as you have said. But make me a little cake of [it] first and bring it to me, and afterward prepare some for yourself and your son.",
          "ID": "13"
        },
        {
          "text": "For thus says the Lord, the God of Israel: The jar of meal shall not waste away or the bottle of oil fail until the day that the Lord sends rain on the earth.",
          "ID": "14"
        },
        {
          "text": "She did as Elijah said. And she and he and her household ate for many days.",
          "ID": "15"
        },
        {
          "text": "The jar of meal was not spent nor did the bottle of oil fail, according to the word which the Lord spoke through Elijah.",
          "ID": "16"
        },
        {
          "text": "After these things, the son of the woman, the mistress of the house, became sick; and his sickness was so severe that there was no breath left in him.",
          "ID": "17"
        },
        {
          "text": "And she said to Elijah, What have you against me, O man of God? Have you come to me to call my sin to remembrance and to slay my son?",
          "ID": "18"
        },
        {
          "text": "He said to her, Give me your son. And he took him from her bosom and carried him up into the chamber where he stayed and laid him upon his own bed.",
          "ID": "19"
        },
        {
          "text": "And Elijah cried to the Lord and said, O Lord my God, have You brought further calamity upon the widow with whom I sojourn, by slaying her son?",
          "ID": "20"
        },
        {
          "text": "And he stretched himself upon the child three times and cried to the Lord and said, O Lord my God, I pray You, let this child's soul come back into him.",
          "ID": "21"
        },
        {
          "text": "And the Lord heard the voice of Elijah, and the soul of the child came into him again, and he revived.",
          "ID": "22"
        },
        {
          "text": "And Elijah took the child, and brought him down out of the chamber into the [lower part of the] house and gave him to his mother; and Elijah said, See, your son is alive!",
          "ID": "23"
        },
        {
          "text": "And the woman said to Elijah, By this I know that you are a man of God and that the word of the Lord in your mouth is truth.",
          "ID": "24"
        }
      ],
      "ID": "OT:1KI.17"
    },
    {
      "name": "1 Kings 18",
      "text": [
        {
          "text": "AFTER MANY days, the word of the Lord came to Elijah in the third year, saying, Go, show yourself to Ahab, and I will send rain upon the earth.",
          "ID": "1"
        },
        {
          "text": "So Elijah went to show himself to Ahab. Now the famine was severe in Samaria.",
          "ID": "2"
        },
        {
          "text": "And Ahab called Obadiah, who was the governor of his house. (Now Obadiah feared the Lord greatly;",
          "ID": "3"
        },
        {
          "text": "For when Jezebel cut off the prophets of the Lord, Obadiah took a hundred prophets and hid them by fifties in a cave and fed them with bread and water.)",
          "ID": "4"
        },
        {
          "text": "And Ahab said to Obadiah, Go into the land to all the fountains of water and to all the brooks; perhaps we may find grass to keep the horses and mules alive, that we lose none of the beasts.",
          "ID": "5"
        },
        {
          "text": "So they divided the land between them to pass through it. Ahab went one way and Obadiah went another way, each by himself.",
          "ID": "6"
        },
        {
          "text": "As Obadiah was on the way, behold, Elijah met him. He recognized him and fell on his face and said, Are you my lord Elijah?",
          "ID": "7"
        },
        {
          "text": "He answered him, It is I. Go tell your lord, Behold, Elijah is here.",
          "ID": "8"
        },
        {
          "text": "And he said, What sin have I committed, that you would deliver your servant into the hands of Ahab to be slain?",
          "ID": "9"
        },
        {
          "text": "As the Lord your God lives, there is no nation or kingdom where my lord has not sent to seek you. And when they said, He is not here, he took an oath from the kingdom or nation that they had not found you.",
          "ID": "10"
        },
        {
          "text": "And now you say, Go tell your lord, Behold, Elijah is here.",
          "ID": "11"
        },
        {
          "text": "And as soon as I have gone out from you, the Spirit of the Lord will carry you I know not where; so when I come and tell Ahab and he cannot find you, he will kill me. But I your servant have feared and revered the Lord from my youth.",
          "ID": "12"
        },
        {
          "text": "Was it not told my lord what I did when Jezebel slew the prophets of the Lord, how I hid a hundred men of the Lord's prophets by fifties in a cave and fed them with bread and water?",
          "ID": "13"
        },
        {
          "text": "And now you say, Go tell your lord, Behold, Elijah is here; and he will kill me.",
          "ID": "14"
        },
        {
          "text": "Elijah said, As the Lord of hosts lives, before Whom I stand, I will surely show myself to Ahab today.",
          "ID": "15"
        },
        {
          "text": "So Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah.",
          "ID": "16"
        },
        {
          "text": "When Ahab saw Elijah, Ahab said to him, Are you he who troubles Israel?",
          "ID": "17"
        },
        {
          "text": "Elijah replied, I have not troubled Israel, but you have, and your father's house, by forsaking the commandments of the Lord and by following the Baals.",
          "ID": "18"
        },
        {
          "text": "Therefore send and gather to me all Israel at Mount Carmel, and the 450 prophets of Baal and the 400 prophets of [the goddess] Asherah, who eat at [Queen] Jezebel's table.",
          "ID": "19"
        },
        {
          "text": "So Ahab sent to all the Israelites and assembled the prophets at Mount Carmel.",
          "ID": "20"
        },
        {
          "text": "Elijah came near to all the people and said, How long will you halt and limp between two opinions? If the Lord is God, follow Him! But if Baal, then follow him. And the people did not answer him a word.",
          "ID": "21"
        },
        {
          "text": "Then Elijah said to the people, I, I only, remain a prophet of the Lord, but Baal's prophets are 450 men.",
          "ID": "22"
        },
        {
          "text": "Let two bulls be given us; let them choose one bull for themselves and cut it in pieces and lay it on the wood but put no fire to it. I will dress the other bull, lay it on the wood, and put no fire to it.",
          "ID": "23"
        },
        {
          "text": "Then you call on the name of your god, and I will call on the name of the Lord; and the One Who answers by fire, let Him be God. And all the people answered, It is well spoken.",
          "ID": "24"
        },
        {
          "text": "Elijah said to the prophets of Baal, Choose one bull for yourselves and dress it first, for you are many; and call on the name of your god, but put no fire under it.",
          "ID": "25"
        },
        {
          "text": "So they took the bull given them, dressed it, and called on the name of Baal from morning until noon, saying, O Baal, hear and answer us! But there was no voice; no one answered. And they leaped upon or limped about the altar they had made.",
          "ID": "26"
        },
        {
          "text": "At noon Elijah mocked them, saying, Cry aloud, for he is a god; either he is musing, or he has gone aside, or he is on a journey, or perhaps he is asleep and must be awakened.",
          "ID": "27"
        },
        {
          "text": "And they cried aloud and cut themselves after their custom with knives and lances until the blood gushed out upon them.",
          "ID": "28"
        },
        {
          "text": "Midday passed, and they played the part of prophets until the time for offering the evening sacrifice, but there was no voice, no answer, no one who paid attention.",
          "ID": "29"
        },
        {
          "text": "Then Elijah said to all the people, Come near to me. And all the people came near him. And he repaired the [old] altar of the Lord that had been broken down [by Jezebel]. [I Kings 18:13; 19:10.]",
          "ID": "30"
        },
        {
          "text": "Then Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the Lord came, saying, Israel shall be your name. [Gen. 32:28.]",
          "ID": "31"
        },
        {
          "text": "And with the stones Elijah built an altar in the name [and self-revelation] of the Lord. He made a trench about the altar as great as would contain two measures of seed.",
          "ID": "32"
        },
        {
          "text": "He put the wood in order and cut the bull in pieces and laid it on the wood and said, Fill four jars with water and pour it on the burnt offering and the wood.",
          "ID": "33"
        },
        {
          "text": "And he said, Do it the second time. And they did it the second time. And he said, Do it the third time. And they did it the third time.",
          "ID": "34"
        },
        {
          "text": "The water ran round about the altar, and he filled the trench also with water.",
          "ID": "35"
        },
        {
          "text": "At the time of the offering of the evening sacrifice, Elijah the prophet came near and said, O Lord, the God of Abraham, Isaac, and Israel, let it be known this day that You are God in Israel and that I am Your servant and that I have done all these things at Your word.",
          "ID": "36"
        },
        {
          "text": "Hear me, O Lord, hear me, that this people may know that You, the Lord, are God, and have turned their hearts back [to You].",
          "ID": "37"
        },
        {
          "text": "Then the fire of the Lord fell and consumed the burnt sacrifice and the wood and the stones and the dust, and also licked up the water that was in the trench.",
          "ID": "38"
        },
        {
          "text": "When all the people saw it, they fell on their faces and they said, The Lord, He is God! The Lord, He is God!",
          "ID": "39"
        },
        {
          "text": "And Elijah said, Seize the prophets of Baal; let not one escape. They seized them, and Elijah brought them down to the brook Kishon, and [as God's law required] slew them there. [Deut. 13:5; 18:20.]",
          "ID": "40"
        },
        {
          "text": "And Elijah said to Ahab, Go up, eat and drink, for there is the sound of abundance of rain.",
          "ID": "41"
        },
        {
          "text": "So Ahab went up to eat and to drink. And Elijah went up to the top of Carmel; and he bowed himself down upon the earth and put his face between his knees",
          "ID": "42"
        },
        {
          "text": "And said to his servant, Go up now, look toward the sea. And he went up and looked and said, There is nothing. Elijah said, Go again seven times.",
          "ID": "43"
        },
        {
          "text": "And at the seventh time the servant said, A cloud as small as a man's hand is arising out of the sea. And Elijah said, Go up, say to Ahab, Hitch your chariot and go down, lest the rain stop you.",
          "ID": "44"
        },
        {
          "text": "In a little while, the heavens were black with wind-swept clouds, and there was a great rain. And Ahab went to Jezreel.",
          "ID": "45"
        },
        {
          "text": "The hand of the Lord was on Elijah. He girded up his loins and ran before Ahab to the entrance of Jezreel [nearly twenty miles].",
          "ID": "46"
        }
      ],
      "ID": "OT:1KI.18"
    },
    {
      "name": "1 Kings 19",
      "text": [
        {
          "text": "AHAB TOLD Jezebel all that Elijah had done and how he had slain all the prophets [of Baal] with the sword.",
          "ID": "1"
        },
        {
          "text": "Then Jezebel sent a messenger to Elijah, saying, So let the gods do to me, and more also, if I make not your life as the life of one of them by this time tomorrow.",
          "ID": "2"
        },
        {
          "text": "Then he was afraid and arose and went for his life and came to Beersheba of Judah [over eighty miles, and out of Jezebel's realm] and left his servant there.",
          "ID": "3"
        },
        {
          "text": "But he himself went a day's journey into the wilderness and came and sat down under a lone broom or juniper tree and asked that he might die. He said, It is enough; now, O Lord, take away my life; for I am no better than my fathers.",
          "ID": "4"
        },
        {
          "text": "As he lay asleep under the broom or juniper tree, behold, an angel touched him and said to him, Arise and eat.",
          "ID": "5"
        },
        {
          "text": "He looked, and behold, there was a cake baked on the coals, and a bottle of water at his head. And he ate and drank and lay down again.",
          "ID": "6"
        },
        {
          "text": "The angel of the Lord came the second time and touched him and said, Arise and eat, for the journey is too great for you.",
          "ID": "7"
        },
        {
          "text": "So he arose and ate and drank, and went in the strength of that food forty days and nights to Horeb, the mount of God.",
          "ID": "8"
        },
        {
          "text": "There he came to a cave and lodged in it; and behold, the word of the Lord came to him, and He said to him, What are you doing here, Elijah?",
          "ID": "9"
        },
        {
          "text": "He replied, I have been very jealous for the Lord God of hosts; for the Israelites have forsaken Your covenant, thrown down Your altars, and killed Your prophets with the sword. And I, I only, am left; and they seek my life, to take it away.",
          "ID": "10"
        },
        {
          "text": "And He said, Go out and stand on the mount before the Lord. And behold, the Lord passed by, and a great and strong wind rent the mountains and broke in pieces the rocks before the Lord, but the Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake;",
          "ID": "11"
        },
        {
          "text": "And after the earthquake a fire, but the Lord was not in the fire; and after the fire [a sound of gentle stillness and] a still, small voice.",
          "ID": "12"
        },
        {
          "text": "When Elijah heard the voice, he wrapped his face in his mantle and went out and stood in the entrance of the cave. And behold, there came a voice to him and said, What are you doing here, Elijah?",
          "ID": "13"
        },
        {
          "text": "He said, I have been very jealous for the Lord God of hosts, because the Israelites have forsaken Your covenant, thrown down Your altars, and slain Your prophets with the sword. And I, I only, am left, and they seek my life, to destroy it.",
          "ID": "14"
        },
        {
          "text": "And the Lord said to him, Go, return on your way to the Wilderness of Damascus; and when you arrive, anoint Hazael to be king over Syria.",
          "ID": "15"
        },
        {
          "text": "And anoint Jehu son of Nimshi to be king over Israel, and anoint Elisha son of Shaphat of Abel-meholah to be prophet in your place.",
          "ID": "16"
        },
        {
          "text": "And him who escapes from the sword of Hazael Jehu shall slay, and him who escapes the sword of Jehu Elisha shall slay.",
          "ID": "17"
        },
        {
          "text": "Yet I will leave Myself 7,000 in Israel, all the knees that have not bowed to Baal and every mouth that has not kissed him.",
          "ID": "18"
        },
        {
          "text": "So Elijah left there and found Elisha son of Shaphat, whose plowing was being done with twelve yoke of oxen, and he drove the twelfth. Elijah crossed over to him and cast his mantle upon him.",
          "ID": "19"
        },
        {
          "text": "He left the oxen and ran after Elijah and said, Let me kiss my father and mother, and then I will follow you. And he [testing Elisha] said, Go on back. What have I done to you? [Settle it for yourself.]",
          "ID": "20"
        },
        {
          "text": "So Elisha went back from him. Then he took a yoke of oxen, slew them, boiled their flesh with the oxen's yoke [as fuel], and gave to the people, and they ate. Then he arose, followed Elijah, and served him. [II Kings 3:11.]",
          "ID": "21"
        }
      ],
      "ID": "OT:1KI.19"
    },
    {
      "name": "1 Kings 20",
      "text": [
        {
          "text": "BEN-HADAD KING of Syria gathered all his army together; thirty-two kings were with him, and horses and chariots. And he went up and besieged Samaria, warring against it.",
          "ID": "1"
        },
        {
          "text": "He sent messengers into Samaria to Ahab king of Israel and said to him, Thus says Ben-hadad:",
          "ID": "2"
        },
        {
          "text": "Your silver and your gold are mine; your wives and your children, even the fairest, also are mine.",
          "ID": "3"
        },
        {
          "text": "And the king of Israel answered and said, My lord, O king, according to what you say, I am yours, and all that I have.",
          "ID": "4"
        },
        {
          "text": "The messengers came again and said, Thus says Ben-hadad: Although I have sent to you, saying, You shall deliver to me your silver, your gold, your wives, and your children–",
          "ID": "5"
        },
        {
          "text": "Yet I will send my servants to you tomorrow about this time, and they shall search your house and the houses of your servants; and all the desire of your eyes they shall lay hands upon and take it away.",
          "ID": "6"
        },
        {
          "text": "Then the king of Israel called all the elders of the land and said, Notice now and see how this man is seeking our destruction. He sent to me for my wives, my children, my silver, and my gold, and I did not refuse him.",
          "ID": "7"
        },
        {
          "text": "And all the elders and all the people said to him, Do not heed him or consent.",
          "ID": "8"
        },
        {
          "text": "So he said to Ben-hadad's messengers, Tell my lord the king, All you first sent for to your servant I will do, but this thing I cannot do. And the messengers left; then they brought him word again.",
          "ID": "9"
        },
        {
          "text": "Ben-hadad sent to him and said, May the gods do so to me, and more also, if the rubbish of Samaria shall be enough for each one of all the people who are at my feet and follow me to get a handful.",
          "ID": "10"
        },
        {
          "text": "The king of Israel answered, Tell him: Let not him who girds on his harness boast as he who puts it off.",
          "ID": "11"
        },
        {
          "text": "When Ben-hadad heard this message as he and the kings were drinking in the booths, he said to his servants, Set the army in array. And they set themselves in array against [Samaria].",
          "ID": "12"
        },
        {
          "text": "Then a prophet came to Ahab king of Israel and said, Thus says the Lord: Have you seen all this great multitude? Behold, I will deliver it into your hand today, and you shall know and realize that I am the Lord.",
          "ID": "13"
        },
        {
          "text": "Ahab said, By whom? And he said, Thus says the Lord: By the young men [the attendants or bodyguards] of the governors of the districts. Then Ahab said, Who shall order the battle? And he answered, You.",
          "ID": "14"
        },
        {
          "text": "Ahab numbered the attendants of the governors of the districts, and they were 232. After them he numbered all the people of [the army of] Israel, 7,000. [I Kings 19:18.]",
          "ID": "15"
        },
        {
          "text": "And they went out at noon. But Ben-hadad was drinking himself drunk in the booths, he and the thirty-two kings who helped him.",
          "ID": "16"
        },
        {
          "text": "The servants of the governors of the districts went out first; and Ben-hadad sent out, and they told him, saying, There are men come out of Samaria.",
          "ID": "17"
        },
        {
          "text": "And he said, Whether they have come out for peace or for war, take them alive.",
          "ID": "18"
        },
        {
          "text": "So these [strong young guards] of the governors of the districts went out of [Samaria], and the army followed them.",
          "ID": "19"
        },
        {
          "text": "And each one killed his man; the Syrians fled, and Israel pursued them. Ben-hadad king of Syria escaped on a horse with the horsemen.",
          "ID": "20"
        },
        {
          "text": "The king of Israel went out and smote [the riders of] the horses and chariots and slew the Syrians with a great slaughter.",
          "ID": "21"
        },
        {
          "text": "The prophet came to the king of Israel and said to him, Go, fortify yourself and become strong and give attention to what you must do, for at the first of next year the king of Syria will return against you.",
          "ID": "22"
        },
        {
          "text": "And the servants of the king of Syria said to him, Israel's gods are gods of the hills; therefore they were stronger than we. But let us fight against them in the plain, and surely we shall be stronger than they.",
          "ID": "23"
        },
        {
          "text": "And do this thing: Remove the kings, each from his place, and put governors in their stead.",
          "ID": "24"
        },
        {
          "text": "And muster yourself an army like the army you have lost, horse for horse and chariot for chariot. And we will fight against them in the plain, and surely we shall be stronger than they. And he heeded their speech and did so.",
          "ID": "25"
        },
        {
          "text": "And at the return of the year, Ben-hadad mustered the Syrians and went up to Aphek to fight against Israel.",
          "ID": "26"
        },
        {
          "text": "The Israelites were counted and, all present, went against them. The Israelites encamped before the enemy like two little flocks of lost kids [absolutely everything against them but Almighty God], but the Syrians filled the country.",
          "ID": "27"
        },
        {
          "text": "A man of God came and said to the king of Israel, Thus says the Lord: Because the Syrians have said, The Lord is God of the hills but He is not God of the valleys, therefore I will deliver all this great multitude into your hands, and you shall know and recognize by experience that I am the Lord. [Phil. 4:13.]",
          "ID": "28"
        },
        {
          "text": "They encamped opposite each other seven days. Then the battle was joined; and the Israelites slew of the Syrians 100,000 foot soldiers in one day.",
          "ID": "29"
        },
        {
          "text": "But the rest fled to the city of Aphek, and the wall fell upon 27,000 men who were left. Ben-hadad fled into the city and from chamber to chamber.",
          "ID": "30"
        },
        {
          "text": "His servants said to him, We have heard that the kings of the house of Israel are merciful kings. Let us put sackcloth on our loins and ropes about our necks, and go out to the king of Israel; perhaps he will spare your life.",
          "ID": "31"
        },
        {
          "text": "So they girded sackcloth on their loins and put ropes on their necks, and came to the king of Israel and said, Your servant Ben-hadad says, I pray you, let me live. And King [Ahab] said, Is he yet alive? He is my brother.",
          "ID": "32"
        },
        {
          "text": "Now the men took it as an omen and they hastily took it up and said, Yes, your brother Ben-hadad. Then the king said, Go, bring him. Then Ben-hadad came forth to him, and the victorious king caused him to come up into the chariot.",
          "ID": "33"
        },
        {
          "text": "Ben-hadad [tempting him] said, The cities which my father took from your father I will restore; and you may maintain bazaars of your own in Damascus, as my father did in Samaria. Then, said Ahab, I will send you away on these terms. So he made a covenant with him and sent him away.",
          "ID": "34"
        },
        {
          "text": "And a certain man of the sons of the prophets said to his neighbor, At the command of the Lord, strike me, I pray you. And the man refused to strike him.",
          "ID": "35"
        },
        {
          "text": "Then said he to him, Because you have not obeyed the voice of the Lord, behold, as soon as you have left me a lion will slay you. And as soon as he departed from him, a lion found him and killed him.",
          "ID": "36"
        },
        {
          "text": "Then [the prophet] found another man and said, Strike me, I pray you. And the man struck him, so that in striking, he wounded him.",
          "ID": "37"
        },
        {
          "text": "So the prophet departed and waited for King Ahab by the way, and disguised himself with ashes upon his face.",
          "ID": "38"
        },
        {
          "text": "And as the king passed by, the [prophet] cried out to him, Your servant went out into the midst of the battle, and behold, a man turned aside and brought a man to me and said, Keep this man. If for any reason he is missing, then your life shall be required for his life, or else you shall pay a talent of silver.",
          "ID": "39"
        },
        {
          "text": "But while your servant was busy here and there, he was gone. And the king of Israel said to him, Such is your own verdict; you yourself have decided it.",
          "ID": "40"
        },
        {
          "text": "The man hastily removed the ashes from his face, and Ahab king of Israel recognized him as one of the prophets.",
          "ID": "41"
        },
        {
          "text": "And he said to the king, Thus says the Lord: Because you have let go out of your hand the man I had devoted to destruction, therefore your life shall go for his life, and your people for his people.",
          "ID": "42"
        },
        {
          "text": "And King [Ahab] of Israel went to his house resentful and sullen, and came to Samaria. [I Kings 22:34-36.]",
          "ID": "43"
        }
      ],
      "ID": "OT:1KI.20"
    },
    {
      "name": "1 Kings 21",
      "text": [
        {
          "text": "NOW NABOTH the Jezreelite had a vineyard in Jezreel, close beside the palace of Ahab king of Samaria; and after these things,",
          "ID": "1"
        },
        {
          "text": "Ahab said to Naboth, Give me your vineyard, that I may have it for a garden of herbs, because it is near my house. I will give you a better vineyard for it or, if you prefer, I will give you its worth in money.",
          "ID": "2"
        },
        {
          "text": "Naboth said to Ahab, The Lord forbid that I should give the inheritance of my fathers to you.",
          "ID": "3"
        },
        {
          "text": "And Ahab [already depressed by the Lord's message to him] came into his house [more] resentful and sullen because of what Naboth the Jezreelite had said to him; for he had said, I will not give you the inheritance of my fathers. And he lay down on his bed, turned away his face, and would eat no food.",
          "ID": "4"
        },
        {
          "text": "But Jezebel his wife came and said to him, Why is your spirit so troubled that you eat no food?",
          "ID": "5"
        },
        {
          "text": "And he said to her, Because I spoke to Naboth the Jezreelite and said to him, Give me your vineyard for money; or if you prefer, I will give you another vineyard for it. And he answered, I will not give you my vineyard.",
          "ID": "6"
        },
        {
          "text": "Jezebel his wife said to him, Do you not govern Israel? Arise, eat food, and let your heart be happy. I will give you the vineyard of Naboth the Jezreelite.",
          "ID": "7"
        },
        {
          "text": "So she wrote letters in Ahab's name and sealed them with his seal and sent them to the elders and nobles who dwelt with Naboth in his city.",
          "ID": "8"
        },
        {
          "text": "And in the letters she said, Proclaim a fast and set Naboth up high among the people.",
          "ID": "9"
        },
        {
          "text": "And set two men, base fellows, before him, and let them bear witness against him, saying, You cursed and renounced God and the king. Then carry him out and stone him to death.",
          "ID": "10"
        },
        {
          "text": "And the men of his city, the elders and the nobles who dwelt there, did as Jezebel had directed in the letters sent them.",
          "ID": "11"
        },
        {
          "text": "They proclaimed a fast and set Naboth on high among the people.",
          "ID": "12"
        },
        {
          "text": "Two base fellows came in and sat opposite him and they charged Naboth before the people, saying, Naboth cursed and renounced God and the king. Then he was carried out of the city and stoned to death.",
          "ID": "13"
        },
        {
          "text": "Then they sent to Jezebel, saying, Naboth has been stoned and is dead.",
          "ID": "14"
        },
        {
          "text": "Then Jezebel said to Ahab, Arise, take possession of the vineyard of Naboth the Jezreelite which he refused to sell you, for Naboth is not alive, but dead.",
          "ID": "15"
        },
        {
          "text": "When Ahab heard that, he arose to go down to the vineyard of Naboth the Jezreelite to take possession of it.",
          "ID": "16"
        },
        {
          "text": "Then the word of the Lord came to Elijah the Tishbite, saying,",
          "ID": "17"
        },
        {
          "text": "Arise, go down to meet Ahab king of Israel in Samaria. He is in the vineyard of Naboth, where he has gone to possess it.",
          "ID": "18"
        },
        {
          "text": "Say to him, Thus says the Lord: Have you killed and also taken possession? Thus says the Lord: In the place where dogs licked the blood of Naboth shall dogs lick your blood, even yours.",
          "ID": "19"
        },
        {
          "text": "And Ahab said to Elijah, Have you found me, O my enemy? And he answered, I have found you, because you have sold yourself to do evil in the sight of the Lord.",
          "ID": "20"
        },
        {
          "text": "See [says the Lord], I will bring evil on you and utterly sweep away and cut off from Ahab every male, bond and free,",
          "ID": "21"
        },
        {
          "text": "And will make your household like that of Jeroboam son of Nebat and like the household of Baasha son of Ahijah, for the provocation with which you have provoked Me to anger and made Israel to sin.",
          "ID": "22"
        },
        {
          "text": "Also the Lord said of Jezebel: The dogs shall eat Jezebel by the wall of Jezreel.",
          "ID": "23"
        },
        {
          "text": "Any belonging to Ahab who dies in the city the dogs shall eat, and any who dies in the field the birds of the air shall eat. [I Kings 14:11; 16:4.]",
          "ID": "24"
        },
        {
          "text": "For there was no one who sold himself to do evil in the sight of the Lord as did Ahab, incited by his wife Jezebel.",
          "ID": "25"
        },
        {
          "text": "He did very abominably in going after idols, as had the Amorites, whom the Lord cast out before the Israelites.",
          "ID": "26"
        },
        {
          "text": "When Ahab heard those words of Elijah, he tore his clothes, put sackcloth on his flesh, fasted, lay in sackcloth, and went quietly.",
          "ID": "27"
        },
        {
          "text": "And the word of the Lord came to Elijah the Tishbite, saying,",
          "ID": "28"
        },
        {
          "text": "Do you see how Ahab humbles himself before Me? Because he humbles himself before Me, I will not bring the evil in his lifetime, but in his son's day I will bring the evil upon his house.",
          "ID": "29"
        }
      ],
      "ID": "OT:1KI.21"
    },
    {
      "name": "1 Kings 22",
      "text": [
        {
          "text": "SYRIA AND Israel continued without war for three years.",
          "ID": "1"
        },
        {
          "text": "In the third year Jehoshaphat king of Judah came down to the king of Israel.",
          "ID": "2"
        },
        {
          "text": "And [Ahab] king of Israel said to his servants, Do you know that Ramoth in Gilead is ours, and we keep silence and do not take it from the king of Syria?",
          "ID": "3"
        },
        {
          "text": "And [Ahab] said to Jehoshaphat, Will you go with me to Ramoth-gilead to battle? Jehoshaphat said to the king of Israel, I am as you are, my people as your people, my horses as your horses.",
          "ID": "4"
        },
        {
          "text": "But Jehoshaphat said to the king of Israel, Inquire first, I pray you, for the word of the Lord today.",
          "ID": "5"
        },
        {
          "text": "Then [Ahab] king of Israel gathered the prophets together, about 400 men, and said to them, Shall I go against Ramoth-gilead to battle, or shall I hold back? And they said, Go up, for the Lord will deliver it into the hand of the king.",
          "ID": "6"
        },
        {
          "text": "Jehoshaphat said, Is there not another prophet of the Lord here whom we may ask?",
          "ID": "7"
        },
        {
          "text": "[Ahab] king of Israel said to Jehoshaphat, There is yet one man, Micaiah son of Imlah, by whom we may inquire of the Lord, but I hate him, for he never prophesies good for me, but evil. Jehoshaphat said, Let not the king say that.",
          "ID": "8"
        },
        {
          "text": "Then [Ahab] king of Israel told an officer, Bring quickly Micaiah son of Imlah.",
          "ID": "9"
        },
        {
          "text": "Now the king of Israel and Jehoshaphat king of Judah were sitting in [royal] robes [or armor], each on his throne in an open place [on a threshing floor] at the entrance of the gate of Samaria; and all the prophets prophesied before them.",
          "ID": "10"
        },
        {
          "text": "And Zedekiah son of Chenaanah made him horns of iron and said, Thus says the Lord: With these you shall push the Syrians until they are destroyed.",
          "ID": "11"
        },
        {
          "text": "And all the prophets agreed, saying, Go up to Ramoth-gilead and prosper, for the Lord will deliver it into the king's hand.",
          "ID": "12"
        },
        {
          "text": "The messenger who went to call Micaiah said to him, Behold now, the prophets unanimously declare good to the king. Let your answer, I pray you, be like theirs, and say what is good.",
          "ID": "13"
        },
        {
          "text": "But Micaiah said, As the Lord lives, I will speak what the Lord says to me.",
          "ID": "14"
        },
        {
          "text": "So he came to the king. King [Ahab] said, Micaiah, shall we go against Ramoth-gilead to battle, or shall we hold back? And he answered, Go and prosper, for the Lord will deliver it into the king's hand.",
          "ID": "15"
        },
        {
          "text": "And the king said to him, How many times must I charge you to tell me nothing but the truth in the name of the Lord?",
          "ID": "16"
        },
        {
          "text": "And he said, I saw all Israel scattered upon the hills as sheep that have no shepherd, and the Lord said, These have no master. Let them return every man to his house in peace.",
          "ID": "17"
        },
        {
          "text": "Then the king of Israel said to Jehoshaphat, Did I not tell you that he would prophesy no good concerning me, but evil?",
          "ID": "18"
        },
        {
          "text": "And Micaiah said, Hear the word of the Lord: I saw the Lord sitting on His throne, and all the host of heaven standing by Him on His right hand and on His left.",
          "ID": "19"
        },
        {
          "text": "And the Lord said, Who will entice Ahab to go up and fall at Ramoth-gilead? One said this way, another said that way.",
          "ID": "20"
        },
        {
          "text": "Then there came forth a spirit [of whom I am about to tell] and stood before the Lord and said, I will entice him.",
          "ID": "21"
        },
        {
          "text": "The Lord said to him, By what means? And he said, I will go forth and be a lying spirit in the mouths of all his prophets. [The Lord] said, You shall entice him and succeed also. Go forth and do it.",
          "ID": "22"
        },
        {
          "text": "So the Lord has put a lying spirit in the mouths of all these prophets; and the Lord has spoken evil concerning you.",
          "ID": "23"
        },
        {
          "text": "But Zedekiah son of Chenaanah went near and struck Micaiah on the cheek and said, Which way went the Spirit of the Lord from me to speak to you?",
          "ID": "24"
        },
        {
          "text": "Micaiah said, Behold, you shall see on that day when you go into an inner chamber to hide yourself.",
          "ID": "25"
        },
        {
          "text": "[Ahab] king of Israel said, Take Micaiah, carry him back to Amon the governor of the city and to Joash the king's son,",
          "ID": "26"
        },
        {
          "text": "And say, The king says, Put this fellow in prison and feed him with bread and water of affliction until I come in peace.",
          "ID": "27"
        },
        {
          "text": "Micaiah said, If you return at all in peace, the Lord has not spoken by me. He [added], Hear, O people, every one of you!",
          "ID": "28"
        },
        {
          "text": "So [Ahab] king of Israel and Jehoshaphat the king of Judah went up to Ramoth-gilead.",
          "ID": "29"
        },
        {
          "text": "And the king of Israel said to Jehoshaphat, I will disguise myself and enter the battle, but you put on your [royal] clothing. And the king of Israel disguised himself and went into the battle.",
          "ID": "30"
        },
        {
          "text": "But the king of Syria had commanded the thirty-two captains of his chariots, Fight neither with small nor great, but only with [Ahab] king of Israel.",
          "ID": "31"
        },
        {
          "text": "And when the captains of the chariots saw Jehoshaphat, they said, Surely it is the king of Israel. They turned to fight against him, but Jehoshaphat cried out.",
          "ID": "32"
        },
        {
          "text": "And when the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him.",
          "ID": "33"
        },
        {
          "text": "But a certain man drew a bow at a venture and smote [Ahab] the king of Israel between the joints of the armor. So he said to the driver of his chariot, Turn around and carry me out of the army, for I am wounded.",
          "ID": "34"
        },
        {
          "text": "The battle increased that day, and [Ahab] the king was propped up in his chariot facing the Syrians, and at nightfall he died. And the blood of his wound flowed onto the floor of the chariot.",
          "ID": "35"
        },
        {
          "text": "And there went a cry throughout the army about sundown, saying, Every man to his city and his own country,",
          "ID": "36"
        },
        {
          "text": "For the king is dead! And [Ahab] was brought to Samaria, where they buried him.",
          "ID": "37"
        },
        {
          "text": "And they washed [his] chariot by the pool of Samaria, where the harlots bathed, and the dogs licked up his blood, as the Lord had predicted. [I Kings 21:19.]",
          "ID": "38"
        },
        {
          "text": "The rest of Ahab's acts, all he did, the ivory palace and all the cities he built, are they not written in the Book of the Chronicles of the Kings of Israel?",
          "ID": "39"
        },
        {
          "text": "So Ahab slept with his fathers. Ahaziah his son reigned in his stead.",
          "ID": "40"
        },
        {
          "text": "Jehoshaphat son of Asa began to reign over Judah in the fourth year of Ahab king of Israel.",
          "ID": "41"
        },
        {
          "text": "Jehoshaphat was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother was Azubah daughter of Shilhi.",
          "ID": "42"
        },
        {
          "text": "He walked in all the ways or customs of Asa his father, never swerving from it, doing right in the sight of the Lord. However, the [idolatrous] high places were not taken away; for the people still sacrificed and burned incense in the high places.",
          "ID": "43"
        },
        {
          "text": "And Jehoshaphat made peace with Israel's king.",
          "ID": "44"
        },
        {
          "text": "The rest of the acts of Jehoshaphat, his might that he showed and how he warred, are they not written in the Book of the Chronicles of the Kings of Judah?",
          "ID": "45"
        },
        {
          "text": "And the remnant of the sodomites (the male cult prostitutes) who remained in the days of his father Asa, [Jehoshaphat] expelled from the country.",
          "ID": "46"
        },
        {
          "text": "There was no king in Edom; a deputy was acting king.",
          "ID": "47"
        },
        {
          "text": "Jehoshaphat ordered ships of Tarshish to go to Ophir for gold, but they did not go, for the ships were wrecked at Ezion-geber.",
          "ID": "48"
        },
        {
          "text": "When Ahaziah son of Ahab said to Jehoshaphat, Let my servants go with your servants in the ships, Jehoshaphat refused.",
          "ID": "49"
        },
        {
          "text": "Jehoshaphat slept with his fathers and was buried with them in the city of David his father [forefather]. And Jehoram his son reigned in his stead.",
          "ID": "50"
        },
        {
          "text": "Ahaziah son of Ahab began his two-year reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah.",
          "ID": "51"
        },
        {
          "text": "He did evil in the sight of the Lord and walked in the ways of his father [Ahab] and of his mother [Jezebel] and of Jeroboam son of Nebat, who made Israel sin.",
          "ID": "52"
        },
        {
          "text": "He served Baal and worshiped him and provoked the Lord, the God of Israel, to anger in all the ways his father had done.",
          "ID": "53"
        }
      ],
      "ID": "OT:1KI.22"
    }
  ],
  "version": "AMP",
  "ID": "OT:1KI(AMP)"
}