{
  "text": [
    {
      "text": [
        {
          "text": "Now king David had become elderly, and he had many days in his lifetime. And though he was covered with clothes, he was not warmed.",
          "ID": "1"
        },
        {
          "text": "Therefore, his servants said to him: \"Let us seek, for our lord the king, a young virgin. And let her stand before the king, and warm him, and sleep in his bosom, and provide warmth for our lord the king.\"",
          "ID": "2"
        },
        {
          "text": "And so they sought a beautiful young woman in all the parts of Israel. And they found Abishag, a Shunammite, and they led her to the king.",
          "ID": "3"
        },
        {
          "text": "Now the girl was exceedingly beautiful. And she slept with the king, and she ministered to him. Yet truly, the king did not know her.",
          "ID": "4"
        },
        {
          "text": "Then Adonijah, the son of Haggith, exalted himself, saying, \"I shall reign!\" And he appointed for himself chariots and horsemen, with fifty men who would run before him.",
          "ID": "5"
        },
        {
          "text": "Neither did his father chastise him at any time, saying, \"Why have you done this?\" Now he, too, was very beautiful, the second in birth, after Absalom.",
          "ID": "6"
        },
        {
          "text": "And he conferred with Joab, the son of Zeruiah, and with Abiathar, the priest, who gave assistance to the side of Adonijah.",
          "ID": "7"
        },
        {
          "text": "Yet truly, Zadok, the priest, and Benaiah, the son of Jehoiada, and Nathan, the prophet, and Shimei and Rei, and the mature men of the army of David were not with Adonijah.",
          "ID": "8"
        },
        {
          "text": "Then Adonijah, having immolated rams and calves and every kind of fat cattle beside the Stone of the Serpent, which was in the vicinity of the fountain Rogel, summoned all his brothers, the sons of the king, and all the men of Judah, the servants of the king.",
          "ID": "9"
        },
        {
          "text": "But he did not summon Nathan, the prophet, and Benaiah, and all the mature men, and Solomon, his brother.",
          "ID": "10"
        },
        {
          "text": "And so Nathan said to Bathsheba, the mother of Solomon: \"Have you not heard that Adonijah, the son of Haggith, has begun to reign, and that our lord David is ignorant of this?",
          "ID": "11"
        },
        {
          "text": "Now then, come, accept my counsel, and save your life and the life of your son Solomon.",
          "ID": "12"
        },
        {
          "text": "Go and enter to king David, and say to him: 'Did you not, my lord the king, swear to me, your handmaid, saying: \"Your son Solomon shall reign after me, and he himself shall sit on my throne?\" Then why does Adonijah reign?'",
          "ID": "13"
        },
        {
          "text": "And while you are still speaking with the king there, I will enter after you, and I will complete your words.\"",
          "ID": "14"
        },
        {
          "text": "And so Bathsheba entered to the king in the bedroom. Now the king was very old, and Abishag, the Shunammite, was ministering to him.",
          "ID": "15"
        },
        {
          "text": "Bathsheba bowed herself, and she reverenced the king. And the king said to her, \"What do you wish?\"",
          "ID": "16"
        },
        {
          "text": "And responding, she said: \"My lord, you swore to your handmaid, by the Lord your God: 'your son Solomon will reign after me, and he himself shall sit upon my throne.'",
          "ID": "17"
        },
        {
          "text": "And now behold, Adonijah reigns, while you, my lord the king, are ignorant of it.",
          "ID": "18"
        },
        {
          "text": "He has slain oxen, and every kind of fattened cattle, and many rams. And he has summoned all the sons of the king, as well as Abiathar, the priest, and Joab, the leader of the military. But Solomon, your servant, he did not summon.",
          "ID": "19"
        },
        {
          "text": "Truly now, my lord the king, the eyes of all of Israel look with favor upon you, that you may indicate to them who ought to sit upon your throne, my lord the king, after you.",
          "ID": "20"
        },
        {
          "text": "Otherwise, this will be: when my lord the king sleeps with his fathers, I and my son Solomon will be as sinners.\"",
          "ID": "21"
        },
        {
          "text": "And while she was still speaking with the king, Nathan, the prophet, arrived.",
          "ID": "22"
        },
        {
          "text": "And they announced to the king, saying, \"Nathan, the prophet, is here.\" And when he had entered in the sight of the king, and he had reverenced prone on the ground,",
          "ID": "23"
        },
        {
          "text": "Nathan said: \"My lord the king, did you say, 'Let Adonijah reign after me, and let him sit upon my throne?'",
          "ID": "24"
        },
        {
          "text": "For today, he descended, and he immolated oxen, and fattened cattle, and many rams. And he summoned all the sons of the king, and the leaders of the army, along with Abiathar, the priest. And they are eating and drinking before him, and saying, 'As king Adonijah lives.'",
          "ID": "25"
        },
        {
          "text": "But he did not summon me, your servant, and Zadok, the priest, and Benaiah, the son of Jehoiada, and Solomon, your lowly servant.",
          "ID": "26"
        },
        {
          "text": "Could this word have gone out from my lord the king, and could you not have revealed it to me, your servant, as to who would be seated upon the throne of my lord the king after him?\"",
          "ID": "27"
        },
        {
          "text": "And king David responded, saying, \"Summon to me Bathsheba.\" And when she had entered before the king, and she had stood before him,",
          "ID": "28"
        },
        {
          "text": "the king swore and said: \"As the Lord lives, who has rescued my soul from all distress,",
          "ID": "29"
        },
        {
          "text": "just as I swore to you by the Lord God of Israel, saying: 'Your son Solomon shall reign after me, and he himself shall sit upon my throne in my place,' so shall I do this day.\"",
          "ID": "30"
        },
        {
          "text": "And Bathsheba, having lowered her face to the ground, reverenced the king, saying, \"May my lord David live forever.\"",
          "ID": "31"
        },
        {
          "text": "And king David said, \"Summon to me Zadok, the priest, and Nathan, the prophet, and Benaiah, the son of Jehoiada.\" And when they had entered before the king,",
          "ID": "32"
        },
        {
          "text": "he said to them: \"Take with you the servants of your lord, and place my son Solomon upon my mule. And lead him to Gihon.",
          "ID": "33"
        },
        {
          "text": "And let Zadok, the priest, and Nathan, the prophet, anoint him in that place as the king over Israel. And you shall sound the trumpet, and you shall say, 'As king Solomon lives.'",
          "ID": "34"
        },
        {
          "text": "And you shall ascend after him, and he shall arrive and shall sit upon my throne. And he himself shall reign in my place. And I will command that he be the ruler over Israel and over Judah.\"",
          "ID": "35"
        },
        {
          "text": "And Benaiah, the son of Jehoiada, responded to the king, saying: \"Amen. So says the Lord, the God of my lord the king.",
          "ID": "36"
        },
        {
          "text": "In the same way that the Lord has been with my lord the king, so may he be with Solomon. And may he make his throne more sublime than the throne of my lord, king David.\"",
          "ID": "37"
        },
        {
          "text": "Then Zadok, the priest, and Nathan, the prophet, descended, with Benaiah, the son of Jehoiada, and the Cherethites and Pelethites. And they placed Solomon on the mule of king David, and they led him to Gihon.",
          "ID": "38"
        },
        {
          "text": "And Zadok, the priest, took the horn of oil from the tabernacle, and he anointed Solomon. And they sounded the trumpet. And all the people said, \"As king Solomon lives.\"",
          "ID": "39"
        },
        {
          "text": "And the entire multitude ascended after him. And the people were playing on pipes, and rejoicing with great joy. And the earth resounded before the noise of them.",
          "ID": "40"
        },
        {
          "text": "Then Adonijah, and all who had been summoned by him, heard it. And now the feast had ended. Then, too, Joab, hearing the voice of the trumpet, said, \"What is the meaning of this clamor from the tumultuous city?\"",
          "ID": "41"
        },
        {
          "text": "While he was still speaking, Jonathan, the son of Abiathar the priest, arrived. And Adonijah said to him, \"Enter, for you are a valiant man, and you report good news.\"",
          "ID": "42"
        },
        {
          "text": "And Jonathan answered Adonijah: \"By no means. For our lord king David has appointed Solomon as king.",
          "ID": "43"
        },
        {
          "text": "And he has sent with him Zadok, the priest, and Nathan, the prophet, and Benaiah, the son of Jehoiada, and the Cherethites and Pelethites. And they have placed him on the mule of the king.",
          "ID": "44"
        },
        {
          "text": "And Zadok, the priest, and Nathan, the prophet, have anointed him king, at Gihon. And they are ascending from there, rejoicing, and so the city resounds. This is the noise that you have heard.",
          "ID": "45"
        },
        {
          "text": "But also, Solomon sits upon the throne of the kingdom.",
          "ID": "46"
        },
        {
          "text": "And the servants of the king, entering, have blessed our lord king David, saying: 'May God amplify the name of Solomon above your name, and may he magnify his throne above your throne.' And the king reverenced from his bed.",
          "ID": "47"
        },
        {
          "text": "And he said: 'Blessed is the Lord, the God of Israel, who today has bestowed someone to sit upon my throne, while my eyes may see it.' \"",
          "ID": "48"
        },
        {
          "text": "Therefore, all those who had been summoned by Adonijah were terrified. And they all rose up, and each one went his own way.",
          "ID": "49"
        },
        {
          "text": "Then Adonijah, fearing Solomon, rose up and went away. And he took hold of the horn of the altar.",
          "ID": "50"
        },
        {
          "text": "And they reported to Solomon, saying: \"Behold, Adonijah, fearing king Solomon, has taken hold of the horn of the altar, saying: 'May king Solomon swear to me this day that he will not put to death his servant with the sword.' \"",
          "ID": "51"
        },
        {
          "text": "And Solomon said: \"If he is a good man, not so much as one hair of his head shall fall to the ground. But if evil is found in him, he shall die.\"",
          "ID": "52"
        },
        {
          "text": "Therefore, king Solomon sent and brought him from the altar. And entering, he reverenced king Solomon. And Solomon said to him, \"Go to your own house.\"",
          "ID": "53"
        }
      ],
      "ID": "OT:1KI.1",
      "name": "1 Kings 1"
    },
    {
      "text": [
        {
          "text": "Now the days of David had drawn near, so that he would die, and he instructed his son Solomon, saying:",
          "ID": "1"
        },
        {
          "text": "\"I am entering the way of all the earth. Be strengthened and be a good man.",
          "ID": "2"
        },
        {
          "text": "And observe the care of the Lord your God, so that you walk in his ways, so that you care for his ceremonies, and his precepts, and judgments, and testimonies, just as it is written in the law of Moses. So may you understand everything that you do, in any direction that you may turn yourself.",
          "ID": "3"
        },
        {
          "text": "So may the Lord confirm his words, which he has spoken about me, saying: 'If your sons will guard their ways, and if they will walk before me in truth, with all their heart and with all their soul, there shall not be taken away from you a man on the throne of Israel.'",
          "ID": "4"
        },
        {
          "text": "Also, you know what Joab, the son of Zeruiah, has done to me, what he did to the two leaders of the army of Israel, to Abner, the son of Ner, and to Amasa, the son of Jether. He killed them, and so he shed the blood of war in peace time, and he set the bloodshed of battle on his belt, which was around his waist, and in his shoes, which were on his feet.",
          "ID": "5"
        },
        {
          "text": "Therefore, act according to your wisdom. And you shall not allow his gray head to be led away to death in peace.",
          "ID": "6"
        },
        {
          "text": "Then, too, repay grace to the sons of Barzillai the Gileadite. And you shall allow them to eat at your table. For they met me when I fled from the face of Absalom, your brother.",
          "ID": "7"
        },
        {
          "text": "Also, you have with you Shimei, the son of Gera, the son of Benjamin, from Bahurim, who cursed me with a grievous curse, when I went away to the camp. And he descended to meet me when I crossed over the Jordan, and I swore to him by the Lord, saying, 'I will not put you to death by the sword,'",
          "ID": "8"
        },
        {
          "text": "yet do not choose to treat him as if he were innocent. Since you are a wise man, you will know what to do with him. And you shall lead away his grey hair to death with blood.\"",
          "ID": "9"
        },
        {
          "text": "And so, David slept with his fathers, and he was buried in the city of David.",
          "ID": "10"
        },
        {
          "text": "Now the days during which David reigned over Israel are forty years: he reigned seven years in Hebron, thirty-three in Jerusalem.",
          "ID": "11"
        },
        {
          "text": "Then Solomon sat upon the throne of his father David, and his kingdom was strengthened exceedingly.",
          "ID": "12"
        },
        {
          "text": "And Adonijah, the son of Haggith, entered to Bathsheba, the mother of Solomon. And she said to him, \"Is your entrance peaceful?\" He responded, \"It is peaceful.\"",
          "ID": "13"
        },
        {
          "text": "And he added, \"My word is for you.\" She said to him, \"Speak.\" And he said:",
          "ID": "14"
        },
        {
          "text": "\"You know that the kingdom was mine, and that all of Israel had preferred me for themselves as king. But the kingdom was transferred, and has become my brother's. For it was appointed to him by the Lord.",
          "ID": "15"
        },
        {
          "text": "Now therefore, I beg of you one petition. May you not confound my face.\" And she said to him, \"Speak.\"",
          "ID": "16"
        },
        {
          "text": "And he said: \"I beg that you may speak to king Solomon, for he is not able to refuse anything to you, so that he may give Abishag the Shunammite to me as wife.\"",
          "ID": "17"
        },
        {
          "text": "And Bathsheba said: \"It is well. I will speak to the king on your behalf.\"",
          "ID": "18"
        },
        {
          "text": "Then Bathsheba went to king Solomon, so that she might speak to him on behalf of Adonijah. And the king rose up to meet her, and he reverenced her, and he sat down upon his throne. And a throne was stationed for the mother of the king, and she sat at his right hand.",
          "ID": "19"
        },
        {
          "text": "And she said to him: \"I petition one small request from you. May you not confound my face.\" And the king said to her: \"Ask, my mother. For it is not right that I turn away your face.\"",
          "ID": "20"
        },
        {
          "text": "And she said, \"Let Abishag the Shunammite be given to Adonijah, your brother, as wife.\"",
          "ID": "21"
        },
        {
          "text": "And king Solomon responded, and he said to his mother: \"Why do you request Abishag the Shunammite for Adonijah? Why not request the kingdom for him! For he is my older brother, and he has Abiathar, the priest, and Joab, the son of Zeruiah.\"",
          "ID": "22"
        },
        {
          "text": "And so king Solomon swore by the Lord, saying: \"May God do these things to me, and may he add these other things! For Adonijah has spoken this word against his own life.",
          "ID": "23"
        },
        {
          "text": "And now, as the Lord lives, who has confirmed me and placed me upon the throne of my father David, and who, just as he said, has made a house for me: Adonijah shall be put to death this day.\"",
          "ID": "24"
        },
        {
          "text": "And king Solomon sent by the hand of Benaiah, the son of Jehoiada, who put him to death, and so he died.",
          "ID": "25"
        },
        {
          "text": "Also, the king said to Abiathar, the priest: \"Go into Anathoth, to your own land, for you are a man worthy of death. But I will not put you to death this day, since you carried the ark of the Lord God before David, my father, and since you have endured hardship in all the things, for which my father labored.\"",
          "ID": "26"
        },
        {
          "text": "Therefore, Solomon cast out Abiathar, so that he would not be the priest of the Lord, so that the word of the Lord might be fulfilled, which he spoke over the house of Eli at Shiloh.",
          "ID": "27"
        },
        {
          "text": "And the news came to Joab, for Joab had turned aside after Adonijah, and he had not turned aside after Solomon. And so, Joab fled into the tabernacle of the Lord, and he took hold of the horn of the altar.",
          "ID": "28"
        },
        {
          "text": "And it was reported to king Solomon that Joab had fled into the tabernacle of the Lord, and that he was beside the altar. And Solomon sent Benaiah, the son of Jehoiada, saying, \"Go, put him to death.\"",
          "ID": "29"
        },
        {
          "text": "And Benaiah went to the tabernacle of the Lord, and he said to him: \"The king says this: 'Come out.' \" But he said: \"I will not come out. Instead, I will die here.\" Benaiah sent word back to the king, saying, \"Joab said this, and he responded to me in this way.\"",
          "ID": "30"
        },
        {
          "text": "And the king said to him, \"Do just as he has said. And put him to death, and bury him. And so shall you take away the innocent blood, which was shed by Joab, from me and from my father's house.",
          "ID": "31"
        },
        {
          "text": "And the Lord shall repay his blood upon his own head. For he killed two men, just and better than himself, and he killed them with the sword, while my father, David, did not know it: Abner, the son of Ner, leader of the military of Israel, and Amasa, the son of Jether, leader of the army of Judah.",
          "ID": "32"
        },
        {
          "text": "And their blood shall be turned back upon the head of Joab, and upon the head of his offspring forever. But as for David, and his offspring and house, and his throne, may there be peace from the Lord, even unto eternity.\"",
          "ID": "33"
        },
        {
          "text": "And so Benaiah, the son of Jehoiada, went up and, attacking him, put him to death. And he was buried in his own house in the desert.",
          "ID": "34"
        },
        {
          "text": "And the king appointed Benaiah, the son of Jehoiada, in his place over the army. And he appointed Zadok, the priest, in place of Abiathar.",
          "ID": "35"
        },
        {
          "text": "Also, the king sent for and summoned Shimei, and he said to him: \"Build a house for yourself in Jerusalem, and live there. And do not depart from that place to here or to there.",
          "ID": "36"
        },
        {
          "text": "For on whatever day you will have departed and crossed the torrent Kidron, know that you shall be put to death. Your blood will be upon your own head.\"",
          "ID": "37"
        },
        {
          "text": "And Shimei said to the king: \"The word is good. Just as my lord the king has said, so will your servant do.\" And so Shimei lived in Jerusalem for many days.",
          "ID": "38"
        },
        {
          "text": "But it happened that, after three years, the servants of Shimei fled to Achish, the son of Maacah, the king of Gath. And it was reported to Shimei that his servants had gone away to Gath.",
          "ID": "39"
        },
        {
          "text": "And Shimei rose up, and he saddled his donkey. And went away to Achish in Gath, in order to seek his servants. And he led them away from Gath.",
          "ID": "40"
        },
        {
          "text": "And it was reported to Solomon that Shimei had gone away from Jerusalem to Gath, and had returned.",
          "ID": "41"
        },
        {
          "text": "And sending, he summoned him, and he said to him: \"Did I not testify to you by the Lord, and warn you in advance, 'On whatever day, having departed, you go forth to here or to there, know that you shall die?' And you responded to me, 'The word that I have heard is good.'",
          "ID": "42"
        },
        {
          "text": "Then why have you not kept the oath to the Lord, and the commandment which I instructed to you?\"",
          "ID": "43"
        },
        {
          "text": "And the king said to Shimei: \"You know all the evil, of which your heart is conscious, which you did to David, my father. The Lord has repaid your wickedness upon your own head.\"",
          "ID": "44"
        },
        {
          "text": "And king Solomon shall be blessed, and the throne of David shall be established before the Lord, even forever.",
          "ID": "45"
        },
        {
          "text": "And so the king commanded Benaiah, the son of Jehoiada. And going out, he struck him down, and he died.",
          "ID": "46"
        }
      ],
      "ID": "OT:1KI.2",
      "name": "1 Kings 2"
    },
    {
      "text": [
        {
          "text": "And so the kingdom was confirmed in the hand of Solomon, and he was joined with Pharaoh, the king of Egypt, by affinity. For he took his daughter, and he led her into the city of David, until he completed building his own house, and the house of the Lord, and the wall of Jerusalem all around.",
          "ID": "1"
        },
        {
          "text": "But still the people immolated in the high places. For no temple had been built to the name of the Lord, even to that day.",
          "ID": "2"
        },
        {
          "text": "Now Solomon loved the Lord, walking in the precepts of David, his father, except that he immolated in the high places, and he burned incense.",
          "ID": "3"
        },
        {
          "text": "And so, he went away to Gibeon, so that he might immolate there; for that was the greatest high place. Solomon offered upon that altar, at Gibeon, one thousand victims as holocausts.",
          "ID": "4"
        },
        {
          "text": "Then the Lord appeared to Solomon, through a dream in the night, saying, \"Request whatever you wish, so that I may give it to you.\"",
          "ID": "5"
        },
        {
          "text": "And Solomon said: \"You have shown great mercy to your servant David, my father, because he walked in your sight in truth and justice, and with an upright heart before you. And you have kept your great mercy for him, and you have given him a son sitting upon his throne, just as it is this day.",
          "ID": "6"
        },
        {
          "text": "And now, O Lord God, you have caused your servant to reign in place of David, my father. But I am a small child, and I am ignorant of my entrance and departure.",
          "ID": "7"
        },
        {
          "text": "And your servant is in the midst of the people that you have chosen, an immense people, who are not able to be numbered or counted because of their multitude.",
          "ID": "8"
        },
        {
          "text": "Therefore, give to your servant a teachable heart, so that he may be able to judge your people, and to discern between good and evil. For who will be able to judge this people, your people, who are so many?\"",
          "ID": "9"
        },
        {
          "text": "And the word was pleasing before the Lord, that Solomon had requested this kind of thing.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Solomon: \"Since you have requested this word, and you have not asked for many days or for wealth for yourself, nor for the lives of your enemies, but instead you have requested for yourself wisdom in order to discern judgment:",
          "ID": "11"
        },
        {
          "text": "behold, I have done for you according to your words, and I have given you a wise and understanding heart, so much so that there has been no one like you before you, nor anyone who will rise up after you.",
          "ID": "12"
        },
        {
          "text": "But also the things for which you did not ask, I have given to you, namely wealth and glory, so that no one has been like you among the kings in the all days before.",
          "ID": "13"
        },
        {
          "text": "And if you will walk in my ways, and keep my precepts and my commandments, just as your father walked, I will lengthen your days.\"",
          "ID": "14"
        },
        {
          "text": "Then Solomon awakened, and he understood that it was a dream. And when he had arrived in Jerusalem, he stood before the ark of the covenant of the Lord, and he offered holocausts and made victims of peace offerings, and he held a great feast for all his servants.",
          "ID": "15"
        },
        {
          "text": "Then two women harlots went to the king, and they stood before him.",
          "ID": "16"
        },
        {
          "text": "And one of them said: \"I beg you, my lord, I and this woman were living in one house, and I gave birth, with her in the room.",
          "ID": "17"
        },
        {
          "text": "Then, on the third day after I gave birth, she also gave birth. And we were together, with no other person with us in the house, only the two of us.",
          "ID": "18"
        },
        {
          "text": "Then this woman's son died in the night. For while sleeping, she smothered him.",
          "ID": "19"
        },
        {
          "text": "And rising up in the silent depths of the night, she took my son from my side, while I, your handmaid, was sleeping, and she set him in her bosom. Then she placed her dead son in my bosom.",
          "ID": "20"
        },
        {
          "text": "And when I had arisen in the morning, so that I might give milk to my son, he appeared to be dead. But gazing upon him more diligently in the light of day, I realized that he was not mine, whom I had born.\"",
          "ID": "21"
        },
        {
          "text": "And the other woman responded: \"It is not such as you say. Instead, your son is dead, but mine is alive.\" To the contrary, she said: \"You are lying. For my son lives, and your son is dead.\" And in this manner, they were contending before the king.",
          "ID": "22"
        },
        {
          "text": "Then said the king: \"This one says, 'My son is alive, and your son is dead.' And the other responds, 'No, instead your son is dead, but mine lives.' \"",
          "ID": "23"
        },
        {
          "text": "Therefore the king said, \"Bring a sword to me.\" And when they had brought a sword before the king,",
          "ID": "24"
        },
        {
          "text": "he said, \"Divide the living infant in two parts, and give a half part to the one and a half part to the other.\"",
          "ID": "25"
        },
        {
          "text": "But the woman, whose son was alive, said to the king, for her heart was moved concerning her son, \"I beg you, my lord, give the living infant to her, and do not kill him.\" To the contrary, the other said, \"Let it be neither for me, nor for you, instead divide it.\"",
          "ID": "26"
        },
        {
          "text": "The king responded and said: \"Give the living infant to this woman, and do not kill it. For she is his mother.\"",
          "ID": "27"
        },
        {
          "text": "Then all of Israel heard about the judgment that the king had judged, and they feared the king, seeing that the wisdom of God was in him to accomplish judgment.",
          "ID": "28"
        }
      ],
      "ID": "OT:1KI.3",
      "name": "1 Kings 3"
    },
    {
      "text": [
        {
          "text": "Now king Solomon was reigning over all of Israel.",
          "ID": "1"
        },
        {
          "text": "And these were the leaders that he had: Azariah, the son of Zadok, the priest;",
          "ID": "2"
        },
        {
          "text": "Elihoreph and Ahijah, the sons of Shisha, the scribes; Jehoshaphat, the son of Ahilud, the keeper of records;",
          "ID": "3"
        },
        {
          "text": "Benaiah, the son of Jehoiada, over the army; and Zadok, and Abiathar, priests;",
          "ID": "4"
        },
        {
          "text": "Azariah, the son of Nathan, over those who were assisting the king; Zabud, the son of Nathan, the priest, the friend of the king;",
          "ID": "5"
        },
        {
          "text": "and Ahishar, first ruler of the house; and Adoniram, the son of Abda, over the tribute.",
          "ID": "6"
        },
        {
          "text": "And Solomon had twelve commanders over all of Israel, who offered yearly provisions for the king and his house. For each was ministering the necessities, by each month of the year.",
          "ID": "7"
        },
        {
          "text": "And these are their names: Benhur, on mount Ephraim;",
          "ID": "8"
        },
        {
          "text": "Bendeker, in Makaz, and in Shaalbim, and in Beth-shemesh, and in Elon, and in Beth-hanan;",
          "ID": "9"
        },
        {
          "text": "Benhesed, in Arubboth: his was Socoh and the entire land of Hepher;",
          "ID": "10"
        },
        {
          "text": "Benabinadab, to whom was all of Naphath-Dor, who had Taphath, the daughter of Solomon, as wife;",
          "ID": "11"
        },
        {
          "text": "Baana, the son of Ahilud, who was reigning in Taanach, and Megiddo, and all of Bethshean, which is beside Zarethan and below Jezreel, from Bethshean as far as Abelmeholah, opposite Jokmeam;",
          "ID": "12"
        },
        {
          "text": "Bengeber, in Ramoth Gilead, who had the town of Jair, the son of Manasseh, in Gilead; the same was first in the entire region of Argob, which is in Bashan, sixty great cities with walls that had bronze bars;",
          "ID": "13"
        },
        {
          "text": "Ahinadab, the son of Iddo, who was first in Mahanaim;",
          "ID": "14"
        },
        {
          "text": "Ahimaaz, in Naphtali, and he also had Basemath, the daughter of Solomon, in marriage;",
          "ID": "15"
        },
        {
          "text": "Baana, the son of Hushai, in Asher and in Bealoth;",
          "ID": "16"
        },
        {
          "text": "Jehoshaphat, the son of Paruah, in Issachar;",
          "ID": "17"
        },
        {
          "text": "Shimei, the son of Ela, in Benjamin;",
          "ID": "18"
        },
        {
          "text": "Geber, the son of Uri, in the land of Gilead, in the land of Sihon, king of the Amorites, and of Og, king of Bashan, over all who were in that land.",
          "ID": "19"
        },
        {
          "text": "Judah and Israel were innumerable, like the sand of the sea in multitude: eating and drinking, and rejoicing.",
          "ID": "20"
        },
        {
          "text": "Now Solomon had, in his dominion, all the kingdoms, from the river to the land of the Philistines, even to the border of Egypt. And they offered gifts to him, and they served him all the days of his life.",
          "ID": "21"
        },
        {
          "text": "And the provisions of Solomon, for each day, were thirty cor of fine wheat flour, and sixty cor of meal,",
          "ID": "22"
        },
        {
          "text": "ten fattened oxen, and twenty oxen from the pastures, and one hundred rams, aside from the venison of stags, roe deer, and gazelles, and fattened poultry.",
          "ID": "23"
        },
        {
          "text": "For he had obtained the entire region which was beyond the river, from Tiphsah as far as Gaza, and all the kings of those regions. And he had peace on every side all around.",
          "ID": "24"
        },
        {
          "text": "And so, Judah and Israel were living without any fear, each one under his own vine and under his own fig tree, from Dan as far as Beersheba, during all the days of Solomon.",
          "ID": "25"
        },
        {
          "text": "And Solomon had forty thousand stalls of chariot horses, and twelve thousand riding horses.",
          "ID": "26"
        },
        {
          "text": "And the above-stated commanders of the king nourished these. And they also offered the necessities for the table of king Solomon, with immense diligence, each in his time.",
          "ID": "27"
        },
        {
          "text": "Also, they brought barley and straw for the horses and beasts of burden, to the place where the king was, just as it was appointed to them.",
          "ID": "28"
        },
        {
          "text": "And God gave wisdom to Solomon, and an exceedingly great prudence, and a spacious heart, like the sand which is on the shore of the sea.",
          "ID": "29"
        },
        {
          "text": "And the wisdom of Solomon surpassed the wisdom of all the East, and of the Egyptians.",
          "ID": "30"
        },
        {
          "text": "And he was wiser than all men: wiser than Ethan, the Ezrahite, and Heman, and Calcol, and Darda, the sons of Mahol. And he was renowned in all the nations on every side.",
          "ID": "31"
        },
        {
          "text": "Solomon also spoke three thousand parables. And his verses were one thousand and five.",
          "ID": "32"
        },
        {
          "text": "And he discoursed about trees, from the cedar which is in Lebanon, to the hyssop which grows out from the wall. And he explained about beasts, and birds, and reptiles, and fish.",
          "ID": "33"
        },
        {
          "text": "And they came from all the peoples in order to hear the wisdom of Solomon, and from all the kings of the earth, who were hearing about his wisdom.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.4",
      "name": "1 Kings 4"
    },
    {
      "text": [
        {
          "text": "Hiram, the king of Tyre, also sent his servants to Solomon. For he heard that they had anointed him king in place of his father. Now Hiram had been a friend to David the entire time.",
          "ID": "1"
        },
        {
          "text": "Then Solomon sent to Hiram, saying:",
          "ID": "2"
        },
        {
          "text": "\"You know the will of my father David, and that he was not able to build a house to the name of the Lord his God, because of the wars that were imminent all around him, until the Lord set them under the steps of his feet.",
          "ID": "3"
        },
        {
          "text": "But now the Lord my God has given rest to me on all sides. And there is no adversary, nor occurrence of evil.",
          "ID": "4"
        },
        {
          "text": "For this reason, I intend to build a temple to the name of the Lord my God, just as the Lord spoke to my father David, saying: 'Your son, whom I will set in your place, upon your throne, he himself shall build a house to my name.'",
          "ID": "5"
        },
        {
          "text": "Therefore, order that your servants may cut down for me cedars from Lebanon. And let my servants be with your servants. Then I will give to you, for the wages of your servants, whatever you will ask. For you know that there is not a man among my people who knows how to cut wood as well as the Sidonians.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, when Hiram had heard the words of Solomon, he rejoiced greatly, and he said, \"Blessed be the Lord God this day, who gave to David a very wise son over this numerous people!\"",
          "ID": "7"
        },
        {
          "text": "And Hiram sent to Solomon, saying: \"I have heard the things that you would entrust to me. And I will do your whole will concerning the cedar trees and spruce trees.",
          "ID": "8"
        },
        {
          "text": "My servants shall bring them down from Lebanon to the sea. And I will arrange them together as rafts on the sea, as far as the place that you will indicate to me. And I will land them there, and you will take them. And you shall offer to me what is necessary to give food to my house.\"",
          "ID": "9"
        },
        {
          "text": "And so, Hiram gave to Solomon cedar trees and spruce trees, in accord with his whole will.",
          "ID": "10"
        },
        {
          "text": "Then Solomon offered to Hiram twenty thousand cor of wheat, as food for his house, and twenty cor of the purest oil. These things Solomon gave as a tribute to Hiram every year.",
          "ID": "11"
        },
        {
          "text": "And the Lord gave wisdom to Solomon, just as he said to him. And there was peace between Hiram and Solomon, and the two struck a pact.",
          "ID": "12"
        },
        {
          "text": "And king Solomon chose workers from all of Israel, and the conscription was of thirty thousand men.",
          "ID": "13"
        },
        {
          "text": "And he sent them into Lebanon, ten thousand each month, in turns, so that for two months they were in their own houses. And Adoniram was over this type of conscription.",
          "ID": "14"
        },
        {
          "text": "And Solomon had seventy thousand of those who were carrying burdens, and eighty thousand of those who cut stones from the mountain,",
          "ID": "15"
        },
        {
          "text": "aside from the commanders who were over each work, in number three thousand and three hundred, who gave orders to the people and to those who were doing the work.",
          "ID": "16"
        },
        {
          "text": "And the king ordered them to bring great stones, precious stones, for the foundation of the temple, and to square them.",
          "ID": "17"
        },
        {
          "text": "And these were shaped by the stoneworkers of Solomon and the stoneworkers of Hiram. And the men of Gebal also prepared the wood and the stones in order to build the house.",
          "ID": "18"
        }
      ],
      "ID": "OT:1KI.5",
      "name": "1 Kings 5"
    },
    {
      "text": [
        {
          "text": "Then it happened that, in the four hundred and eightieth year after the sons of Israel departed from the land of Egypt, in the fourth year of the reign of Solomon over Israel, in the month of Ziv, which is the second month, the house of the Lord began to be built.",
          "ID": "1"
        },
        {
          "text": "Now the house, which king Solomon was building to the Lord, was sixty cubits in length, and twenty cubits in width, and thirty cubits in height.",
          "ID": "2"
        },
        {
          "text": "And a portico was before the temple, of twenty cubits in length, in accord with the measure of the width of the temple. And it had ten cubits of width before the face of the temple.",
          "ID": "3"
        },
        {
          "text": "And he made oblique windows in the temple.",
          "ID": "4"
        },
        {
          "text": "And upon the wall of the temple, he built panels on all sides, in the walls of the house around the temple and the oracle. And he made side chambers all around.",
          "ID": "5"
        },
        {
          "text": "The flooring on the bottom level held five cubits in width, and the middle floor was six cubits in width, and the third floor held seven cubits in width. Then he positioned beams on the house all around the outside, in such a way that they would not be fastened to the walls of the temple.",
          "ID": "6"
        },
        {
          "text": "Now the house, while it was being built, was made from cut and finished stones. And so, neither mallet, nor chisel, nor any tool of iron was heard in the house while it was being built.",
          "ID": "7"
        },
        {
          "text": "The door at the side of the middle section was to the right of the house. And they would ascend along winding stairs to the middle level, and from the middle level to the third level.",
          "ID": "8"
        },
        {
          "text": "And he built the house, and finished it. And he overlaid the house with boards of cedar.",
          "ID": "9"
        },
        {
          "text": "And he built a paneling over the entire house, five cubits in height, and he covered the house with cedar wood.",
          "ID": "10"
        },
        {
          "text": "And the word of the Lord came to Solomon, saying:",
          "ID": "11"
        },
        {
          "text": "\"Concerning this house, which you are building: if you will walk in my precepts, and carry out my judgments, and keep all my commandments, advancing by them, I will confirm my word to you, which I spoke to your father David.",
          "ID": "12"
        },
        {
          "text": "And I will dwell in the midst of the sons of Israel, and I will not forsake my people Israel.\"",
          "ID": "13"
        },
        {
          "text": "And so, Solomon built the house, and finished it.",
          "ID": "14"
        },
        {
          "text": "And he built the walls of the house, on the interior, with panels of cedar, from the floor of the house, to the top of the walls, and even to the ceiling. He covered it with cedar wood on the interior. And he overlaid the floor of the house with panels of spruce.",
          "ID": "15"
        },
        {
          "text": "And he built panels of cedar, of twenty cubits, at the back part of the temple, from the floor even to the top. And he made the inner house of the oracle as the Holy of Holies.",
          "ID": "16"
        },
        {
          "text": "And the temple itself, before the doors of the oracle, was forty cubits.",
          "ID": "17"
        },
        {
          "text": "And the entire house was clothed with cedar on the interior, having its turnings and junctures artfully wrought, with carvings projecting outward. Everything was clothed with panels of cedar. And no stone at all was able to be seen in the wall.",
          "ID": "18"
        },
        {
          "text": "Now he made the oracle in the middle of the house, in the inner part, so that he might station the ark of the covenant of the Lord there.",
          "ID": "19"
        },
        {
          "text": "And the oracle held twenty cubits in length, and twenty cubits in width, and twenty cubits in height. And he covered and clothed it with the purest gold. Then, too, he clothed the altar in cedar.",
          "ID": "20"
        },
        {
          "text": "Also, the house before the oracle, he covered with the purest gold, and he fastened the plates with nails of gold.",
          "ID": "21"
        },
        {
          "text": "And there was nothing in the temple that was not covered with gold. Moreover, the entire altar of the oracle he overlaid with gold.",
          "ID": "22"
        },
        {
          "text": "And he made in the oracle two cherubim from wood of the olive tree, of ten cubits in height.",
          "ID": "23"
        },
        {
          "text": "One wing of a cherub was five cubits, and the other wing of a cherub was five cubits, that is, having ten cubits from the summit of one wing even to the summit of the other wing.",
          "ID": "24"
        },
        {
          "text": "Likewise, the second cherub was ten cubits. And the measure was equal and the work was one, in the two cherubim,",
          "ID": "25"
        },
        {
          "text": "that is, one cherub had a height of ten cubits, and similarly the second cherub.",
          "ID": "26"
        },
        {
          "text": "And he stationed the cherubim in the middle of the inner temple. And the cherubim extended their wings, and the wing of the one was touching the wall, and the wing of the second cherub was touching the other wall. But the other wings, in the middle of the temple, were touching each another.",
          "ID": "27"
        },
        {
          "text": "He also overlaid the cherubim with gold.",
          "ID": "28"
        },
        {
          "text": "And all the walls of the temple all around he engraved with diverse carvings and turnings. And he made in them cherubim, and palm trees, and various images, as if these were projecting out, and going forth from, the wall.",
          "ID": "29"
        },
        {
          "text": "Then, too, the floor of the house he overlaid with gold within and without.",
          "ID": "30"
        },
        {
          "text": "And at the entrance of the oracle, he made little doors, from wood of the olive tree, with posts of five corners.",
          "ID": "31"
        },
        {
          "text": "And there were two doors, from wood of the olive tree. And he carved upon them pictures of cherubim, and images of palm trees, and very prominent figures. And he overlaid these with gold. And he covered the cherubim, as well as the palm trees and the other things, with gold.",
          "ID": "32"
        },
        {
          "text": "And he made, at the entrance of the temple, posts from wood of the olive tree, with four corners,",
          "ID": "33"
        },
        {
          "text": "and two doors, from wood of the spruce tree, on the other side. And each door was double, and so it opened by folding upon itself.",
          "ID": "34"
        },
        {
          "text": "And he carved cherubim, and palm trees, and very prominent engravings. And he covered everything with gold plates, worked to be perfectly square.",
          "ID": "35"
        },
        {
          "text": "And he built the inner atrium with three rows of polished stones, and one row of cedar wood.",
          "ID": "36"
        },
        {
          "text": "In the fourth year, the house of the Lord was founded, in the month of Ziv.",
          "ID": "37"
        },
        {
          "text": "And in the eleventh year, in the month Bul, which is the eighth month, the house was perfected in all its works and in all its equipment. And he built it for seven years.",
          "ID": "38"
        }
      ],
      "ID": "OT:1KI.6",
      "name": "1 Kings 6"
    },
    {
      "text": [
        {
          "text": "Now Solomon built his own house for thirteen years, and he brought it to perfection.",
          "ID": "1"
        },
        {
          "text": "And he built the house from the forest of Lebanon: one hundred cubits in length, and fifty cubits in width, and thirty cubits in height, with four walkways between columns of cedar. For he had hewn the cedar trees into columns.",
          "ID": "2"
        },
        {
          "text": "And he clothed the entire vaulted room with panels of cedar. And it was supported by forty-five columns. Now one row held fifteen columns,",
          "ID": "3"
        },
        {
          "text": "each positioned opposite another,",
          "ID": "4"
        },
        {
          "text": "and looking toward one another, with equal spacing between the columns. And above the columns there were square beams equal in all things.",
          "ID": "5"
        },
        {
          "text": "And he made a portico of columns, fifty cubits in length and thirty cubits in width, and another portico, facing the greater portico, with columns and with crossbeams upon the columns.",
          "ID": "6"
        },
        {
          "text": "He also made the portico of the throne, in which is the tribunal. And he overlaid it with cedar wood, from the floor even to the summit.",
          "ID": "7"
        },
        {
          "text": "And in the midst of the portico, there was a small house, where he would sit in judgment, similar in workmanship. He also made a house for the daughter of Pharaoh (whom Solomon had taken as wife) of the same work and type as this portico.",
          "ID": "8"
        },
        {
          "text": "All was of precious stones, which had been sawed by a particular standard and measure, as much within as without, from the foundation even to the summit of the walls, and outside even to the great atrium.",
          "ID": "9"
        },
        {
          "text": "Now the foundations were of precious stones: great stones of eight or ten cubits.",
          "ID": "10"
        },
        {
          "text": "And above these, there were precious stones, of equal measure, which had been cut in a manner similar to boards of cedar.",
          "ID": "11"
        },
        {
          "text": "And the great atrium was round, with three rows of cut stones and one row of cut cedar, even as it also was in the interior atrium of the house of the Lord, and in the portico of the house.",
          "ID": "12"
        },
        {
          "text": "And king Solomon sent and brought Hiram of Tyre,",
          "ID": "13"
        },
        {
          "text": "the son of a widowed woman, from the tribe of Naphtali, whose father was a Tyrian, an artisan in brass, and full of wisdom, and understanding, and knowledge in order to form every work of brass. And when he had gone to king Solomon, he wrought all his work.",
          "ID": "14"
        },
        {
          "text": "And he cast two columns of brass. Each column was eighteen cubits in height, and a line of twelve cubits encompassed both columns.",
          "ID": "15"
        },
        {
          "text": "Also, he made two heads of molten brass, which would be set upon the tops of the columns: one head was five cubits in height, and the other head was five cubits in height.",
          "ID": "16"
        },
        {
          "text": "And there was something like a network of chains, woven together in a wonderful manner. Both heads of the columns were cast, and seven rows of little nets traversed one head, and seven little nets were on the other head.",
          "ID": "17"
        },
        {
          "text": "And he finished the columns with two rows all around each network, so that these covered the heads, which were at the top, with pomegranates. And he did in like manner to the second head.",
          "ID": "18"
        },
        {
          "text": "Now the heads that were at the top of the columns, in the portico of four cubits, had been fabricated with a work of lilies.",
          "ID": "19"
        },
        {
          "text": "And again, there were other heads at the tops of the columns above, in accord with the measure of the column opposite the netting. And there were two hundred of the pomegranates, in rows around the second head.",
          "ID": "20"
        },
        {
          "text": "And he stationed the two columns in the portico of the temple. And when he had stationed the column on the right, he called its name Jachin. Similarly, he erected the second column, and he called its name Boaz.",
          "ID": "21"
        },
        {
          "text": "And above the tops of the columns, he set a work in the manner of lilies. And the work of the columns was perfected.",
          "ID": "22"
        },
        {
          "text": "He also made a molten sea, of ten cubits from brim to brim, rounded on all sides. Its height was five cubits, and a thin rope of thirty cubits wrapped it all around.",
          "ID": "23"
        },
        {
          "text": "And a sculpted work under the brim encircled it for ten cubits going around the sea. There were two rows cast of striated sculptures.",
          "ID": "24"
        },
        {
          "text": "And it was standing upon twelve oxen, of which three were looking toward the north, and three toward the west, and three toward the south, and three toward the east. And the sea above was over them. And their posteriors were entirely hidden within.",
          "ID": "25"
        },
        {
          "text": "And the basin was the thickness of three twelfths. And its brim was like the brim of a chalice, or like the outturned petal of a lily. It contained two thousand baths.",
          "ID": "26"
        },
        {
          "text": "And he made ten bases of brass: each base was four cubits in length, and four cubits in width, and three cubits in height.",
          "ID": "27"
        },
        {
          "text": "And the work itself of the bases was engraved; and there were sculptures between the junctures.",
          "ID": "28"
        },
        {
          "text": "And between the little crowns and the edges, there were lions, and oxen, and cherubim; and similarly in the junctures above. And under the lions and oxen were something like bands of brass hanging down.",
          "ID": "29"
        },
        {
          "text": "And each base had four wheels, with axels of brass. And at the four sides were something like little arms, under the cast basin, facing away from one another.",
          "ID": "30"
        },
        {
          "text": "Also, the mouth of the interior of the basin was at the top of the head. And what was visible outside was of one cubit all around, and altogether it had one cubit and a half. Now at the corners of the columns were diverse engravings. And the spaces between the columns were square, not round.",
          "ID": "31"
        },
        {
          "text": "And the four wheels, which were at the four corners of the base, were joined to one another under the base. The height of one wheel held one cubit and a half.",
          "ID": "32"
        },
        {
          "text": "Now these were the kind of wheels such as are often made for a chariot. And their axels, and spokes, and tires, and centers were all cast.",
          "ID": "33"
        },
        {
          "text": "And the four little arms, which were at each corner of a base, were cast and joined together as part of the base itself.",
          "ID": "34"
        },
        {
          "text": "And at the summit of the base, there was a round stand of one half cubit, fabricated so that the basin could be placed upon it, having its engravings, and various sculptures of its own.",
          "ID": "35"
        },
        {
          "text": "He also engraved those plates, which were of brass. And at the corners were cherubim, and lions, and palm trees, standing out, as if in the likeness of a man, so that they seemed not to be engraved, but placed adjacent on all sides.",
          "ID": "36"
        },
        {
          "text": "In this manner, he made ten bases with the same casting and measure, and very similar engravings.",
          "ID": "37"
        },
        {
          "text": "He also made ten hand basins of brass. One hand basin contained four baths, and was of four cubits. And each basin he set upon a base, which is ten bases.",
          "ID": "38"
        },
        {
          "text": "And he stationed the ten bases, five to the right side of the temple, and five to the left. And the sea he placed to the right side of the temple, opposite the east, toward the south.",
          "ID": "39"
        },
        {
          "text": "Then Hiram made cooking pots, and trays, and small hooks. And he completed all the work of king Solomon in the temple of the Lord:",
          "ID": "40"
        },
        {
          "text": "the two columns, and the two cords of the heads over the tops of the columns, and the two networks which covered the two cords that were above the tops of the columns;",
          "ID": "41"
        },
        {
          "text": "and the four hundred pomegranates for the two networks, two turnings of pomegranates for each network, in order to cover the cords of the heads, which were above the tops of the columns;",
          "ID": "42"
        },
        {
          "text": "and the ten bases, and the ten basins on the bases;",
          "ID": "43"
        },
        {
          "text": "and the one sea, and the twelve oxen under the sea;",
          "ID": "44"
        },
        {
          "text": "and the cooking pots, and the trays, and the small hooks. All of the items that Hiram made for king Solomon, for the house of the Lord, were of golden brass.",
          "ID": "45"
        },
        {
          "text": "In the open regions near the Jordan, the king cast these, in the clay soil between Succoth and Zarethan.",
          "ID": "46"
        },
        {
          "text": "And Solomon positioned all the items. But because of its exceedingly great amount, the brass was not weighed.",
          "ID": "47"
        },
        {
          "text": "And Solomon made all the furniture for the house of the Lord: the altar of gold, and the table of gold, upon which the bread of the presence would be placed;",
          "ID": "48"
        },
        {
          "text": "and the gold lampstands, five to the right, and five to the left, opposite the oracle, of pure gold; and likenesses of lily blossoms, with lamps above them, of gold; and gold tongs;",
          "ID": "49"
        },
        {
          "text": "and waters pots, and little forks, and bowls, and little mortars, and censers, of the purest gold; and the hinges of the doors, for the interior house of the Holy of Holies and for the doors of the house of the temple, which were of gold.",
          "ID": "50"
        },
        {
          "text": "And Solomon perfected all the work that he was doing in the house of the Lord. And he brought in the things that his father David had sanctified: the silver, and the gold, and the vessels. And he stored these in the treasuries of the house of the Lord.",
          "ID": "51"
        }
      ],
      "ID": "OT:1KI.7",
      "name": "1 Kings 7"
    },
    {
      "text": [
        {
          "text": "Then all those greater by birth of Israel, with the leaders of the tribes and the rulers of the families of the sons of Israel, gathered together before king Solomon at Jerusalem, so that they might carry the ark of the covenant of the Lord, from the city of David, that is, from Zion.",
          "ID": "1"
        },
        {
          "text": "And all of Israel assembled before king Solomon, on the solemn day in the month of Ethanim, which is the seventh month.",
          "ID": "2"
        },
        {
          "text": "And all the elders of Israel arrived, and the priests took up the ark.",
          "ID": "3"
        },
        {
          "text": "And they carried the ark of the Lord, and the tabernacle of the covenant, and all the vessels of the Sanctuary, which were in the tabernacle; and the priests and the Levites carried these.",
          "ID": "4"
        },
        {
          "text": "Then king Solomon, and the entire multitude of Israel, who had assembled before him, advanced with him before the ark. And they immolated sheep and oxen, which could not be numbered or estimated.",
          "ID": "5"
        },
        {
          "text": "And the priests brought in the ark of the covenant of the Lord to its place, into the oracle of the temple, in the Holy of Holies, under the wings of the cherubim.",
          "ID": "6"
        },
        {
          "text": "For indeed, the cherubim extended their wings over the place of the ark, and they protected the ark and its bars from above.",
          "ID": "7"
        },
        {
          "text": "And since the bars projected outward, their ends were visible from without, in the Sanctuary before the oracle; but they were not visible farther outward. And they have been in that place even to the present day.",
          "ID": "8"
        },
        {
          "text": "Now inside the ark, there was nothing other than the two tablets of stone, which Moses had placed in it at Horeb, when the Lord formed a covenant with the sons of Israel, when they departed from the land of Egypt.",
          "ID": "9"
        },
        {
          "text": "Then it happened that, when the priests had exited from the Sanctuary, a cloud filled the house of the Lord.",
          "ID": "10"
        },
        {
          "text": "And the priests were unable to stand and minister, because of the cloud. For the glory of the Lord had filled the house of the Lord.",
          "ID": "11"
        },
        {
          "text": "Then Solomon said: \"The Lord has said that he would dwell in a cloud.",
          "ID": "12"
        },
        {
          "text": "Building, I have built a house as your dwelling place, your most firm throne forever.\"",
          "ID": "13"
        },
        {
          "text": "And the king turned his face, and he blessed the entire assembly of Israel. For the entire assembly of Israel was standing.",
          "ID": "14"
        },
        {
          "text": "And Solomon said: \"Blessed is the Lord, the God of Israel, who spoke with his mouth to my father David, and who, with his own hands, has perfected it, saying:",
          "ID": "15"
        },
        {
          "text": "'From the day when I led my people Israel away from Egypt, I did not choose any city out of all the tribes of Israel, so that a house would be built, and so that my name might be there. Instead, I chose David to be over my people Israel.'",
          "ID": "16"
        },
        {
          "text": "And my father David wanted to build a house to the name of the Lord, the God of Israel.",
          "ID": "17"
        },
        {
          "text": "But the Lord said to my father David: 'Since you have planned in your heart to build a house to my name, you have done well by considering this plan in your mind.",
          "ID": "18"
        },
        {
          "text": "Yet truly, you shall not build a house for me. Instead, your son, who shall go forth from your loins, he himself shall build a house to my name.'",
          "ID": "19"
        },
        {
          "text": "The Lord has confirmed his word which he spoke. And so I stand in place of my father David, and I sit upon the throne of Israel, just as the Lord said. And I have built a house to the name of the Lord, the God of Israel.",
          "ID": "20"
        },
        {
          "text": "And there I have appointed a place for the ark, in which is the covenant of the Lord that he struck with our fathers, when they went forth from the land of Egypt.\"",
          "ID": "21"
        },
        {
          "text": "Then Solomon stood before the altar of the Lord, in the sight of the assembly of Israel, and he extended his hands toward heaven.",
          "ID": "22"
        },
        {
          "text": "And he said: \"Lord God of Israel, there is no God like you, in heaven above, nor on the earth below. You preserve covenant and mercy with your servants, who walk before you with all their heart.",
          "ID": "23"
        },
        {
          "text": "You have fulfilled, for your servant David, my father, that which you said to him. With your mouth, you spoke; and with your hands, you completed; just this day proves.",
          "ID": "24"
        },
        {
          "text": "Now therefore, O Lord God of Israel, fulfill, for your servant David, my father, that which you spoke to him, saying, 'There shall not be taken away from you a man before me, who may sit upon the throne of Israel, if only your sons will guard their way, so that they walk before me, just as you have walked in my sight.'",
          "ID": "25"
        },
        {
          "text": "And now, O Lord God of Israel, establish your words, which you spoke to your servant David, my father.",
          "ID": "26"
        },
        {
          "text": "Is it, then, to be understood that truly God would dwell upon the earth? For if heaven, and the heavens of heavens, are not able to contain you, how much less this house, which I have built?",
          "ID": "27"
        },
        {
          "text": "Yet look with favor upon the prayer of your servant and upon his petitions, O Lord, my God. Listen to the hymn and the prayer, which your servant prays before you this day,",
          "ID": "28"
        },
        {
          "text": "so that your eyes may be open over this house, night and day, over the house about which you said, 'My name shall be there,' so that you may heed the prayer that your servant is praying in this place to you.",
          "ID": "29"
        },
        {
          "text": "So may you heed the supplication of your servant and of your people Israel, whatever they will pray for in this place, and so may you heed them in your dwelling place in heaven. And when you heed, you will be gracious.",
          "ID": "30"
        },
        {
          "text": "But if any man sins against his neighbor, and he has any kind of an oath by which he is bound, and he arrives because of the oath, before your altar in your house,",
          "ID": "31"
        },
        {
          "text": "you will hear in heaven, and you will act and judge your servants, condemning the impious, and repaying his own way upon his own head, but justifying the just, and rewarding him in accord with his justice.",
          "ID": "32"
        },
        {
          "text": "And if your people Israel will have fled from their enemies, because they have sinned against you, and doing penance and confessing to your name, shall arrive and pray and petition you in this house,",
          "ID": "33"
        },
        {
          "text": "listen in heaven, and forgive the sin of your people Israel, and lead them back to the land, which you gave to their fathers.",
          "ID": "34"
        },
        {
          "text": "And if the heavens have closed, so that there is no rain, because of their sins, and they, praying in this place, shall do penance to your name, and shall be converted from their sins, by occasion of their afflictions,",
          "ID": "35"
        },
        {
          "text": "hear them from heaven, and forgive the sins of your servants and of your people Israel. And reveal to them the good way, along which they should walk, and grant rain upon your land, which you have given to your people as a possession.",
          "ID": "36"
        },
        {
          "text": "Then, if famine rises over the land, or pestilence, or corrupt air, or blight, or locust, or mildew, or if their enemy afflicts them, besieging the gates, or any harm or infirmity,",
          "ID": "37"
        },
        {
          "text": "or whatever curse or divine intervention may happen to any man among your people Israel, if anyone understands, having been wounded in his heart, and if he will have extended his hands in this house,",
          "ID": "38"
        },
        {
          "text": "you will hear in heaven, in your dwelling place, and you will forgive. And you will act so that you give to each one in accord with his own ways, just as you see in his heart, for you alone know the heart of all the sons of men.",
          "ID": "39"
        },
        {
          "text": "So may they fear you, all the days that they live upon the face of the land, which you have given to our fathers.",
          "ID": "40"
        },
        {
          "text": "Moreover, the foreigner too, who is not of your people Israel, when he will have arrived from a distant land because of your name, for they shall hear about your great name, and your strong hand,",
          "ID": "41"
        },
        {
          "text": "and your outstretched arm everywhere: so when he arrives and prays in this place,",
          "ID": "42"
        },
        {
          "text": "you will listen in heaven, in the firmament of your dwelling place. And you will do all the things, for which that foreigner will have called upon you. So may all the peoples of the earth learn to fear your name, just as your people Israel do. And so may they show that your name has been invoked over this house, which I have built.",
          "ID": "43"
        },
        {
          "text": "And if your people have gone out to war against their enemies, along whatever way you will send them, they shall pray to you in the direction of the city, which you have chosen, and toward the house, which I have built to your name.",
          "ID": "44"
        },
        {
          "text": "And you will hear in heaven their prayers and their petitions. And you will accomplish judgment for them.",
          "ID": "45"
        },
        {
          "text": "But if they sin against you, for there is no man who does not sin, and you, being angry, deliver them to their enemies, and they will have been led away as captives to the land of their enemies, whether far or near,",
          "ID": "46"
        },
        {
          "text": "and if they do penance in their heart, in the place of captivity, and having been converted, make supplication to you in their captivity, saying, 'We have sinned; we acted unjustly; we committed impiety,'",
          "ID": "47"
        },
        {
          "text": "and they return to you with all their heart and all their soul, in the land of their enemies, to which they have been led away as captives, and if they pray to you in the direction of their land, which you gave to their fathers, and of the city, which you have chosen, and of the temple, which I have built to your name:",
          "ID": "48"
        },
        {
          "text": "you will hear in heaven, in the firmament of your throne, their prayers and their petitions. And you will accomplish their judgment.",
          "ID": "49"
        },
        {
          "text": "And you will forgive your people, who have sinned against you, and all their iniquities, by which they have transgressed against you. And you will grant to them mercy in the sight of those who have made them captives, so that they may take pity on them.",
          "ID": "50"
        },
        {
          "text": "For they are your people and your inheritance, whom you have led away from the land of Egypt, from the midst of the furnace of iron.",
          "ID": "51"
        },
        {
          "text": "So may your eyes be open to the supplication of your servant and of your people Israel. And so may you heed them in all the things about which they will call upon you.",
          "ID": "52"
        },
        {
          "text": "For you have separated them to yourself as an inheritance, from among all the peoples of the earth, just as you spoke by Moses, your servant, when you led our fathers away from Egypt, O Lord God.\"",
          "ID": "53"
        },
        {
          "text": "And it happened that, when Solomon had completed praying this entire prayer and supplication to the Lord, he rose up from the sight of the altar of the Lord. For he had fixed both knees upon the ground, and he had extended his hands toward heaven.",
          "ID": "54"
        },
        {
          "text": "Then he stood and blessed the entire assembly of Israel in a great voice, saying:",
          "ID": "55"
        },
        {
          "text": "\"Blessed is the Lord, who has given rest to his people Israel, in accord with all that he said. Not even one word, out of all the good things that he spoke by his servant Moses, has fallen away.",
          "ID": "56"
        },
        {
          "text": "May the Lord our God be with us, just as he was with our fathers, not abandoning us, and not rejecting us.",
          "ID": "57"
        },
        {
          "text": "But may he incline our hearts to himself, so that we may walk in all his ways, and keep his commandments, and his ceremonies, and whatever judgments he commanded to our fathers.",
          "ID": "58"
        },
        {
          "text": "And may these my words, by which I have prayed before the Lord, be near to the Lord our God, day and night, so that he may accomplish judgment for his servant and for his people Israel, throughout each day.",
          "ID": "59"
        },
        {
          "text": "So may all the peoples of the earth know that the Lord himself is God, and there is no other beside him.",
          "ID": "60"
        },
        {
          "text": "Also, may our hearts be perfect with the Lord our God, so that we may walk in his decrees, and keep his commandments, as also on this day.\"",
          "ID": "61"
        },
        {
          "text": "Then the king, and all of Israel with him, immolated victims before the Lord.",
          "ID": "62"
        },
        {
          "text": "And Solomon slew sacrifices of peace offerings, which he immolated to the Lord: twenty-two thousand oxen, and twenty thousand one hundred sheep. And the king and all the sons of Israel dedicated the temple of the Lord.",
          "ID": "63"
        },
        {
          "text": "On that day, the king sanctified the middle of the atrium, which was before the house of the Lord. For in that place, he offered holocaust, and sacrifice, and the fat of peace offerings. For the bronze altar, which was before the Lord, was too small and was not able to hold the holocaust, and the sacrifice, and the fat of the peace offerings.",
          "ID": "64"
        },
        {
          "text": "Then Solomon made, at that time, a celebratory festival, and all of Israel with him, a great multitude, from the entrance of Hamath to the river of Egypt, in the sight of the Lord our God, for seven days plus seven days, that is, fourteen days.",
          "ID": "65"
        },
        {
          "text": "And on the eighth day, he dismissed the people. And blessing the king, they set out for their tents, rejoicing and cheerful in heart over all the good things that the Lord had done for his servant David and for his people Israel.",
          "ID": "66"
        }
      ],
      "ID": "OT:1KI.8",
      "name": "1 Kings 8"
    },
    {
      "text": [
        {
          "text": "Now it happened that, when Solomon had perfected the building of the house of the Lord, and the king's house, and all that he had desired and had willed to do,",
          "ID": "1"
        },
        {
          "text": "the Lord appeared to him a second time, just as he had appeared to him at Gibeon.",
          "ID": "2"
        },
        {
          "text": "And the Lord said to him: \"I have heard your prayer and your petition, which you prayed before me. I have sanctified this house, which you have built, so that I may place my name there forever, and so that my eyes and my heart will be there for all days.",
          "ID": "3"
        },
        {
          "text": "Also, if you will walk before me, just as your father walked, in simplicity of heart and in equity, and you do all that I have instructed to you, and you keep my laws and my judgments,",
          "ID": "4"
        },
        {
          "text": "then I will set the throne of your kingdom over Israel forever, just as I promised your father David, saying: 'A man from your stock shall not be taken away from the throne of Israel.'",
          "ID": "5"
        },
        {
          "text": "But if you and your sons, wandering, will have turned away, not following me, and not keeping my commandments and my ceremonies, which I have proposed to you, but instead you go away, and you serve strange gods and adore them,",
          "ID": "6"
        },
        {
          "text": "then I will take away Israel from the face of the land, which I have given to them. And the temple, which I have sanctified to my name, I will cast out from my sight. And Israel will be a proverb and a parable among all the peoples.",
          "ID": "7"
        },
        {
          "text": "And this house will become an example: anyone who passes by it will be stupefied, and he will hiss and say, 'Why has the Lord acted in this way to this land and to this house?'",
          "ID": "8"
        },
        {
          "text": "And they will respond: 'Because they abandoned the Lord their God, who led their fathers away from the land of Egypt, and they followed strange gods, and they adored them and served them. For this reason, the Lord led all this evil over them.' \"",
          "ID": "9"
        },
        {
          "text": "Then, when twenty years were fulfilled, after Solomon had built the two houses, that is, the house of the Lord, and the house of the king,",
          "ID": "10"
        },
        {
          "text": "Hiram, the king of Tyre, having supplied Solomon with cedar wood, and spruce wood, and gold, in accord with all that he needed, then Solomon gave Hiram twenty towns in the land of Galilee.",
          "ID": "11"
        },
        {
          "text": "And Hiram went out of Tyre, so that he might view the towns that Solomon had given to him. And they did not please him.",
          "ID": "12"
        },
        {
          "text": "And he said, \"Are these the cities that you have given to me, brother?\" And he called them the land of Cabul, even to this day.",
          "ID": "13"
        },
        {
          "text": "And Hiram sent to king Solomon one hundred twenty talents of gold.",
          "ID": "14"
        },
        {
          "text": "This is the sum of the expenses that king Solomon offered for the building of the house of the Lord, and his own house, and for Millo, and the wall of Jerusalem, and Hazor, and Megiddo, and Gezer.",
          "ID": "15"
        },
        {
          "text": "Pharaoh, the king of Egypt, ascended and seized Gezer, and he burned it with fire. And he put to death the Canaanite who was living in the city, and he gave it as a dowry for his daughter, the wife of Solomon.",
          "ID": "16"
        },
        {
          "text": "Therefore, Solomon built up Gezer, and lower Beth-horon,",
          "ID": "17"
        },
        {
          "text": "and Baalath, and Palmira in the land of the wilderness.",
          "ID": "18"
        },
        {
          "text": "And all the towns which belonged to him, and which were without walls, he walled, along with the cities of the chariots, and the cities of the horsemen, and whatever was pleasing to him that he might build in Jerusalem, and in Lebanon, and in the entire land of his dominion.",
          "ID": "19"
        },
        {
          "text": "All the people who had remained of the Amorites, and the Hittites, and the Perizzites, and the Hivites, and the Jebusites, who were not of the sons of Israel,",
          "ID": "20"
        },
        {
          "text": "their sons, who had remained in the land, namely, those whom the sons of Israel had not been able to destroy, Solomon made tributary, even to this day.",
          "ID": "21"
        },
        {
          "text": "But from the sons of Israel, Solomon did not appoint anyone at all to serve, except the men of war, and his ministers, and leaders, and commanders, and the overseers of the chariots and the horses.",
          "ID": "22"
        },
        {
          "text": "Now there were five hundred fifty leaders in the first place over all the works of Solomon, and they had people subject to them, and these were given orders for the appointed works.",
          "ID": "23"
        },
        {
          "text": "And the daughter of Pharaoh went up from the city of David to her house, which Solomon had built for her. Then he built up Millo.",
          "ID": "24"
        },
        {
          "text": "Also, three times each year, Solomon offered holocausts and victims of peace offerings, upon the altar that he had built to the Lord, and he burned incense before the Lord. And the temple was perfected.",
          "ID": "25"
        },
        {
          "text": "And king Solomon made a navy at Ezion Geber, which is beside Eloth, on the shores of the Red Sea, in the land of Idumea.",
          "ID": "26"
        },
        {
          "text": "And Hiram sent his servants to that navy, the sailors and those knowledgeable about the sea, with the servants of Solomon.",
          "ID": "27"
        },
        {
          "text": "And when they had gone to Ophir, taking from there four hundred twenty talents of gold, they brought it to king Solomon.",
          "ID": "28"
        }
      ],
      "ID": "OT:1KI.9",
      "name": "1 Kings 9"
    },
    {
      "text": [
        {
          "text": "Then, too, the queen of Sheba, having heard of the fame of Solomon in the name of the Lord, arrived to test him with enigmas.",
          "ID": "1"
        },
        {
          "text": "And entering into Jerusalem with a great retinue, and with riches, and with camels carrying aromatics, and with an exceedingly great quantity of gold and precious stones, she went to king Solomon. And she spoke to him all that she held in her heart.",
          "ID": "2"
        },
        {
          "text": "And Solomon taught her, in all the words that she had proposed to him. There was not any word which was able to be hidden from the king, or which he did not answer for her.",
          "ID": "3"
        },
        {
          "text": "Then, when the queen of Sheba saw all the wisdom of Solomon, and the house that he had built,",
          "ID": "4"
        },
        {
          "text": "and the food of his table, and the dwelling places of his servants, and the rows of his ministers, and their apparel, and the cupbearers, and the holocausts that he was offering in the house of the Lord, she had no longer any spirit in her.",
          "ID": "5"
        },
        {
          "text": "And she said to the king: \"The word is true, which I have heard in my own land,",
          "ID": "6"
        },
        {
          "text": "about your words and your wisdom. But I did not believe those who explained it to me, until I went myself and saw it with my own eyes. And I have discovered that the half of it has not been told to me: your wisdom and works are greater than the report that I have heard.",
          "ID": "7"
        },
        {
          "text": "Blessed are your men, and blessed are your servants, who stand before you always, and who hear your wisdom.",
          "ID": "8"
        },
        {
          "text": "Blessed is the Lord your God, whom you have greatly pleased, and who has placed you upon the throne of Israel. For the Lord loves Israel forever, and he has appointed you as king, so that you may accomplish judgment and justice.\"",
          "ID": "9"
        },
        {
          "text": "Then she gave the king one hundred twenty talents of gold, and an exceedingly great amount of aromatics and precious stones. No greater quantity of aromatics was ever again brought forth as these, which the queen of Sheba gave to king Solomon.",
          "ID": "10"
        },
        {
          "text": "Then, too, the navy of Hiram, which carried gold from Ophir, brought an exceedingly great quantity of thyine wood and precious stones from Ophir.",
          "ID": "11"
        },
        {
          "text": "And the king made, from the thyine wood, the posts of the house of the Lord, and of the house of the king, and citharas and lyres for the musicians. No thyine trees of this kind were ever again brought forth or seen, even to the present day.",
          "ID": "12"
        },
        {
          "text": "Then king Solomon gave the queen of Sheba all that she desired and requested of him, aside from what he himself had offered to her from his royal bounty. And she returned and went away to her own land, with her servants.",
          "ID": "13"
        },
        {
          "text": "Now the weight of the gold that was brought to Solomon each year was six hundred sixty-six talents of gold,",
          "ID": "14"
        },
        {
          "text": "aside from what was brought to him by the men who were over the tributes, and by the merchants, and by those selling every kind of small item, and by all the kings of Arabia, and by the rulers of the land.",
          "ID": "15"
        },
        {
          "text": "Also, king Solomon made two hundred large shields from the purest gold. He dispensed six hundred shekels of gold for the layers of one shield.",
          "ID": "16"
        },
        {
          "text": "And for the three hundred crescent-shaped shields of tested gold, there were three hundred minas of gold covering one shield. And the king placed these in the house of the forest of Lebanon.",
          "ID": "17"
        },
        {
          "text": "Also, king Solomon made a great throne from ivory. And he clothed it with a great quantity of red gold.",
          "ID": "18"
        },
        {
          "text": "The throne had six steps, and the summit of the throne was rounded in the back section. And there were two hands, on one side and the other, holding the seat. And two lions were standing beside each hand,",
          "ID": "19"
        },
        {
          "text": "with twelve little lions standing upon the six steps, on one side and the other. No similar work has been made, ever in any kingdom.",
          "ID": "20"
        },
        {
          "text": "Moreover, all the vessels from which king Solomon would drink were of gold. And all the items in the house of the forest of Lebanon were of the purest gold. There was no silver, nor was any accounting made of silver in the days of Solomon.",
          "ID": "21"
        },
        {
          "text": "For the navy of the king, once every three years, went with the navy of Hiram by sea to Tarshish, bringing from there gold, and silver, and elephant tusks, and primates, and peacocks.",
          "ID": "22"
        },
        {
          "text": "And so, king Solomon was magnified above all the kings of the earth in riches and in wisdom.",
          "ID": "23"
        },
        {
          "text": "And all the earth desired to see the face of Solomon, so as to hear his wisdom, which God had granted to his heart.",
          "ID": "24"
        },
        {
          "text": "And each one brought him gifts, vessels of silver and of gold, clothing and weapons of war, as well as aromatics, and horses, and mules, throughout each year.",
          "ID": "25"
        },
        {
          "text": "And Solomon gathered together the chariots and horsemen. And he had one thousand four hundred chariots, and twelve thousand horsemen. And he placed them in the walled cities, and with the king at Jerusalem.",
          "ID": "26"
        },
        {
          "text": "And he caused silver to be as abundant in Jerusalem as stones, and he supplied a multitude of cedars like the sycamores that grow in the plains.",
          "ID": "27"
        },
        {
          "text": "And horses were brought for Solomon from Egypt and from Kue. For the merchants of the king were buying these from Kue. And they paid out the established price.",
          "ID": "28"
        },
        {
          "text": "Now a four-horse chariot would be sent from Egypt for six hundred shekels of silver, and a horse for one hundred and fifty. And in this manner, all the kings of the Hittites and of Syria were selling horses.",
          "ID": "29"
        }
      ],
      "ID": "OT:1KI.10",
      "name": "1 Kings 10"
    },
    {
      "text": [
        {
          "text": "But king Solomon loved many foreign women, including the daughter of Pharaoh, and women of Moab, and of Ammon, and of Idumea, and of Sidon, and of the Hittites.",
          "ID": "1"
        },
        {
          "text": "These were of the nations about whom the Lord said to the sons of Israel: \"You shall not enter to them, and none of them shall enter to anyone of yours. For they will most certainly turn aside your hearts, so that you follow their gods.\" And yet, to these Solomon was joined with a greatly enflamed love.",
          "ID": "2"
        },
        {
          "text": "And for him, there were seven hundred wives, as if they were queens, and three hundred concubines. And the women turned aside his heart.",
          "ID": "3"
        },
        {
          "text": "And when now he was old, his heart was perverted by the women, so that he followed strange gods. And his heart was not perfect with the Lord his God, as was the heart of his father David.",
          "ID": "4"
        },
        {
          "text": "For Solomon worshipped Ashtoreth, the goddess of the Sidonians, and Milcom, the idol of the Ammonites.",
          "ID": "5"
        },
        {
          "text": "And Solomon did what was not pleasing in the sight of the Lord. And he did not continue to follow the Lord, as his father David did.",
          "ID": "6"
        },
        {
          "text": "Then Solomon built a shrine for Chemosh, the idol of Moab, on the mount that is opposite Jerusalem, and for Milcom, the idol of the sons of Ammon.",
          "ID": "7"
        },
        {
          "text": "And he acted in this manner for all his foreign wives, who were burning incense and immolating to their gods.",
          "ID": "8"
        },
        {
          "text": "And so, the Lord became angry with Solomon, because his mind had been turned away from the Lord, the God of Israel, who had appeared to him twice,",
          "ID": "9"
        },
        {
          "text": "and who had instructed him about this matter, lest he follow strange gods. But he did not observe what the Lord commanded to him.",
          "ID": "10"
        },
        {
          "text": "And so, the Lord said to Solomon: \"Because you have this with you, and because you have not kept my covenant and my precepts, which I commanded to you, I will tear apart your kingdom, and I will give it to your servant.",
          "ID": "11"
        },
        {
          "text": "Yet truly, I will not do it in your days, for the sake of your father David. From the hand of your son, I will tear it away.",
          "ID": "12"
        },
        {
          "text": "Neither will I take away the whole kingdom. Instead, I will grant one tribe to your son, for the sake of David, my servant, and Jerusalem, which I have chosen.\"",
          "ID": "13"
        },
        {
          "text": "Then the Lord raised up an adversary to Solomon, Hadad of Idumea, from an offspring of the king who was in Idumea.",
          "ID": "14"
        },
        {
          "text": "For when David was in Idumea, Joab, the leader of the military, had ascended to bury those who had been killed, and he had killed every male in Idumea.",
          "ID": "15"
        },
        {
          "text": "And Joab remained in that place for six months, with all of Israel, until he had put to death every male in Idumea.",
          "ID": "16"
        },
        {
          "text": "Then Hadad fled, he and some men of Idumea from among the servants of his father with him, so that he might enter into Egypt. But Hadad was then a little boy.",
          "ID": "17"
        },
        {
          "text": "And when they had risen up from Midian, they went into Paran, and they took with them some men from Paran. And they went into Egypt, to Pharaoh, the king of Egypt. And he gave him a house, and he appointed food for him, and he assigned land to him.",
          "ID": "18"
        },
        {
          "text": "And Hadad found great favor before Pharaoh, so much so that he gave to him as wife, the sister of his own wife, queen Tahpenes.",
          "ID": "19"
        },
        {
          "text": "And the sister of Tahpenes bore to him a son, Genubath. And Tahpenes raised him in the house of Pharaoh. And Genubath was living with Pharaoh and his sons.",
          "ID": "20"
        },
        {
          "text": "And when Hadad had heard in Egypt that David had slept with his fathers, and that Joab, the leader of the military, had died, he said to Pharaoh, \"Release me, so that I may go to my own land.\"",
          "ID": "21"
        },
        {
          "text": "And Pharaoh said to him, \"But what is lacking to you with me, so that you would seek to go to your own land?\" But he responded: \"Nothing. Yet I beg you that you may release me.\"",
          "ID": "22"
        },
        {
          "text": "Also, God raised up against him an adversary, Rezon, the son of Eliada, who had fled from his lord, Hadad-Ezer, the king of Zobah.",
          "ID": "23"
        },
        {
          "text": "And he gathered together men against him. And when David put those of Zobah to death, he became a leader of robbers. And they went away to Damascus, and they lived there. And they appointed him to be king of Damascus.",
          "ID": "24"
        },
        {
          "text": "And he was an adversary to Israel during all the days of Solomon. And such is the evil of Hadad and of his hatred against Israel. And he reigned in Syria.",
          "ID": "25"
        },
        {
          "text": "Also, there was Jeroboam, the son of Nebat, an Ephraimite from Zeredah, a servant of Solomon, whose mother was named Zeruah, a widowed woman. He lifted up his hand against the king.",
          "ID": "26"
        },
        {
          "text": "And this is the reason for his rebellion against him: that Solomon built up Millo, and that he filled in a deep hole in the city of David, his father.",
          "ID": "27"
        },
        {
          "text": "Now Jeroboam was a valiant and powerful man. And perceiving the young man to be ingenious and industrious, Solomon appointed him as first ruler over the tributes of the entire house of Joseph.",
          "ID": "28"
        },
        {
          "text": "And it happened, in that time, that Jeroboam departed from Jerusalem. And the prophet Ahijah, the Shilonite, wearing with a new cloak, found him on the way. And the two were alone in the field.",
          "ID": "29"
        },
        {
          "text": "And taking his new cloak, with which he was covered, Ahijah tore it into twelve parts.",
          "ID": "30"
        },
        {
          "text": "And he said to Jeroboam: \"Take ten pieces for yourself. For thus says the Lord, the God of Israel: 'Behold, I will tear the kingdom from the hand of Solomon, and I will give to you ten tribes.",
          "ID": "31"
        },
        {
          "text": "Yet one tribe shall remain with him, for the sake of my servant, David, as well as Jerusalem, the city which I have chosen out of all the tribes of Israel.",
          "ID": "32"
        },
        {
          "text": "For he has abandoned me, and he has adored Ashtoreth, the goddess of the Sidonians, and Chemosh, the god of Moab, and Milcom, the god of the sons of Ammon. And he has not walked in my ways, so that he would do justice before me, and so that he would carry out my precepts and judgments, as his father David did.",
          "ID": "33"
        },
        {
          "text": "But I will not take the entire kingdom from his hand. Instead, I will establish him as the ruler during all the days of his life, for the sake of my servant David, whom I chose, who kept my commandments and my precepts.",
          "ID": "34"
        },
        {
          "text": "But I will take away the kingdom from the hand of his son, and I will give to you ten tribes.",
          "ID": "35"
        },
        {
          "text": "Then, to his son, I will give one tribe, so that there may remain a lamp for my servant David before me, for all days, in Jerusalem, the city which I have chosen, so that my name would be there.",
          "ID": "36"
        },
        {
          "text": "And I will take you up, and you shall reign over all that your soul desires. And you shall be king over Israel.",
          "ID": "37"
        },
        {
          "text": "Therefore, if you will listen to all that I will command you, and if you will walk in my ways, and do what is right in my sight, keeping my commandments and my precepts, just as my servant David did, then I will be with you, and I will build for you a faithful house, in the way that I built a house for David, and I will deliver Israel to you.",
          "ID": "38"
        },
        {
          "text": "And I will afflict the offspring of David over this, but truly not for all days.' \"",
          "ID": "39"
        },
        {
          "text": "Therefore, Solomon wanted to kill Jeroboam. But he rose up and fled away to Egypt, to Shishak, the king of Egypt. And he was in Egypt until the death of Solomon.",
          "ID": "40"
        },
        {
          "text": "Now the rest of the words of Solomon, and all that he did, and his wisdom: behold, these are all written in the book of the words of the days of Solomon.",
          "ID": "41"
        },
        {
          "text": "And the days that Solomon reigned in Jerusalem, over all of Israel, were forty years.",
          "ID": "42"
        },
        {
          "text": "And Solomon slept with his fathers, and he was buried in the city of David, his father. And Rehoboam, his son, reigned in his place.",
          "ID": "43"
        }
      ],
      "ID": "OT:1KI.11",
      "name": "1 Kings 11"
    },
    {
      "text": [
        {
          "text": "Then Rehoboam went to Shechem. For in that place, all of Israel had gathered to appoint him as king.",
          "ID": "1"
        },
        {
          "text": "Yet truly, Jeroboam, the son of Nebat, while he was still in Egypt as a fugitive from the face of king Solomon, hearing of his death, returned from Egypt.",
          "ID": "2"
        },
        {
          "text": "And they sent and called him. Therefore, Jeroboam went, with the entire multitude of Israel, and they spoke to Rehoboam, saying:",
          "ID": "3"
        },
        {
          "text": "\"Your father imposed a very harsh yoke upon us. And so, you should now take away a little from the very harsh rule of your father and from his very grievous yoke, which he imposed upon us, and we will serve you.\"",
          "ID": "4"
        },
        {
          "text": "And he said to them, \"Go away, until the third day, and then return to me.\" And when the people had gone away,",
          "ID": "5"
        },
        {
          "text": "king Rehoboam took counsel with the elders who had assisted before his father Solomon while he was still living. And he said, \"What counsel do you give to me, so that I may respond to this people?\"",
          "ID": "6"
        },
        {
          "text": "They said to him, \"If today you will obey and serve this people, and yield to their petition, and if you will speak lenient words to them, they will be your servants for all days.\"",
          "ID": "7"
        },
        {
          "text": "But he abandoned the counsel of the old men, which they had given to him. And he consulted the young men who had been raised with him, and who were assisting him.",
          "ID": "8"
        },
        {
          "text": "And he said to them: \"What counsel do you give to me, so that I may respond to this people, who have said to me: 'Make light the yoke that your father imposed on us?' \"",
          "ID": "9"
        },
        {
          "text": "And the young men who had been raised with him, said: \"You shall speak in this way to this people, who have spoken to you, saying: 'Your father weighed down our yoke. You should relieve us.' You shall say this to them: 'My little finger is thicker than the back of my father.",
          "ID": "10"
        },
        {
          "text": "And now, my father placed a heavy yoke upon you, but I will add more upon your yoke. My father cut you with whips, but I will beat you with scorpions.' \"",
          "ID": "11"
        },
        {
          "text": "Therefore, Jeroboam and all the people went to Rehoboam on the third day, just as the king had spoken, saying, \"Return to me on the third day.\"",
          "ID": "12"
        },
        {
          "text": "And the king responded to the people harshly, leaving behind the counsel of the elders that they had given to him.",
          "ID": "13"
        },
        {
          "text": "And he spoke to them according to the counsel of the young men, saying: \"My father weighed down your yoke, but I will add more to your yoke. My father cut you with whips, but I will beat you with scorpions.\"",
          "ID": "14"
        },
        {
          "text": "And the king did not acquiesce to the people. For the Lord had turned him away, so that he might raise up his word, which he had spoken by the hand of Ahijah, the Shilonite, to Jeroboam, the son of Nebat.",
          "ID": "15"
        },
        {
          "text": "And so the people, seeing that the king had not been willing to listen to them, responded to him, saying: \"What part do we have in David? Or what inheritance do we have in the son of Jesse? Go to your own tents, O Israel. Now David, see to your own house.\" And Israel went away to their own tents.",
          "ID": "16"
        },
        {
          "text": "But over all the sons of Israel who were living in the cities of Judah, Rehoboam reigned.",
          "ID": "17"
        },
        {
          "text": "Then king Rehoboam sent Adoram, who was over the tribute. And all of Israel stoned him, and he died. Therefore, king Rehoboam hurrying, climbed into the chariot, and fled to Jerusalem.",
          "ID": "18"
        },
        {
          "text": "And Israel drew away from the house of David, even to the present day.",
          "ID": "19"
        },
        {
          "text": "And it happened that, when all of Israel had heard that Jeroboam had returned, gathering an assembly, they sent and called him, and they appointed him as king over all of Israel. And no one followed the house of David, except the tribe of Judah alone.",
          "ID": "20"
        },
        {
          "text": "Then Rehoboam went to Jerusalem, and he gathered together the entire house of Judah, and the tribe of Benjamin, one hundred and eighty thousand elect men of war, so that they might fight against the house of Israel, and might bring the kingdom back to Rehoboam, the son of Solomon.",
          "ID": "21"
        },
        {
          "text": "But the word of the Lord came to Shemaiah, the man of God, saying:",
          "ID": "22"
        },
        {
          "text": "\"Speak to Rehoboam, the son of Solomon, the king of Judah, and to all the house of Judah, and to Benjamin, and to the rest of the people, saying:",
          "ID": "23"
        },
        {
          "text": "'Thus says the Lord: You shall not go up, and you shall not make war against your brothers, the sons of Israel. Let each man return to his own house. For this word came from me.' \" And they listened to the word of the Lord, and they returned from the journey, as the Lord had instructed them.",
          "ID": "24"
        },
        {
          "text": "Then Jeroboam built up Shechem, on mount Ephraim, and he lived there. And departing from there, he built up Penuel.",
          "ID": "25"
        },
        {
          "text": "And Jeroboam said in his heart: \"Now the kingdom will return to the house of David,",
          "ID": "26"
        },
        {
          "text": "if this people ascend to offer sacrifices in the house of the Lord at Jerusalem. And the heart of this people will be converted to their lord Rehoboam, the king of Judah, and they will put me to death, and return to him.\"",
          "ID": "27"
        },
        {
          "text": "And devising a plan, he made two golden calves. And he said to them: \"No longer choose to ascend to Jerusalem. Behold, these are your gods, O Israel, who led you away from the land of Egypt!\"",
          "ID": "28"
        },
        {
          "text": "And he stationed one in Bethel, and the other in Dan.",
          "ID": "29"
        },
        {
          "text": "And this word became an occasion of sin. For the people went to adore the calf, even to Dan.",
          "ID": "30"
        },
        {
          "text": "And he made shrines on the high places, and he made priests out of the lowest people, who were not of the sons of Levi.",
          "ID": "31"
        },
        {
          "text": "And he appointed a solemn day in the eighth month, on the fifteenth day of the month, in imitation of the solemnity that was celebrated in Judah. And ascending to the altar, he acted similarly in Bethel, so that he immolated to the calves, which he had made. And in Bethel, he appointed priests of the high places, which he had made.",
          "ID": "32"
        },
        {
          "text": "And he ascended to the altar, which he had raised up in Bethel, on the fifteenth day of the eighth month, the day that he had decided in his own heart. And he made a solemnity to the sons of Israel, and he ascended to the altar, so that he might burn incense.",
          "ID": "33"
        }
      ],
      "ID": "OT:1KI.12",
      "name": "1 Kings 12"
    },
    {
      "text": [
        {
          "text": "And behold, by the word of the Lord, a man of God went from Judah to Bethel, when Jeroboam was standing over the altar, and burning incense.",
          "ID": "1"
        },
        {
          "text": "And by the word of the Lord, he cried out against the altar. And he said: \"O altar, O altar! Thus says the Lord: 'Behold, a son will be born to the house of David, Josiah by name. And upon you, he will immolate the priests of the high places, who now burn incense upon you. And upon you, he will burn up the bones of men.' \"",
          "ID": "2"
        },
        {
          "text": "And he gave a sign on the same day, saying: \"This will be the sign that the Lord has spoken. Behold, the altar shall be torn apart, and the ashes that are upon it shall be poured out.\"",
          "ID": "3"
        },
        {
          "text": "And when the king had heard the word of the man of God, which he had cried out against the altar at Bethel, he extended his hand from the altar, saying, \"Apprehend him!\" But his hand, which he had extended against him, withered. And he was unable to draw it back to himself.",
          "ID": "4"
        },
        {
          "text": "Also, the altar was torn apart, and the ashes were poured out from the altar, in accord with the sign that the man of God had predicted by the word of the Lord.",
          "ID": "5"
        },
        {
          "text": "And the king said to the man of God, \"Entreat the face of the Lord your God, and pray for me, so that my hand may be restored to me.\" And the man of God prayed before the face of the Lord, and the hand of the king was restored to him, and it became as it had been before.",
          "ID": "6"
        },
        {
          "text": "Then the king said to the man of God: \"Come home with me, so that you may dine. And I will give you gifts.\"",
          "ID": "7"
        },
        {
          "text": "And the man of God responded to the king: \"Even if you will give me one half part of your house, I will not go with you, nor eat bread, nor drink water in this place.",
          "ID": "8"
        },
        {
          "text": "For so it was commanded to me by the word of the Lord, ordering: 'You shall not eat bread, and you shall not drink water, nor shall you return by the way that you came.' \"",
          "ID": "9"
        },
        {
          "text": "Then he departed by another way, and he did not return along the way that he had traveled to Bethel.",
          "ID": "10"
        },
        {
          "text": "Now a certain elderly prophet was living in Bethel. His sons went to him, and they described to him all the works which the man of God had accomplished on that day in Bethel. And they described to their father the words that he had spoken to the king.",
          "ID": "11"
        },
        {
          "text": "And their father said to them, \"By which way did he depart?\" His sons showed him the way by which the man of God, who had come from Judah, had departed.",
          "ID": "12"
        },
        {
          "text": "And he said to his sons, \"Saddle the donkey for me.\" And when they had saddled it, he climbed on,",
          "ID": "13"
        },
        {
          "text": "and he went away after the man of God. And he found him sitting under a terebinth tree. And he said to him, \"Are you the man of God who came from Judah?\" And he responded, \"I am.\"",
          "ID": "14"
        },
        {
          "text": "And he said to him, \"Come home with me, so that you may eat bread.\"",
          "ID": "15"
        },
        {
          "text": "But he said: \"I am not able to turn back, nor to go with you. Neither will I eat bread, or drink water in this place.",
          "ID": "16"
        },
        {
          "text": "For the Lord has spoken to me, by the word of the Lord, saying, \"You shall not eat bread, and you shall not drink water in that place, nor shall you return by the way that you arrived.\"",
          "ID": "17"
        },
        {
          "text": "And he said to him: \"I, too, am a prophet like you. And an Angel spoke to me, by the word of the Lord, saying, 'Lead him back with you to your house, so that he may eat bread, and drink water.' \" And so he deceived him.",
          "ID": "18"
        },
        {
          "text": "And he led him back with him. Then he ate bread and drank water in his house.",
          "ID": "19"
        },
        {
          "text": "And while they were sitting at table, the word of the Lord came to the prophet who had led him back.",
          "ID": "20"
        },
        {
          "text": "And he cried out to the man of God who had arrived from Judah, saying: \"Thus says the Lord: Because you were not obedient to the mouth of the Lord, and you did not keep the commandment that the Lord your God instructed to you,",
          "ID": "21"
        },
        {
          "text": "and you turned back, and ate bread, and drank water in the place where he commanded you that you should not eat bread, nor drink water: your dead body shall not be carried back to the sepulcher of your fathers.\"",
          "ID": "22"
        },
        {
          "text": "And when he had eaten and had drunk, he saddled his donkey for the prophet whom he had led back.",
          "ID": "23"
        },
        {
          "text": "And when he had departed, a lion found him along the way, and it killed him, and his dead body was left upon the road. Now the donkey was standing beside him. And the lion was standing beside the dead body.",
          "ID": "24"
        },
        {
          "text": "And behold, men who were passing by saw the dead body lying in the road, with the lion standing beside the body. And they went and made it widely known in the city where that elderly prophet was living.",
          "ID": "25"
        },
        {
          "text": "And when that prophet, who had led him back from the way, had heard it, he said: \"It is the man of God, who was disobedient to the mouth of the Lord. And the Lord has delivered him to the lion. And it has torn him apart and killed him, in accord with the word of the Lord, which he spoke to him.\"",
          "ID": "26"
        },
        {
          "text": "And he said to his sons, \"Saddle a donkey for me.\" And when they had saddled it,",
          "ID": "27"
        },
        {
          "text": "and he had departed, he found the dead body lying on the road, with the donkey and the lion standing beside the dead body. The lion did not eat from the dead body, nor did it harm the donkey.",
          "ID": "28"
        },
        {
          "text": "Then the prophet took the dead body of the man of God, and he placed it upon the donkey, and returning, he brought it into the city of the elderly prophet, so that he might mourn for him.",
          "ID": "29"
        },
        {
          "text": "And he placed his dead body in his own sepulcher. And they mourned for him, saying: \"Alas! Alas! My brother!\"",
          "ID": "30"
        },
        {
          "text": "And when they had mourned over him, he said to his sons: \"When I will have died, bury me in the sepulcher in which the man of God was buried. Place my bones beside his bones.",
          "ID": "31"
        },
        {
          "text": "For certainly, the word will arrived, which he predicted by the word of the Lord, against the altar, which is in Bethel, and against all the shrines of the high places, which are in the cities of Samaria.\"",
          "ID": "32"
        },
        {
          "text": "After these words, Jeroboam did not turn back from his very evil way. Instead, to the contrary, he made priests for the high places out of the least of the people. Whosoever was willing, he filled his hand, and he became a priest of the high places.",
          "ID": "33"
        },
        {
          "text": "And for this reason, the house of Jeroboam sinned, and was uprooted, and was wiped from the face of the earth.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.13",
      "name": "1 Kings 13"
    },
    {
      "text": [
        {
          "text": "In that time Abijah, the son of Jeroboam, became ill.",
          "ID": "1"
        },
        {
          "text": "And Jeroboam said to his wife: \"Rise up, and change clothing, so that you will not be recognized to be the wife of Jeroboam. And go to Shiloh, where the prophet Ahijah is, who said to me that I should reign over this people.",
          "ID": "2"
        },
        {
          "text": "Also, take in your hand ten loaves, and dried bread, and a container of honey, and go to him. For he will reveal to you what will happen to this boy.\"",
          "ID": "3"
        },
        {
          "text": "The wife of Jeroboam did just as he had said. And rising up, she went away to Shiloh. And she arrived at the house of Ahijah. But he was unable to see, because his eyes had dimmed due to old age.",
          "ID": "4"
        },
        {
          "text": "Then the Lord said to Ahijah: \"Behold, the wife of Jeroboam enters, so that she may consult you over her son, who is ill. You shall say one thing and another to her.\" Therefore, as she was entering, not presenting herself to be who she was,",
          "ID": "5"
        },
        {
          "text": "Ahijah heard the sound of her feet, entering through the door. And he said: \"Enter, O wife of Jeroboam. Why do you pretend to be someone you are not? But I have been sent to you with harsh news.",
          "ID": "6"
        },
        {
          "text": "Go, and tell Jeroboam: 'Thus says the Lord, the God of Israel: Although I exalted you from the midst of the people, and I granted to you to be the leader over my people Israel,",
          "ID": "7"
        },
        {
          "text": "and I tore the kingdom away from the house of David, and I gave it to you, yet you have not been like David, my servant, who kept my commandments, and who followed me with his whole heart, doing what was pleasing in my sight.",
          "ID": "8"
        },
        {
          "text": "Instead, you have worked evil beyond all those who were before you. And you have made for yourself strange gods and molten images, so that you provoke me to anger. And you have cast me behind your back.",
          "ID": "9"
        },
        {
          "text": "For this reason, behold, I will lead evils over the house of Jeroboam, and I will strike down from Jeroboam that which urinates against a wall, and that which is lame, and that which is last in Israel. And I will cleanse that which remains of the house of Jeroboam, just as dung is usually cleaned away, until there is purity.",
          "ID": "10"
        },
        {
          "text": "Those who will have died of Jeroboam in the city, the dogs will devour them. And those who will have died in the field, the birds of the heavens will devour them. For the Lord has spoken.'",
          "ID": "11"
        },
        {
          "text": "Therefore, you must rise up, and go to your house. And in the city, at the very entrance of your feet, the boy will die.",
          "ID": "12"
        },
        {
          "text": "And all of Israel will mourn him, and will bury him. For he alone of Jeroboam shall be brought into a sepulcher. For concerning him, there has been found a good word from the Lord, the God of Israel, in the house of Jeroboam.",
          "ID": "13"
        },
        {
          "text": "But the Lord has appointed for himself a king over Israel, who will strike down the house of Jeroboam, in this day and in this time.",
          "ID": "14"
        },
        {
          "text": "And the Lord God shall strike Israel, just as a reed is usually shaken in the water. And he will uproot Israel from this good land, which he gave to their fathers. And he will winnow them beyond the river. For they have made for themselves sacred groves, so that they have provoked the Lord.",
          "ID": "15"
        },
        {
          "text": "And the Lord will hand over Israel, because of the sins of Jeroboam, who has sinned and caused Israel to sin.\"",
          "ID": "16"
        },
        {
          "text": "And so, the wife of Jeroboam rose up, and she went away. And she arrived at Tirzah. And as she was entering the threshold of the house, the boy died.",
          "ID": "17"
        },
        {
          "text": "And they buried him, and all of Israel mourned for him, in accord with the word of the Lord, which he spoke by the hand of his servant Ahijah, the prophet.",
          "ID": "18"
        },
        {
          "text": "Now the rest of the words of Jeroboam, the manner in which he fought, and the manner in which he reigned, behold, these were written in the book of the words of the days of the kings of Israel.",
          "ID": "19"
        },
        {
          "text": "And the days during which Jeroboam reigned were twenty-two years. And he slept with his fathers. And Nadab, his son, reigned in his place.",
          "ID": "20"
        },
        {
          "text": "Now Rehoboam, the son of Solomon, reigned in Judah. Rehoboam was forty-one years old when he had begun to reign. And he reigned for seventeen years in Jerusalem, the city that the Lord chose, out of all the tribes of Israel, so that he might place his name there. And the name of his mother was Naamah, an Ammonite.",
          "ID": "21"
        },
        {
          "text": "And Judah did evil in the sight of the Lord, and they provoked him beyond all that their fathers had done, by their sins that they committed.",
          "ID": "22"
        },
        {
          "text": "For they, too, built for themselves altars, and statues, and sacred groves, upon every high hill and under every leafy tree.",
          "ID": "23"
        },
        {
          "text": "Moreover, the effeminate were in the land, and they committed all the abominations of the peoples that the Lord had destroyed before the face of the sons of Israel.",
          "ID": "24"
        },
        {
          "text": "Then, in the fifth year of the reign of Rehoboam, Shishak, the king of Egypt, ascended against Jerusalem.",
          "ID": "25"
        },
        {
          "text": "And he took away the treasures of the house of the Lord, and the royal treasures, and he plundered everything, including the shields of gold that Solomon had made.",
          "ID": "26"
        },
        {
          "text": "In place of these, king Rehoboam made shields of brass, and he delivered them into the hand of the commanders of the shield bearers, and of those who were keeping the night watch before the gate of the king's house.",
          "ID": "27"
        },
        {
          "text": "And when the king entered into the house of the Lord, these were carried by those who held the office to go before him. And afterward, they carried them back to the armory of the shield bearers.",
          "ID": "28"
        },
        {
          "text": "Now the rest of the words of Rehoboam, and all that he did, behold, these were written in the book of the words of the days of the kings of Judah.",
          "ID": "29"
        },
        {
          "text": "And there was war between Rehoboam and Jeroboam, during all the days.",
          "ID": "30"
        },
        {
          "text": "And Rehoboam slept with his fathers, and he was buried with them in the city of David. And his mother's name was Naamah, an Ammonite. And his son Abijam reigned in his place.",
          "ID": "31"
        }
      ],
      "ID": "OT:1KI.14",
      "name": "1 Kings 14"
    },
    {
      "text": [
        {
          "text": "Then, in the eighteenth year of the reign of Jeroboam, the son of Nebat, Abijam reigned over Judah.",
          "ID": "1"
        },
        {
          "text": "He reigned for three years in Jerusalem. The name of his mother was Maacah, the daughter of Abishalom.",
          "ID": "2"
        },
        {
          "text": "And he walked in all the sins of his father, which he had done before him. Neither was his heart perfect with the Lord his God, as was the heart of David, his father.",
          "ID": "3"
        },
        {
          "text": "But for the sake of David, the Lord his God gave to him a lamp in Jerusalem, so that he might raise up his son after him, and so that he might establish Jerusalem.",
          "ID": "4"
        },
        {
          "text": "For David had done what was right in the eyes of the Lord, and he had not declined from all of the things that he had instructed to him, during all the days of his life, except the matter of Uriah, the Hittite.",
          "ID": "5"
        },
        {
          "text": "Now there was war between Rehoboam and Jeroboam during the entire time of his life.",
          "ID": "6"
        },
        {
          "text": "And the rest of the words of Abijam, and all that he did, were these not written in the book of the words of the days of the kings of Judah? And there was fighting between Abijam and Jeroboam.",
          "ID": "7"
        },
        {
          "text": "And Abijam slept with his fathers, and they buried him in the city of David. And Asa, his son, reigned in his place.",
          "ID": "8"
        },
        {
          "text": "Then, in the twentieth year of Jeroboam, the king of Israel, Asa reigned as king of Judah.",
          "ID": "9"
        },
        {
          "text": "And he reigned for forty-one years in Jerusalem. The name of his mother was Maacah, the daughter of Abishalom.",
          "ID": "10"
        },
        {
          "text": "And Asa did what was right before the sight of the Lord, just as his father David did.",
          "ID": "11"
        },
        {
          "text": "And he took away the effeminate from the land. And he purged all the filth of the idols, which his fathers had made.",
          "ID": "12"
        },
        {
          "text": "Moreover, he also removed his mother, Maacah, from being the leader in the sacrifices of Priapus, and in his sacred grove which she had consecrated. And he destroyed his grotto. And he shattered the very indecent idol, and he burned it at the torrent Kidron.",
          "ID": "13"
        },
        {
          "text": "But the high places, he did not take away. Yet truly, the heart of Asa was perfect with the Lord during all his days.",
          "ID": "14"
        },
        {
          "text": "And he brought the things that his father had sanctified and vowed back to the house of the Lord: the silver, and the gold, and the vessels.",
          "ID": "15"
        },
        {
          "text": "Now there was war between Asa and Baasha, the king of Israel, during all their days.",
          "ID": "16"
        },
        {
          "text": "And Baasha, the king of Israel, ascended against Judah. And he built up Ramah, so that no one would be able to exit or enter from the side of Asa, the king of Judah.",
          "ID": "17"
        },
        {
          "text": "And so, Asa took all the silver and the gold which had remained in the treasuries of the house of the Lord, and in the treasuries of the house of the king, and he gave it into the hands of his servants. And he sent them to Benhadad, the son of Tabrimmon, the son of Hezion, the king of Syria, who was living in Damascus, saying:",
          "ID": "18"
        },
        {
          "text": "\"There is a pact between me and you, and between my father and your father. For this reason, I have sent to you gifts of silver and of gold. And I ask you to go and break your pact with Baasha, the king of Israel, so that he may withdraw from me.\"",
          "ID": "19"
        },
        {
          "text": "Benhadad, acquiescing to king Asa, sent the leaders of his army against the cities of Israel. And they struck Ijon, and Dan, and Abel, the house of Maacah, and all of Chinneroth, that is, all the land of Naphtali.",
          "ID": "20"
        },
        {
          "text": "And when Baasha had heard this, he ceased from fortifying Ramah, and he returned to Tirzah.",
          "ID": "21"
        },
        {
          "text": "Then king Asa sent an announcement to all of Judah, saying, \"Let no one be excused.\" And they took away the stones from Ramah, and its timber, with which Baasha had fortified it. And from these things, king Asa built up Geba of Benjamin and Mizpah.",
          "ID": "22"
        },
        {
          "text": "Now all the rest of the words of Asa, and his entire strength, and all that he did, and the cities that he built, were these not written in the book of the words of the days of the kings of Judah? Yet truly, in the time of his old age, he was afflicted in his feet.",
          "ID": "23"
        },
        {
          "text": "And he slept with his fathers, and he was buried with them in the city of David, his father. And Jehoshaphat, his son, reigned in his place.",
          "ID": "24"
        },
        {
          "text": "Yet truly, Nadab, the son of Jeroboam, reigned over Israel, in the second year of Asa, the king of Judah. And he reigned over Israel for two years.",
          "ID": "25"
        },
        {
          "text": "And he did what is evil in the sight of the Lord. And he walked in the ways of his father and in his sins, by which he caused Israel to sin.",
          "ID": "26"
        },
        {
          "text": "Then Baasha, the son of Ahijah, from the house of Issachar, set an ambush against him, and he struck him down at Gibbethon, which is a city of the Philistines. For indeed, Nadab and all of Israel were laying siege to Gibbethon.",
          "ID": "27"
        },
        {
          "text": "And so Baasha killed him in the third year of Asa, the king of Judah, and he reigned in his place.",
          "ID": "28"
        },
        {
          "text": "And when he had reigned, he struck down the entire house of Jeroboam. He did not leave behind even one soul from his offspring, until he had wiped him away, in accord with the word of the Lord, which he had spoken by the hand of Ahijah, the Shilonite,",
          "ID": "29"
        },
        {
          "text": "because of the sin of Jeroboam, which he had committed, and by which he had caused Israel to sin, and because of the offense by which he had provoked the Lord, the God of Israel.",
          "ID": "30"
        },
        {
          "text": "But the rest of the words of Nadab, and all that he did, were these not written in the book of the words of the days of the kings of Israel?",
          "ID": "31"
        },
        {
          "text": "And there was war between Asa and Baasha, the king of Israel, during all their days.",
          "ID": "32"
        },
        {
          "text": "In the third year of Asa, the king of Judah, Baasha, the son of Ahijah, reigned over all of Israel, at Tirzah, for twenty-four years.",
          "ID": "33"
        },
        {
          "text": "And he did evil in the sight of the Lord. And he walked in the ways of Jeroboam, and in his sins, by which he caused Israel to sin.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.15",
      "name": "1 Kings 15"
    },
    {
      "text": [
        {
          "text": "Then the word of the Lord came to Jehu, the son of Hanani, against Baasha, saying:",
          "ID": "1"
        },
        {
          "text": "\"Even though I exalted you from the dust, and I set you as ruler over my people Israel, still you have walked in the way of Jeroboam, and you have caused my people Israel to sin, so that you have provoked me by their sins.",
          "ID": "2"
        },
        {
          "text": "Behold, I will cut down the posterity of Baasha, and the posterity of his house. And I will make your house like the house of Jeroboam, the son of Nebat.",
          "ID": "3"
        },
        {
          "text": "Whoever will have died of Baasha in the city, the dogs will consume him. And whoever will have died of him in the countryside, the birds of the air will consume him.\"",
          "ID": "4"
        },
        {
          "text": "Now the rest of the words of Baasha, and whatever he did, and his battles, were these not written in the book of the words of the days of the kings of Israel?",
          "ID": "5"
        },
        {
          "text": "Then Baasha slept with his fathers, and he was buried at Tirzah. And Elah, his son, reigned in his place.",
          "ID": "6"
        },
        {
          "text": "And when the word of the Lord had arrived by the hand of the prophet Jehu, the son of Hanani, against Baasha, and against his house, and against every evil that he had done before the Lord, so that he provoked him by the works of his hands, so that he became like the house of Jeroboam: for this reason, he killed him, that is, the prophet Jehu, the son of Hanani.",
          "ID": "7"
        },
        {
          "text": "In the twenty-sixth year of Asa, the king of Judah, Elah, the son of Baasha, reigned over Israel, at Tirzah, for two years.",
          "ID": "8"
        },
        {
          "text": "And his servant Zimri, the commander of one half part the horsemen, rebelled against him. Now Elah was drinking at Tirzah, and he became inebriated in the house of Arza, the prefect of Tirzah.",
          "ID": "9"
        },
        {
          "text": "Then Zimri, rushing in, struck him and killed him, in the twenty-seventh year of Asa, the king of Judah. And he reigned in his place.",
          "ID": "10"
        },
        {
          "text": "And when he had reigned and had sat upon his throne, he struck down the entire house of Baasha. And he did not leave behind of them anything that urinates against a wall, among both close relatives and his friends.",
          "ID": "11"
        },
        {
          "text": "And so, Zimri destroyed the entire house of Baasha, in accord with the word of the Lord, which he had spoken to Baasha, by the hand the prophet of Jehu,",
          "ID": "12"
        },
        {
          "text": "because of all the sins of Baasha, and the sins of Elah, his son, who sinned and caused Israel to sin, provoking the Lord, the God of Israel, with their vanities.",
          "ID": "13"
        },
        {
          "text": "But the rest of the words of Elah, and all that he did, were these not written in the book of the words of the days of the kings of Israel?",
          "ID": "14"
        },
        {
          "text": "In the twenty-seventh year of Asa, the king of Judah, Zimri reigned for seven days in Tirzah. For the army was besieging Gibbethon, a city of the Philistines.",
          "ID": "15"
        },
        {
          "text": "And when they had heard that Zimri had rebelled, and that he had killed the king, all of Israel made Omri as a king for themselves; he was the leader of the military over Israel in the encampment in that day.",
          "ID": "16"
        },
        {
          "text": "Therefore, Omri ascended, and all of Israel with him, from Gibbethon, and they besieged Tirzah.",
          "ID": "17"
        },
        {
          "text": "Then Zimri, seeing that the city was about to be taken, entered the palace, and he set fire to himself along with the royal house. And he died",
          "ID": "18"
        },
        {
          "text": "in his sins, which he had sinned, doing evil before the Lord, and walking in the way of Jeroboam, and in his sin, by which he caused Israel to sin.",
          "ID": "19"
        },
        {
          "text": "But the rest of the words of Zimri, and of his treachery and tyranny, were these not written in the book of the words of the days of the kings of Israel?",
          "ID": "20"
        },
        {
          "text": "Then the people of Israel were divided into two parts: one half part of the people followed Tibni, the son of Ginath, having appointed him as king, and one half part followed Omri.",
          "ID": "21"
        },
        {
          "text": "But the people who were with Omri prevailed over the people who were following Tibni, the son of Ginath. And Tibni died, and Omri reigned.",
          "ID": "22"
        },
        {
          "text": "In the thirty-first year of Asa, the king of Judah, Omri reigned over Israel for twelve years; he reigned for six years at Tirzah.",
          "ID": "23"
        },
        {
          "text": "And he bought the mount of Samaria from Shemer for two talents of silver. And he built upon it, and he called the name of the city that he had built, Samaria, after the name of Shemer, the owner of the mount.",
          "ID": "24"
        },
        {
          "text": "But Omri did evil in the sight of the Lord, and he wrought wickedness, beyond all who had been before him.",
          "ID": "25"
        },
        {
          "text": "And he walked in all the ways of Jeroboam, the son of Nebat, and in his sins, by which he had caused Israel to sin, so that he provoked the Lord, the God of Israel, by their vanities.",
          "ID": "26"
        },
        {
          "text": "Now the rest of the words of Omri, and his battles that he carried out, were these not written in the book of the words of the days of the kings of Israel?",
          "ID": "27"
        },
        {
          "text": "And Omri slept with his fathers, and he was buried in Samaria. And Ahab, his son, reigned in his place.",
          "ID": "28"
        },
        {
          "text": "Truly, Ahab, the son of Omri, reigned over Israel in the thirty-eighth year of Asa, the king of Judah. And Ahab, the son of Omri, reigned over Israel at Samaria for twenty-two years.",
          "ID": "29"
        },
        {
          "text": "And Ahab, the son of Omri, did evil in the sight of the Lord, beyond all who had been before him.",
          "ID": "30"
        },
        {
          "text": "And it was not enough for him to walk in the sins of Jeroboam, the son of Nebat. In addition, he took as a wife Jezebel, the daughter of Eth-baal, the king of the Sidonians. And he went astray, and he served Baal, and adored him.",
          "ID": "31"
        },
        {
          "text": "And he set up an altar for Baal, in the temple of Baal, which he had built at Samaria.",
          "ID": "32"
        },
        {
          "text": "And he planted a sacred grove. And Ahab added to his works, provoking the Lord, the God of Israel, beyond all the kings of Israel who had been before him.",
          "ID": "33"
        },
        {
          "text": "In his days, Hiel from Bethel built up Jericho. With Abiram, his firstborn, he founded it, and with Segub, his youngest son, he set up its gates, in accord with the word of the Lord, which he had spoken by the hand of Joshua, the son of Nun.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.16",
      "name": "1 Kings 16"
    },
    {
      "text": [
        {
          "text": "And Elijah the Tishbite, from the inhabitants of Gilead, said to Ahab, \"As the Lord lives, the God of Israel, in whose sight I stand, there shall not be dew or rain during these years, except by the words of my mouth.\"",
          "ID": "1"
        },
        {
          "text": "And the word of the Lord came to him, saying:",
          "ID": "2"
        },
        {
          "text": "\"Withdraw from here, and go toward the east, and hide at the torrent Cherith, which is opposite the Jordan.",
          "ID": "3"
        },
        {
          "text": "And there you shall drink from the torrent. And I have instructed the ravens to feed you there.\"",
          "ID": "4"
        },
        {
          "text": "Therefore, he went and acted in accord with the word of the Lord. And going away, he settled by the torrent Cherith, which is opposite the Jordan.",
          "ID": "5"
        },
        {
          "text": "And the ravens carried bread and flesh to him in the morning, and likewise bread and flesh in the evening. And he drank from the torrent.",
          "ID": "6"
        },
        {
          "text": "But after some days, the torrent dried up. For it had not rained upon the earth.",
          "ID": "7"
        },
        {
          "text": "Then the word of the Lord came to him, saying:",
          "ID": "8"
        },
        {
          "text": "\"Rise up, and go to Zarephath of the Sidonians, and dwell there. For I have instructed a widowed woman there to feed you.\"",
          "ID": "9"
        },
        {
          "text": "He rose up and went away to Zarephath. And when he had arrived at the gate of the city, he saw the widowed woman collecting wood, and he called to her. And he said to her, \"Give me a little water in a vessel, so that I may drink.\"",
          "ID": "10"
        },
        {
          "text": "And as she was going to bring it, he called out after her, saying, \"Bring me also, I beg you, a morsel of bread in your hand.\"",
          "ID": "11"
        },
        {
          "text": "And she responded: \"As the Lord your God lives, I have no bread, except a handful of flour in a jar, and a little oil in a bottle. See, I am collecting a couple of sticks, so that I may go in and make it for myself and my son, so that we may eat it and die.\"",
          "ID": "12"
        },
        {
          "text": "And Elijah said to her: \"Do not be afraid. But go and do as you have said. Yet truly, first make for me, from the same flour, a little bread baked under ashes, and bring it to me. Then afterward, make some for yourself and for your son.",
          "ID": "13"
        },
        {
          "text": "For thus says the Lord, the God of Israel: 'The jar of flour will not fail, nor the bottle of oil be diminished, until the day when the Lord will grant rain upon the face of the earth.' \"",
          "ID": "14"
        },
        {
          "text": "She went and acted in accord with the word of Elijah. And he ate, and she and her household ate. And from that day,",
          "ID": "15"
        },
        {
          "text": "the jar of flour did not fail, and the bottle of oil was not diminished, in accord with the word of the Lord, which he had spoken by the hand of Elijah.",
          "ID": "16"
        },
        {
          "text": "Now it happened that, after these things, the son of the woman who was the mother of the family became ill. And the sickness was very powerful, so that no breath remained in him.",
          "ID": "17"
        },
        {
          "text": "Therefore, she said to Elijah: \"What is there between you and me, O man of God? Have you entered to me, so that my iniquities would be remembered, and so that you would put to death my son?\"",
          "ID": "18"
        },
        {
          "text": "And Elijah said to her, \"Give your son to me.\" And he took him from her bosom, and he carried him to an upper room, where he himself was staying. And he placed him on his own bed.",
          "ID": "19"
        },
        {
          "text": "And he cried out to the Lord, and he said, \"O Lord, my God, have you even afflicted the widow by whom I am, in a sense, sustained, so that you would put to death her son?\"",
          "ID": "20"
        },
        {
          "text": "And he stretched himself out beside the boy three times. And he cried out to the Lord and said, \"O Lord, my God, let the soul of this boy, I beg you, return to his body.\"",
          "ID": "21"
        },
        {
          "text": "And the Lord heeded the voice of Elijah. And the soul of the boy returned to him, and he revived.",
          "ID": "22"
        },
        {
          "text": "And Elijah took the boy, and he brought him down from the upper room to the lower part of the house. And he gave him to his mother. And he said to her, \"See, your son lives.\"",
          "ID": "23"
        },
        {
          "text": "And the woman said to Elijah: \"By this, I now realize that you are a man of God, and that the word of the Lord in your mouth is true.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:1KI.17",
      "name": "1 Kings 17"
    },
    {
      "text": [
        {
          "text": "After many days, the word of the Lord came to Elijah, in the third year, saying, \"Go and show yourself to Ahab, so that I may grant rain upon the face of the earth.\"",
          "ID": "1"
        },
        {
          "text": "Therefore, Elijah went to show himself to Ahab. For there was a severe famine in Samaria.",
          "ID": "2"
        },
        {
          "text": "And Ahab called Obadiah, the manager of his household. Now Obadiah feared the Lord greatly.",
          "ID": "3"
        },
        {
          "text": "For when Jezebel was killing the prophets of the Lord, he took one hundred prophets, and concealed them, fifty and fifty, in caves. And he fed them with bread and water.",
          "ID": "4"
        },
        {
          "text": "Then Ahab said to Obadiah, \"Go into the land, to all fountains of water, and to all the valleys, for perhaps we will be able to find plants, and save the horses and mules, so that the beasts of burden may not perish entirely.\"",
          "ID": "5"
        },
        {
          "text": "And they divided the regions among themselves, so that they might travel through them. Ahab went one way alone, and Obadiah went another way by himself.",
          "ID": "6"
        },
        {
          "text": "And while Obadiah was on the way, Elijah met him. And when he had recognized him, he fell on his face, and he said, \"Are you not my lord Elijah?\"",
          "ID": "7"
        },
        {
          "text": "And he responded to him: \"I am. Go and tell your lord that Elijah is here.\"",
          "ID": "8"
        },
        {
          "text": "And he said: \"How have I sinned that you would deliver me, your servant, into the hand of Ahab, so that he would put me to death?",
          "ID": "9"
        },
        {
          "text": "As the Lord your God lives, there is no nation or kingdom to which my lord has not sent, seeking you. And when all responded, 'He is not here,' he swore each kingdom and nation to an oath, because you were not found at all.",
          "ID": "10"
        },
        {
          "text": "And now, you say to me, 'Go and tell your lord that Elijah is here.'",
          "ID": "11"
        },
        {
          "text": "And when I will have departed from you, the Spirit of the Lord will transport you to a place that I do not know. And entering, I will report to Ahab. And he, not finding you, will put me to death. Yet your servant has feared the Lord from his infancy.",
          "ID": "12"
        },
        {
          "text": "Has it not been revealed to you, my lord, what I did when Jezebel was killing the prophets of the Lord: how I hid one hundred men from the prophets of the Lord, fifty and fifty, in caves, and how I fed them with bread and water?",
          "ID": "13"
        },
        {
          "text": "And now you say: 'Go and tell your lord that Elijah is here,' so that he may kill me!\"",
          "ID": "14"
        },
        {
          "text": "And Elijah said, \"As the Lord of hosts lives, before whose face I stand, this day I will appear to him.\"",
          "ID": "15"
        },
        {
          "text": "Therefore, Obadiah went away to meet Ahab, and he reported to him. And Ahab went to meet Elijah.",
          "ID": "16"
        },
        {
          "text": "And when he had seen him, he said, \"Are you the one who is disturbing Israel?\"",
          "ID": "17"
        },
        {
          "text": "And he said: \"I have not troubled Israel. But it is you, and the house of your father, who have abandoned the commandments of the Lord, and have followed the Baals.",
          "ID": "18"
        },
        {
          "text": "Yet truly now, send and gather to me all of Israel, on Mount Carmel, with the four hundred and fifty prophets of Baal, and the four hundred prophets of the sacred groves, who eat from the table of Jezebel.\"",
          "ID": "19"
        },
        {
          "text": "Ahab sent to all the sons of Israel, and he gathered together the prophets on mount Carmel.",
          "ID": "20"
        },
        {
          "text": "Then Elijah, drawing near to all the people, said: \"How long will you waver between two sides? If the Lord is God, follow him. But if Baal is, then follow him.\" And the people did not respond a word to him.",
          "ID": "21"
        },
        {
          "text": "And Elijah said again to the people: \"I alone remain as a prophet of the Lord. But the prophets of Baal are four hundred and fifty men.",
          "ID": "22"
        },
        {
          "text": "Let two oxen be given to us. And let them choose one ox for themselves, and, cutting it into pieces, let them set it on the wood. But they may not place fire under it. And I will prepare the other ox, and set it on the wood. But I will not place fire under it.",
          "ID": "23"
        },
        {
          "text": "Call upon the names of your gods. And I will call on the name of my Lord. And the God who will have heeded with fire, let him be God.\" And in response, all the people said, \"Excellent proposition.\"",
          "ID": "24"
        },
        {
          "text": "Then Elijah said to the prophets of Baal: \"Choose for yourselves one ox, and prepare it first. For you are many. And call on the names of your gods, but do not place fire under it.\"",
          "ID": "25"
        },
        {
          "text": "And when they had taken an ox, which he had given to them, they prepared it. And they called on the name of Baal, from morning even until midday, saying, \"O Baal, heed us.\" And there was no voice, nor did anyone respond. And so they leaped upon the altar that they had made.",
          "ID": "26"
        },
        {
          "text": "And when it was now midday, Elijah ridiculed them, saying: \"Cry out with a louder voice. For he is a god, and perhaps he is talking, or at an inn, or on a journey, or certainly he may be asleep, and must be awakened.\"",
          "ID": "27"
        },
        {
          "text": "Then they cried out with a loud voice, and they cut themselves, in accord with their ritual, with knives and lancets, until they were entirely covered in blood.",
          "ID": "28"
        },
        {
          "text": "Then, after midday had passed, and they were prophesying, the time had arrived when the sacrifice is usually offered. And there was no voice heard, neither did anyone heed or respond to the praying.",
          "ID": "29"
        },
        {
          "text": "Elijah said to all the people, \"Draw near to me.\" And as the people were drawing near to him, he repaired the altar of the Lord, which had been torn down.",
          "ID": "30"
        },
        {
          "text": "And he took twelve stones, in accord with the number of the tribes of the sons of Jacob, to whom the word of the Lord came, saying, \"Israel shall be your name.\"",
          "ID": "31"
        },
        {
          "text": "And he built from the stones an altar to the name of the Lord. And he made a trench for water, like two furrows of plowed land, all around the altar.",
          "ID": "32"
        },
        {
          "text": "And he arranged the wood, and he cut the ox into pieces, and he placed it on the wood.",
          "ID": "33"
        },
        {
          "text": "And he said, \"Fill four containers with water, and pour it over the holocaust, and over the wood.\" And again, he said, \"Do this a second time.\" And when they had done it a second time, he said, \"Do it also a third time.\" And they did so a third time.",
          "ID": "34"
        },
        {
          "text": "And the water was running down around the altar, and the pit of the trench was filled with water.",
          "ID": "35"
        },
        {
          "text": "And when it was now time for the holocaust to be offered, the prophet Elijah, drawing near, said: \"O Lord, God of Abraham, and Isaac, and Israel, reveal this day that you are the God of Israel, and that I am your servant, and that I have acted, in all these things, in accord with your precept.",
          "ID": "36"
        },
        {
          "text": "Heed me, O Lord, heed me, so that this people may learn that you are the Lord God, and that you have converted their heart again.\"",
          "ID": "37"
        },
        {
          "text": "Then the fire of the Lord fell down and devoured the holocaust, and the wood, and the stones, and even the dust, and it absorbed the water that was in the trench.",
          "ID": "38"
        },
        {
          "text": "And when all the people had seen it, they fell upon their face, and they said: \"The Lord himself is God! The Lord himself is God!\"",
          "ID": "39"
        },
        {
          "text": "And Elijah said to them, \"Apprehend the prophets of Baal, and do not let even one of them escape.\" And when they had apprehended them, Elijah led them down to the torrent Kishon, and he put them to death there.",
          "ID": "40"
        },
        {
          "text": "And Elijah said to Ahab \"Ascend; eat and drink. For there is the sound of an abundance of rain.\"",
          "ID": "41"
        },
        {
          "text": "Ahab ascended, so that he might eat and drink. But Elijah ascended to the top of Carmel, and bending down to the ground, he placed his face between his knees.",
          "ID": "42"
        },
        {
          "text": "And he said to his servant, \"Ascend, and gaze out toward the sea.\" And when he had ascended, and had contemplated, he said, \"There is nothing.\" And again, he said to him, \"Return seven times.\"",
          "ID": "43"
        },
        {
          "text": "And at the seventh time, behold, a little cloud ascended from the sea like the footstep of a man. And he said: \"Ascend, and say to Ahab, 'Yoke your chariot, and descend; otherwise, the rain may prevent you.' \"",
          "ID": "44"
        },
        {
          "text": "And as he was turning himself this way and that, behold, the heavens were darkened, and there were clouds and wind, and a great rainstorm occurred. And so Ahab, going up, went away to Jezreel.",
          "ID": "45"
        },
        {
          "text": "And the hand of the Lord was upon Elijah. And cinching his waist, he ran before Ahab, until he arrived at Jezreel.",
          "ID": "46"
        }
      ],
      "ID": "OT:1KI.18",
      "name": "1 Kings 18"
    },
    {
      "text": [
        {
          "text": "Then Ahab reported to Jezebel all that Elijah had done, and how he had killed all the prophets with the sword.",
          "ID": "1"
        },
        {
          "text": "And so Jezebel sent a messenger to Elijah, saying, \"May the gods to these things, and may they add these other things, if by this hour tomorrow I will not have made your life like the life of one of them.\"",
          "ID": "2"
        },
        {
          "text": "Therefore, Elijah was afraid. And rising up, he went away to wherever his will would carry him. And he arrived in Beersheba of Judah. And he dismissed his servant there.",
          "ID": "3"
        },
        {
          "text": "And he continued on, into the desert, for one day's journey. And when he had arrived, and was sitting under a juniper tree, he requested for his soul that he might die. And he said: \"It is enough for me, O Lord. Take my soul. For I am no better than my fathers.\"",
          "ID": "4"
        },
        {
          "text": "And he stretched himself out, and he slept deeply in the shadow of the juniper tree. And behold, an Angel of the Lord touched him, and said to him, \"Rise up and eat.\"",
          "ID": "5"
        },
        {
          "text": "He looked, and behold, at his head was bread baked under ashes, and a container of water. Then he ate and drank, and again he slept deeply.",
          "ID": "6"
        },
        {
          "text": "And the Angel of the Lord returned a second time, and touched him, and said to him: \"Rise up, eat. For a great journey again stands before you.\"",
          "ID": "7"
        },
        {
          "text": "And he when he had risen up, he ate and drank. And he walked by the strength of that food for forty days and forty nights, as far as the mountain of God, Horeb.",
          "ID": "8"
        },
        {
          "text": "And when he had arrived there, he stayed in a cave. And behold, the word of the Lord came to him, and said to him, \"What are you doing here, Elijah?\"",
          "ID": "9"
        },
        {
          "text": "And he responded: \"I have been very zealous on behalf of the Lord, the God of hosts. For the sons of Israel have forsaken your covenant. They have torn down your altars. They have killed your prophets with the sword. I alone remain. And they are seeking my life, so that they may take it away.\"",
          "ID": "10"
        },
        {
          "text": "And he said to him, \"Go out and stand on the mount before the Lord.\" And behold, the Lord passed by. And there was a great and strong wind, tearing apart the mountains, and crushing the rocks before the Lord. But the Lord was not in the wind. And after the wind, there was an earthquake. But the Lord was not in the earthquake.",
          "ID": "11"
        },
        {
          "text": "And after the earthquake, there was a fire. But the Lord was not in the fire. And after the fire, there was the whisper of a gentle breeze.",
          "ID": "12"
        },
        {
          "text": "And when Elijah had heard it, he covered his face with his cloak, and going out, he stood at the entrance of the cave. And behold, there was a voice to him, saying: \"What are you doing here, Elijah?\" And he responded:",
          "ID": "13"
        },
        {
          "text": "\"I have been very zealous on behalf of the Lord, the God of hosts. For the sons of Israel have forsaken your covenant. They have torn down your altars. They have killed your prophets with the sword. I alone remain. And they are seeking my life, so that they may take it away.\"",
          "ID": "14"
        },
        {
          "text": "And the Lord said to him: \"Go, and return on your way, through the desert, to Damascus. And when you have arrived there, you shall anoint Hazael as king over Syria.",
          "ID": "15"
        },
        {
          "text": "And you shall anoint Jehu, the son of Nimshi, as king over Israel. But Elisha, the son of Shaphat, who is from Abelmeholah, you shall anoint to be a prophet in your place.",
          "ID": "16"
        },
        {
          "text": "And this shall be: whoever will have escaped from the sword of Hazael, will be slain by Jehu. And whoever will have escaped from the sword of Jehu, will be put to death by Elisha.",
          "ID": "17"
        },
        {
          "text": "And I will leave for myself seven thousand men in Israel, whose knees have not been bent before Baal, and every mouth that has not adored him, kissing hands.\"",
          "ID": "18"
        },
        {
          "text": "Therefore, Elijah, setting out from there, found Elisha, the son of Shaphat, plowing with twelve yoke of oxen. And he himself was one of those who were plowing with the twelve yoke of oxen. And when Elijah had gone to him, he cast his mantle over him.",
          "ID": "19"
        },
        {
          "text": "And immediately, leaving behind the oxen, he ran after Elijah. And he said, \"I beg you to let me kiss my father and my mother, and then I will follow you.\" And he said to him: \"Go, and turn back. For what was mine to do, I have done concerning you.\"",
          "ID": "20"
        },
        {
          "text": "Then, turning back from him, he took a pair of oxen, and he slew them. And he cooked the flesh with the plow of the oxen. And he gave it to the people, and they ate. And rising up, he went and followed Elijah, and he ministered to him.",
          "ID": "21"
        }
      ],
      "ID": "OT:1KI.19",
      "name": "1 Kings 19"
    },
    {
      "text": [
        {
          "text": "Then Benhadad, the king of Syria, gathered together his entire army. And there were thirty-two kings with him, with horses and chariots. And ascending, he fought against Samaria, and he besieged it.",
          "ID": "1"
        },
        {
          "text": "And sending messengers into the city, to Ahab, the king of Israel,",
          "ID": "2"
        },
        {
          "text": "he said: \"Thus says Benhadad: Your silver and your gold is mine. And your wives and your best sons are mine.\"",
          "ID": "3"
        },
        {
          "text": "And the king of Israel responded, \"In agreement with your word, my lord the king, I am yours, with all that is mine.\"",
          "ID": "4"
        },
        {
          "text": "And the messengers, returning, said: \"Thus says Benhadad, who sent us to you: Your silver and your gold, and your wives and your sons, you shall give to me.",
          "ID": "5"
        },
        {
          "text": "Therefore, tomorrow, at this same hour, I will send my servants to you, and they will search your house and the houses of your servants. And all that pleases them, they will put in their hands and take away.\"",
          "ID": "6"
        },
        {
          "text": "Then the king of Israel called all the elders of the land, and he said: \"Let your souls take heed, and see that he commits treachery against us. For he sent to me for my wives and sons, and for silver and gold. And I did not refuse.\"",
          "ID": "7"
        },
        {
          "text": "And all those greater by birth, with all the people, said to him, \"You should neither listen, nor acquiesce to him.\"",
          "ID": "8"
        },
        {
          "text": "And so, he responded to the messengers of Benhadad: \"Tell my lord the king: Everything about which you sent to me in the beginning, I your servant will do. But this thing, I am not able to do.\"",
          "ID": "9"
        },
        {
          "text": "And returning, the messengers took this to him, and he sent again and said, \"May the gods do these things to me, and may they add these other things, if the dust of Samaria is enough to fill the hands of all the people who follow me.\"",
          "ID": "10"
        },
        {
          "text": "And responding, the king of Israel said, \"Tell him that one who is girded should not boast the same as one who is ungirded.\"",
          "ID": "11"
        },
        {
          "text": "Then it happened that, when Benhadad had heard this word, he and the kings were drinking in a pavilion. And he said to his servants, \"Encircle the city.\" And they encircled it.",
          "ID": "12"
        },
        {
          "text": "And behold, one prophet, drawing near to Ahab, the king of Israel, said to him: \"Thus says the Lord: Certainly, you have seen this entire exceedingly great multitude? Behold, I will deliver them into your hand today, so that you may know that I am the Lord.\"",
          "ID": "13"
        },
        {
          "text": "And Ahab said, \"By whom?\" And he said to him: \"Thus says the Lord: By the footmen of the leaders of the provinces.\" And he said, \"Who should begin to do battle?\" And he said, \"You should.\"",
          "ID": "14"
        },
        {
          "text": "Therefore, he took a count of the servants of the leaders of the provinces. And he found the number to be two hundred thirty-two. And he set them in order after the people, all the sons of Israel, who were seven thousand.",
          "ID": "15"
        },
        {
          "text": "And they went out at midday. But Benhadad was drinking; he was inebriated in his pavilion, and the thirty-two kings with him, who had arrived in order to assist him.",
          "ID": "16"
        },
        {
          "text": "Then the servants of the leaders of the provinces went out to the first place, at the front. And so, Benhadad sent, and they reported to him, saying: \"Men have gone out from Samaria.\"",
          "ID": "17"
        },
        {
          "text": "And he said: \"If they have arrived for peace, apprehend them alive; if to do battle, capture them alive.\"",
          "ID": "18"
        },
        {
          "text": "Therefore, the servants of the leaders of the provinces went out, and the remainder of the army was following.",
          "ID": "19"
        },
        {
          "text": "And each one struck down the man who came against him. And the Syrians fled, and Israel pursued them. Also, Benhadad, the king of Syria, fled on a horse, with his horsemen.",
          "ID": "20"
        },
        {
          "text": "But the king of Israel, going out, struck the horses and the chariots, and he struck the Syrians with a great slaughter.",
          "ID": "21"
        },
        {
          "text": "Then a prophet, drawing near to the king of Israel, said to him: \"Go and be strengthened. And know and see what you are doing. For in the following year, the king of Syria will rise up against you.\"",
          "ID": "22"
        },
        {
          "text": "Then truly, the servants of the king of Syria said to him: \"Their gods are the gods of the mountains; because of this, they have overwhelmed us. But it is better that we fight against them in the plains, and then we will prevail over them.",
          "ID": "23"
        },
        {
          "text": "Therefore, you should do this word: Remove each of the kings from your army, and set commanders in their place.",
          "ID": "24"
        },
        {
          "text": "And replace the number of soldiers who have been cut down of yours, and the horses, in accord with the earlier number of horses, and the chariots, in accord with the number of chariots that you had before. And we will fight against them in the plains, and you will see that we will prevail over them.\" And he trusted in their counsel, and he did so.",
          "ID": "25"
        },
        {
          "text": "Therefore, after the passing of the year, Benhadad took a count of the Syrians, and he ascended to Aphek, so that he might fight against Israel.",
          "ID": "26"
        },
        {
          "text": "Then the sons of Israel were numbered, and taking provisions, they set out to the opposite side. And they stretched out the camp facing them, like two little flocks of goats. But the Syrians filled the land.",
          "ID": "27"
        },
        {
          "text": "And one man of God, drawing near, said to the king of Israel: \"Thus says the Lord: Because the Syrians have said, 'The Lord is the God of the mountains, but he is not the God of the valleys,' I will deliver this entire great multitude into your hand, and you shall know that I am the Lord.\"",
          "ID": "28"
        },
        {
          "text": "And for seven days, both sides arranged each of their battle lines. Then, on the seventh day, the war was undertaken. And the sons of Israel struck down, from the Syrians, one hundred thousand foot soldiers in one day.",
          "ID": "29"
        },
        {
          "text": "Then those who had remained fled to Aphek, into the city. And the wall fell upon twenty-seven thousand men of those who had remained. Then Benhadad, fleeing, entered the city, into a room that was inside another room.",
          "ID": "30"
        },
        {
          "text": "And his servants said to him: \"Behold, we have heard that the kings of the house of Israel show clemency. And so, let us put sackcloth around our waists, and ropes on our heads, and let us go out to the king of Israel. Perhaps he will save our lives.\"",
          "ID": "31"
        },
        {
          "text": "So they wrapped sackcloth around their waists, and they placed ropes on their heads. And they went to the king of Israel, and they said to him: \"Your servant, Benhadad, says: 'I beg you to let my soul live.' \" And he replied, \"If he is still alive, he is my brother.\"",
          "ID": "32"
        },
        {
          "text": "The men accepted this as a good sign. And hastily, they took up the word from his mouth, and they said, \"Benhadad is your brother.\" And he said to them, \"Go, and bring him to me.\" Therefore, Benhadad went out to him, and he lifted him onto his chariot.",
          "ID": "33"
        },
        {
          "text": "And he said to him: \"The cities that my father took from your father, I will return. And you may make streets for yourself in Damascus, just as my father made in Samaria. And after we have made a pact, I will withdraw from you.\" Therefore, he formed a pact with him, and he released him.",
          "ID": "34"
        },
        {
          "text": "Then a certain man from the sons of the prophets said to his associate, by the word of the Lord, \"Strike me.\" But he was not willing to strike.",
          "ID": "35"
        },
        {
          "text": "And he said to him: \"Because you were not willing to heed the voice of the Lord, behold, you will depart from me, and a lion will slay you. And when he had departed a short distance from him, a lion found him, and slew him.",
          "ID": "36"
        },
        {
          "text": "But upon finding another man, he said to him, \"Strike me.\" And he struck him, and wounded him.",
          "ID": "37"
        },
        {
          "text": "Then the prophet departed. And he met the king along the way, and he changed his appearance by sprinkling dust around his mouth and eyes.",
          "ID": "38"
        },
        {
          "text": "And when the king had passed by, he cried out to the king, and he said: \"Your servant went out to do battle in close quarters. And when one man had fled, a certain person brought him to me, and he said: 'Guard this man. For if he slips away, your life will take the place of his life, or you will weigh out one talent of silver.'",
          "ID": "39"
        },
        {
          "text": "And while I was distracted, turning one way and another, suddenly, he was not to be seen.\" And the king of Israel said to him, \"This is your judgment, that which you yourself have decreed.\"",
          "ID": "40"
        },
        {
          "text": "Then immediately, he wiped away the dust from his face, and the king of Israel recognized him, that he was one of the prophets.",
          "ID": "41"
        },
        {
          "text": "And he said to him: \"Thus says the Lord: Because you have released from your hand a man worthy of death, your life will take the place of his life, and your people will take the place of his people.\"",
          "ID": "42"
        },
        {
          "text": "And so the king of Israel returned to his house, unwilling to listen, and a fury entered into Samaria.",
          "ID": "43"
        }
      ],
      "ID": "OT:1KI.20",
      "name": "1 Kings 20"
    },
    {
      "text": [
        {
          "text": "And after these things, in that time, there was a vineyard of Naboth, the Jezreelite, who was in Jezreel, beside the palace of Ahab, the king of Samaria.",
          "ID": "1"
        },
        {
          "text": "Therefore, Ahab spoke to Naboth, saying: \"Give your vineyard to me, so that I may make for myself a garden of herbs. For it is nearby and is beside my house. And I will give to you, in place of it, a better vineyard. Or if you consider it to be more convenient for you, I will give you the price in silver, whatever it is worth.\"",
          "ID": "2"
        },
        {
          "text": "Naboth responded to him, \"May the Lord be gracious to me, lest I give to you the inheritance of my fathers.\"",
          "ID": "3"
        },
        {
          "text": "Then Ahab went into his house, angry and gnashing his teeth over the word that Naboth, the Jezreelite, had spoken to him, saying, \"I will not give you the inheritance of my fathers.\" And casting himself on his bed, he turned away his face to the wall, and he would not eat bread.",
          "ID": "4"
        },
        {
          "text": "Then Jezebel, his wife, entered to him, and she said to him: \"What is this matter, by which your soul has been saddened? And why do you not eat bread?\"",
          "ID": "5"
        },
        {
          "text": "And he responded to her: \"I spoke to Naboth, the Jezreelite, and I said to him: 'Give your vineyard to me, and accept money. Or if it pleases you, I will give to you a better vineyard, in place of it.' And he said, 'I will not give my vineyard to you.' \"",
          "ID": "6"
        },
        {
          "text": "Then Jezebel, his wife, said to him: \"You are of great authority, and you rule well in the kingdom of Israel. Rise up and eat bread, and be even-tempered. I will give the vineyard of Naboth, the Jezreelite, to you.\"",
          "ID": "7"
        },
        {
          "text": "And so, she wrote letters in the name of Ahab, and she sealed these with his ring. And she sent to those greater by birth, and to the nobles who were in his city and living with Naboth.",
          "ID": "8"
        },
        {
          "text": "And this was the judgment of the letters: \"Proclaim a fast, and cause Naboth to sit among the first rulers of the people.",
          "ID": "9"
        },
        {
          "text": "And send out two men, sons of Belial, against him. And let them speak the false testimony: 'He has blasphemed God and king.' And then lead him away, and stone him, and so let him die.\"",
          "ID": "10"
        },
        {
          "text": "Then his fellow citizens, those greater by birth and the nobles who were living with him in the city, did just as Jezebel had instructed them, and just as it was written in the letters that she had sent to them.",
          "ID": "11"
        },
        {
          "text": "They proclaimed a fast, and they caused Naboth to sit among the first rulers of the people.",
          "ID": "12"
        },
        {
          "text": "And bringing forward two men, sons of the devil, they caused them to sit opposite him. And they, acting indeed like diabolical men, spoke testimony against him before the multitude: \"Naboth has blasphemed God and king.\" For this reason, they led him away, beyond the city, and they put him to death by stoning.",
          "ID": "13"
        },
        {
          "text": "And they sent to Jezebel, saying, \"Naboth has been stoned, and he has died.\"",
          "ID": "14"
        },
        {
          "text": "Then it happened that, when Jezebel had heard that Naboth was stoned and was dead, she said to Ahab: \"Rise up and take possession of the vineyard of Naboth, the Jezreelite, who was not willing to acquiesce to you, and to give it to you in exchange for money. For Naboth is not alive, but dead.\"",
          "ID": "15"
        },
        {
          "text": "And when Ahab had heard this, namely, that Naboth was dead, he rose up and descended to the vineyard of Naboth, the Jezreelite, so that he might take possession of it.",
          "ID": "16"
        },
        {
          "text": "Then the word of the Lord came to Elijah, the Tishbite, saying:",
          "ID": "17"
        },
        {
          "text": "\"Rise up, and descend to meet Ahab, the king of Israel, who is in Samaria. Behold, he is descending to the vineyard of Naboth, so that he may take possession of it.",
          "ID": "18"
        },
        {
          "text": "And you shall speak to him, saying: 'Thus says the Lord: You have killed. Moreover you have also taken possession.' And after this, you shall add: 'Thus says the Lord: In this place, where the dogs have licked the blood of Naboth, they shall also lick your blood.' \"",
          "ID": "19"
        },
        {
          "text": "And Ahab said to Elijah, \"Have you discovered me to be your enemy?\" And he said: \"I have discovered you to have been sold, so that you would do evil in the sight of the Lord:",
          "ID": "20"
        },
        {
          "text": "'Behold, I will lead evil over you. And I will cut down your posterity. And I will put to death of Ahab whatever urinates against a wall, and whatever is lame, and whatever is last in Israel.",
          "ID": "21"
        },
        {
          "text": "And I will cause your house to be like the house of Jeroboam, the son of Nebat, and like the house of Baasha, the son of Ahijah. For you have acted so that you provoked me to anger, and so that you caused Israel to sin.'",
          "ID": "22"
        },
        {
          "text": "And about Jezebel also, the Lord spoke, saying: 'The dogs shall consume Jezebel in the field of Jezreel.",
          "ID": "23"
        },
        {
          "text": "If Ahab will have died in the city, the dogs will consume him. But if he will have died in the field, the birds of the air will consume him.' \"",
          "ID": "24"
        },
        {
          "text": "And so, there was no other person similar to Ahab, who was sold so that he did evil in the sight of the Lord. For his wife, Jezebel, urged him on.",
          "ID": "25"
        },
        {
          "text": "And he became abominable, so much so that he followed the idols that the Amorites had made, whom the Lord consumed before the face of the sons of Israel.",
          "ID": "26"
        },
        {
          "text": "Then, when Ahab had heard these words, he tore his garments, and he put haircloth on his body, and he fasted, and he slept in sackcloth, and he walked with his head downcast.",
          "ID": "27"
        },
        {
          "text": "And the word of the Lord came to Elijah, the Tishbite, saying:",
          "ID": "28"
        },
        {
          "text": "\"Have you not seen how Ahab has humbled himself before me? Therefore, since he has humbled himself because of me, I will not lead in the evil during his days. Instead, during the days of his son, I will bring in the evil to his house.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:1KI.21",
      "name": "1 Kings 21"
    },
    {
      "text": [
        {
          "text": "Then three years passed without war between Syria and Israel.",
          "ID": "1"
        },
        {
          "text": "But in the third year, Jehoshaphat, the king of Judah, descended to the king of Israel.",
          "ID": "2"
        },
        {
          "text": "And the king of Israel said to his servants, \"Are you ignorant that Ramoth Gilead is ours, and that we have neglected to take it from the hand of the king of Syria?\"",
          "ID": "3"
        },
        {
          "text": "And so he said to Jehoshaphat, \"Will you come to the battle with me at Ramoth Gilead?\"",
          "ID": "4"
        },
        {
          "text": "And Jehoshaphat said to the king of Israel: \"As I am, so also are you. My people and your people are one. And my horsemen are your horsemen.\" And Jehoshaphat said to the king of Israel, \"I beg you to inquire today of the word of the Lord.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, the king of Israel gathered together the prophets, about four hundred men, and he said to them, \"Should I go to Ramoth Gilead to make war, or should I be at peace?\" They responded, \"Ascend, and the Lord will give it into the hand of the king.\"",
          "ID": "6"
        },
        {
          "text": "Then Jehoshaphat said, \"Is there not here a particular prophet of the Lord, so that we may inquire by him?\"",
          "ID": "7"
        },
        {
          "text": "And the king of Israel said to Jehoshaphat: \"One man remains, by whom we may be able to inquire of the Lord: Micaiah, the son of Imlah. But I hate him. For he does not prophecy good to me, but evil.\" And Jehoshaphat said, \"You should not speak in this way, O king.\"",
          "ID": "8"
        },
        {
          "text": "Therefore, the king of Israel called a certain eunuch, and he said to him, \"Hurry to bring here Micaiah, the son of Imlah.\"",
          "ID": "9"
        },
        {
          "text": "Now the king of Israel, and Jehoshaphat, the king of Judah, were each sitting upon his own throne, clothed in the habit of royal vestments, in a courtyard beside the entrance of the gate of Samaria. And all the prophets were prophesying in their sight.",
          "ID": "10"
        },
        {
          "text": "Also, Zedekiah, the son of Chenaanah, made for himself horns of iron, and he said, \"Thus says the Lord: With these, you shall threaten Syria, until you destroy it.\"",
          "ID": "11"
        },
        {
          "text": "And all the prophets were prophesying similarly, saying: \"Ascend to Ramoth Gilead, and go forth to success. For the Lord will deliver it into the hands of the king.\"",
          "ID": "12"
        },
        {
          "text": "Then truly, the messenger who had gone to summon Micaiah spoke to him, saying: \"Behold, the words of the prophets, as if with one mouth, are predicting good to the king. Therefore, let your word be like theirs, and speak what is good.\"",
          "ID": "13"
        },
        {
          "text": "But Micaiah said to him, \"As the Lord lives, whatever the Lord will have said to me, this shall I speak.\"",
          "ID": "14"
        },
        {
          "text": "And so he went to the king. And the king said to him, \"Micaiah, should we go to Ramoth Gilead to do battle, or should we cease?\" And he responded to him, \"Ascend, and go forth to success, and the Lord will deliver it into the hands of the king.\"",
          "ID": "15"
        },
        {
          "text": "But the king said to him, \"I require you under oath, again and again, that you not say to me anything except what is true, in the name of the Lord.\"",
          "ID": "16"
        },
        {
          "text": "And he said: \"I saw all of Israel scattered among the hills, like sheep that have no shepherd. And the Lord said: 'These have no master. Let each of them return to his own house in peace.' \"",
          "ID": "17"
        },
        {
          "text": "Therefore, the king of Israel said to Jehoshaphat: \"Did I not tell you that he prophesies nothing good to me, but always evil?\"",
          "ID": "18"
        },
        {
          "text": "Yet truly, continuing, he said: \"Because of his, listen to the word of the Lord. I saw the Lord sitting upon his throne. And the entire army of heaven was standing beside him, to the right and to the left.",
          "ID": "19"
        },
        {
          "text": "And the Lord said, 'Who will mislead Ahab, the king of Israel, so that he may ascend and fall at Ramoth Gilead?' And one spoke words in this manner, and another spoke otherwise.",
          "ID": "20"
        },
        {
          "text": "But then a spirit went out and stood before the Lord. And he said, 'I will mislead him.' And the Lord said to him, 'By what means?'",
          "ID": "21"
        },
        {
          "text": "And he said, 'I will go forth, and I will be a lying spirit in the mouth of all his prophets.' And the Lord said: 'You will deceive him, and you will prevail. Go forth, and do so.'",
          "ID": "22"
        },
        {
          "text": "So now, behold: the Lord has given a lying spirit into the mouth of all your prophets who are here. And the Lord has spoken evil against you.\"",
          "ID": "23"
        },
        {
          "text": "Then Zedekiah, the son of Chenaanah, drew near and struck Micaiah on the jaw, and he said, \"So then, has the Spirit of the Lord left me, and spoken to you?\"",
          "ID": "24"
        },
        {
          "text": "And Micaiah said, \"You shall see in the day when you will enter into a room within a room, so that you may conceal yourself.\"",
          "ID": "25"
        },
        {
          "text": "And the king of Israel said: \"Take Micaiah, and let him dwell with Amon, the ruler of the city, and with Joash, the son of Amalech.",
          "ID": "26"
        },
        {
          "text": "And tell them: 'Thus says the king: Put this man in prison, and sustain him with the bread of affliction, and with the water of distress, until I return in peace.' \"",
          "ID": "27"
        },
        {
          "text": "And Micaiah said, \"If you will have returned in peace, the Lord has not spoken through me.\" And he said, \"May all the people hear it.\"",
          "ID": "28"
        },
        {
          "text": "And so, the king of Israel, and Jehoshaphat, the king of Judah, ascended to Ramoth Gilead.",
          "ID": "29"
        },
        {
          "text": "Then the king of Israel said to Jehoshaphat: \"Take up your armor, and enter the battle. And be clothed in your own garments.\" But the king of Israel changed his clothing, and he entered the war.",
          "ID": "30"
        },
        {
          "text": "Now the king of Syria had instructed the thirty-two commanders of the chariots, saying, \"You shall not fight against anyone, small or great, except against the king of Israel alone.\"",
          "ID": "31"
        },
        {
          "text": "Therefore, when the commanders of the chariots saw Jehoshaphat, they suspected that he was the king of Israel. And making a violent assault, they fought against him. And Jehoshaphat cried out.",
          "ID": "32"
        },
        {
          "text": "And the commanders of the chariots understood that he was not the king of Israel, and so they turned away from him.",
          "ID": "33"
        },
        {
          "text": "But a certain man bent his bow, aiming the arrow without certitude, and by chance he struck the king of Israel, between the lungs and the stomach. Then he said to the driver of his chariot, \"Turn your hand, and carry me away from the army, for I have been grievously wounded.\"",
          "ID": "34"
        },
        {
          "text": "Then the battle was undertaken throughout that day. And the king of Israel was standing on his chariot opposite the Syrians, and he died in the evening. For the blood was flowing from the wound into the joints of the chariot.",
          "ID": "35"
        },
        {
          "text": "And a herald proclaimed throughout the entire army, before the setting of the sun, saying: \"Let each one return to his own city, and to his own land.\"",
          "ID": "36"
        },
        {
          "text": "Then the king died, and he was carried into Samaria. And they buried the king in Samaria.",
          "ID": "37"
        },
        {
          "text": "And they washed his chariot in the pool of Samaria. And the dogs licked up his blood. And they washed the reins, in accord with the word of the Lord which he had spoken.",
          "ID": "38"
        },
        {
          "text": "But the rest of the words of Ahab, and all that he did, and the house of ivory that he built, and all the cities that he constructed, were these not written in the book of the words of the days of the kings of Israel?",
          "ID": "39"
        },
        {
          "text": "And so, Ahab slept with his fathers. And Ahaziah, his son, reigned in his place.",
          "ID": "40"
        },
        {
          "text": "Yet truly, Jehoshaphat, the son of Asa, had begun to reign over Judah in the fourth year of Ahab, the king of Israel.",
          "ID": "41"
        },
        {
          "text": "He was thirty-five years old when he had begun to reign, and he reigned for twenty-five years in Jerusalem. The name of his mother was Azubah, the daughter of Shilhi.",
          "ID": "42"
        },
        {
          "text": "And he walked in the entire way of Asa, his father, and he did not decline from it. And he did what was right in the sight of the Lord.",
          "ID": "43"
        },
        {
          "text": "Yet truly, he did not take away the high places. For still the people were sacrificing and burning incense in the high places.",
          "ID": "44"
        },
        {
          "text": "And Jehoshaphat had peace with the king of Israel.",
          "ID": "45"
        },
        {
          "text": "But the rest of the words of Jehoshaphat, and his works that he did, and the battles, were these not written in the book of the words of the days of the kings of Judah?",
          "ID": "46"
        },
        {
          "text": "Then, too, the remnant of the effeminate, who had remained in the days of Asa, his father, he took away from the land.",
          "ID": "47"
        },
        {
          "text": "At that time, there was no king appointed in Idumea.",
          "ID": "48"
        },
        {
          "text": "Yet truly, king Jehoshaphat had made a navy on the sea, which would sail to Ophir for gold. But they were unable to go, because the ships were broken down at Eziongeber.",
          "ID": "49"
        },
        {
          "text": "Then Ahaziah, the son of Ahab, said to Jehoshaphat, \"Let my servants go with your servants on the ships.\" But Jehoshaphat was not willing.",
          "ID": "50"
        },
        {
          "text": "And Jehoshaphat slept with his fathers, and he was buried with them in the city of David, his father. And Jehoram, his son, reigned in his place.",
          "ID": "51"
        },
        {
          "text": "Then Ahaziah, the son of Ahab, began to reign over Israel, in Samaria, in the seventeenth year of Jehoshaphat, the king of Judah. And he reigned over Israel for two years.",
          "ID": "52"
        },
        {
          "text": "And he did evil in the sight of the Lord. And he walked in the way of his father and his mother, and in the way of Jeroboam, the son of Nebat, who caused Israel to sin.",
          "ID": "53"
        },
        {
          "text": "Also, he served Baal, and he adored him, and he provoked the Lord, the God of Israel, in accord with all that his father had done.",
          "ID": "54"
        }
      ],
      "ID": "OT:1KI.22",
      "name": "1 Kings 22"
    }
  ],
  "ID": "OT:1KI(CPDV)",
  "version": "CPDV",
  "name": "1 Kings"
}