{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Пророческое слово Господа к Израилю через Малахию.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Я возлюбил вас, – говорит Господь, – а вы говорите: «В чем Ты проявил любовь к нам?» Разве Исав не был братом Иакова? – возвещает Господь. – Но Я полюбил Иакова, ",
          "ID": "2"
        },
        {
          "text": "а Исава возненавидел. Я предал его нагорья опустошению и бросил его надел шакалам пустыни.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Если Эдом говорит: «Мы разгромлены, но отстроим разрушенное», то Господь Сил говорит: «Они отстроят, а Я разрушу. Их назовут Нечестивым Краем, народом, на который Господь прогневался навеки. ",
          "ID": "4"
        },
        {
          "text": "Вы сами увидите это и скажете: „Господь велик и за пределами Израиля!“»",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Сын почитает отца, а слуга – своего господина. Если Я Отец, то где почтение ко Мне? Если Я Господин, то где ко Мне уважение? – говорит вам, священники, бесчестящие Мое имя, Господь Сил.",
          "ID": "6"
        },
        {
          "text": "Вы говорите: «Чем мы бесчестим Твое имя?». ",
          "ID": "6"
        },
        {
          "text": "Вы кладете на Мой жертвенник оскверненную пищу.",
          "ID": "7"
        },
        {
          "text": "Вы говорите: «Чем мы Тебя осквернили?» Вы считаете, что столом Господа можно пренебрегать. ",
          "ID": "7"
        },
        {
          "text": "Когда вы приносите в жертву слепых животных, разве это не преступление? Когда вы приносите хромое и больное, разве это не преступление? Предложи-ка это своему правителю! Будет он тобою доволен? Будет он к тебе благосклонен? – говорит Господь Сил.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Молите Бога, чтобы Он нас помиловал!",
          "ID": "9"
        },
        {
          "text": "– За такие жертвы из ваших рук будет ли Он к вам благосклонен? – говорит Господь Сил. – ",
          "ID": "9"
        },
        {
          "text": "Запер бы лучше кто-либо из вас двери храма, чтобы вы не жгли напрасно на Моем жертвеннике огня! Вы Мне неугодны, – говорит Господь Сил, – Я не приму дар из ваших рук.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "От восхода солнца до заката Мое имя будет великим среди народов. На всяком месте Моему имени будут приносить благовония и чистые дары, потому что Мое имя будет великим среди народов, – говорит Господь Сил.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "А вы бесчестите его, говоря, что стол Владыки нечист, а пищей для него можно пренебрегать. ",
          "ID": "12"
        },
        {
          "text": "Вы говорите: «Какое бремя!» – и воротите от него нос, – говорит Господь Сил.",
          "ID": "13"
        },
        {
          "text": "Когда вы приводите краденый, хромой или больной скот и приносите его в жертву, почему Я должен принимать такую жертву из ваших рук? – говорит Господь. – ",
          "ID": "13"
        },
        {
          "text": "Проклят обманщик, у которого в стаде есть хороший самец, которого он клянется дать, а потом приносит в жертву Владыке животное с изъяном. Ведь Я – великий Царь, – говорит Господь Сил, – и Мое имя чтится среди народов.",
          "ID": "14"
        }
      ],
      "ID": "OT:MAL.1",
      "name": "Малахия 1"
    },
    {
      "text": [
        {
          "text": "– Итак, священники, вот повеление для вас: ",
          "ID": "1"
        },
        {
          "text": "если вы не послушаетесь и не положите себе на сердце славить Мое имя, – говорит Господь Сил, – Я пошлю на вас проклятие и прокляну ваши благословения; истинно, Я уже проклял их, потому что вы не положили этого себе на сердце.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Из-за вас Я накажу ваших потомков. Я забросаю ваши лица навозом ваших праздничных жертв, и вас выбросят вместе с ним. ",
          "ID": "3"
        },
        {
          "text": "Вы узнаете, что Я послал вам это повеление, чтобы Мой завет с Левием остался в силе, – говорит Господь Сил. – ",
          "ID": "4"
        },
        {
          "text": "Мой завет с ним был заветом жизни и благоденствия, и Я даровал их ему. Он должен был чтить Меня, и он чтил Меня и благоговел перед именем Моим. ",
          "ID": "5"
        },
        {
          "text": "В его устах было истинное учение, и с языка его не слетало лжи. Он жил предо Мной в мире и правде и многих отвратил от греха.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Язык священника хранит знание, и в его речах люди ищут наставления, ведь священник – посланец Господа Сил. ",
          "ID": "7"
        },
        {
          "text": "Но вы сами свернули с этого пути и своим учением сбили с него многих. Вы нарушили Левиев завет, – говорит Господь Сил, – ",
          "ID": "8"
        },
        {
          "text": "и Я сделал вас презренными и унизил вас перед всем народом за то, что вы не хранили Моих путей и были пристрастны в делах Закона.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Разве не один у всех нас Отец? Разве не один Бог сотворил нас? Почему же мы вероломны по отношению друг к другу, нарушая завет наших отцов?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Иуда нарушил верность. Мерзость была совершена в Израиле и в Иерусалиме: Иуда осквернил святилище Господа, которое Он любит, женившись на дочери чужого бога. ",
          "ID": "11"
        },
        {
          "text": "Да исторгнет Господь из шатров Иакова всякого, поступающего так, кто бы он ни был, даже если он приносит жертвы Господу Сил.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Вот еще что вы делаете: вы залили жертвенник Господа слезами. Вы плачете и сетуете, потому что Он больше не смотрит на ваши дары и не принимает их из ваших рук с благосклонностью. ",
          "ID": "13"
        },
        {
          "text": "Вы спрашиваете: «Почему?» Потому что Господь свидетель между тобой и твоей женой, на которой ты женился еще в юности. Ты был ей неверен, хотя она твоя супруга, твоя законная жена.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Не Бог ли сделал их одним целым? И плотью, и духом они принадлежат Ему. Почему же Он хочет, чтобы они были едины? Из-за потомства, которое угодно Ему. Смотрите же за собой, и пусть никто не нарушает верности своей жене, на которой женился в юности.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Я ненавижу развод, – говорит Господь, Бог Израиля, – и того, кто покрывает свою одежду насилием, – говорит Господь Сил. – Поэтому оберегай себя и не нарушай верности.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Вы утомили Господа словами.",
          "ID": "17"
        },
        {
          "text": "«Чем же мы Его утомили?» – спрашиваете вы. Тем, что говорите: «Все, кто творит зло, хороши в глазах Господа. Он доволен ими» – и спрашиваете: «Где же Бог правосудия?»",
          "ID": "17"
        }
      ],
      "ID": "OT:MAL.2",
      "name": "Малахия 2"
    },
    {
      "text": [
        {
          "text": "– Вот, Я посылаю вестника Моего, и он приготовит путь предо Мной, и внезапно придет в храм Свой Владыка, Которого вы ищете, и Вестник завета, Которого вы желаете. Вот Он идет, – говорит Господь Сил.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Но кто выдержит день Его прихода? Кто устоит, когда Он явится? Он будет как расплавляющий огонь и как очищающий щелок. ",
          "ID": "2"
        },
        {
          "text": "Он сядет подобно плавильщику, очищающему серебро, очистит левитов и переплавит их, как золото и серебро. Тогда у Господа будут люди, которые станут приносить дары в праведности, ",
          "ID": "3"
        },
        {
          "text": "и дары Иуды с Иерусалимом станут угодны Господу, как в прежние дни, как в минувшие годы.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Я приду к вам для суда. Я не замедлю принести свидетельство против чародеев, нарушителей супружеской верности и клятвопреступников, против тех, кто удерживает у батраков заработанное, кто притесняет вдов и сирот, лишает чужеземцев правосудия и не боится Меня, – говорит Господь Сил.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Я, Господь, не изменяюсь. Поэтому и вы, потомки Иакова, не исчезли. ",
          "ID": "6"
        },
        {
          "text": "Со времен ваших отцов вы отворачивались от Моих установлений и не соблюдали их. Вернитесь ко Мне, и Я вернусь к вам, – говорит Господь Сил. – Но вы говорите: «Как нам вернуться?»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Станет ли человек обкрадывать Бога? А вы обкрадываете Меня. Вы говорите: «Как мы обкрадываем Тебя?» Десятинами и приношениями. ",
          "ID": "8"
        },
        {
          "text": "Прокляты вы – весь ваш народ – за то, что обкрадываете Меня. ",
          "ID": "9"
        },
        {
          "text": "Принесите десятину в хранилища целиком, чтобы в Моем доме была пища. Испытайте Меня в этом, – говорит Господь Сил, – и посмотрите, не отворю ли Я вам окон неба и не изолью ли благословения на вас так щедро, что у вас не хватит места их вместить? ",
          "ID": "10"
        },
        {
          "text": "Я не дам вредителям пожирать ваш урожай, и с виноградных лоз на ваших полях не опадут плоды, – говорит Господь Сил. – ",
          "ID": "11"
        },
        {
          "text": "Тогда все народы назовут вас счастливыми, потому что ваша земля будет прекрасной, – говорит Господь Сил.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Вы произносили жестокие слова против Меня, – говорит Господь. – Но вы говорите: «Что мы сказали против Тебя?» ",
          "ID": "13"
        },
        {
          "text": "Вы говорили: «Служение Богу тщетно. Что мы выгадали, исполняя Его уставы и ходя со скорбными лицами перед Господом Сил? ",
          "ID": "14"
        },
        {
          "text": "Теперь мы считаем счастливыми гордецов. Злодеи не только преуспевают, но и остаются невредимыми, даже когда бросают вызов Богу».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "В то время боящиеся Господа говорили друг с другом. Господь внимал и слушал, и записывалась перед Ним памятная книга о тех, кто боится Господа и размышляет о Его имени.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Они будут Моими, – говорит Господь Сил, – Моим драгоценным достоянием в тот день, когда Я буду действовать. Я пощажу их, как отец щадит сына, который ему служит. ",
          "ID": "17"
        },
        {
          "text": "Тогда вы снова увидите разницу между праведником и злодеем, между тем, кто служит Богу, и тем, кто Ему не служит.",
          "ID": "18"
        }
      ],
      "ID": "OT:MAL.3",
      "name": "Малахия 3"
    },
    {
      "text": [
        {
          "text": "– Приближается день, пылающий, как печь. Все гордецы и злодеи станут соломой, и наступающий день спалит их, – говорит Господь Сил, – не оставит от них ни корней, ни веток. ",
          "ID": "1"
        },
        {
          "text": "Но для вас, кто чтит Мое имя, взойдет Солнце Правды. В лучах Его – исцеление. Вы пойдете, резвясь, как телята, которых выпустили из стойла. ",
          "ID": "2"
        },
        {
          "text": "Вы растопчете злодеев. Они станут пылью у вас под ногами в тот день, когда Я буду действовать, – говорит Господь Сил.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Помните Закон Моего слуги Моисея, установления и правила, которые Я вручил ему для Израиля на Хориве.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Смотрите, прежде чем наступит День Господа, великий и страшный, Я пошлю к вам пророка Илию. ",
          "ID": "5"
        },
        {
          "text": "Он обратит сердца отцов к детям, а сердца детей к отцам, чтобы Я не пришел поразить землю проклятием.",
          "ID": "6"
        }
      ],
      "ID": "OT:MAL.4",
      "name": "Малахия 4"
    }
  ],
  "ID": "OT:MAL(NRP)",
  "name": "Малахия"
}