{
  "text": [
    {
      "text": [
        {
          "text": "All wisdom is from the Lord God, and has always been with him, and is before all time.",
          "ID": "1"
        },
        {
          "text": "Who has numbered the sand of the sea, and the drops of the rain, and the days of the world? Who has measured the height of heaven, and the breadth of the earth, and the depth of the abyss?",
          "ID": "2"
        },
        {
          "text": "Who has examined the wisdom of God, which precedes all things?",
          "ID": "3"
        },
        {
          "text": "Wisdom was created before all things, and the understanding of prudence is before all time.",
          "ID": "4"
        },
        {
          "text": "The Word of God on high is the source of wisdom, whose steps are eternal commandments.",
          "ID": "5"
        },
        {
          "text": "To whom has the root of wisdom been revealed, and who has recognized her astuteness?",
          "ID": "6"
        },
        {
          "text": "To whom has the discipline of wisdom been revealed and made manifest? And who has understood the multiplicity of her steps?",
          "ID": "7"
        },
        {
          "text": "The most high omnipotent Creator is One, and he is the mighty King, and he is exceedingly to be feared, sitting upon his throne, and he is the sovereign God.",
          "ID": "8"
        },
        {
          "text": "He created wisdom through the Holy Spirit, and he saw her, and numbered her, and measured her.",
          "ID": "9"
        },
        {
          "text": "And he poured her over all his works, and over all flesh, to the extent of his favor, and he has offered her to those who love him.",
          "ID": "10"
        },
        {
          "text": "The fear of the Lord is glory, and honor, and rejoicing, and a crown of exultation.",
          "ID": "11"
        },
        {
          "text": "The fear of the Lord will delight the heart, and will give joy and gladness and length of days.",
          "ID": "12"
        },
        {
          "text": "It will be well, in the very end, for him who fears the Lord, and on the day that he passes away, he will be blessed.",
          "ID": "13"
        },
        {
          "text": "The love of God is honorable wisdom.",
          "ID": "14"
        },
        {
          "text": "And those to whom she will appear for their consideration love her because of what they see and know of her great works.",
          "ID": "15"
        },
        {
          "text": "The fear of the Lord is the beginning of wisdom, and was created with the faithful in the womb, and walks with elect women, and is known by the just and the faithful.",
          "ID": "16"
        },
        {
          "text": "The fear of the Lord is the sanctity of knowledge.",
          "ID": "17"
        },
        {
          "text": "Sanctity will guard and justify the heart, and will bestow happiness and joy.",
          "ID": "18"
        },
        {
          "text": "It will be well with him who fears the Lord, and at the consummation of his days, he will be blessed.",
          "ID": "19"
        },
        {
          "text": "To fear God is the fullness of wisdom, and it is a fullness from its fruits.",
          "ID": "20"
        },
        {
          "text": "She will fill her entire house from her offspring, and storehouses from her treasures.",
          "ID": "21"
        },
        {
          "text": "The fear of the Lord is the crown of wisdom, the completion of peace, and the fruit of salvation.",
          "ID": "22"
        },
        {
          "text": "And the fear of the Lord has seen and numbered wisdom; but both are gifts of God.",
          "ID": "23"
        },
        {
          "text": "Wisdom will distribute knowledge and an understanding of prudence; and she lifts up the glory of those who hold to her.",
          "ID": "24"
        },
        {
          "text": "The root of wisdom is to fear the Lord, and its branches are long-lived.",
          "ID": "25"
        },
        {
          "text": "In the treasures of wisdom is understanding and the sanctity of knowledge. But to sinners, wisdom is an abomination.",
          "ID": "26"
        },
        {
          "text": "The fear of the Lord expels sin.",
          "ID": "27"
        },
        {
          "text": "For he who is without fear is not able to be justified. For the disposition of his spirit is his undoing.",
          "ID": "28"
        },
        {
          "text": "Those who are patient will suffer for a brief time, and afterwards, happiness will return.",
          "ID": "29"
        },
        {
          "text": "A noble mind will hide his words for a brief time, and then the lips of many will declare his understanding.",
          "ID": "30"
        },
        {
          "text": "Among the treasures of wisdom is the outward sign of discipline.",
          "ID": "31"
        },
        {
          "text": "But to those who sin, the worship of God is an abomination.",
          "ID": "32"
        },
        {
          "text": "Son, if you desire wisdom, observe justice, and then God will offer her to you.",
          "ID": "33"
        },
        {
          "text": "For the fear of the Lord is wisdom and discipline.",
          "ID": "34"
        },
        {
          "text": "And what pleases him is faith and meekness. And so shall he complete his treasures.",
          "ID": "35"
        },
        {
          "text": "You should not be incredulous to the fear of the Lord. And you should not draw close to him with a duplicitous heart.",
          "ID": "36"
        },
        {
          "text": "You should not be a hypocrite in the sight of men. And you should not scandalize with your lips.",
          "ID": "37"
        },
        {
          "text": "Attend to these things, otherwise you may fall and bring dishonor to your soul.",
          "ID": "38"
        },
        {
          "text": "And then God may uncover your secrets, and he may cast you down forcefully in the midst of the congregation.",
          "ID": "39"
        },
        {
          "text": "For you drew near to the Lord wickedly, and your heart was filled with deceit and falseness.",
          "ID": "40"
        }
      ],
      "ID": "AP:SIR.1",
      "name": "Sirach 1"
    },
    {
      "text": [
        {
          "text": "Son, when you apply yourself to the service of God, stand in justice and in fear, and prepare your soul for temptation.",
          "ID": "1"
        },
        {
          "text": "Humble your heart, and persevere. Incline your ear, and accept words of understanding. And you should not hurry away in the time of distress.",
          "ID": "2"
        },
        {
          "text": "Endure steadfastly for God. Join yourself to God, and persevere, so that your life may increase in the very end.",
          "ID": "3"
        },
        {
          "text": "Accept everything that will happened to you, and persevere in your sorrow, and have patience in your humiliation.",
          "ID": "4"
        },
        {
          "text": "For gold and silver are tested in fire, yet truly, acceptable men are tested in the furnace of humiliation.",
          "ID": "5"
        },
        {
          "text": "Believe God, and he will restore you to health. And straighten your way, and hope in him. Observe his fear, and grow old in it.",
          "ID": "6"
        },
        {
          "text": "You who fear the Lord, wait for his mercy. And do not turn away from him, lest you fall.",
          "ID": "7"
        },
        {
          "text": "You who fear the Lord, believe in him. And your reward will not be taken away.",
          "ID": "8"
        },
        {
          "text": "You who fear the Lord, hope in him. And mercy will approach you, to your delight.",
          "ID": "9"
        },
        {
          "text": "You who fear the Lord, love him. And your hearts will be illuminated.",
          "ID": "10"
        },
        {
          "text": "My sons, consider the nations of men, and know that not one of them hoped in the Lord and was confounded.",
          "ID": "11"
        },
        {
          "text": "For who has remained in his commandment and been abandoned? Or who has called upon him, and yet he despised him?",
          "ID": "12"
        },
        {
          "text": "For God is upright and merciful, and he will forgive sins in the day of tribulation. And he is the Protector to all those who seek him in truth.",
          "ID": "13"
        },
        {
          "text": "Woe to the duplicitous heart, and to the wicked lips, and to the hands that do evil, and to the sinner who walks the earth by two ways!",
          "ID": "14"
        },
        {
          "text": "Woe to the dissolute in heart, who do not trust God! For, as a result, they will not be protected by him.",
          "ID": "15"
        },
        {
          "text": "Woe to those who have lost endurance, and who have abandoned upright ways, and who have turned aside to depraved ways!",
          "ID": "16"
        },
        {
          "text": "And what will they do when the Lord begins to examine them?",
          "ID": "17"
        },
        {
          "text": "Those who fear the Lord will not be unbelieving toward his Word. And those who love him will keep to his way.",
          "ID": "18"
        },
        {
          "text": "Those who fear the Lord will seek the things that are well-pleasing to him. And those who love him will be filled with his law.",
          "ID": "19"
        },
        {
          "text": "Those who fear the Lord will prepare their hearts, and they will sanctify their souls in his sight.",
          "ID": "20"
        },
        {
          "text": "Those who fear the Lord keep his commandments, and they will have patience even until his examination,",
          "ID": "21"
        },
        {
          "text": "saying: \"If we do not do penance, then we will fall into the hands of the Lord, and not into the hands of men.\"",
          "ID": "22"
        },
        {
          "text": "For according to his greatness, so also is his mercy with him.",
          "ID": "23"
        }
      ],
      "ID": "AP:SIR.2",
      "name": "Sirach 2"
    },
    {
      "text": [
        {
          "text": "The sons of wisdom are the Church of the just: and their generation is obedience and love.",
          "ID": "1"
        },
        {
          "text": "Sons, listen to the judgment of your father, and act accordingly, so that you may be saved.",
          "ID": "2"
        },
        {
          "text": "For God has honored the father in the sons, and, when seeking the judgment of the mother, he has confirmed it in the children.",
          "ID": "3"
        },
        {
          "text": "He who loves God will plead with him on behalf of sins, and will keep himself away from sin, and will be heeded in the prayers of his days.",
          "ID": "4"
        },
        {
          "text": "And, like one who stores up treasure, so also is he who honors his mother.",
          "ID": "5"
        },
        {
          "text": "He who honors his father will find happiness in his own children, and he will be heeded in the day of his prayer.",
          "ID": "6"
        },
        {
          "text": "He who honors his father will live a long life. And he who obeys his father will be a refreshment to his mother.",
          "ID": "7"
        },
        {
          "text": "He who fears the Lord honors his parents, and he will serve them as masters, for it is they who conceived him.",
          "ID": "8"
        },
        {
          "text": "In word and deed, and in all things, honor your father with patience,",
          "ID": "9"
        },
        {
          "text": "so that a blessing may come to you from him, and so that his blessing may remain to the very end.",
          "ID": "10"
        },
        {
          "text": "The blessing of the father strengthens the houses of the sons; but the curse of the mother uproots even its foundation.",
          "ID": "11"
        },
        {
          "text": "Do not boast in the disgrace of your father; for his shame is not your glory.",
          "ID": "12"
        },
        {
          "text": "For the glory of a man is from the honor of his father, and a father without honor is a discredit to the son.",
          "ID": "13"
        },
        {
          "text": "Son, support your father in his old age, and do not grieve him in his life.",
          "ID": "14"
        },
        {
          "text": "And if his mind should fail, show kindness; and do not spurn him when you are in your strength. For almsgiving to the father will never be forgotten.",
          "ID": "15"
        },
        {
          "text": "For even in return for the sin of the mother, good will be repaid to you.",
          "ID": "16"
        },
        {
          "text": "And you will be built up in justice, and you will be remembered in the day of tribulation. And your sins will dissolve like ice in warm weather.",
          "ID": "17"
        },
        {
          "text": "What an evil form has he who forsakes his father! And whoever exasperates his mother is accursed by God.",
          "ID": "18"
        },
        {
          "text": "Son, perform your works in meekness, and you shall be loved beyond the glory of men.",
          "ID": "19"
        },
        {
          "text": "However great you may be, humble yourself in all things, and you will find grace in the presence of God.",
          "ID": "20"
        },
        {
          "text": "For only the power of God is great, and he is honored by the humble.",
          "ID": "21"
        },
        {
          "text": "You should not seek the things that are too high for you, and you should not examine the things that are beyond your ability. But as for the things that God has entrusted to you, consider these always. But you should not be curious in too many of his works.",
          "ID": "22"
        },
        {
          "text": "For it is not necessary for you to see with your own eyes the things that are hidden.",
          "ID": "23"
        },
        {
          "text": "In unnecessary matters, do not choose to be an examiner of many different things, and you should not be curious about too many of his works.",
          "ID": "24"
        },
        {
          "text": "For many things have been revealed to you, beyond the understanding of men.",
          "ID": "25"
        },
        {
          "text": "Yet uncertainty in these things has also undermined many persons and has detained their minds in vanity.",
          "ID": "26"
        },
        {
          "text": "A hardened heart will have evil in the very end, and he who loves peril will perish in it.",
          "ID": "27"
        },
        {
          "text": "A heart advancing in two directions will not have success, and the depraved heart will be scandalized in this way.",
          "ID": "28"
        },
        {
          "text": "A wicked heart will be burdened with sorrows, and a sinner will add further sins.",
          "ID": "29"
        },
        {
          "text": "The synagogue of the arrogant will not be healed. For the stalk of sinfulness will take root in them, and it will not be understood.",
          "ID": "30"
        },
        {
          "text": "The heart of the wise is understood by wisdom, and a good ear will listen to wisdom with all its desire.",
          "ID": "31"
        },
        {
          "text": "A wise and understanding heart will abstain from sins, and will have success in works of justice.",
          "ID": "32"
        },
        {
          "text": "Water extinguishes a burning fire, and almsgiving withstands sins.",
          "ID": "33"
        },
        {
          "text": "And God is the watchman for him who repays a kindness. He remembers him afterwards, and in the time of his fall, he will find a firm support.",
          "ID": "34"
        }
      ],
      "ID": "AP:SIR.3",
      "name": "Sirach 3"
    },
    {
      "text": [
        {
          "text": "Son, you should not cheat the poor out of alms, nor should you avert your eyes from a poor man.",
          "ID": "1"
        },
        {
          "text": "You should not despise the hungry soul, and you should not aggravate a poor man in his need.",
          "ID": "2"
        },
        {
          "text": "You should not afflict the heart of the needy, and you should not delay an offer to someone in anguish.",
          "ID": "3"
        },
        {
          "text": "You should not make requests of one who is greatly troubled, and you should not avert your face from the indigent.",
          "ID": "4"
        },
        {
          "text": "You should not avert your eyes from the needy out of anger. And you should not abandon those who seek help from you, so that they speak curses behind your back.",
          "ID": "5"
        },
        {
          "text": "For the pleadings of him who speaks curses of you, in the bitterness of his soul, will be heeded. For the One who made him will heed him.",
          "ID": "6"
        },
        {
          "text": "Make yourself a friend to the congregation of the poor, and humble your soul before an elder, and humble your head before the great.",
          "ID": "7"
        },
        {
          "text": "Turn your ear without sadness toward the poor, and repay your debt, and respond to him peacefully in meekness.",
          "ID": "8"
        },
        {
          "text": "Free him who suffers injury at the hand of the arrogant, and do not carry animosity in your soul.",
          "ID": "9"
        },
        {
          "text": "In judging, be merciful to the orphan, like a father, and be merciful to their mother, like a husband.",
          "ID": "10"
        },
        {
          "text": "And then you shall be like an obedient son of the Most High, and he will take pity on you more than a mother would.",
          "ID": "11"
        },
        {
          "text": "Wisdom breathes life into her sons, and she lifts up those who are seeking her, and she will precede them in the way of justice.",
          "ID": "12"
        },
        {
          "text": "And he who loves her loves life. And those who watch for her shall embrace her delights.",
          "ID": "13"
        },
        {
          "text": "Those who hold to her will inherit life. And whatever place she enters, God will bless.",
          "ID": "14"
        },
        {
          "text": "Those who serve her will yield to what is holy. And God loves those who love wisdom.",
          "ID": "15"
        },
        {
          "text": "He who listens to her shall judge the nations. And he who gazes upon her will remain secure.",
          "ID": "16"
        },
        {
          "text": "If he believes in her, he will inherit her, and whatever arises from him will be confirmed.",
          "ID": "17"
        },
        {
          "text": "For she walks with him through temptation, and she chooses him from the beginning.",
          "ID": "18"
        },
        {
          "text": "She will lead fear and dread and trials over him, and she will crucify him with the tribulation of her doctrine, until she has tested him in his thoughts and she can trust in his soul.",
          "ID": "19"
        },
        {
          "text": "And then she will strengthen him, and lead him along a straight path, and rejoice in him.",
          "ID": "20"
        },
        {
          "text": "And she will disclose her secrets to him, and she will store up treasure, of the knowledge and understanding of justice, in him.",
          "ID": "21"
        },
        {
          "text": "But if he has wandered astray, she will leave him behind, and she will deliver him into the hands of his enemy.",
          "ID": "22"
        },
        {
          "text": "Son, be continually observant, and keep away from evil.",
          "ID": "23"
        },
        {
          "text": "For the sake of your soul, you should not be ashamed to speak the truth.",
          "ID": "24"
        },
        {
          "text": "For there is a shame that brings sin, and there is a shame that brings glory and grace.",
          "ID": "25"
        },
        {
          "text": "You should not accept a face contrary to your own face, nor should you accept a lie contrary to your own soul.",
          "ID": "26"
        },
        {
          "text": "You should not enjoy the fall of your neighbor.",
          "ID": "27"
        },
        {
          "text": "Neither should you withhold words at an opportunity for salvation. You should not conceal your wisdom in her beauty.",
          "ID": "28"
        },
        {
          "text": "For wisdom is discerned within speech. And understanding and knowledge and doctrine are discerned in the words of those who understand and by their steadfastness in the works of justice.",
          "ID": "29"
        },
        {
          "text": "You should not contradict a word of truth in any way. Otherwise, by a falsehood born of ignorance, you will be confounded.",
          "ID": "30"
        },
        {
          "text": "You should not be ashamed to confess your sins, but do not subject yourself to any man because of sin.",
          "ID": "31"
        },
        {
          "text": "Do not choose to stand against the face of the powerful, for you should not strive against the current of the river.",
          "ID": "32"
        },
        {
          "text": "Suffer for justice, on behalf of your soul, and struggle, even unto death, on behalf of justice, and God will fight against your enemies on your behalf.",
          "ID": "33"
        },
        {
          "text": "Do not choose to be quick with your words, nor unproductive or neglectful in your works.",
          "ID": "34"
        },
        {
          "text": "Do not choose to be like a lion in your house, distressing those of your household, and oppressing those who are subject to you.",
          "ID": "35"
        },
        {
          "text": "Do not let your hand be open when receiving, but closed when giving.",
          "ID": "36"
        }
      ],
      "ID": "AP:SIR.4",
      "name": "Sirach 4"
    },
    {
      "text": [
        {
          "text": "Do not choose to seek iniquitous possessions, and you should not say: \"I have all I need in life.\" For it will be of no benefit to you in the time of retribution and darkness.",
          "ID": "1"
        },
        {
          "text": "You should not pursue, in your strength, the desires of your heart.",
          "ID": "2"
        },
        {
          "text": "And you should not say: \"How powerful am I?\" or, \"Who will cast me down because of my deeds?\" For God will vindicate with vengeance.",
          "ID": "3"
        },
        {
          "text": "You should not say, \"I sinned, and what grief has befallen me?\" For the Most High is a patient recompensor.",
          "ID": "4"
        },
        {
          "text": "Do not be willing to be without fear concerning a forgiven sin, and you should not add sin upon sin.",
          "ID": "5"
        },
        {
          "text": "And you should not say: \"The compassion of the Lord is great; he will take pity on the multitude of my sins.\"",
          "ID": "6"
        },
        {
          "text": "For both mercy and wrath go forth quickly from him, and his wrath sets its gaze upon sinners.",
          "ID": "7"
        },
        {
          "text": "You should not delay being converted to the Lord, and you should not set it aside from day to day.",
          "ID": "8"
        },
        {
          "text": "For his wrath will approach suddenly, and in the time of vindication, he will destroy you.",
          "ID": "9"
        },
        {
          "text": "Do not choose to be anxious for unjust wealth. For these things will not benefit you in the day of darkness and retribution.",
          "ID": "10"
        },
        {
          "text": "You should not winnow in every wind, and you should not go forth into every path. For so is every sinner proven by his duplicitous tongue.",
          "ID": "11"
        },
        {
          "text": "Be steadfast in the way of the Lord and in the truth of your understanding and knowledge, and let words of peace and justice overtake you.",
          "ID": "12"
        },
        {
          "text": "Be meek when listening to a word, so that you may understand. And offer a true response in wisdom.",
          "ID": "13"
        },
        {
          "text": "If you understand, then answer your neighbor. But if you do not, then let your hand be over your mouth, so that you are not caught by an inept word, and then confounded.",
          "ID": "14"
        },
        {
          "text": "Honor and glory are in the words of those who understand, yet truly, the tongue of the imprudent man is his undoing.",
          "ID": "15"
        },
        {
          "text": "You should not be called a whisperer, and you should not be caught by your own tongue, and then confounded.",
          "ID": "16"
        },
        {
          "text": "For confusion and remorse is upon a thief, and a wicked mark is upon the double-tongued; but for the whisperer, there is hatred and animosity and disgrace.",
          "ID": "17"
        },
        {
          "text": "Justify the small and the great similarly.",
          "ID": "18"
        }
      ],
      "ID": "AP:SIR.5",
      "name": "Sirach 5"
    },
    {
      "text": [
        {
          "text": "Do not be willing to become an enemy instead of a friend to your neighbor. For an evil man will inherit reproach and disgrace, as will every sinner who is envious and double-tongued.",
          "ID": "1"
        },
        {
          "text": "You should not extol yourself, like a bull, in the thoughts of your soul, lest perhaps your strength may be cast down through foolishness,",
          "ID": "2"
        },
        {
          "text": "which would consume your leaves, and destroy your fruit, and leave you behind like a dry tree in the desert.",
          "ID": "3"
        },
        {
          "text": "For a wicked soul will destroy the one who has it. For it gladly provides enemies to him, and it will lead him to the fate of the impious.",
          "ID": "4"
        },
        {
          "text": "A sweet word multiplies friends and mitigates enemies. And thankful words abound in a good man.",
          "ID": "5"
        },
        {
          "text": "Allow many to be at peace with you, but allow one out of a thousand to be your counselor.",
          "ID": "6"
        },
        {
          "text": "If you would obtain a friend, test him before you accept him, and do not trust him readily.",
          "ID": "7"
        },
        {
          "text": "For there is a friend according to his own time, but he will not remain in the day of tribulation.",
          "ID": "8"
        },
        {
          "text": "And there is a friend who can be turned to animosity. And there is a friend who will reveal hatred and ridicule and insults.",
          "ID": "9"
        },
        {
          "text": "And there is a friend who is a companion at table, but he will not remain in a day of need.",
          "ID": "10"
        },
        {
          "text": "A friend, if he remains steadfast, will be to you as you are to yourself, and he will act with faithfulness among those of your household.",
          "ID": "11"
        },
        {
          "text": "If he humbles himself before you and hides himself from your face, you shall have a noble and harmonious friendship.",
          "ID": "12"
        },
        {
          "text": "Distance yourself from your enemies, and pay attention to your friends.",
          "ID": "13"
        },
        {
          "text": "A faithful friend is a strong shelter, and whoever has found one has found a treasure.",
          "ID": "14"
        },
        {
          "text": "Nothing is comparable to a faithful friend, and no weight of silver or gold is worth more than the goodness of his fidelity.",
          "ID": "15"
        },
        {
          "text": "A faithful friend is a medicine for life and immortality; and those who fear the Lord will find one.",
          "ID": "16"
        },
        {
          "text": "He who fears God will have a similar good friendship, because his friend will be like him.",
          "ID": "17"
        },
        {
          "text": "Son, from your youth receive instruction, and then you will find wisdom, even to your grey hairs.",
          "ID": "18"
        },
        {
          "text": "Approach wisdom like one who plows and sows, and then wait for her good fruits.",
          "ID": "19"
        },
        {
          "text": "For in doing her work, you will labor a little, but you will soon eat from her produce.",
          "ID": "20"
        },
        {
          "text": "How exceedingly harsh is wisdom to unlearned men! And so, the witless will not remain with her.",
          "ID": "21"
        },
        {
          "text": "She will be to them like a great stone of trial, and they will cast her away from them without delay.",
          "ID": "22"
        },
        {
          "text": "For the wisdom of doctrine is in accord with her name, and she is not manifest to many. But she continues with those by whom she is recognized, even in the sight of God.",
          "ID": "23"
        },
        {
          "text": "Listen, son, and accept an understanding counsel, for you should not discard my advice.",
          "ID": "24"
        },
        {
          "text": "Set your feet in her fetters and your neck in her chains.",
          "ID": "25"
        },
        {
          "text": "Incline your shoulder, and carry her, for you will not be grieved by her bindings.",
          "ID": "26"
        },
        {
          "text": "Approach her with all your soul, and serve her ways with all your strength.",
          "ID": "27"
        },
        {
          "text": "Examine her, and she will be revealed to you, and when you have obtained her, you should not abandon her.",
          "ID": "28"
        },
        {
          "text": "For, in the very end, you will find rest in her, and she will turn into your delight.",
          "ID": "29"
        },
        {
          "text": "Then her fetters will be a strong protection and a firm foundation for you, and her chains will be a robe of glory.",
          "ID": "30"
        },
        {
          "text": "For in her is the beauty of life, and her bindings are a healing bandage.",
          "ID": "31"
        },
        {
          "text": "You will be clothed with her as with a robe of glory, and you will set her upon your head like a crown of rejoicing.",
          "ID": "32"
        },
        {
          "text": "Son, if you heed me, you will learn. And if you adapt your mind, you will be wise.",
          "ID": "33"
        },
        {
          "text": "If you incline your ear, you will receive doctrine. And if you love to listen, you will be wise.",
          "ID": "34"
        },
        {
          "text": "Stand among the multitude of prudent elders, and join yourself to their wisdom from the heart, so that you may be able to hear every discourse about God, and so that the proverbs of praise may not flee from you.",
          "ID": "35"
        },
        {
          "text": "And if you see a man of understanding, stand watch for him, and let your feet wear down the steps of his doors.",
          "ID": "36"
        },
        {
          "text": "Set your thoughts on the precepts of God, and be entirely constant in his commandments. And he himself will give a heart to you, and the desire of wisdom will be given to you.",
          "ID": "37"
        }
      ],
      "ID": "AP:SIR.6",
      "name": "Sirach 6"
    },
    {
      "text": [
        {
          "text": "Do not choose to do evil, and evil will not take hold of you.",
          "ID": "1"
        },
        {
          "text": "Withdraw from the iniquitous, and evil will withdraw from you.",
          "ID": "2"
        },
        {
          "text": "Son, do not sow evil in the furrows of injustice, and you will not reap them sevenfold.",
          "ID": "3"
        },
        {
          "text": "Do not seek a role of leadership from the Lord, and do not seek a seat of honor from the king.",
          "ID": "4"
        },
        {
          "text": "You should not justify yourself before God, for he is the Knower of hearts. And by no means should you wish to seem wise before the king.",
          "ID": "5"
        },
        {
          "text": "Do not seek to become a judge, unless you have sufficient strength to shatter iniquities. Otherwise, you might fear the face of the powerful, and so establish a scandal within your integrity.",
          "ID": "6"
        },
        {
          "text": "You should not sin against the multitude of a city, nor should you cast yourself against the people.",
          "ID": "7"
        },
        {
          "text": "And you should not bind two sins together. For even in one sin, you will not go unpunished.",
          "ID": "8"
        },
        {
          "text": "Do not be cowardly in your soul.",
          "ID": "9"
        },
        {
          "text": "You should not be unwilling to beg, nor to give alms.",
          "ID": "10"
        },
        {
          "text": "You should not say: \"God will look with favor on the multitude of my gifts, and when I make an offering to the most high God, he will accept my gift.\"",
          "ID": "11"
        },
        {
          "text": "You should not ridicule a man in bitterness of soul. For there is One who humbles and who exalts: the all-seeing God.",
          "ID": "12"
        },
        {
          "text": "Do not love a lie against your brother, nor should you act the same toward your friend.",
          "ID": "13"
        },
        {
          "text": "Do not be willing to devise a lie of any kind. For the practice of lying is not good.",
          "ID": "14"
        },
        {
          "text": "Do not choose to be verbose among a multitude of elders, and you should not repeat the words of your prayers.",
          "ID": "15"
        },
        {
          "text": "You should not hate laborious works, nor the rustic life created by the Most High.",
          "ID": "16"
        },
        {
          "text": "You should not consider yourself to be among the multitude of the undisciplined.",
          "ID": "17"
        },
        {
          "text": "Remember wrath. For it will not be delayed.",
          "ID": "18"
        },
        {
          "text": "Humble your spirit greatly. For the retribution against the flesh of the impious is with fire and worms.",
          "ID": "19"
        },
        {
          "text": "Do not betray your friend for the sake of money, and you should not spurn your dearest brother for the sake of gold.",
          "ID": "20"
        },
        {
          "text": "Do not choose to depart from a good and understanding wife, whom you have been allotted in the fear of the Lord. For the grace of her modesty is above gold.",
          "ID": "21"
        },
        {
          "text": "You should not harm the servant whose works are honest, nor the hired hand who entrusts his life to you.",
          "ID": "22"
        },
        {
          "text": "Let an understanding servant be loved by you like your own soul. You should not cheat him out of freedom, nor abandon him to destitution.",
          "ID": "23"
        },
        {
          "text": "Are cattle yours? Tend to them. And if they are useful, let them remain with you.",
          "ID": "24"
        },
        {
          "text": "Are sons yours? Instruct them, and bow them down from their childhood.",
          "ID": "25"
        },
        {
          "text": "Are daughters yours? Watch over their bodies. And you should not display a light-hearted attitude toward them.",
          "ID": "26"
        },
        {
          "text": "Give your daughter in marriage, and give her to an understanding man, and you will be doing a great work.",
          "ID": "27"
        },
        {
          "text": "If a wife in accord with your soul is yours, you should not reject her. But do not entrust yourself to her who is hateful.",
          "ID": "28"
        },
        {
          "text": "With your whole heart, honor your father. And you should not forget the complaints of your mother.",
          "ID": "29"
        },
        {
          "text": "Remember that you would not have been born except through them. And so, give back to them as they also have done for you.",
          "ID": "30"
        },
        {
          "text": "With all your soul, fear the Lord, and consider his priests to be holy.",
          "ID": "31"
        },
        {
          "text": "With all your strength, love him who made you, and you should not abandon his ministers.",
          "ID": "32"
        },
        {
          "text": "Honor God from your whole soul, and confer honor on the priests, and continue to purify yourself with your strength.",
          "ID": "33"
        },
        {
          "text": "Give them their portion, just as it has been commanded of you, from the first-fruits and from the purifications. And for your ignorant offenses, purify yourself with a smaller offering.",
          "ID": "34"
        },
        {
          "text": "You should offer to the Lord the gift of your strength, and the sacrifice of sanctification, and the first-fruits of what is holy.",
          "ID": "35"
        },
        {
          "text": "And reach out your hand to the poor, so that your atonement and your blessing may be perfected.",
          "ID": "36"
        },
        {
          "text": "A gift has grace in the sight of all the living, but you should not prohibit grace for the dead.",
          "ID": "37"
        },
        {
          "text": "You should not fail to console those who are weeping, nor to walk with those who are mourning.",
          "ID": "38"
        },
        {
          "text": "Do not let yourself be slow to visit the sick. For in this way, you will be confirmed in love.",
          "ID": "39"
        },
        {
          "text": "In all your works, remember your very end, and so you will not sin, unto eternity.",
          "ID": "40"
        }
      ],
      "ID": "AP:SIR.7",
      "name": "Sirach 7"
    },
    {
      "text": [
        {
          "text": "You should not quarrel with a powerful man, lest perhaps you may fall into his hands.",
          "ID": "1"
        },
        {
          "text": "You should not contend with a wealthy man, lest perhaps he may bring an action against you.",
          "ID": "2"
        },
        {
          "text": "For gold and silver have destroyed many, and have reached and corrupted even the hearts of kings.",
          "ID": "3"
        },
        {
          "text": "You should not quarrel with a man who is full of words, for you should not cast wood upon his fire.",
          "ID": "4"
        },
        {
          "text": "You should not confide in an ignorant man, lest he speak evil about your family.",
          "ID": "5"
        },
        {
          "text": "You should not despise a man who turns himself away from sin, nor reproach him with it. Remember that we are all subject to correction.",
          "ID": "6"
        },
        {
          "text": "You should not spurn a man in his old age. For we are all subject to growing old.",
          "ID": "7"
        },
        {
          "text": "Do not be willing to rejoice at the death of your enemy, knowing that we all die, and that we do not want others rejoice over us.",
          "ID": "8"
        },
        {
          "text": "You should not despise the discourse of those who are old and wise; instead, ponder their proverbs.",
          "ID": "9"
        },
        {
          "text": "For from them, you will learn wisdom and intelligent doctrine, so as to serve great men without blame.",
          "ID": "10"
        },
        {
          "text": "Do not allow the discourse of your elders to pass you by. For they have learned from their fathers.",
          "ID": "11"
        },
        {
          "text": "And from them, you will learn understanding, and you will learn what response to give in a time of necessity.",
          "ID": "12"
        },
        {
          "text": "You should not kindle the coals of sinners by arguing with them. For you might be scorched by the flame from the fire of their sins.",
          "ID": "13"
        },
        {
          "text": "You should not stand against the face of a contemptuous person, otherwise he may sit down as if waiting in ambush against your words.",
          "ID": "14"
        },
        {
          "text": "You should not lend to a man who is stronger than you. But if you do lend, consider it lost.",
          "ID": "15"
        },
        {
          "text": "You should not promise beyond your ability. But if you do promise, consider how to fulfill it.",
          "ID": "16"
        },
        {
          "text": "You should not judge against a judge. For he judges according to what is just.",
          "ID": "17"
        },
        {
          "text": "You should not go forth on the way with an audacious man, lest perhaps he may burden you with his evils. For he goes forth according to his own will, and you will perish with him in his folly.",
          "ID": "18"
        },
        {
          "text": "You should not start a conflict with an angry man, and you should not go into the desert with an audacious man. For shedding blood is nothing to him, and in a place where there is no help for you, he will overthrow you.",
          "ID": "19"
        },
        {
          "text": "You should not hold counsel with the foolish. For they are not able to love anything except what pleases them.",
          "ID": "20"
        },
        {
          "text": "You should not take counsel in the sight of an outsider. For you do not know what he will do next.",
          "ID": "21"
        },
        {
          "text": "You should not reveal your heart to every man, lest perhaps he may offer a false kindness to you, and then speak reproachfully about you.",
          "ID": "22"
        }
      ],
      "ID": "AP:SIR.8",
      "name": "Sirach 8"
    },
    {
      "text": [
        {
          "text": "You should not be jealous of the wife of your bosom, lest she reveal, because of you, the malice of a wicked lesson.",
          "ID": "1"
        },
        {
          "text": "You should not give authority over your soul to a woman, lest she obtain your strength, and then you would be confounded.",
          "ID": "2"
        },
        {
          "text": "You should not look with favor on a woman with many desires, lest perhaps you may fall into her traps.",
          "ID": "3"
        },
        {
          "text": "You should not be continually in need of entertainment, nor should you be persuaded by it, lest perhaps you may perish by its effectiveness.",
          "ID": "4"
        },
        {
          "text": "You should not stare at a virgin, lest perhaps you may be scandalized by her beauty.",
          "ID": "5"
        },
        {
          "text": "You should not give your soul, in any way, to fornicators, lest you destroy yourself and your inheritance.",
          "ID": "6"
        },
        {
          "text": "Do not choose to look around in the streets of the city, nor should you wander along its thoroughfares.",
          "ID": "7"
        },
        {
          "text": "Avert your face from an ornate woman, for you should not gaze upon strange beauty.",
          "ID": "8"
        },
        {
          "text": "Many have perished because of the beauty of a woman; and by this, desire is kindled like a fire.",
          "ID": "9"
        },
        {
          "text": "Every woman who is a fornicator will be trampled down, like the filth in the street.",
          "ID": "10"
        },
        {
          "text": "Many, by admiring the beauty of the wife of another, have become reprobate. For familiarity with her flares up like a fire.",
          "ID": "11"
        },
        {
          "text": "You should not sit down at all with another man's wife, nor recline with her on a couch.",
          "ID": "12"
        },
        {
          "text": "And you should not argue with her over wine, lest perhaps your heart may turn toward her, and by your emotion, you would be toppled into perdition.",
          "ID": "13"
        },
        {
          "text": "You should not abandon a old friend. For a new one will not be similar to him.",
          "ID": "14"
        },
        {
          "text": "A new friend is like new wine. It will grow old, and then you will enjoy drinking it.",
          "ID": "15"
        },
        {
          "text": "You should not envy the glory and wealth of a sinner. For you do not know what may be his undoing in the future.",
          "ID": "16"
        },
        {
          "text": "The injury of the unjust should not please you, knowing that, until they are in hell, the impious will not please.",
          "ID": "17"
        },
        {
          "text": "Keep yourself far from a man having the power to kill, and then you will not have the fear of death suspended over you.",
          "ID": "18"
        },
        {
          "text": "But if you do approach him, do nothing to offend, lest perhaps he may take away your life.",
          "ID": "19"
        },
        {
          "text": "Know that this is a communion with death. For you would be entering the midst of snares, and walking upon the arms of the grieving.",
          "ID": "20"
        },
        {
          "text": "According to your ability, be cautious of your neighbor, and treat him as the wise and prudent would.",
          "ID": "21"
        },
        {
          "text": "Let just men be your companions, and let your glory be in the fear of God.",
          "ID": "22"
        },
        {
          "text": "And let the thought of God be in your mind, and let all your discourse be on the precepts of the Most High.",
          "ID": "23"
        },
        {
          "text": "Works will be praised for the hands of the artists, and a leader of the people will be praised for the wisdom of his words, yet truly, the word of the elders will be praised for its understanding.",
          "ID": "24"
        },
        {
          "text": "A man full of words is a dread to his city, but one who speaks rashly will be hated for his word.",
          "ID": "25"
        }
      ],
      "ID": "AP:SIR.9",
      "name": "Sirach 9"
    },
    {
      "text": [
        {
          "text": "A wise judge will judge his people, and the leadership of an understanding man will be steadfast.",
          "ID": "1"
        },
        {
          "text": "As the judge of the people is, so also are his assistants. And whatever kind of man the ruler of a city is, of such a kind also are those who live in it.",
          "ID": "2"
        },
        {
          "text": "A foolish king will be the ruin of his people. For cities will be inhabited through the understanding of those with power.",
          "ID": "3"
        },
        {
          "text": "Power over the earth is in the hand of God, and, in due time, he will raise up a helpful leader over the earth.",
          "ID": "4"
        },
        {
          "text": "The prosperity of a man is in the hand of God, and he will place his honor above the face of the scribe.",
          "ID": "5"
        },
        {
          "text": "You should forget all injury done to you by your neighbor, and you should do nothing among the works of injury.",
          "ID": "6"
        },
        {
          "text": "Arrogance is hateful in the sight of God and of men. And all iniquity among the nations is abominable.",
          "ID": "7"
        },
        {
          "text": "A kingdom is transferred from one people to another because of injustices, and injuries, and contempt, and every kind of deceit.",
          "ID": "8"
        },
        {
          "text": "But nothing is more wicked than a greedy man. Why should that which is earth and ashes be arrogant?",
          "ID": "9"
        },
        {
          "text": "There is nothing more iniquitous than to love money. For such a one has sold even his own soul. For in his life, he casts aside his innermost being.",
          "ID": "10"
        },
        {
          "text": "All power is of short life. A prolonged sickness is of grave concern to a physician.",
          "ID": "11"
        },
        {
          "text": "A physician causes a sickness to be shortened. So also, a king is here today, and tomorrow he will die.",
          "ID": "12"
        },
        {
          "text": "For when a man dies, he will inherit serpents, and wild beasts, and worms.",
          "ID": "13"
        },
        {
          "text": "The beginning of the arrogance of man is apostasy from God.",
          "ID": "14"
        },
        {
          "text": "For his heart has withdrawn from the One who made him. For arrogance is the beginning of all sin. Whoever holds to it, will be filled with evil words, and it will overthrow him in the end.",
          "ID": "15"
        },
        {
          "text": "Because of this, the Lord has dishonored the gatherings of the evil, and he has destroyed them, even unto the end.",
          "ID": "16"
        },
        {
          "text": "God has destroyed the seats of arrogant leaders, and he has caused the meek to be seated in their place.",
          "ID": "17"
        },
        {
          "text": "The roots of arrogant nations, God has dried up, and the humble among these nations, he has planted.",
          "ID": "18"
        },
        {
          "text": "The Lord has overthrown the lands of the Gentiles, and he has utterly destroyed them, even to their foundation.",
          "ID": "19"
        },
        {
          "text": "He has dried up some of them, and he has utterly destroyed them, and he has caused their memory to depart from the earth.",
          "ID": "20"
        },
        {
          "text": "God has abolished the memory of the arrogant, and he has left behind only the memory of those who are humble in mind.",
          "ID": "21"
        },
        {
          "text": "Arrogance was not created for men, nor was an angry temperament created for the gender of women.",
          "ID": "22"
        },
        {
          "text": "Those who fear God among the offspring of men will be honored. But those among the offspring who ignore the commandments of the Lord will be dishonored.",
          "ID": "23"
        },
        {
          "text": "In the midst of his brothers, a ruler has honor. And those who fear the Lord will have honor in his eyes.",
          "ID": "24"
        },
        {
          "text": "The fear of God is the glory of the wealthy, and of the honorable, and of the poor.",
          "ID": "25"
        },
        {
          "text": "Do not choose to despise a just man who is poor, and do not choose to magnify a sinful man who is rich.",
          "ID": "26"
        },
        {
          "text": "The great man, and the judge, and the powerful have honor. But no one is greater than he who fears God.",
          "ID": "27"
        },
        {
          "text": "Those who are free will serve an understanding servant. And a prudent and disciplined man will not murmur at correction. But an ignorant man will not be honored.",
          "ID": "28"
        },
        {
          "text": "Do not choose to extol yourself in doing your work, and do not be unproductive during the time of distress.",
          "ID": "29"
        },
        {
          "text": "He who works, and so abounds in all things, is better than he who boasts, and so lacks bread.",
          "ID": "30"
        },
        {
          "text": "Son, preserve your soul in meekness, and give it honor according to its merit.",
          "ID": "31"
        },
        {
          "text": "Who will justify one who sins in his soul? And who will honor one who dishonors his soul?",
          "ID": "32"
        },
        {
          "text": "The poor man is glorified by his discipline and fear. And there is a man who is honored because of his substance.",
          "ID": "33"
        },
        {
          "text": "But if someone is glorified in poverty, how much more in substance? And whoever is glorified in substance, let him fear poverty.",
          "ID": "34"
        }
      ],
      "ID": "AP:SIR.10",
      "name": "Sirach 10"
    },
    {
      "text": [
        {
          "text": "The wisdom of one who is humble will exalt his head, and will cause him to sit down in the midst of great men.",
          "ID": "1"
        },
        {
          "text": "You should not praise a man for his beauty, and you should not despise a man for his appearances.",
          "ID": "2"
        },
        {
          "text": "The bee is small among flying things, but its fruit holds the summit of sweetness.",
          "ID": "3"
        },
        {
          "text": "You should not glory in clothing at any time, and you should not let yourself be extolled in the day of your honor. For the works of the Most High alone are wondrous; and glorious and hidden and unseen are his works.",
          "ID": "4"
        },
        {
          "text": "Many tyrants have sat upon a throne, and one whom no one would admire has worn a diadem.",
          "ID": "5"
        },
        {
          "text": "Many powerful men have been powerfully cast down, and the illustrious have been handed over into the hands of others.",
          "ID": "6"
        },
        {
          "text": "Before you inquire, you should not place blame on anyone; and when you have inquired, reprove justly.",
          "ID": "7"
        },
        {
          "text": "Before you listen, you should not respond a word; and you should not interrupt in the middle of a discourse.",
          "ID": "8"
        },
        {
          "text": "You should not contend in a matter which does not concern you, and you should not sit in judgment together with sinners.",
          "ID": "9"
        },
        {
          "text": "Son, you should not be involved in many matters. And if you become rich, you will not be free from transgression. For if you pursue, you will not apprehend; and if you run ahead, you will not escape.",
          "ID": "10"
        },
        {
          "text": "There is an impious man who labors and hurries and grieves, but all the more will he be without abundance.",
          "ID": "11"
        },
        {
          "text": "There is a debilitated man in need of recovery, who is lacking in strength and abundant in poverty.",
          "ID": "12"
        },
        {
          "text": "Yet the eye of God has looked with favor upon him for his benefit, and he has lifted him up from his humiliation, and he has exalted his head. And many have wondered at him, and they have honored God.",
          "ID": "13"
        },
        {
          "text": "Good things and misfortune, life and death, poverty and wealth, are from God.",
          "ID": "14"
        },
        {
          "text": "Wisdom, and discipline, and knowledge of the law are with God. Love and the ways of good things are with him.",
          "ID": "15"
        },
        {
          "text": "Error and darkness have been created by sinners. And those who exult in evil, grow old in evil.",
          "ID": "16"
        },
        {
          "text": "The gift of God remains with the just man, and his advancement will have success unto eternity.",
          "ID": "17"
        },
        {
          "text": "There is one who is enriched by spending sparingly, and this is the extent of his reward.",
          "ID": "18"
        },
        {
          "text": "About this, he says: \"I have found rest for myself, and now I alone will eat from my goods.\"",
          "ID": "19"
        },
        {
          "text": "But he does not know how much time will pass before death approaches, and then he must leave everything behind to others and die.",
          "ID": "20"
        },
        {
          "text": "Stand fast in your covenant, and become familiar with it, and grow old in the work of your commandments.",
          "ID": "21"
        },
        {
          "text": "You should not spend time in the works of sinners. Instead, trust in God and remain in your own place.",
          "ID": "22"
        },
        {
          "text": "For it is easy, in the eyes of God, to make a pauper suddenly rich.",
          "ID": "23"
        },
        {
          "text": "The blessing of God hurries to reward the just man, and in a fleeting hour his advancement bears fruit.",
          "ID": "24"
        },
        {
          "text": "You should not say: \"What do I need?\" or, \"What good will there be for me in this?\"",
          "ID": "25"
        },
        {
          "text": "You should not say: \"I have enough for myself,\" or, \"What could be worse than this?\"",
          "ID": "26"
        },
        {
          "text": "In a day of good things, you should not be forgetful of misfortunes. And in a day of misfortunes, you should not be forgetful of good things.",
          "ID": "27"
        },
        {
          "text": "For it is easy, in the sight of God, on the day of one's passing, to repay each one according to his ways.",
          "ID": "28"
        },
        {
          "text": "The affliction of an hour causes one to forget great delights, and in the end of a man is the uncovering of his works.",
          "ID": "29"
        },
        {
          "text": "You should not praise any man before death. For a man is known by his children.",
          "ID": "30"
        },
        {
          "text": "You should not bring every man into your house. For many are the snares of the deceitful.",
          "ID": "31"
        },
        {
          "text": "For as a stomach with a bad smell vomits, and as a partridge is led into a cage, and like a deer led into a snare, so also is the heart of the arrogant. And it is like a bystander watching his neighbor fall.",
          "ID": "32"
        },
        {
          "text": "For it lies in ambush, and then turns good into evil, and it will place the blame on the elect.",
          "ID": "33"
        },
        {
          "text": "From one spark, a great fire grows; and from one deceitful man, much blood flows. But a very sinful man lies in ambush for blood.",
          "ID": "34"
        },
        {
          "text": "Pay close attention to yourself before a harmful man, for he fabricates evils. Otherwise, he may lead over you a whispered reproach unceasingly.",
          "ID": "35"
        },
        {
          "text": "Receive a stranger to yourself, and he will overthrow you with a whirlwind, and he will alienate you from what is your very own.",
          "ID": "36"
        }
      ],
      "ID": "AP:SIR.11",
      "name": "Sirach 11"
    },
    {
      "text": [
        {
          "text": "If you do good, know to whom you do it, and there will be many thanks for your good deeds.",
          "ID": "1"
        },
        {
          "text": "Do good to the just, and you will find great recompense, and if not from him, certainly from the Lord.",
          "ID": "2"
        },
        {
          "text": "For there is no good for someone who is always occupied in evil, or who does not give alms. For the Most High holds hatred for sinners, but he takes pity on the repentant.",
          "ID": "3"
        },
        {
          "text": "Give to the merciful, and you should not assist the sinner. For the impious and the sinner will be repaid with the vengeance being held for them on the day of retribution.",
          "ID": "4"
        },
        {
          "text": "Give to the good, but you should not receive from a sinner.",
          "ID": "5"
        },
        {
          "text": "Do good to the humble, but you should not give to the impious; withhold your bread, do not give it to him, otherwise he may overpower you with it.",
          "ID": "6"
        },
        {
          "text": "For you will find twice the evil for all the good you will have done to him. For the Most High also holds hatred for sinners, and he will repay vengeance to the impious.",
          "ID": "7"
        },
        {
          "text": "A friend will not be known in good times, and an enemy will not be hidden in adversity.",
          "ID": "8"
        },
        {
          "text": "By the good fortune of a man, his enemies are grieved; and by his misfortune, a friend is revealed.",
          "ID": "9"
        },
        {
          "text": "You should never trust your enemy. For his wickedness rusts like a brass pot.",
          "ID": "10"
        },
        {
          "text": "And if he humbles himself and goes about bowed down, increase your alertness and guard yourself from him.",
          "ID": "11"
        },
        {
          "text": "You should not sit down anywhere near him, nor should you allow him to sit at your right hand, lest perhaps he may turn toward your place, and seek your seat, and then, in the very end, you would understand my words and be stung by my sermon.",
          "ID": "12"
        },
        {
          "text": "Who will take pity on an enchanter struck by a serpent, or on someone who draws near to wild beasts? And so it is with one who keeps company with an iniquitous man and is involved in his sins.",
          "ID": "13"
        },
        {
          "text": "For one hour, he will abide with you. But if you begin to turn aside, he will not permit it.",
          "ID": "14"
        },
        {
          "text": "An enemy speaks sweetly with his lips, but in his heart, he waits in ambush, so that he may throw you into a pit.",
          "ID": "15"
        },
        {
          "text": "An enemy has tears in his eyes. But if he finds an opportunity, he will not be satisfied with blood.",
          "ID": "16"
        },
        {
          "text": "And if misfortunes happen upon you, you will find him there first.",
          "ID": "17"
        },
        {
          "text": "An enemy has tears in his eyes, but while pretending to help you, he will dig under your feet.",
          "ID": "18"
        },
        {
          "text": "He will shake his head, and clap his hands, and whisper much, and change his expression.",
          "ID": "19"
        }
      ],
      "ID": "AP:SIR.12",
      "name": "Sirach 12"
    },
    {
      "text": [
        {
          "text": "Whoever touches pitch will be contaminated by it. And whoever associates with the arrogant will be clothed by arrogance.",
          "ID": "1"
        },
        {
          "text": "Whoever associates with those more honorable than himself sets a burden on himself. And so, you should have no fellowship with someone who is wealthier than you.",
          "ID": "2"
        },
        {
          "text": "What will the cooking pot have in common with the earthen vessel? And when they collide with one another, one will be broken.",
          "ID": "3"
        },
        {
          "text": "The rich man has suffered no injustice, and yet he fumes. But the poor man, though he has been wounded, will remain silent.",
          "ID": "4"
        },
        {
          "text": "If you are generous, he will take you up; and when you have nothing, he will cast you aside.",
          "ID": "5"
        },
        {
          "text": "If you possess, he will feast with you, and he will empty you, and he will not grieve over you.",
          "ID": "6"
        },
        {
          "text": "If he has need of you, he will deceive you; and while smiling, he will give you hope. He will converse with you pleasantly, and he will say: \"What is it that you need?\"",
          "ID": "7"
        },
        {
          "text": "And he will impress you with his foods, until he has drained you two or three times, and in the very end, he will ridicule you. And afterward, when he sees you, he will abandon you, and he will shake his head at you.",
          "ID": "8"
        },
        {
          "text": "Humble yourself before God, and wait for his hands.",
          "ID": "9"
        },
        {
          "text": "Be careful. Otherwise, having been seduced into foolishness, you will be humiliated.",
          "ID": "10"
        },
        {
          "text": "Do not choose to be low in your wisdom, otherwise, having been brought low, you will be seduced into foolishness.",
          "ID": "11"
        },
        {
          "text": "If you are invited by someone who is more powerful than you, you should decline. Otherwise, he will invite you all the more.",
          "ID": "12"
        },
        {
          "text": "You cannot be rude to him, lest you be pushed away. And you cannot stray far from him, lest you be forgotten.",
          "ID": "13"
        },
        {
          "text": "You cannot hold a discussion with him as with an equal. You should not trust his many words. For by much talking, he will probe you, and while smiling, he will question you about your secrets.",
          "ID": "14"
        },
        {
          "text": "His cruel mind will store up your words; and he will not spare you from affliction, nor from prison.",
          "ID": "15"
        },
        {
          "text": "Be cautious of yourself, and attend diligently to what you are hearing. For you are walking toward your own destruction.",
          "ID": "16"
        },
        {
          "text": "Yet truly, while listening to these things, consider it as if it were a dream, and you will awaken.",
          "ID": "17"
        },
        {
          "text": "Love God for your entire life, and call upon him for your salvation.",
          "ID": "18"
        },
        {
          "text": "Every animal loves its own kind; so also every man loves those closest to himself.",
          "ID": "19"
        },
        {
          "text": "All flesh will join with whatever is similar to itself, and every man will associate with whomever is similar to himself.",
          "ID": "20"
        },
        {
          "text": "If a wolf would at any time have fellowship with a lamb, so also would a sinner have fellowship with the just.",
          "ID": "21"
        },
        {
          "text": "What fellowship does a holy man have with a dog? Or what portion do the wealthy have with the poor?",
          "ID": "22"
        },
        {
          "text": "In the desert, the wild donkey is the prey of the lion. So also are the poor the pasture of the rich.",
          "ID": "23"
        },
        {
          "text": "And just as humility is an abomination to the arrogant, so also does the rich man abhor the poor man.",
          "ID": "24"
        },
        {
          "text": "When a wealthy man has been shaken, he is strengthened by his friends. But when a lowly man has fallen, he is expelled even by those who know him well.",
          "ID": "25"
        },
        {
          "text": "When a rich man has been deceived, many will help him recover; he has spoken arrogantly, and yet they justify him.",
          "ID": "26"
        },
        {
          "text": "When a poor man has been deceived, in addition he is rebuked; he has spoken with understanding, and no place is given to him.",
          "ID": "27"
        },
        {
          "text": "The rich man has spoken, and all remain silent, and they repeat his words, even to the clouds.",
          "ID": "28"
        },
        {
          "text": "The poor man has spoken, and they say: \"Who is this?\" And if he stumbles, they will overthrow him.",
          "ID": "29"
        },
        {
          "text": "Substance is good for him who has no sin on his conscience. And poverty is called very wicked by the mouth of the impious.",
          "ID": "30"
        },
        {
          "text": "The heart of a man changes his face, either for better or for worse.",
          "ID": "31"
        },
        {
          "text": "You will find, with difficulty and much labor, the sign of a good heart and a good face.",
          "ID": "32"
        }
      ],
      "ID": "AP:SIR.13",
      "name": "Sirach 13"
    },
    {
      "text": [
        {
          "text": "Blessed is the man who has not slipped because of a word from his mouth, and who has not been stung by grief because of an offense.",
          "ID": "1"
        },
        {
          "text": "Happy is he who does not have sadness in his mind, and who has not fallen away from his hope.",
          "ID": "2"
        },
        {
          "text": "Substance is senseless for a greedy and stingy man. And what would a spiteful man do with gold?",
          "ID": "3"
        },
        {
          "text": "Whoever acquires unjustly, according to his own mind, gathers for others. For another will spend his goods lavishly.",
          "ID": "4"
        },
        {
          "text": "Whoever is wicked to himself, to whom will he be good? For he will not take enjoyment in his own goods.",
          "ID": "5"
        },
        {
          "text": "Whoever has ill will toward himself, nothing is more worthless than he is. But such is the reward of his wickedness.",
          "ID": "6"
        },
        {
          "text": "And if he does good, he does it ignorantly and unwillingly. And in the very end, he realizes his own malice.",
          "ID": "7"
        },
        {
          "text": "The eye of the spiteful man is wicked, and he averts his face and despises his own soul.",
          "ID": "8"
        },
        {
          "text": "The eye of the greedy man is insatiable in his portion of iniquity. He will not be satisfied until he has consumed his own soul, withering it away.",
          "ID": "9"
        },
        {
          "text": "An evil eye is directed at evil things. And he will not be satisfied by bread; instead, he will be needy and grieving at his own table.",
          "ID": "10"
        },
        {
          "text": "Son, if you have anything, do good to yourself, and offer worthy oblations to God.",
          "ID": "11"
        },
        {
          "text": "Remember that death has not been delayed, and that the covenant of the grave has been revealed to you. For the covenant of this world will pass away in death.",
          "ID": "12"
        },
        {
          "text": "Do good to your friend before you die. And according to your ability, extend your hand and give to the poor.",
          "ID": "13"
        },
        {
          "text": "Do not cheat yourself out of a good day, and do not let the smallest good gift pass you by.",
          "ID": "14"
        },
        {
          "text": "Should you not leave it to others to divide your sorrows and labors by lot?",
          "ID": "15"
        },
        {
          "text": "Give, and receive, and justify your soul.",
          "ID": "16"
        },
        {
          "text": "Before your passing, accomplish justice. For in death, there is no food to be found.",
          "ID": "17"
        },
        {
          "text": "All flesh grows old like the grass, and like the foliage that springs forth from a green tree.",
          "ID": "18"
        },
        {
          "text": "Some spring up, and others fall away. Such is the generation of flesh and blood. One is finished, and another is born.",
          "ID": "19"
        },
        {
          "text": "Every corruptible work will fail in the end. And its worker will go with it.",
          "ID": "20"
        },
        {
          "text": "But every excellent work will be justified. And whoever worked it will be honored by it.",
          "ID": "21"
        },
        {
          "text": "Blessed is the man who will abide in wisdom, and who will meditate on her righteousness, and who, in his mind, will consider the circumspection of God.",
          "ID": "22"
        },
        {
          "text": "He considers her ways in his heart, and he finds understanding in her secrets. He goes after her like an investigator, and he is constant in her ways.",
          "ID": "23"
        },
        {
          "text": "He gazes through her windows, and he listens at her door.",
          "ID": "24"
        },
        {
          "text": "He rests next to her house, and, fastening a peg in her walls, he sets up his cottage by her hands. And so, good things will find rest in his cottage as time passes.",
          "ID": "25"
        },
        {
          "text": "He will station his sons under her covering, and he will abide under her branches.",
          "ID": "26"
        },
        {
          "text": "He will be protected by her covering from the heat, and he will rest in her glory.",
          "ID": "27"
        }
      ],
      "ID": "AP:SIR.14",
      "name": "Sirach 14"
    },
    {
      "text": [
        {
          "text": "Whoever fears God will do good. And whoever holds to justice will obtain it.",
          "ID": "1"
        },
        {
          "text": "And like an honorable mother, she will meet him, and like a virgin bride, she will receive him.",
          "ID": "2"
        },
        {
          "text": "She will feed him with the bread of life and understanding. And she give him to drink from the water of salvific wisdom. And she will be confirmed in him, and he will not waver.",
          "ID": "3"
        },
        {
          "text": "And she will hold to him, and he will not be confounded. And she will exalt him, along with those closest to him.",
          "ID": "4"
        },
        {
          "text": "And in the midst of the Church, she will open his mouth, and she will fill him with the spirit of wisdom and understanding, and she will clothe him with a robe of glory.",
          "ID": "5"
        },
        {
          "text": "She will store up in him a treasure of rejoicing and exultation, and she will cause him to inherit an everlasting name.",
          "ID": "6"
        },
        {
          "text": "But foolish men will not take hold of her. And though understanding men will meet her, foolish men will not catch sight of her. For she is far from arrogance and deceit.",
          "ID": "7"
        },
        {
          "text": "Lying men will be wary of her. But men who speak the truth will be found with her, and they will have success, even when examined by God.",
          "ID": "8"
        },
        {
          "text": "Praise is not beautiful in the mouth of a sinner.",
          "ID": "9"
        },
        {
          "text": "For wisdom was sent from God. And praise will stand before the wisdom of God, and praise will abound in the mouths of the faithful, and the sovereign Lord will give praise to wisdom.",
          "ID": "10"
        },
        {
          "text": "You should not say: \"It is because of God that wisdom is absent.\" For you should not do what he detests.",
          "ID": "11"
        },
        {
          "text": "You should not say: \"He has led me astray.\" For the impious are of no use to him.",
          "ID": "12"
        },
        {
          "text": "The Lord hates all abominable error, and those who fear him will not love such things.",
          "ID": "13"
        },
        {
          "text": "God established man from the beginning, and he left him in the hand of his own counsel.",
          "ID": "14"
        },
        {
          "text": "He added his commandments and precepts.",
          "ID": "15"
        },
        {
          "text": "If you choose to keep the commandments, and if, having chosen them, you fulfill them with perpetual fidelity, they will preserve you.",
          "ID": "16"
        },
        {
          "text": "He has set water and fire before you. Extend your hand to whichever one you would choose.",
          "ID": "17"
        },
        {
          "text": "Before man is life and death, good and evil. Whichever one he chooses will be given to him.",
          "ID": "18"
        },
        {
          "text": "For the wisdom of God is manifold. And he is strong in power, seeing all things without ceasing.",
          "ID": "19"
        },
        {
          "text": "The eyes of the Lord are upon those who fear him, and he knows each one of the works of man.",
          "ID": "20"
        },
        {
          "text": "He has commanded no one to act impiously, and he has given no one permission to sin.",
          "ID": "21"
        },
        {
          "text": "For he does not desire a multitude of unfaithful and useless sons.",
          "ID": "22"
        }
      ],
      "ID": "AP:SIR.15",
      "name": "Sirach 15"
    },
    {
      "text": [
        {
          "text": "You should not rejoice in impious children, if they are successful; nor should you take delight in them, if the fear of God is not in them.",
          "ID": "1"
        },
        {
          "text": "You should not approve of their life, nor should you look with favor on their labors.",
          "ID": "2"
        },
        {
          "text": "For one child who fears God is better than one thousand impious children.",
          "ID": "3"
        },
        {
          "text": "And it is better to die without children, than to leave behind impious children.",
          "ID": "4"
        },
        {
          "text": "By means one person with understanding, a country will be inhabited. The tribe of the impious will become desolate.",
          "ID": "5"
        },
        {
          "text": "Many such things my eyes have seen, and greater things than these my ear has heard.",
          "ID": "6"
        },
        {
          "text": "In the synagogue of sinners, a fire will blaze forth; and amid an unbelieving people, wrath will flare up.",
          "ID": "7"
        },
        {
          "text": "The giants of antiquity did not obtain pardon for their sins; they were destroyed by trusting in their own abilities.",
          "ID": "8"
        },
        {
          "text": "And he did not spare the place of Lot's sojourn, and he abhorred them because of the arrogance of their words.",
          "ID": "9"
        },
        {
          "text": "He did not take pity on them, destroying an entire people, who even extolled themselves concerning their sins.",
          "ID": "10"
        },
        {
          "text": "And this was so with six hundred thousand men, who were gathered together in the hardness of their hearts. And if even a single obstinate person had escaped unpunished, it would be a wonder.",
          "ID": "11"
        },
        {
          "text": "For mercy and wrath are with him. He is powerful in forgiveness, and he pours forth wrath.",
          "ID": "12"
        },
        {
          "text": "As is his mercy, so also is his correction; he judges a man according to his works.",
          "ID": "13"
        },
        {
          "text": "The sinner, in his violations, will not escape; but the patience of the One who shows mercy will not be diminished.",
          "ID": "14"
        },
        {
          "text": "Every mercy will make a place for each man, according to the merit of his works, and according to the understanding of his sojourn.",
          "ID": "15"
        },
        {
          "text": "You should not say: \"I am hidden from God,\" or, \"Who, from on high, will take note of me?\"",
          "ID": "16"
        },
        {
          "text": "or, \"Among a great number of people, I will not be noticed. For what is my soul amid such an immense creation?\"",
          "ID": "17"
        },
        {
          "text": "Behold: the heavens, and the heaven of the heavens, the abyss, and the entire earth, and the things that are within these, will be shaken by his gaze,",
          "ID": "18"
        },
        {
          "text": "together with mountains and hills, and the foundations of the earth. When God casts his gaze upon them, they will be struck with trembling.",
          "ID": "19"
        },
        {
          "text": "And concerning all these things, the heart is without understanding; but every heart is understood by him.",
          "ID": "20"
        },
        {
          "text": "And who will understand his ways, or the tempest, which no eye of man will see?",
          "ID": "21"
        },
        {
          "text": "For many of his works are concealed. But who will announce the works of his justice? Or who will endure them? For the testament is far from some persons, and the examination of each thing is in its end.",
          "ID": "22"
        },
        {
          "text": "Whoever diminishes the heart, thinks empty thoughts. For the imprudent and erring man thinks up foolishness.",
          "ID": "23"
        },
        {
          "text": "Listen to me, son, and learn the discipline of understanding, and attend to my words in your heart.",
          "ID": "24"
        },
        {
          "text": "And I will speak with equity about discipline, and I will strive to announce wisdom. So attend to my words in your heart, and I will speak with equity of spirit, about the virtues that God has set within his works from the beginning, and I will announce his knowledge in truth.",
          "ID": "25"
        },
        {
          "text": "With the judgment of God, his works have been done from the beginning; and from their institution, he himself distinguished their parts and set their beginnings, in their kinds.",
          "ID": "26"
        },
        {
          "text": "He has beautified their works unto eternity. They have neither hungered, nor labored, and they have not ceased from their works.",
          "ID": "27"
        },
        {
          "text": "Neither will any one of them cause anguish to his neighbor, forever.",
          "ID": "28"
        },
        {
          "text": "You should not be incredulous at his word.",
          "ID": "29"
        },
        {
          "text": "Afterward, God looked with favor upon the earth, and he filled it with his goodness.",
          "ID": "30"
        },
        {
          "text": "The soul of every living thing brought word from before his face, and their return again is to him.",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.16",
      "name": "Sirach 16"
    },
    {
      "text": [
        {
          "text": "God created man from the earth, and he made him according to his own image.",
          "ID": "1"
        },
        {
          "text": "And he returned him again to it, and he clothed him with virtue according to himself.",
          "ID": "2"
        },
        {
          "text": "He gave him the number and time of his days, and he gave him authority over all the things that are upon the earth.",
          "ID": "3"
        },
        {
          "text": "He placed the fear of him over all flesh, and he had dominion over wild beasts and flying things.",
          "ID": "4"
        },
        {
          "text": "He created from him a helper, similar to himself. He gave them counsel, and language, and sight, and hearing, and a heart, in order to think. And he filled them with the discipline of understanding.",
          "ID": "5"
        },
        {
          "text": "He created within them the knowledge of the spirit. He filled their heart with understanding, and he showed them both good and evil.",
          "ID": "6"
        },
        {
          "text": "He set his eye upon their hearts, to reveal to them the greatness of his works,",
          "ID": "7"
        },
        {
          "text": "so that they might highly praise the name of sanctification, and give glory to his wonders, so that they might declare the greatness of his works.",
          "ID": "8"
        },
        {
          "text": "In addition, he gave them discipline and the law of life, as their inheritance.",
          "ID": "9"
        },
        {
          "text": "He established an eternal covenant with them, and he revealed to them his justice and judgments.",
          "ID": "10"
        },
        {
          "text": "And their eye saw the greatness of his honor, and their ears heard the honor of his voice, and he said to them: \"Beware of all iniquity.\"",
          "ID": "11"
        },
        {
          "text": "And he commanded each one concerning his neighbor.",
          "ID": "12"
        },
        {
          "text": "Their ways are always in his sight; they are not hidden from his eyes.",
          "ID": "13"
        },
        {
          "text": "Over each and every people, he has appointed a ruler.",
          "ID": "14"
        },
        {
          "text": "And Israel was made to be the manifest portion of God.",
          "ID": "15"
        },
        {
          "text": "And in the sight of God, all their works are like the sun. And his eyes, without ceasing, inspect their ways.",
          "ID": "16"
        },
        {
          "text": "The covenants are not hidden by their iniquity, and all their iniquities are in the sight of God.",
          "ID": "17"
        },
        {
          "text": "The almsgiving of a man is like a seal upon him, which will guard the grace of a man like the pupil of an eye.",
          "ID": "18"
        },
        {
          "text": "And afterward, it will rise up and repay them their reward, each one upon his head, and it will return to the hidden places of the earth.",
          "ID": "19"
        },
        {
          "text": "Now, to the repentant, he has given the way of justice, and he has strengthened those lacking in patience, and he has fastened them to a destiny of truth.",
          "ID": "20"
        },
        {
          "text": "Convert to the Lord, and relinquish your sins.",
          "ID": "21"
        },
        {
          "text": "Make supplication before the face of the Lord, and diminish your offenses.",
          "ID": "22"
        },
        {
          "text": "Return to the Lord, and turn away from your injustice, and have immense hatred for abomination.",
          "ID": "23"
        },
        {
          "text": "And acknowledge the justices and judgments of God, and stand firm in the circumstances set before you and in prayer to the most high God.",
          "ID": "24"
        },
        {
          "text": "Go to the side of the holy generation, to those who live in order to give praise to God.",
          "ID": "25"
        },
        {
          "text": "You should not linger in the error of the impious; confess before death. Confession perishes from the dead as if it were nothing.",
          "ID": "26"
        },
        {
          "text": "Confess while living; you should give thanks while you are still alive and healthy. And you should praise God and glory in his compassion.",
          "ID": "27"
        },
        {
          "text": "How great is the mercy of the Lord, and his forgiveness, for those who convert to him!",
          "ID": "28"
        },
        {
          "text": "For not all things can be in men, because the son of man is not immortal, and because they are pleased by the emptiness of malice.",
          "ID": "29"
        },
        {
          "text": "What is brighter than the sun? Yet this will fail. Or what is more wicked than that which flesh and blood has invented? And this will be reproved.",
          "ID": "30"
        },
        {
          "text": "He beholds the power of the heights of heaven. And all men are earth and ashes.",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.17",
      "name": "Sirach 17"
    },
    {
      "text": [
        {
          "text": "The One who dwells in eternity created all things together. God alone will be justified, and he remains an invincible King for eternity.",
          "ID": "1"
        },
        {
          "text": "Who is able to declare his works?",
          "ID": "2"
        },
        {
          "text": "For who can examine his greatness?",
          "ID": "3"
        },
        {
          "text": "And who will announce the power of his magnitude? Or who would be able to describe his mercy?",
          "ID": "4"
        },
        {
          "text": "There is no diminishing, and no increasing, and there is no discovering, the greatness of God.",
          "ID": "5"
        },
        {
          "text": "When man has reached the end, then he will begin. And when he ceases, he will be in need.",
          "ID": "6"
        },
        {
          "text": "What is man, and what is his grace? And what is his good, or what is his evil?",
          "ID": "7"
        },
        {
          "text": "The number of the days of men are as many as one hundred years. Like a drop of water in the ocean, so they are considered to be. And like a grain of sand on the shore, so do these few years compare to the days of all time.",
          "ID": "8"
        },
        {
          "text": "For this reason, God is patient with them, and he pours forth his mercy upon them.",
          "ID": "9"
        },
        {
          "text": "He has seen that the presumption of their heart is evil, and he knows that their rebelliousness is wicked.",
          "ID": "10"
        },
        {
          "text": "Therefore, he has bestowed his forgiveness on them, and he has revealed to them the way of equity.",
          "ID": "11"
        },
        {
          "text": "The compassion of man is toward those closest to him. But the mercy of God is upon all flesh.",
          "ID": "12"
        },
        {
          "text": "He is merciful, and he teaches and corrects, like a shepherd with his flock.",
          "ID": "13"
        },
        {
          "text": "He takes pity on those who accept the doctrine of compassion, and he applies his judgments promptly.",
          "ID": "14"
        },
        {
          "text": "Son, in your good works, you should not complain, and in giving anything, you should not cause grief with evil words.",
          "ID": "15"
        },
        {
          "text": "Is heat not refreshed by the dew? So also is a good word better than a gift.",
          "ID": "16"
        },
        {
          "text": "Behold, is a word not greater than a gift? But both are with a justified man.",
          "ID": "17"
        },
        {
          "text": "The foolish place blame sharply. And a gift from the undisciplined causes the eyes to fail.",
          "ID": "18"
        },
        {
          "text": "Before you judge, put justice in order within yourself, and before you speak, learn.",
          "ID": "19"
        },
        {
          "text": "Before you become sick, obtain medicine. And before you judge, examine yourself. And then you will find forgiveness in the sight of God.",
          "ID": "20"
        },
        {
          "text": "Before you become weak, humble yourself; and in a time of infirmity, show your way of life.",
          "ID": "21"
        },
        {
          "text": "Let nothing impede you from praying always. And then you will not dread to be justified, even unto death. For the reward of God dwells in eternity.",
          "ID": "22"
        },
        {
          "text": "Before you pray, prepare your soul. And do not choose to be like a man who tempts God.",
          "ID": "23"
        },
        {
          "text": "Remember the wrath that will be on the day of consummation, and remember the time of retribution, when he will turn away his face.",
          "ID": "24"
        },
        {
          "text": "Remember poverty in a time of abundance, and remember the deficiency of poverty in a day of riches.",
          "ID": "25"
        },
        {
          "text": "From morning until evening, the time will be changed, and all these are swift in the eyes of God.",
          "ID": "26"
        },
        {
          "text": "A wise man will be cautious in all things, and during a time of many offenses, he will be attentive against inaction.",
          "ID": "27"
        },
        {
          "text": "Anyone who is astute recognizes wisdom, and he will acknowledge anyone who finds it.",
          "ID": "28"
        },
        {
          "text": "Those who show understanding with words also have acted wisely themselves, and they have understood truth and justice, and they have fulfilled proverbs and judgments.",
          "ID": "29"
        },
        {
          "text": "You should not go after your desires; instead, turn away from your own will.",
          "ID": "30"
        },
        {
          "text": "If you offer your desires to your soul, this will cause you to become a joy to your enemies.",
          "ID": "31"
        },
        {
          "text": "Take no delight in disorderly gatherings, whether large or small. For their commission of offenses is unceasing.",
          "ID": "32"
        },
        {
          "text": "You should not be reduced by the contention of borrowing, even if there is nothing in your purse. For you would be contending against your own life.",
          "ID": "33"
        }
      ],
      "ID": "AP:SIR.18",
      "name": "Sirach 18"
    },
    {
      "text": [
        {
          "text": "An inebriated worker will not be wealthy. And whoever despises littleness will fall a little at a time.",
          "ID": "1"
        },
        {
          "text": "Wine and women cause wise men to fall away, and then they will complain against those who understand.",
          "ID": "2"
        },
        {
          "text": "And whoever joins himself to fornicators will become wicked. Decay and worms will inherit him, and he will be denounced as the greater example, and his soul will be deducted from the number.",
          "ID": "3"
        },
        {
          "text": "Whoever is quick to believe has a trivial heart and will be diminished. And whoever offends against his own soul will have even less.",
          "ID": "4"
        },
        {
          "text": "Whoever rejoices in iniquity will be condemned. And whoever hates correction will have less in life. But whoever hates excessive talk extinguishes evil.",
          "ID": "5"
        },
        {
          "text": "Whoever sins against his own soul will be punished. And whoever rejoices in malice will be condemned.",
          "ID": "6"
        },
        {
          "text": "You should not repeat a wicked and harsh word, and then you will not be diminished.",
          "ID": "7"
        },
        {
          "text": "Do not reveal your mind to friend or foe. And if there is a sin within you, do not disclose it.",
          "ID": "8"
        },
        {
          "text": "For he will listen to you and watch you, and while pretending to defend your sin, he will despise you, and so he will be whenever he is with you.",
          "ID": "9"
        },
        {
          "text": "Have you heard a word against your neighbor? Let it die within you, trusting that it will not burst forth from you.",
          "ID": "10"
        },
        {
          "text": "Before the face of a word, a foolish man labors, like a woman groaning as she gives birth to a child.",
          "ID": "11"
        },
        {
          "text": "Like an arrow fixed in the flesh of the thigh, so is a word in the heart of a foolish man.",
          "ID": "12"
        },
        {
          "text": "Correct a friend, though perhaps there was a misunderstanding, and he may say, \"I did not do it.\" Or, if he did do it, correct him, so that he may not do it again.",
          "ID": "13"
        },
        {
          "text": "Correct your neighbor, for perhaps he did not say it. But if he did say it, correct him, so that he may not say it again.",
          "ID": "14"
        },
        {
          "text": "Correct your friend. For often a fault has been committed.",
          "ID": "15"
        },
        {
          "text": "And do not believe every word. There is one who slips with his word, but not with his heart.",
          "ID": "16"
        },
        {
          "text": "For who is there who has not offended with his words? Correct your neighbor before you reprimand him.",
          "ID": "17"
        },
        {
          "text": "And make a place for the fear of the Most High. For all wisdom is fear of God, and it is wise to fear God, and in all wisdom is the orderly disposition of the law.",
          "ID": "18"
        },
        {
          "text": "But the discipline of wickedness is not wisdom. And there is no prudence in the thoughts of sinners.",
          "ID": "19"
        },
        {
          "text": "There is a wickedness, and in it there is abomination. And there is a foolish man who has been diminished in wisdom.",
          "ID": "20"
        },
        {
          "text": "Better is a man who has been diminished in wisdom because his mind is failing, but with the fear of God, than he who abounds in intelligence, but with transgression against the law of the Most High.",
          "ID": "21"
        },
        {
          "text": "There is a certain cleverness, and it is unjust.",
          "ID": "22"
        },
        {
          "text": "And there is one who utters a careful word, explaining away the truth. There is one who humbles himself wickedly, for his interior is filled with deceit.",
          "ID": "23"
        },
        {
          "text": "And there is one who lowers himself excessively with a great debasement. And there is one who inclines his face downward, and pretends as if he did not see what has not been made known.",
          "ID": "24"
        },
        {
          "text": "And if he is prevented from sinning by a lack of ability, and then finds an opportunity for evildoing, he will do evil.",
          "ID": "25"
        },
        {
          "text": "A man is recognized by his appearances. But when you meet an understanding man, he is recognized by his face.",
          "ID": "26"
        },
        {
          "text": "The clothing of the body, and the laughter of the teeth, and the walk of a man, give a report about him.",
          "ID": "27"
        },
        {
          "text": "There is a lying correction in the anger of a contemptuous man. And there is a judgment which does not prove to be good. But there is one who is silent, and the same is prudent.",
          "ID": "28"
        }
      ],
      "ID": "AP:SIR.19",
      "name": "Sirach 19"
    },
    {
      "text": [
        {
          "text": "How much better is it to reprove, than to become angry, so as not to hinder him who may confess in prayer.",
          "ID": "1"
        },
        {
          "text": "The lust of an eunuch will deflower a young maiden;",
          "ID": "2"
        },
        {
          "text": "similar is he who by violence gives an iniquitous judgment.",
          "ID": "3"
        },
        {
          "text": "How good it is, when you are corrected, to show contrition! For in this way, you will escape deliberate sin.",
          "ID": "4"
        },
        {
          "text": "There is one who, by remaining silent, is found to be wise. And there is another who is hateful and who provokes by speaking out.",
          "ID": "5"
        },
        {
          "text": "There is one who, not having the understanding to speak, remains silent. And there is another who remains silent, knowing the proper time.",
          "ID": "6"
        },
        {
          "text": "A wise man will remain silent until the proper time. But an unrestrained and imprudent person will not heed the times.",
          "ID": "7"
        },
        {
          "text": "Whoever uses many words will wound his own soul. And whoever unjustly takes authority upon himself will be hated.",
          "ID": "8"
        },
        {
          "text": "There is advancement in evil for an undisciplined man, and there is a plan which turns to his detriment.",
          "ID": "9"
        },
        {
          "text": "There is a gift which is not helpful, and there is a gift, the repayment for which is double.",
          "ID": "10"
        },
        {
          "text": "There is a loss for the sake of boasting, and there is one who will lift up his head from lowliness.",
          "ID": "11"
        },
        {
          "text": "There is one who buys much for a small price, and who pays it back sevenfold.",
          "ID": "12"
        },
        {
          "text": "Anyone wise in words makes himself loved. But the graces of the foolish will be poured away.",
          "ID": "13"
        },
        {
          "text": "A gift from the unwise will not benefit you. For his gaze is divided, sevenfold.",
          "ID": "14"
        },
        {
          "text": "He will give little, and reproach much. And the opening of his mouth is like a burning flame.",
          "ID": "15"
        },
        {
          "text": "There is one who lends today and demands repayment tomorrow. A man such as this is hateful.",
          "ID": "16"
        },
        {
          "text": "A foolish man will not have a friend, and there will be no thanks for his good deeds.",
          "ID": "17"
        },
        {
          "text": "For those who eat his bread have a false tongue. How often and how many are those who will ridicule him!",
          "ID": "18"
        },
        {
          "text": "For what he possesses, he does not distribute with correct understanding. And he acts similarly with what he does not possess.",
          "ID": "19"
        },
        {
          "text": "The slip of a false tongue is like someone who falls upon pavement. Such a fall for the wicked will arrive quickly.",
          "ID": "20"
        },
        {
          "text": "A disagreeable man is like a pointless fable; it will be continually in the mouth of the undisciplined.",
          "ID": "21"
        },
        {
          "text": "A parable from the mouth of a fool will be rejected. For he does not speak it at the proper time.",
          "ID": "22"
        },
        {
          "text": "There is one who is prevented from sinning by poverty, and in his rest, he will be vexed.",
          "ID": "23"
        },
        {
          "text": "There is one who will lose his own soul because of pretense, and he will lose it by an example of imprudence. For by seeking the approval of another, he will destroy himself.",
          "ID": "24"
        },
        {
          "text": "There is one who, for the sake of what other's think, makes a promise to a friend, and so he gains him as an enemy for no reason.",
          "ID": "25"
        },
        {
          "text": "A lie is a wicked disgrace to a man, and yet lies will be continually in the mouths of those without discipline.",
          "ID": "26"
        },
        {
          "text": "A thief is better than a man who constantly lies. But both of them will inherit perdition.",
          "ID": "27"
        },
        {
          "text": "The habits of lying men are without honor. And their shame is with them without ceasing.",
          "ID": "28"
        },
        {
          "text": "A wise man will benefit himself by his own words, and a prudent man will please the powerful.",
          "ID": "29"
        },
        {
          "text": "Whoever works his land will raise high a stockpile of grain. And whoever works justice will himself be raised high. Yet truly, whoever pleases the powerful will escape unfair treatment.",
          "ID": "30"
        },
        {
          "text": "Presents and gifts blind the eyes of judges, and silence their mouths, turning them aside from their task of correction.",
          "ID": "31"
        },
        {
          "text": "Wisdom hidden, and treasure unseen: of what use is either of these?",
          "ID": "32"
        },
        {
          "text": "He who hides his foolishness is better than a man who conceals his wisdom.",
          "ID": "33"
        }
      ],
      "ID": "AP:SIR.20",
      "name": "Sirach 20"
    },
    {
      "text": [
        {
          "text": "Son, have you sinned? You should not add further sins. Then too, for your former sins, pray so that they may be forgiven you.",
          "ID": "1"
        },
        {
          "text": "Flee from sins, as if from the face of a serpent. For if you approach them, they will take hold of you.",
          "ID": "2"
        },
        {
          "text": "Their teeth are like the teeth of a lion, bringing death to the souls of men.",
          "ID": "3"
        },
        {
          "text": "All iniquity is like a two-edged spear; there is no healing in its wound.",
          "ID": "4"
        },
        {
          "text": "Reproach and injury will make resources useless. And a house that is exceedingly wealthy will become powerless through pride. In this way, the resources of the arrogant will be eradicated.",
          "ID": "5"
        },
        {
          "text": "Supplications from the mouth of the pauper will reach all the way to the ears of God, and judgment will come to him quickly.",
          "ID": "6"
        },
        {
          "text": "Whoever hates correction is walking in the steps of a sinner. But whoever fears God will convert within his heart.",
          "ID": "7"
        },
        {
          "text": "He who has power by means of a bold tongue will be known from far away. But an understanding man knows to slip past him.",
          "ID": "8"
        },
        {
          "text": "Whoever builds his house, paid for by another, is like one who gathers his building stones in winter.",
          "ID": "9"
        },
        {
          "text": "The synagogue of sinners is like stubble piled up; for the end of them both is a burning fire.",
          "ID": "10"
        },
        {
          "text": "The way of sinners is paved and level, and at their end is hell and darkness and punishments.",
          "ID": "11"
        },
        {
          "text": "Whoever observes justice will obtain an understanding of it.",
          "ID": "12"
        },
        {
          "text": "The consummation of the fear of God is wisdom and understanding.",
          "ID": "13"
        },
        {
          "text": "One who is not wise in goodness will not accept instruction.",
          "ID": "14"
        },
        {
          "text": "Now there is a wisdom which abounds in evil. But there is no understanding where there is bitterness.",
          "ID": "15"
        },
        {
          "text": "The knowledge of the wise will increase like a flood, and his counsel will continue like a fountain of life.",
          "ID": "16"
        },
        {
          "text": "The heart of the foolish is like a broken vessel, for it will not hold any wisdom.",
          "ID": "17"
        },
        {
          "text": "A knowledgeable man will praise any wise word he hears, and he will apply it to himself. The self-indulgent man has heard it, and it displeases him, and so he casts it behind his back.",
          "ID": "18"
        },
        {
          "text": "The talk of the foolish is like a burden on a journey. But in the lips of the understanding, grace will be found.",
          "ID": "19"
        },
        {
          "text": "The mouth of the prudent is sought in the Church, and they will consider his words in their hearts.",
          "ID": "20"
        },
        {
          "text": "Like a house which has been demolished, so is wisdom to the foolish. And the knowledge of the unwise is like meaningless words.",
          "ID": "21"
        },
        {
          "text": "Doctrine to the senseless is like fetters on the feet, and like chains on the right hand.",
          "ID": "22"
        },
        {
          "text": "A foolish man lifts up his voice in laughter. But a wise man will not even laugh quietly to himself.",
          "ID": "23"
        },
        {
          "text": "Doctrine is to the prudent like a gold ornament, and like an armband on the right arm.",
          "ID": "24"
        },
        {
          "text": "The feet of the foolish step easily into his neighbor's house. But an experienced man will be apprehensive in the presence of the powerful.",
          "ID": "25"
        },
        {
          "text": "A senseless man will gaze through a window into the house. But a man who has been well-taught will stand outside.",
          "ID": "26"
        },
        {
          "text": "It is foolish for a man to listen through the door. And a prudent man will be grieved at this disgrace.",
          "ID": "27"
        },
        {
          "text": "The lips of the imprudent will describe senseless things. But the words of the prudent will be weighed on a balance.",
          "ID": "28"
        },
        {
          "text": "The hearts of the foolish are in their mouths. But the mouths of the wise are with their hearts.",
          "ID": "29"
        },
        {
          "text": "Whenever the impious curse the devil, they curse their own soul.",
          "ID": "30"
        },
        {
          "text": "Those who whisper accusations defile their own souls, and they will be hated by all. And whoever abides with them will be hateful. The silent and understanding man will be honored.",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.21",
      "name": "Sirach 21"
    },
    {
      "text": [
        {
          "text": "The lazy man is pelted with a dirty stone, and all will speak about his rejection.",
          "ID": "1"
        },
        {
          "text": "The lazy man is pelted with the dung of oxen, and all who touch him will brush off their hands.",
          "ID": "2"
        },
        {
          "text": "An undisciplined son is the shame of his father, but an undisciplined daughter will be to his degradation.",
          "ID": "3"
        },
        {
          "text": "A prudent daughter brings an inheritance to her husband. But she who causes shame will be a disgrace to him who conceived her.",
          "ID": "4"
        },
        {
          "text": "She who is bold shames her father and her husband, and she will not be less offensive to the impious. For she will be held in dishonor by both.",
          "ID": "5"
        },
        {
          "text": "An untimely explanation is like music in a time of mourning. But the sharp correction and doctrine of wisdom are ever timely.",
          "ID": "6"
        },
        {
          "text": "Whoever teaches the foolish is like someone who glues together a broken pot.",
          "ID": "7"
        },
        {
          "text": "Whoever explains a word to one who is not listening is like someone who suddenly awakens a sleeping person from a deep sleep.",
          "ID": "8"
        },
        {
          "text": "Whoever explains wisdom to the senseless is like one speaking to a sleeping person. And at the end of the explanation, he says: \"Who is this?\"",
          "ID": "9"
        },
        {
          "text": "Weep over the dead, for his light has failed. And weep over the foolish, for his understanding has failed.",
          "ID": "10"
        },
        {
          "text": "Weep only a little over the dead, for he is at rest.",
          "ID": "11"
        },
        {
          "text": "But the wicked life of a wicked fool is worse than death.",
          "ID": "12"
        },
        {
          "text": "The mourning for the dead is seven days; but for the foolish and the impious, it is all the days of their life.",
          "ID": "13"
        },
        {
          "text": "You should not talk at length with the foolish, and you should not go with the senseless.",
          "ID": "14"
        },
        {
          "text": "Keep yourself from him, so that you may not have problems, and so that you will not be polluted by his sin.",
          "ID": "15"
        },
        {
          "text": "Turn away from him, and you will find rest, and you will not be discouraged by his foolishness.",
          "ID": "16"
        },
        {
          "text": "What is heavier than lead? And what else can he be called but foolish?",
          "ID": "17"
        },
        {
          "text": "Sand, and salt, and an iron weight are each easier to bear than an imprudent man, who is both foolish and impious.",
          "ID": "18"
        },
        {
          "text": "A bundle of wood strapped together in the foundation of a building will not be loosened. And similar is the heart that has been strengthened by thoughtful counsel.",
          "ID": "19"
        },
        {
          "text": "The thoughts of one who is understanding will not be corrupted by fear in any situation.",
          "ID": "20"
        },
        {
          "text": "Just as chaff in a high place, or a wall made of mortar without stones set within, will not continue against the face of the wind,",
          "ID": "21"
        },
        {
          "text": "so also a timid heart, and the thoughts of the senseless, will not withstand the forcefulness of fear.",
          "ID": "22"
        },
        {
          "text": "Despite a cowardly heart, the thoughts of the foolish will not fear any situation; yet neither will one who continues always in the precepts of God.",
          "ID": "23"
        },
        {
          "text": "He who jabs an eye produces tears. And he who jabs the heart produces understanding.",
          "ID": "24"
        },
        {
          "text": "He who throws a stone at birds will drive them away. So also, he who accuses his friend dissolves the friendship.",
          "ID": "25"
        },
        {
          "text": "But if you have drawn a sword against a friend, you should not despair; for there may be a way back.",
          "ID": "26"
        },
        {
          "text": "If you have opened a harsh mouth against a friend, you should not fear; for there may be a reconciliation. However, if there are accusations, or abuse, or arrogance, or the revealing of secrets, or a wound from deceitfulness, in all these cases, a friend will flee away.",
          "ID": "27"
        },
        {
          "text": "Hold to faithfulness with a friend in his poverty, so that you may also rejoice in his prosperity.",
          "ID": "28"
        },
        {
          "text": "In the time of his tribulation, remain faithful to him, so that you may also be an heir with him in his inheritance.",
          "ID": "29"
        },
        {
          "text": "Just as the steam from an oven, or the smoke from a fire, rises up before a flame, so also do curses and insults and threats rise up before bloodshed.",
          "ID": "30"
        },
        {
          "text": "I shall not be ashamed to greet a friend, nor shall I hide myself from his face. And if misfortunes befall me because of him, I will endure.",
          "ID": "31"
        },
        {
          "text": "Anyone who hears of this will be wary around him.",
          "ID": "32"
        },
        {
          "text": "Who will provide a keeper for my mouth, and a reliable seal over my lips, so that I may not fall because of them, and so that my tongue does not destroy me?",
          "ID": "33"
        }
      ],
      "ID": "AP:SIR.22",
      "name": "Sirach 22"
    },
    {
      "text": [
        {
          "text": "Lord, Father and Ruler of my life: may you not abandon me to their counsel, nor permit me to fall by them.",
          "ID": "1"
        },
        {
          "text": "They would impose scourges over my thoughts and over the discipline of wisdom in my heart. And they would not spare me from their ignorances, nor would they allow their own offenses to become apparent.",
          "ID": "2"
        },
        {
          "text": "And they intend that my ignorances would increase, and my offenses be multiplied, and my sins abound. And so I would fall in the sight of my adversaries, and be rejoiced over by my enemy.",
          "ID": "3"
        },
        {
          "text": "Lord, Father and God of my life: may you not abandon me to their plans.",
          "ID": "4"
        },
        {
          "text": "Do not leave me with the haughtiness of my eyes. And avert all desire from me.",
          "ID": "5"
        },
        {
          "text": "Take the desire of the body from me, and do not allow sexual desire to take hold of me, and do not permit an irreverent and senseless mind within me.",
          "ID": "6"
        },
        {
          "text": "O sons: listen to the doctrine of my mouth. For those who observe it will not perish by the lips, nor be scandalized into wicked works.",
          "ID": "7"
        },
        {
          "text": "A sinner is held by his own emptiness. And the arrogant and those who speak evil will be scandalized by these things.",
          "ID": "8"
        },
        {
          "text": "Do not allow your mouth to become accustomed to swearing oaths. For in this, there are many pitfalls.",
          "ID": "9"
        },
        {
          "text": "Truly, do not allow the naming of God to be continually in your mouth, and do not treat as if common the names of the holy ones. For you will not escape punishment by them.",
          "ID": "10"
        },
        {
          "text": "Just as a servant, continually interrogated, will not be without a bruise, so everyone who swears oaths and takes God's name will not be entirely free from sin.",
          "ID": "11"
        },
        {
          "text": "A man who swears many oaths will be filled with iniquity, and scourges will not depart from his house.",
          "ID": "12"
        },
        {
          "text": "And if he fails to fulfill it, his offense will be over him, and if he pretends he fulfilled it, he offends doubly.",
          "ID": "13"
        },
        {
          "text": "And if he swears an oath insincerely, he will not be justified. For his house will be filled with retribution for him.",
          "ID": "14"
        },
        {
          "text": "There is yet another kind of talk which faces death; let it not be found in the inheritance of Jacob.",
          "ID": "15"
        },
        {
          "text": "For all these things will be taken away from the merciful, and they shall not wallow in offenses.",
          "ID": "16"
        },
        {
          "text": "Do not allow your mouth to become accustomed to undisciplined speech. For in this, there is the sin of words.",
          "ID": "17"
        },
        {
          "text": "When you sit in the midst of great men, remember your father and mother.",
          "ID": "18"
        },
        {
          "text": "Otherwise, God may forget you, when you are in their sight, and then you would be repeatedly ridiculed and would suffer disgrace, and you might wish that you had never been born, and you might curse the day of your nativity.",
          "ID": "19"
        },
        {
          "text": "The man who is accustomed to disgraceful words will not accept instruction, all the days of his life.",
          "ID": "20"
        },
        {
          "text": "Two kinds of persons abound in sins, and a third adds wrath and perdition.",
          "ID": "21"
        },
        {
          "text": "A desirous soul is like a burning fire, it will not be quenched, until it devours something.",
          "ID": "22"
        },
        {
          "text": "And a man who is wicked in the desires of his flesh will not desist until he has kindled a fire.",
          "ID": "23"
        },
        {
          "text": "To a man of fornication, all bread is sweet; he will not tire of transgression, to the very end.",
          "ID": "24"
        },
        {
          "text": "Every man who transgresses his own bed has contempt for his own soul. And so he says: \"Who can see me?",
          "ID": "25"
        },
        {
          "text": "Darkness surrounds me, and the walls enclose me, and no one catches sight of me. Whom should I fear? The Most High will not remember my offenses.\"",
          "ID": "26"
        },
        {
          "text": "And he does not understand that God's eye sees all things. For fear within a man such as this drives away from him both the fear of God and the eyes of those men who fear God.",
          "ID": "27"
        },
        {
          "text": "And he does not acknowledge that the eyes of the Lord are much brighter than the sun, keeping watch over all the ways of men, even to the depths of the abyss, and gazing into the hearts of men, even to the most hidden parts.",
          "ID": "28"
        },
        {
          "text": "For all things, before they were created, were known to the Lord God. And even after their completion, he beholds all things.",
          "ID": "29"
        },
        {
          "text": "This man will be punished in the streets of the city, and he will be chased like a young horse. And in a place that he does not suspect, he will be captured.",
          "ID": "30"
        },
        {
          "text": "And because he did not understand the fear of the Lord, he will be in disgrace before all men,",
          "ID": "31"
        },
        {
          "text": "as will be every woman, too, who abandons her husband and establishes an inheritance by marriage to another man.",
          "ID": "32"
        },
        {
          "text": "For first, she was unbelieving of the law of the Most High. Second, she offended against her husband. Third, she fornicated by adultery, and so established her children by another man.",
          "ID": "33"
        },
        {
          "text": "This woman will be led into the assembly, and she will be stared at by her children.",
          "ID": "34"
        },
        {
          "text": "Her children will not take root, and her branches will not produce fruit.",
          "ID": "35"
        },
        {
          "text": "She will leave behind her memory as a curse, and her infamy will not be wiped away.",
          "ID": "36"
        },
        {
          "text": "And those who are left behind will acknowledge that there is nothing better than the fear of God, and that there is nothing sweeter than to have respect for the commandments of the Lord.",
          "ID": "37"
        },
        {
          "text": "It is a great glory to follow the Lord. For length of days will be received from him.",
          "ID": "38"
        }
      ],
      "ID": "AP:SIR.23",
      "name": "Sirach 23"
    },
    {
      "text": [
        {
          "text": "Wisdom will praise her own mind, and she will be honored by God, and she will be glorified in the midst of her people.",
          "ID": "1"
        },
        {
          "text": "And she will open her mouth in the churches of the Most High, and she will be glorified in the sight of his virtue.",
          "ID": "2"
        },
        {
          "text": "And in the midst of her own people, she will be exalted. And she will be admired by the holy assembly.",
          "ID": "3"
        },
        {
          "text": "And she will have praise within the multitude of the elect. And she will be blessed among the blessed. And she will say:",
          "ID": "4"
        },
        {
          "text": "\"I went forth from the mouth of the Most High, as the first-born before all creatures.",
          "ID": "5"
        },
        {
          "text": "I caused an unfailing light to arise in the heavens. And I covered all the earth like a cloud.",
          "ID": "6"
        },
        {
          "text": "I lived in the highest places, and my throne is in the pillar of a cloud.",
          "ID": "7"
        },
        {
          "text": "I alone have encompassed the circuit of heaven, and have penetrated to the depths of the abyss, and have walked upon the waves of the sea,",
          "ID": "8"
        },
        {
          "text": "and have stood upon the whole earth. And among every people,",
          "ID": "9"
        },
        {
          "text": "and in every nation, I have held primacy.",
          "ID": "10"
        },
        {
          "text": "And by virtue, I have tread upon the hearts of all, the great and the lowly. And I have sought my rest in all of them. And I will continue, as the inheritance of the Lord.",
          "ID": "11"
        },
        {
          "text": "Then the Creator of all things instructed and spoke with me. And the One who created me rested in my tabernacle.",
          "ID": "12"
        },
        {
          "text": "And he said to me: 'Let your dwelling place be with Jacob, and let your inheritance be in Israel, for you shall take root among my elect.'",
          "ID": "13"
        },
        {
          "text": "From the beginning, and before the world, I was created. And even unto the future world, I will not cease to exist. For I have ministered before him in the holy habitation.",
          "ID": "14"
        },
        {
          "text": "And in this way, I was established in Zion. And likewise, in the holy city, I found rest. And my authority was in Jerusalem.",
          "ID": "15"
        },
        {
          "text": "And I took root among an honorable people, within the portion of my God, within his inheritance. And so my abode is in the full assembly of the saints.",
          "ID": "16"
        },
        {
          "text": "I was exalted like a cedar in Lebanon and like a cypress on Mount Zion.",
          "ID": "17"
        },
        {
          "text": "I was exalted like a palm tree in Kadesh and like a rose bush in Jericho.",
          "ID": "18"
        },
        {
          "text": "I was exalted like a beautiful olive tree in the plains, and like a sycamore tree beside the waters along a wide road.",
          "ID": "19"
        },
        {
          "text": "I gave off an aromatic fragrance like cinnamon or balsam. I produced a sweet odor like the best myrrh.",
          "ID": "20"
        },
        {
          "text": "And I perfumed my dwelling place with sweet gum, and aromatic resin, and flower petals, and aloe, as well as the finest cedar from Lebanon. And my fragrance is like undiluted balsam.",
          "ID": "21"
        },
        {
          "text": "I have extended my branches like a terebinth tree, and my branches are of honor and grace.",
          "ID": "22"
        },
        {
          "text": "Like the vine, I have born the fruit of a sweet fragrance. And my flowers are the fruit of honor and integrity.",
          "ID": "23"
        },
        {
          "text": "I am the mother of the beauty of love, and of fear, and of knowledge, and of holy hope.",
          "ID": "24"
        },
        {
          "text": "All grace of the way and of the truth is in me. All hope of life and of virtue is in me.",
          "ID": "25"
        },
        {
          "text": "Journey toward me, all you who desire me, and be filled by my harvest.",
          "ID": "26"
        },
        {
          "text": "For my spirit is sweeter than honey, and my inheritance is better than honey and the honeycomb.",
          "ID": "27"
        },
        {
          "text": "My memory is for the generations of all ages.",
          "ID": "28"
        },
        {
          "text": "Whoever consumes me will hunger still. And whoever drinks me will thirst still.",
          "ID": "29"
        },
        {
          "text": "Whoever listens to me will not be confounded. And whoever acts in me will not sin.",
          "ID": "30"
        },
        {
          "text": "Whoever elucidates me will have eternal life.\"",
          "ID": "31"
        },
        {
          "text": "All this is a book of life, and a covenant of the Most High, and an acknowledgement of truth.",
          "ID": "32"
        },
        {
          "text": "Moses commanded the law by the precepts of justice, and an inheritance to the house of Jacob, and the promises to Israel.",
          "ID": "33"
        },
        {
          "text": "God appointed David as his servant, in order to raise up from him a most mighty King, who would sit upon the throne of honor forever.",
          "ID": "34"
        },
        {
          "text": "It is he who fulfills wisdom, like the Phison river and the Tigris river in the first days.",
          "ID": "35"
        },
        {
          "text": "It is he who fulfills understanding, like the river Euphrates. It is he who multiplies understanding, like the river Jordan in the time of the harvest.",
          "ID": "36"
        },
        {
          "text": "He sends forth discipline like the light, and he stands forth like the river Gehon in the time of the vintage.",
          "ID": "37"
        },
        {
          "text": "He first had perfect knowledge of her, for a weaker one would not search for her.",
          "ID": "38"
        },
        {
          "text": "For her thoughts abound like the sea, and her counsels abound like the great abyss.",
          "ID": "39"
        },
        {
          "text": "\"I, wisdom, have poured forth rivers.",
          "ID": "40"
        },
        {
          "text": "I am like a brook leading to a river of immense waters. I am like a channel flowing from a river. And I went forth from Paradise like an aqueduct.",
          "ID": "41"
        },
        {
          "text": "I said: I will irrigate my garden of plantings, and I will thoroughly water the fruits of my field.",
          "ID": "42"
        },
        {
          "text": "And behold, my brook became overflowing, and my river drew near to the sea.",
          "ID": "43"
        },
        {
          "text": "For I illuminate doctrine to all, like the first light. And I will announce doctrine, even to those who are far away.",
          "ID": "44"
        },
        {
          "text": "I will reach to all the lower parts of the earth, and I will gaze upon all who sleep, and I will illuminate all who hope in the Lord.",
          "ID": "45"
        },
        {
          "text": "Even now, I pour forth doctrine like prophecy. And even now, I bequeath doctrine to those who seek wisdom. And I will not cease from their progeny, even unto the holy time.",
          "ID": "46"
        },
        {
          "text": "See how I have not labored for myself alone, but for all who are seeking truth!\"",
          "ID": "47"
        }
      ],
      "ID": "AP:SIR.24",
      "name": "Sirach 24"
    },
    {
      "text": [
        {
          "text": "My spirit is pleased with three things; these are approved in the sight of God and men:",
          "ID": "1"
        },
        {
          "text": "the harmony of brothers, and the love of neighbors, and a husband and wife agreeing well together.",
          "ID": "2"
        },
        {
          "text": "My soul hates three kinds of things; and I am greatly distressed over their souls:",
          "ID": "3"
        },
        {
          "text": "an arrogant pauper, a wealthy liar, a foolish and senseless elder.",
          "ID": "4"
        },
        {
          "text": "The things that you have not obtained in your youth, how will you find them in your old age?",
          "ID": "5"
        },
        {
          "text": "How beautiful it is for a grey head to have judgment, and for elders to know counsel!",
          "ID": "6"
        },
        {
          "text": "How beautiful it is for those who are aged to have wisdom, and for those who are honored to have understanding and counsel!",
          "ID": "7"
        },
        {
          "text": "Great experience is the crown of the aged, and the fear of God is their glory.",
          "ID": "8"
        },
        {
          "text": "I have magnified nine things, overlooked by the heart; and a tenth, I will declare to men with my tongue:",
          "ID": "9"
        },
        {
          "text": "a man who finds joy in his children, and one who lives to see the undoing of his enemies.",
          "ID": "10"
        },
        {
          "text": "Blessed is he who lives with a wise wife, and he who has not slipped with his tongue, and he who has not served those unworthy of himself.",
          "ID": "11"
        },
        {
          "text": "Blessed is he who finds a true friend, and he who describes justice to an attentive ear.",
          "ID": "12"
        },
        {
          "text": "How great is he who finds wisdom and knowledge! But there is no one above him who fears the Lord.",
          "ID": "13"
        },
        {
          "text": "The fear of God has set itself above all things.",
          "ID": "14"
        },
        {
          "text": "Blessed is the man to whom it has been given to have the fear of God. He who holds to it, to whom can he be compared?",
          "ID": "15"
        },
        {
          "text": "The fear of God is the beginning of his love; and the beginning of faith has been joined closely to the same.",
          "ID": "16"
        },
        {
          "text": "The sadness of the heart is every wound. And the wickedness of a wife is every malice.",
          "ID": "17"
        },
        {
          "text": "And a man will choose any wound, but the wound of the heart,",
          "ID": "18"
        },
        {
          "text": "and any wickedness, but the wickedness of a wife,",
          "ID": "19"
        },
        {
          "text": "and any obstacle, but the obstacle of those who hate him,",
          "ID": "20"
        },
        {
          "text": "and any vindication, but the vindication of his enemies.",
          "ID": "21"
        },
        {
          "text": "There is no head worse than the head of a serpent,",
          "ID": "22"
        },
        {
          "text": "and there is no anger above the anger of a wife. It would be more agreeable to abide with a lion or a dragon, than to live with a wicked wife.",
          "ID": "23"
        },
        {
          "text": "A wicked wife changes her face. And she darkens her countenance like a bear. And she displays it like sackcloth. In the midst of her neighbors,",
          "ID": "24"
        },
        {
          "text": "her husband groans, and hearing of this, he sighs a little.",
          "ID": "25"
        },
        {
          "text": "All malice is brief compared to the malice of a wife. Let the fate of sinners fall upon her!",
          "ID": "26"
        },
        {
          "text": "As climbing over sand is to the feet of the aged, so is a talkative wife to a quiet man.",
          "ID": "27"
        },
        {
          "text": "You should not favor a woman's beauty, and you should not desire a wife for her beauty.",
          "ID": "28"
        },
        {
          "text": "The anger and disrespect and shame from a wife can be great.",
          "ID": "29"
        },
        {
          "text": "The wife, if she has primacy, is set against her husband.",
          "ID": "30"
        },
        {
          "text": "A wicked wife debases the heart, and saddens the face, and wounds the heart.",
          "ID": "31"
        },
        {
          "text": "A wife who does not make her husband happy enfeebles the hands and weakens the knees.",
          "ID": "32"
        },
        {
          "text": "The beginning of sin came from a woman; and through her, we all die.",
          "ID": "33"
        },
        {
          "text": "You should not provide an exit to your water, not even a little; nor should you give permission for a wicked wife to exceed the limit.",
          "ID": "34"
        },
        {
          "text": "If she will not walk at your hand, she will confound you in the sight of your enemies.",
          "ID": "35"
        },
        {
          "text": "Tear her away from your body, lest she abuse you continually.",
          "ID": "36"
        }
      ],
      "ID": "AP:SIR.25",
      "name": "Sirach 25"
    },
    {
      "text": [
        {
          "text": "Blessed is the husband of a good wife. For the number of his years is doubled.",
          "ID": "1"
        },
        {
          "text": "A good wife delights her husband, and she will fill up the years of his life with peace.",
          "ID": "2"
        },
        {
          "text": "A good wife is a good portion. She will be given the portion of those who fear God, like a man who has done good deeds.",
          "ID": "3"
        },
        {
          "text": "But, rich or poor, with a good heart, his countenance will be cheerful at all times.",
          "ID": "4"
        },
        {
          "text": "Of three things, my heart has been afraid, and at a fourth, my face has shown dread:",
          "ID": "5"
        },
        {
          "text": "an accusation made by a city, and the gathering of a mob,",
          "ID": "6"
        },
        {
          "text": "and a deceitful false accusation. All these are more grievous than death.",
          "ID": "7"
        },
        {
          "text": "A jealous wife is a grief and a mourning to the heart.",
          "ID": "8"
        },
        {
          "text": "In a jealous wife, there is a scourge of the tongue, which communicates with everyone.",
          "ID": "9"
        },
        {
          "text": "Like a yoke of oxen being provoked, so also is a wicked wife. He who has hold of her is like one who has taken hold of a scorpion.",
          "ID": "10"
        },
        {
          "text": "An inebriated wife is a great wrath. And her disgrace and indecency will not be covered.",
          "ID": "11"
        },
        {
          "text": "The fornication of a wife will become known by the haughtiness of her eyes and by her eyelids.",
          "ID": "12"
        },
        {
          "text": "So that her daughter will not also turn away, keep a strict watch; otherwise, having found an opportunity, she may enjoy herself.",
          "ID": "13"
        },
        {
          "text": "Be wary of the irreverence of her eyes, and you should not wonder if she might disregard you.",
          "ID": "14"
        },
        {
          "text": "Like a thirsty traveler, she will open her mouth to the fountain, and she will drink from every water nearby, and she will sit down beside every fencepost, and she will open her quiver to every arrow, until she becomes weary.",
          "ID": "15"
        },
        {
          "text": "The grace of an attentive wife will delight her husband, and will fatten his bones.",
          "ID": "16"
        },
        {
          "text": "Her discipline is a gift from God.",
          "ID": "17"
        },
        {
          "text": "Such is an understanding and quiet wife. For there is no substitution for a well-instructed soul.",
          "ID": "18"
        },
        {
          "text": "A holy and contrite wife is grace upon grace.",
          "ID": "19"
        },
        {
          "text": "And no amount of money is equal to the value of a soul with self-restraint.",
          "ID": "20"
        },
        {
          "text": "Like the sun rising over the world in the high places of God, so the beauty of a good wife is the adornment of her house.",
          "ID": "21"
        },
        {
          "text": "Like a lamp shining atop a holy lampstand, so is the beauty of a face in the mature stage of life.",
          "ID": "22"
        },
        {
          "text": "Like golden pillars upon bases of silver, so are the firm feet of a mature wife upon the soles of her feet.",
          "ID": "23"
        },
        {
          "text": "Like everlasting foundations upon a solid rock, so are the commandments of God in the heart of a holy wife.",
          "ID": "24"
        },
        {
          "text": "By two things, my heart is greatly saddened, and at a third, anger overwhelms me:",
          "ID": "25"
        },
        {
          "text": "a man of war failing because of dire need, and an understanding man treated with contempt,",
          "ID": "26"
        },
        {
          "text": "and anyone who crosses over from justice to sin. God has prepared such a one for the spear.",
          "ID": "27"
        },
        {
          "text": "Two kinds of things have seemed difficult and dangerous to me: a merchant will not be easily freed from his negligence, and a shopkeeper will not be justified by the sins of his lips.",
          "ID": "28"
        }
      ],
      "ID": "AP:SIR.26",
      "name": "Sirach 26"
    },
    {
      "text": [
        {
          "text": "Because of need, many have sinned. And whoever seeks to be enriched, averts his eye.",
          "ID": "1"
        },
        {
          "text": "Like a post fixed in the middle of adjoining stones, so also will sin become wedged between selling and buying.",
          "ID": "2"
        },
        {
          "text": "Sin will be crushed with the one who sins.",
          "ID": "3"
        },
        {
          "text": "If you do not hold yourself steadfastly to the fear of the Lord, your house will be quickly overthrown.",
          "ID": "4"
        },
        {
          "text": "Just as the dust remains when one shakes a sieve, so will the doubt of a man remain in his thoughts.",
          "ID": "5"
        },
        {
          "text": "The furnace tests the potter's vessels, and the trial of the tribulation tests just men.",
          "ID": "6"
        },
        {
          "text": "As the pruning of a tree reveals its fruit, so does a word reveal the thoughts in the heart of a man.",
          "ID": "7"
        },
        {
          "text": "You should not praise a man before he speaks; for such is the testing of men.",
          "ID": "8"
        },
        {
          "text": "If you pursue justice, you will obtain it. And you will be clothed with justice, as with a long robe of honor. And you will live with justice. And justice will protect you continually. And on the day of reckoning, you will find a strong foundation.",
          "ID": "9"
        },
        {
          "text": "Birds flock to their own kind. And truth will return to those who practice it.",
          "ID": "10"
        },
        {
          "text": "The lion lies in wait for its prey continually. So also do sins lie in wait for those who work iniquity.",
          "ID": "11"
        },
        {
          "text": "A holy man persists in wisdom like the sun. But a senseless man changes like the moon.",
          "ID": "12"
        },
        {
          "text": "In the midst of the senseless, retain a word for the proper time. But be continually in the midst those who are thoughtful.",
          "ID": "13"
        },
        {
          "text": "The discussions of sinners are hateful, and their laughter is a delight in sin.",
          "ID": "14"
        },
        {
          "text": "The speech that swears many oaths will cause the hair of the head to stand upright; and its irreverence will cause the ears to be blocked.",
          "ID": "15"
        },
        {
          "text": "The shedding of blood is in the quarrels of the arrogant; and their evil talk is grievous to hear.",
          "ID": "16"
        },
        {
          "text": "Whoever discloses the secret of a friend breaks faith; and he will not find a friend for his soul.",
          "ID": "17"
        },
        {
          "text": "Love your neighbor, and be united with him faithfully.",
          "ID": "18"
        },
        {
          "text": "But if you disclose his secrets, you should not continue to follow after him.",
          "ID": "19"
        },
        {
          "text": "For like a man who destroys his friend, so also is he who destroys the friendship of his neighbor.",
          "ID": "20"
        },
        {
          "text": "And like someone releasing a bird from his hand, so have you abandoned your neighbor, and you will not obtain him again.",
          "ID": "21"
        },
        {
          "text": "You should no longer seek him, for he is now far away; he has fled like a roe-deer from a snare. For his soul has been wounded.",
          "ID": "22"
        },
        {
          "text": "You will no longer be able to bind his wound. For there may be a reconciliation from cursing.",
          "ID": "23"
        },
        {
          "text": "But to disclose the secrets of a friend is the hopeless act of an unhappy soul.",
          "ID": "24"
        },
        {
          "text": "One who winks with the eye fabricates iniquity, and no one will cast him aside.",
          "ID": "25"
        },
        {
          "text": "In the sight of your eyes, he will sweeten his mouth, and he will admire your talk. But at the very end, he will pervert his mouth, and he will offer a scandal from your own words.",
          "ID": "26"
        },
        {
          "text": "I have hated many things, but I have not done as he has done, and the Lord will hate him.",
          "ID": "27"
        },
        {
          "text": "Whoever throws a stone straight up will find that it falls on his own head. And a deceitful wound will return to wound the deceitful.",
          "ID": "28"
        },
        {
          "text": "And whoever digs a pit will fall into it. And whoever positions a stone against his neighbor will stumble over it. And whoever lays a trap for another will perish by it.",
          "ID": "29"
        },
        {
          "text": "Whoever sets in motion a wicked plan will find that it rolls back over him, and he will not know from which direction it will arrive.",
          "ID": "30"
        },
        {
          "text": "Mockery and derision are of the arrogant, and vengeance will lie in wait for them, like a lion.",
          "ID": "31"
        },
        {
          "text": "Whoever enjoys the fall of the just will perish in a snare, and grief will consume them before they die.",
          "ID": "32"
        },
        {
          "text": "Anger and fury are both abominable, and the sinful man will be held by them.",
          "ID": "33"
        }
      ],
      "ID": "AP:SIR.27",
      "name": "Sirach 27"
    },
    {
      "text": [
        {
          "text": "Whoever wishes for vengeance will find vengeance from the Lord, and he will surely be attentive to his sins.",
          "ID": "1"
        },
        {
          "text": "Forgive your neighbor, if he has harmed you, and then your sins will be forgiven you when you pray.",
          "ID": "2"
        },
        {
          "text": "A man holds on to anger against another man, and does he then seek a remedy from God?",
          "ID": "3"
        },
        {
          "text": "He has no mercy on a man like himself, and does he then entreat for his own sins?",
          "ID": "4"
        },
        {
          "text": "He who is but flesh holds on to anger, and does he then request forgiveness from God? Who can obtain pardon for his sins in this way?",
          "ID": "5"
        },
        {
          "text": "Remember your very end, and let animosities cease.",
          "ID": "6"
        },
        {
          "text": "For corruption and death are suspended over his commandments.",
          "ID": "7"
        },
        {
          "text": "Remember the fear of God, and do not be angry with your neighbor.",
          "ID": "8"
        },
        {
          "text": "Remember the covenant of the Most High, and overlook the ignorant offenses of your neighbor.",
          "ID": "9"
        },
        {
          "text": "Refrain from strife, and you will diminish your sins.",
          "ID": "10"
        },
        {
          "text": "For a ill-tempered man enflames conflict, and a sinful man troubles his friends, and he casts hostility into the midst of those who have peace.",
          "ID": "11"
        },
        {
          "text": "For the fire burns according to the wood of the forest. And the anger of a man burns according to the strength of the man. And according to his resources, he will exalt his anger.",
          "ID": "12"
        },
        {
          "text": "A hasty contention kindles a fire. And a hasty quarrel sheds blood. And an accusatory tongue brings death.",
          "ID": "13"
        },
        {
          "text": "If you blow on a spark, it will increase to a fire. But if you spit on it, it will be extinguished. Both of these proceed from the mouth.",
          "ID": "14"
        },
        {
          "text": "The double-tongued whisperer is accursed. For he has disturbed many who had peace.",
          "ID": "15"
        },
        {
          "text": "A third tongue has stirred up many, and has scattered them from nation to nation.",
          "ID": "16"
        },
        {
          "text": "It has destroyed the walled cities of the wealthy, and has undermined the houses of the great.",
          "ID": "17"
        },
        {
          "text": "It has cut down the virtues of the peoples, and has broken strong nations.",
          "ID": "18"
        },
        {
          "text": "A third tongue has cast down virtuous women, and has deprived them of their labors.",
          "ID": "19"
        },
        {
          "text": "Whoever favors it will not have rest, nor will he have a friend in whom he may find peace.",
          "ID": "20"
        },
        {
          "text": "The wound of a whip causes a bruise, but the wound of the tongue will crush the bones.",
          "ID": "21"
        },
        {
          "text": "Many have fallen by the mouth of the sword, but not as many as have perished by their own tongue.",
          "ID": "22"
        },
        {
          "text": "Blessed is he who is protected from a wicked tongue, who has not gone over to its wrath, and has not pulled its yoke, and has not been bound by its chains.",
          "ID": "23"
        },
        {
          "text": "For its yoke is a yoke of iron. And its chains are chains of brass.",
          "ID": "24"
        },
        {
          "text": "Its death is a most wicked death. And hell is more useful than it is.",
          "ID": "25"
        },
        {
          "text": "Its continuance will not be permanent, but it will take hold of the ways of the unjust. And the just will not be burned by its flame.",
          "ID": "26"
        },
        {
          "text": "Those who abandon God will fall by it, and it will burn within them and not be quenched. And it will be sent upon them, like a lion, and it will wound them, like a leopard.",
          "ID": "27"
        },
        {
          "text": "Hedge your ears with thorns. Do not be willing to listen to a wicked tongue. And make doors and bars for your mouth.",
          "ID": "28"
        },
        {
          "text": "Melt down your gold and your silver. And make a scale for your words, and an upright bridle for your mouth.",
          "ID": "29"
        },
        {
          "text": "And be attentive, lest perhaps you may slip with your tongue, and fall in the sight of your enemies, who are lying in wait for you, and then your fall may be incurable unto death.",
          "ID": "30"
        }
      ],
      "ID": "AP:SIR.28",
      "name": "Sirach 28"
    },
    {
      "text": [
        {
          "text": "He shows mercy who lends to his neighbor, for he keeps the commandments by strengthening him.",
          "ID": "1"
        },
        {
          "text": "Lend to your neighbor in his time of need, and receive it again from your neighbor in his time.",
          "ID": "2"
        },
        {
          "text": "Keep your word, and act faithfully with him, and then you will find whatever you need in every time.",
          "ID": "3"
        },
        {
          "text": "Many have treated a loan like found money, and they offered trouble to those who helped them.",
          "ID": "4"
        },
        {
          "text": "Until they receive, they kiss the hands of the giver, and they humble their voice in promises.",
          "ID": "5"
        },
        {
          "text": "But at the time of repayment, they will ask for more time, and they will speak annoying and complaining words, and they will make excuses for the time.",
          "ID": "6"
        },
        {
          "text": "Then, if he is able to repay, he will turn away. He will pay barely one half, and he will consider it as if he had found it.",
          "ID": "7"
        },
        {
          "text": "But if not, then he will defraud him of his money, and he will have him as an enemy without cause.",
          "ID": "8"
        },
        {
          "text": "And he will repay him with accusations and curses, and he will repay him with contempt, instead of with honor and kindness.",
          "ID": "9"
        },
        {
          "text": "Many have refused to lend, not because of wickedness, but because they were afraid to be defrauded without cause.",
          "ID": "10"
        },
        {
          "text": "Yet truly, be more steadfast toward the humble, and you should not delay in acts of mercy toward them.",
          "ID": "11"
        },
        {
          "text": "Assist the poor because of the commandment. And you should not send him away empty because of his dire need.",
          "ID": "12"
        },
        {
          "text": "Lose your money to your brother and your friend. For you should not hide it under a stone to be lost.",
          "ID": "13"
        },
        {
          "text": "Let your treasure be in the precepts of the Most High, and it will benefit you more than gold.",
          "ID": "14"
        },
        {
          "text": "Store your alms in the hearts of the poor, and it will obtain help for you against all evil.",
          "ID": "15"
        },
        {
          "text": "Better than the shield or the lance of a powerful man,",
          "ID": "16"
        },
        {
          "text": "it will fight for you against your enemy.",
          "ID": "17"
        },
        {
          "text": "A good man offers credit for the sake of his neighbor. But one who abandons him to himself will perish in shame.",
          "ID": "18"
        },
        {
          "text": "You should not forget the kindness of your benefactor. For he has offered his life on your behalf.",
          "ID": "19"
        },
        {
          "text": "The sinner and the unclean flee from such promises.",
          "ID": "20"
        },
        {
          "text": "A sinner attributes to himself the goods of his loan. And an ungrateful mind will abandon the one who has freed him.",
          "ID": "21"
        },
        {
          "text": "A man offers credit to his neighbor. But when he will have lost respect, he will abandon him.",
          "ID": "22"
        },
        {
          "text": "A wicked promise has destroyed many who had good intentions, and has tossed them like a wave on the ocean.",
          "ID": "23"
        },
        {
          "text": "It has caused powerful men to travel around, and they have wandered amid foreign nations.",
          "ID": "24"
        },
        {
          "text": "A sinner transgressing the commandment of the Lord will fall into a wicked promise. And he who undertakes many things will fall into judgment.",
          "ID": "25"
        },
        {
          "text": "Help your neighbor to recover according to your ability, but attend to yourself, lest you also fall.",
          "ID": "26"
        },
        {
          "text": "The primary need in a man's life is water and bread, and clothing, and a house to protect modesty.",
          "ID": "27"
        },
        {
          "text": "A pauper's food under a roof of boards is better than a splendid feast on a sojourn away from home.",
          "ID": "28"
        },
        {
          "text": "Let yourself be pleased with little instead of much, and you will not hear the reproach of being away from home.",
          "ID": "29"
        },
        {
          "text": "It is a wicked life to go from house to house as a guest. For wherever he is a guest, he will not act confidently, nor open his mouth.",
          "ID": "30"
        },
        {
          "text": "He will entertain, and feed, and give drink to the ungrateful, and beyond this, he will listen to bitter words:",
          "ID": "31"
        },
        {
          "text": "\"Go, my guest, and set the table, and let others eat from what you have in your hand.\"",
          "ID": "32"
        },
        {
          "text": "\"Depart from the honored face of my friends. For it has become necessary for my house to host my brother instead.\"",
          "ID": "33"
        },
        {
          "text": "These things are grievous to a man having understanding: to take advantage of a household, and to reproach a lender.",
          "ID": "34"
        }
      ],
      "ID": "AP:SIR.29",
      "name": "Sirach 29"
    },
    {
      "text": [
        {
          "text": "He who loves his son will frequently chastise him, so that he may be happy in the very end, and not grope for the doors of his neighbors.",
          "ID": "1"
        },
        {
          "text": "He who instructs his son will be praised over him and will glory in him, in the midst of his household.",
          "ID": "2"
        },
        {
          "text": "He who teaches his son will make his enemy jealous, and in the midst of his friends, he will glory in him.",
          "ID": "3"
        },
        {
          "text": "When his father has died, it will be as if he were not dead. For he will have left behind someone who is like himself.",
          "ID": "4"
        },
        {
          "text": "In his life, he saw him and rejoiced in him. And at his passing, he was not sorrowful, nor was he confounded in the sight of his enemies.",
          "ID": "5"
        },
        {
          "text": "For he left behind himself a defender of his house against his enemies, and someone who will repay his friends with kindness.",
          "ID": "6"
        },
        {
          "text": "For the sake of the souls of his sons, he will bind up his wounds, and at every voice, his gut will be stirred up.",
          "ID": "7"
        },
        {
          "text": "An untamed horse becomes stubborn, and a child left to himself becomes headstrong.",
          "ID": "8"
        },
        {
          "text": "Coddle a son, and he will make you afraid. Play with him, and he will make you sorrowful.",
          "ID": "9"
        },
        {
          "text": "You should not laugh with him; otherwise you may have grief, and in the end, your teeth be clenched.",
          "ID": "10"
        },
        {
          "text": "You should not give him power in his youth, but you should not despise his thoughts.",
          "ID": "11"
        },
        {
          "text": "Bow down his neck in his youth, and slap his sides while he is a child, lest perhaps he may become stubborn, and then he will not trust you, and so he will bring sorrow to your soul.",
          "ID": "12"
        },
        {
          "text": "Instruct your son, and work with him, lest you give offense by his shameful behavior.",
          "ID": "13"
        },
        {
          "text": "Better is a healthy pauper with a strong constitution, than a wealthy man who is weak and afflicted by maladies.",
          "ID": "14"
        },
        {
          "text": "A healthy soul with the sanctity of justice is better than all the gold and silver. And a sound body is better than immense revenues.",
          "ID": "15"
        },
        {
          "text": "There is no revenue above the revenue of a healthy body. And there is no delight above a joyful heart.",
          "ID": "16"
        },
        {
          "text": "Death is better than a bitter life. And eternal rest is better than continual sickness.",
          "ID": "17"
        },
        {
          "text": "Good things hidden in a closed mouth are like seats at a feast placed around a grave.",
          "ID": "18"
        },
        {
          "text": "What benefit is there in an offering to an idol? For it can neither eat, nor smell.",
          "ID": "19"
        },
        {
          "text": "So is he who flees from the Lord, carrying the wages of his iniquity.",
          "ID": "20"
        },
        {
          "text": "He sees with his eyes and groans, like a eunuch who embraces a virgin and sighs.",
          "ID": "21"
        },
        {
          "text": "You should not give your soul to sadness, and you should not afflict yourself by your own counsel.",
          "ID": "22"
        },
        {
          "text": "The gladness of the heart is the life of a man, and it is a treasure of sanctity without defect. And the exultation of a man is length of life.",
          "ID": "23"
        },
        {
          "text": "Take pity on your own soul by pleasing God, and show self-restraint. Gather your heart into his sanctity, and drive sadness far away from yourself.",
          "ID": "24"
        },
        {
          "text": "For sadness has killed many, and there is no usefulness in it.",
          "ID": "25"
        },
        {
          "text": "Envy and anger will diminish your days, and pensiveness will bring old age before its time.",
          "ID": "26"
        },
        {
          "text": "A cheerful and good heart is like a feast. And its feasts are formed by diligence.",
          "ID": "27"
        }
      ],
      "ID": "AP:SIR.30",
      "name": "Sirach 30"
    },
    {
      "text": [
        {
          "text": "Watching for wealth consumes the flesh, and thinking about it takes away sleep.",
          "ID": "1"
        },
        {
          "text": "Anticipation in thought distracts the mind, and a grievous infirmity makes the soul sober.",
          "ID": "2"
        },
        {
          "text": "The rich man has labored in gathering wealth, and in his rest, he will be filled with his goods.",
          "ID": "3"
        },
        {
          "text": "The poor man has labored in his lowly way, and in the end, he may still be in need.",
          "ID": "4"
        },
        {
          "text": "Whoever loves gold will not be justified. And whoever pursues consumption will be consumed by it.",
          "ID": "5"
        },
        {
          "text": "Many have been caused to fall because of gold, and it became their ruin by its beauty.",
          "ID": "6"
        },
        {
          "text": "Gold is a stumbling block to those who sacrifice for it. Woe to those who pursue it eagerly, for all the imprudent will perish by it.",
          "ID": "7"
        },
        {
          "text": "Blessed is the rich man who is found to be without blemish. And blessed is he who has not gone after gold, nor placed his hope in money or treasures.",
          "ID": "8"
        },
        {
          "text": "Who is he? For we should praise him. For he has done wonderful things in his life.",
          "ID": "9"
        },
        {
          "text": "He has been tested by it, and has become perfect; he will have eternal glory. He was able to transgress, but he has not transgressed. He was able to do evil, but he has not done evil.",
          "ID": "10"
        },
        {
          "text": "Therefore, his good things are established in the Lord, and the entire Church of the saints will proclaim his almsgiving.",
          "ID": "11"
        },
        {
          "text": "Are you seated at a great table? You should not open your mouth over it first.",
          "ID": "12"
        },
        {
          "text": "You should not speak in this way: \"There are many things that are upon it.\"",
          "ID": "13"
        },
        {
          "text": "Remember that a wicked eye is evil.",
          "ID": "14"
        },
        {
          "text": "What has been made more wicked than the eye? Therefore, when it sees, it will shed tears over the entire face.",
          "ID": "15"
        },
        {
          "text": "You should not extend your hand first, for then, having been corrupted by envy, you would be ashamed.",
          "ID": "16"
        },
        {
          "text": "You should not press forward at a feast.",
          "ID": "17"
        },
        {
          "text": "Understand which things are your neighbor's and not your own.",
          "ID": "18"
        },
        {
          "text": "Make use of the things that are set before you, just as a frugal man would. Otherwise, if you eat much, you will be hated.",
          "ID": "19"
        },
        {
          "text": "Cease eating first, for the sake of discipline. And do not eat to excess, lest you offend.",
          "ID": "20"
        },
        {
          "text": "And if you sit in the midst of many, you should not extend your hand before they do, and you should not be the first to ask for a drink.",
          "ID": "21"
        },
        {
          "text": "How sufficient is a little wine for a well-taught man! For in sleep, you will not labor because of it, and you will not feel pain.",
          "ID": "22"
        },
        {
          "text": "Worry, and disease, and torment are with an intemperate man.",
          "ID": "23"
        },
        {
          "text": "A healthy sleep is with a temperate man. He will sleep until morning, and his soul will be delighted with him.",
          "ID": "24"
        },
        {
          "text": "And if you have been coaxed into eating too much, rise up, go outside, and vomit. And it will refresh you, and you will not bring sickness upon your body.",
          "ID": "25"
        },
        {
          "text": "Listen to me, son, for you should not spurn me. And in the very end, you will discover my words.",
          "ID": "26"
        },
        {
          "text": "In all your works, be prompt, and then no infirmity will befall you.",
          "ID": "27"
        },
        {
          "text": "The lips of many will bless the splendid in bread. For the testimony of his truthfulness is faithful.",
          "ID": "28"
        },
        {
          "text": "The city will murmur against the wicked in bread. For the testimony against his wickedness is true.",
          "ID": "29"
        },
        {
          "text": "Do not choose to provoke those who love wine. For wine has destroyed many.",
          "ID": "30"
        },
        {
          "text": "Fire tests the hardness of iron; similarly, drinking wine to inebriation will rebuke the hearts of the arrogant.",
          "ID": "31"
        },
        {
          "text": "Drinking wine in sobriety gives a contented life to men. If you drink it in moderation, you will be sober.",
          "ID": "32"
        },
        {
          "text": "What is life to him who is diminished by wine?",
          "ID": "33"
        },
        {
          "text": "What can cheat him of his life? Death.",
          "ID": "34"
        },
        {
          "text": "From the beginning, wine was created for cheerfulness, but not for inebriation.",
          "ID": "35"
        },
        {
          "text": "Wine taken in moderation lifts up the mind and the heart.",
          "ID": "36"
        },
        {
          "text": "Sober drinking is healthful to mind and body.",
          "ID": "37"
        },
        {
          "text": "Wine taken in excess stirs up conflict and anger, and brings many to ruin.",
          "ID": "38"
        },
        {
          "text": "Wine taken in excess is bitter to the soul.",
          "ID": "39"
        },
        {
          "text": "The effects of inebriation are a stumbling block to the imprudent, diminishing strength and causing wounds.",
          "ID": "40"
        },
        {
          "text": "You should not argue with your neighbor during a banquet of wine. And you should not spurn him in his cheerfulness.",
          "ID": "41"
        },
        {
          "text": "You should not speak words of reproach to him. And you should not press him with repeated requests.",
          "ID": "42"
        }
      ],
      "ID": "AP:SIR.31",
      "name": "Sirach 31"
    },
    {
      "text": [
        {
          "text": "Have they appointed you as a leader? Do not be willing to be extolled. Be among them as one of them.",
          "ID": "1"
        },
        {
          "text": "Have concern for them, and in this way sit down with them, and when you have explained all your concerns, sit back.",
          "ID": "2"
        },
        {
          "text": "Then you may rejoice because of them, and you may receive a crown as an adornment of grace, and so obtain the dignity of the assembly.",
          "ID": "3"
        },
        {
          "text": "Speak, you who are greater by birth. For it is fitting for you",
          "ID": "4"
        },
        {
          "text": "to speak the first word with careful knowledge. But you should not hinder the music.",
          "ID": "5"
        },
        {
          "text": "Where no one is listening, you should not pour out words. And do not choose to be extolled improperly for your wisdom.",
          "ID": "6"
        },
        {
          "text": "A gemstone of garnet is set amid an ornament of gold, and a concert of music is set amid a banquet of wine.",
          "ID": "7"
        },
        {
          "text": "Just as a signet of emerald is set amid a work of gold, so is a melody of music set amid delightful and moderate wine.",
          "ID": "8"
        },
        {
          "text": "Listen silently, and for your reverence, good graces will be added to you.",
          "ID": "9"
        },
        {
          "text": "Young man, speak in your own case only reluctantly.",
          "ID": "10"
        },
        {
          "text": "If you have been asked twice, let your response be concise.",
          "ID": "11"
        },
        {
          "text": "In many matters, be as if you lack knowledge, and listen silently as well as intently.",
          "ID": "12"
        },
        {
          "text": "In the midst of great men, you should not be presumptuous. And where the elders are present, you should not speak much.",
          "ID": "13"
        },
        {
          "text": "Lightning goes before a hailstorm, and grace goes before modesty. And so, for your reverence, good graces will be added to you.",
          "ID": "14"
        },
        {
          "text": "And at the hour for rising, you should not be lax. Later, be the first to run ahead to your house, and there withdraw, and there take your pastime.",
          "ID": "15"
        },
        {
          "text": "And act according to your intentions, but not in sin and not in arrogant speech.",
          "ID": "16"
        },
        {
          "text": "And for all these things, bless the Lord, who made you, and who fills you to overflowing with all his good things.",
          "ID": "17"
        },
        {
          "text": "Whoever fears the Lord will accept his doctrine. And whoever watches for him diligently will find a blessing.",
          "ID": "18"
        },
        {
          "text": "Whoever seeks the law will be filled from the law. But whoever acts with treachery will be scandalized by treachery.",
          "ID": "19"
        },
        {
          "text": "Those who fear the Lord will find just judgment, and they will kindle justice like a light.",
          "ID": "20"
        },
        {
          "text": "A sinful man will shun correction, and he will find a rationalization in accord with his own will.",
          "ID": "21"
        },
        {
          "text": "A man of counsel will not reject understanding. A strange and arrogant man will not be disturbed by fear.",
          "ID": "22"
        },
        {
          "text": "Even so, after he has acted out of fear and without counsel, he will be rebuked by his own criticism.",
          "ID": "23"
        },
        {
          "text": "Son, you should do nothing without counsel, and then you will not regret what you have done.",
          "ID": "24"
        },
        {
          "text": "You should not go into the way of ruin, and you then will not stumble on stones. You should not commit yourself to a laborious way; otherwise, you may set up a scandal against your own soul.",
          "ID": "25"
        },
        {
          "text": "And be cautious concerning your own sons. And be attentive to those of your own household.",
          "ID": "26"
        },
        {
          "text": "In all of your works, trust your soul to faith. For this is the keeping of the commandments.",
          "ID": "27"
        },
        {
          "text": "Whoever believes God attends to the commandments. And whoever trusts in him will not be diminished.",
          "ID": "28"
        }
      ],
      "ID": "AP:SIR.32",
      "name": "Sirach 32"
    },
    {
      "text": [
        {
          "text": "No evils will befall one who fears the Lord. Instead, God will preserve him during temptation and will free him from evils.",
          "ID": "1"
        },
        {
          "text": "A wise man does not hate the commandments and the justices, and so he will not be thrown about violently, like a ship in a storm.",
          "ID": "2"
        },
        {
          "text": "A man of understanding puts his faith in the law of God, and so the law is faithful to him.",
          "ID": "3"
        },
        {
          "text": "Whoever would resolve a dispute will prepare a word, and so, having prayed, he will be heard. And he will observe discipline, and then he will respond.",
          "ID": "4"
        },
        {
          "text": "The heart of a fool is like the wheel of a cart. And his thoughts are like a turning axel.",
          "ID": "5"
        },
        {
          "text": "A friend who is a whisperer is like an untamed horse: he neighs under anyone who sits upon him.",
          "ID": "6"
        },
        {
          "text": "Why does day follow after day, and light follow after light, and year follow after year, in accord with the sun?",
          "ID": "7"
        },
        {
          "text": "By the knowledge of the Lord, they were arranged, after the sun was made, in keeping with his command.",
          "ID": "8"
        },
        {
          "text": "And so, the seasons changed, with their feast days. And according to them, they celebrated the feast days, in their hour.",
          "ID": "9"
        },
        {
          "text": "Some of them, God exalted and magnified. And some of them, he set amid the ordinary days. And all men are from the ground, and from the earth, from which Adam was created.",
          "ID": "10"
        },
        {
          "text": "With a mulititude of disciplines, the Lord has distinguished them and diversified their ways.",
          "ID": "11"
        },
        {
          "text": "Some of them, he has blessed and exalted. And some of them he has sanctified and placed close to himself. And some of them, he has cursed and brought low, and he has turned them from their station.",
          "ID": "12"
        },
        {
          "text": "Just as the clay is in the potter's hand, so as to form and to shape it,",
          "ID": "13"
        },
        {
          "text": "so are all his ways in accord with his dispensation, and so is man in the hand of the One who made him. And he will repay him according to his judgment.",
          "ID": "14"
        },
        {
          "text": "Good is against evil, and life is against death; so also is a sinner against a just man. And so should you consider all the works of the Most High: two and two, and one against another.",
          "ID": "15"
        },
        {
          "text": "And I awakened at the very end, and I was like one who gathers grapes after the grape-gatherers.",
          "ID": "16"
        },
        {
          "text": "I, too, have hoped in the blessing of God. And I have filled the winepress like one who gathers grapes.",
          "ID": "17"
        },
        {
          "text": "Consider how I have not labored for myself alone, but for all who are seeking discipline.",
          "ID": "18"
        },
        {
          "text": "Listen to me, you great ones, with all the peoples. And incline your ears, you rulers of the Church.",
          "ID": "19"
        },
        {
          "text": "You should not give authority over yourself to a son or wife, to a brother or friend, in your life. And you should not give your estate to another, lest perhaps you may regret it, and then you would be begging for the same.",
          "ID": "20"
        },
        {
          "text": "While you are still living and breathing, let no one among all flesh change you.",
          "ID": "21"
        },
        {
          "text": "For it is better if your children petition you, than if you look toward the hands of your children.",
          "ID": "22"
        },
        {
          "text": "In all your works, be pre-eminent.",
          "ID": "23"
        },
        {
          "text": "You should not allow a blemish upon your glory. On the day of the consummation of the days of your life, at the time of your passing, distribute your inheritance.",
          "ID": "24"
        },
        {
          "text": "Fodder and a rod and a burden are for a donkey; bread and discipline and work are for a servant.",
          "ID": "25"
        },
        {
          "text": "He works under discipline, and he seeks rest. Allow his hands to be idle, and he seeks liberty.",
          "ID": "26"
        },
        {
          "text": "The yoke and the strap bend a stiff neck, and continual labors bend a servant.",
          "ID": "27"
        },
        {
          "text": "Torture and chains are for a malevolent servant; send him to work, so that he may not be idle.",
          "ID": "28"
        },
        {
          "text": "For idleness has taught much evil.",
          "ID": "29"
        },
        {
          "text": "Appoint him to a task. For this is fitting for him. And if he will not be obedient, bend him with chains. But you should do no more than any flesh can bear. Truly, you should do nothing grievous without judgment.",
          "ID": "30"
        },
        {
          "text": "If you have a faithful servant, let him be to you like your own soul. Treat him like a brother. For you have obtained him by the blood of your soul.",
          "ID": "31"
        },
        {
          "text": "If you harm him unjustly, he will turn away and flee.",
          "ID": "32"
        },
        {
          "text": "And then, when he lifts himself up and departs, you will not know whom to ask, or in what way to seek him.",
          "ID": "33"
        }
      ],
      "ID": "AP:SIR.33",
      "name": "Sirach 33"
    },
    {
      "text": [
        {
          "text": "The hopes of a senseless man are empty and false; and dreams extol the imprudent.",
          "ID": "1"
        },
        {
          "text": "Like one who chases a shadow and pursues the wind, so also is one who pays attention to lying visions.",
          "ID": "2"
        },
        {
          "text": "In the vision of dreams, one thing represents another, as when a mask is before the face of a man.",
          "ID": "3"
        },
        {
          "text": "What can be cleansed by the unclean? And what truth can be spoken from a lie?",
          "ID": "4"
        },
        {
          "text": "Erroneous divinations and false signs and the dreams of evildoers are emptiness.",
          "ID": "5"
        },
        {
          "text": "For your heart suffers from imagination, like a woman suffering in childbirth. Unless it is a visitation sent from the Most High, you should not set your heart upon it.",
          "ID": "6"
        },
        {
          "text": "For dreams have caused many to go astray, and those who have hoped in them have fallen away.",
          "ID": "7"
        },
        {
          "text": "The word of the law will be fulfilled without a lie, and wisdom will be made plain in the mouths of the faithful.",
          "ID": "8"
        },
        {
          "text": "He who has not been tested, what does he know? A man with much experience will consider many things. And whoever has learned much will explain with understanding.",
          "ID": "9"
        },
        {
          "text": "He who has no experience knows little. And he who has done many things has made many mistakes.",
          "ID": "10"
        },
        {
          "text": "He who has not been tested, what kind of things can he know? He who has been deceived will be more cunning.",
          "ID": "11"
        },
        {
          "text": "I have seen much by wandering, and the customs of many things.",
          "ID": "12"
        },
        {
          "text": "At times, I have even been in danger of death because of these things, but I was freed by the grace of God.",
          "ID": "13"
        },
        {
          "text": "The spirit of those who fear God is sought, and they will be blessed by his providence.",
          "ID": "14"
        },
        {
          "text": "For their hope is in him who saves them, and the eyes of God are on those who love him.",
          "ID": "15"
        },
        {
          "text": "Those who fear the Lord will tremble at nothing, and they will not be terrified. For he is their hope.",
          "ID": "16"
        },
        {
          "text": "The soul of him who fears the Lord is blessed.",
          "ID": "17"
        },
        {
          "text": "To whom should he look, and who is his strength?",
          "ID": "18"
        },
        {
          "text": "The eyes of the Lord are upon those who fear him. He is a powerful Protector, a Firmament of virtue, a Shelter from the heat, and a Covering from the midday sun,",
          "ID": "19"
        },
        {
          "text": "a Guardian from offenses, and a Helper from falling, who exalts the soul and illuminates the eyes, and who gives health and life and blessing.",
          "ID": "20"
        },
        {
          "text": "An immolation from iniquity is a stained oblation, and the derisions of the unjust are not well pleasing.",
          "ID": "21"
        },
        {
          "text": "The Lord is only for those who persevere for him in the way of truth and justice.",
          "ID": "22"
        },
        {
          "text": "The Most High does not approve of the gifts of the iniquitous. Neither does he have respect for the oblations of the unjust; neither will he forgive their sins because of the multitude of their sacrifices.",
          "ID": "23"
        },
        {
          "text": "Whoever offers a sacrifice from the substance of the poor is like one who sacrifices the son in the sight of his father.",
          "ID": "24"
        },
        {
          "text": "The bread of the indigent is the life of the poor. Whoever cheats them out of it is a man of blood.",
          "ID": "25"
        },
        {
          "text": "Whoever takes away the bread of sweat is like one who kills his neighbor.",
          "ID": "26"
        },
        {
          "text": "He who sheds blood, and he who cheats the hired hand out of his wages, are brothers.",
          "ID": "27"
        },
        {
          "text": "When one builds and another destroys, what benefit do they have from their labor?",
          "ID": "28"
        },
        {
          "text": "When one prays and another curses, whose voice will God heed?",
          "ID": "29"
        },
        {
          "text": "He who washes himself after touching the dead, and then touches him again, what was the benefit of his washing?",
          "ID": "30"
        },
        {
          "text": "Similarly, a man who fasts for his sins, and then does the same again, what was the benefit of his humbling himself? Who will heed his prayer?",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.34",
      "name": "Sirach 34"
    },
    {
      "text": [
        {
          "text": "Whoever observes the law multiplies oblations.",
          "ID": "1"
        },
        {
          "text": "It is a salutary sacrifice to attend to the commandments and to withdraw from all iniquity.",
          "ID": "2"
        },
        {
          "text": "And to depart from injustice is to offer a propitiatory sacrifice for injustices and a supplication for sins.",
          "ID": "3"
        },
        {
          "text": "Whoever gives thanks, offers a gift of fine flour, and whoever acts with mercy, offers a sacrifice.",
          "ID": "4"
        },
        {
          "text": "To withdraw from iniquity is well-pleasing to the Lord. And to withdraw from injustice is a supplication for sins.",
          "ID": "5"
        },
        {
          "text": "You should not appear empty before the sight of the Lord.",
          "ID": "6"
        },
        {
          "text": "For all these things are to be done because of the commandment of God.",
          "ID": "7"
        },
        {
          "text": "The oblation of the just fattens the altar, and is a fragrance of sweetness in the sight of the Most High.",
          "ID": "8"
        },
        {
          "text": "The sacrifice of the just is acceptable, and the Lord will never forget the memorial of it.",
          "ID": "9"
        },
        {
          "text": "Render glory to God with a good heart. And you should not reduce the first-fruits of your hands.",
          "ID": "10"
        },
        {
          "text": "With every gift, have a cheerful countenance, and sanctify your tithes with exultation.",
          "ID": "11"
        },
        {
          "text": "Give to the Most High according to his gifts to you, and act with a good eye toward the creations of your hands.",
          "ID": "12"
        },
        {
          "text": "For the Lord gives recompense, and he will repay you seven times as much.",
          "ID": "13"
        },
        {
          "text": "Do not be willing to offer corrupt gifts. For he will not accept them.",
          "ID": "14"
        },
        {
          "text": "And do not be willing to consider an unjust sacrifice. For the Lord is the judge, and with him there is no favoritism toward anyone.",
          "ID": "15"
        },
        {
          "text": "The Lord will not accept favoritism against the poor, but he will heed the prayer of one who has been harmed.",
          "ID": "16"
        },
        {
          "text": "He will not despise the prayers of the orphan, nor of the widow, if she utters a lamenting complaint.",
          "ID": "17"
        },
        {
          "text": "Do a widow's tears not run down her cheek? And will her outcry not cause their downfall?",
          "ID": "18"
        },
        {
          "text": "For from her cheek, her tears ascend even to heaven. And the Lord, the One who listens, will not take delight in them.",
          "ID": "19"
        },
        {
          "text": "Whoever adores God with joy will be accepted, and his prayer will reach even to the clouds.",
          "ID": "20"
        },
        {
          "text": "The prayer of one who humbles himself will pierce the clouds. And it will not be consoled until it draws near; and it will not withdraw until the Most High beholds.",
          "ID": "21"
        },
        {
          "text": "And the Lord will not delay, and he will judge for those who are just, and he will accomplish judgment. And the Almighty will not have patience with them, so that he may crush their back.",
          "ID": "22"
        },
        {
          "text": "And he will repay vengeance to the Gentiles, until he has taken away the multitude of the arrogant, and broken the scepters of the iniquitous,",
          "ID": "23"
        },
        {
          "text": "until he has rendered to men according to their deeds, and according to the works of Adam, and according to his presumption,",
          "ID": "24"
        },
        {
          "text": "until he has judged the judgment of his people. And he will delight the just with his mercy.",
          "ID": "25"
        },
        {
          "text": "The mercy of God is beautiful in the time of tribulation, like a rain cloud in the time of drought.",
          "ID": "26"
        }
      ],
      "ID": "AP:SIR.35",
      "name": "Sirach 35"
    },
    {
      "text": [
        {
          "text": "O God of all, take pity on us, and look with favor on us, and show us the light of your compassion.",
          "ID": "1"
        },
        {
          "text": "And send your fear upon the Gentiles, who have not sought you, so that they may acknowledge that there is no God except you, and so that they may declare your great deeds.",
          "ID": "2"
        },
        {
          "text": "Lift up your hand over unbelieving nations, so that they may see your power.",
          "ID": "3"
        },
        {
          "text": "For just as, in their sight, you have been sanctified in us, so also, in our sight, you will be magnified in them.",
          "ID": "4"
        },
        {
          "text": "So may they know you, as we also have known you. For there is no God apart from you, O Lord.",
          "ID": "5"
        },
        {
          "text": "Renew your signs, and work new wonders.",
          "ID": "6"
        },
        {
          "text": "Glorify your hand and your right arm.",
          "ID": "7"
        },
        {
          "text": "Stir up your fury, and pour out your wrath.",
          "ID": "8"
        },
        {
          "text": "Take away our adversary, and afflict our enemy.",
          "ID": "9"
        },
        {
          "text": "Hasten the time, and remember the end, so that they may declare your miracles.",
          "ID": "10"
        },
        {
          "text": "Let those who escape be devoured by the wrath of fire. And let those who harass your people find perdition.",
          "ID": "11"
        },
        {
          "text": "Crush the head of the leaders of the enemies, for they say: \"There is no other beside us.\"",
          "ID": "12"
        },
        {
          "text": "Gather together all the tribes of Jacob, so that they may acknowledge that there is no God except you, and so that they may declare your great deeds. And you will inherit them, as from the beginning.",
          "ID": "13"
        },
        {
          "text": "Take pity on your people, over whom your name has been invoked, and on Israel, whom you have treated as your firstborn.",
          "ID": "14"
        },
        {
          "text": "Take pity on Jerusalem, the city of your sanctification, the city of your rest.",
          "ID": "15"
        },
        {
          "text": "Fill Zion with your ineffable words, and fill your people with your glory.",
          "ID": "16"
        },
        {
          "text": "Give testimony to those who have been your creations from the beginning, and lift up the prophecies which the former prophets spoke in your name.",
          "ID": "17"
        },
        {
          "text": "Give a reward to those who endure for you, so that your prophets may be found to be faithful. And heed the prayers of your servants,",
          "ID": "18"
        },
        {
          "text": "in accord with the blessing of Aaron over your people. And direct us in the way of justice, and let all who inhabit the earth know that you are God, the Beholder of all ages.",
          "ID": "19"
        },
        {
          "text": "The belly can devour any food, yet one meal is better than another.",
          "ID": "20"
        },
        {
          "text": "The palate tests the meat of wild animals, and the understanding heart tests false words.",
          "ID": "21"
        },
        {
          "text": "A corrupt heart will cause grief, and a man of experience will resist it.",
          "ID": "22"
        },
        {
          "text": "A woman can receive any male, yet one daughter is better than another.",
          "ID": "23"
        },
        {
          "text": "The beauty of a wife cheers the face of her husband, and rises above his desire, above all the desires of man.",
          "ID": "24"
        },
        {
          "text": "If she offers healing words, then she both comforts and shows mercy; and so her husband is not like other men.",
          "ID": "25"
        },
        {
          "text": "He who holds to a good wife establishes a possession. She is a helper in agreement with him, and she is a pillar of rest.",
          "ID": "26"
        },
        {
          "text": "Where there is no hedge, a possession will be trampled. And where there is no wife, he will mourn her absence.",
          "ID": "27"
        },
        {
          "text": "Who will trust one who has no nest, and who conceals himself wherever his course may take him, like a well-equipped robber passing from city to city?",
          "ID": "28"
        }
      ],
      "ID": "AP:SIR.36",
      "name": "Sirach 36"
    },
    {
      "text": [
        {
          "text": "Every friend will say: \"I also am a close friend.\" But there is a friend who is a friend in name only. Is this not a grief even unto death?",
          "ID": "1"
        },
        {
          "text": "But a companion and friend may turn into an enemy.",
          "ID": "2"
        },
        {
          "text": "O wicked presumption! From what were you created that you would cover the dry land with your malice and deceitfulness?",
          "ID": "3"
        },
        {
          "text": "A companion may rejoice with his friend in good times, but in a time of tribulation, he will be an adversary.",
          "ID": "4"
        },
        {
          "text": "There is a companion who commiserates with a friend for the sake of the stomach, but he will shield himself from the enemy.",
          "ID": "5"
        },
        {
          "text": "You should not forget your friend in your soul, and you should not be unmindful of him in your wealth.",
          "ID": "6"
        },
        {
          "text": "Do not choose to consult with someone who waits in ambush for you. And hide your counsel from those who rival you.",
          "ID": "7"
        },
        {
          "text": "Every counselor offers advice, but some are counselors only for themselves.",
          "ID": "8"
        },
        {
          "text": "Guard your soul from a counselor. And know beforehand what his interests are. For he will form thoughts from his own soul.",
          "ID": "9"
        },
        {
          "text": "Otherwise, he may set a signpost in the ground, and he may say to you:",
          "ID": "10"
        },
        {
          "text": "\"Your own way is good.\" But then he will stand at a distance to see what befalls you.",
          "ID": "11"
        },
        {
          "text": "Do not discuss holiness with an irreligious man, nor justice with one who is unjust. You should not speak with a woman about her who is a rival, nor with a coward about war, nor with a merchant about exaggeration, nor with a buyer about selling, nor with a spiteful man about giving thanks,",
          "ID": "12"
        },
        {
          "text": "nor with the impious about piety, nor with the dishonest about honesty, nor with the field worker about other kinds of work,",
          "ID": "13"
        },
        {
          "text": "nor with a worker hired for a year about the end of the year, nor with a lazy servant about great works. You should pay no heed to these persons in any matter of counsel.",
          "ID": "14"
        },
        {
          "text": "But be continually with a holy man, with anyone whom you know to observe the fear of God,",
          "ID": "15"
        },
        {
          "text": "whose soul is in agreement with your own soul, and who, when you falter in the dark, will share your sorrows.",
          "ID": "16"
        },
        {
          "text": "And establish a heart of good counsel within yourself. For there is nothing of greater usefulness to you than this.",
          "ID": "17"
        },
        {
          "text": "At any time, the soul of a holy man declares more truths than seven vigilant watchmen sitting in a high place.",
          "ID": "18"
        },
        {
          "text": "But concerning all things, pray to the Most High, so that he may direct your way in truth.",
          "ID": "19"
        },
        {
          "text": "In all your works, let a true word precede you, with steadfast counsel before every deed.",
          "ID": "20"
        },
        {
          "text": "A wicked word can change the heart. From the heart four kinds of things arise: good and evil, life and death. And the tongue is continually their ruler. There is a man who is an astute teacher of many, and yet this is useless to his own soul.",
          "ID": "21"
        },
        {
          "text": "A man of experience has taught many, and this is pleasant to his own soul.",
          "ID": "22"
        },
        {
          "text": "Whoever speaks mere rhetoric is hateful; he will be deceived in every matter.",
          "ID": "23"
        },
        {
          "text": "Grace is not given to him from the Lord. For he has been deprived of all wisdom.",
          "ID": "24"
        },
        {
          "text": "There is a wise man who is wise within his own soul, and the fruit of his understanding is praiseworthy.",
          "ID": "25"
        },
        {
          "text": "A wise man instructs his own people, and the fruit of his understanding is faithful.",
          "ID": "26"
        },
        {
          "text": "A wise man will be filled with blessings, and those who see will praise him.",
          "ID": "27"
        },
        {
          "text": "The life of a man is in the number of his days. But the days of Israel are innumerable.",
          "ID": "28"
        },
        {
          "text": "A wise man will inherit honor among the people, and his name will live in eternity.",
          "ID": "29"
        },
        {
          "text": "Son, test your own mind in your life, and if it is lacking, you should not give it authority.",
          "ID": "30"
        },
        {
          "text": "For not all things are fitting for all persons, and not every kind of thing is agreeable to every soul.",
          "ID": "31"
        },
        {
          "text": "Do not choose to be eager during any feast, and you should not act with excess toward any food.",
          "ID": "32"
        },
        {
          "text": "For in excessive eating there will be infirmity, and gluttony will continue even unto illness.",
          "ID": "33"
        },
        {
          "text": "By excessive drinking, many have passed away. But he who abstains will add to his life.",
          "ID": "34"
        }
      ],
      "ID": "AP:SIR.37",
      "name": "Sirach 37"
    },
    {
      "text": [
        {
          "text": "Honor the physician because of necessity, and because the Most High created him.",
          "ID": "1"
        },
        {
          "text": "For all healing is from God, and so he will receive gifts from the King.",
          "ID": "2"
        },
        {
          "text": "The expertise of the physician will lift up his head, and in the sight of great men, he will be praised.",
          "ID": "3"
        },
        {
          "text": "The Most High has created medicines from the earth, and a prudent man will not abhor them.",
          "ID": "4"
        },
        {
          "text": "Was not bitter water made sweet with wood?",
          "ID": "5"
        },
        {
          "text": "The benefits of these things is recognized by men, and the Most High has given this knowledge to men, so that he may be honored in his wonders.",
          "ID": "6"
        },
        {
          "text": "By these things, he will cure or mitigate their suffering, and the pharmacist will make soothing ointments, and he will form healing medicines, and there will be no end to his works.",
          "ID": "7"
        },
        {
          "text": "For the peace of God is upon the surface of the earth.",
          "ID": "8"
        },
        {
          "text": "Son, in your infirmity, you should not neglect yourself, but pray to the Lord, and he will cure you.",
          "ID": "9"
        },
        {
          "text": "Turn away from sin, and direct your hands, and cleanse your heart from every offense.",
          "ID": "10"
        },
        {
          "text": "Give a sweet offering, and a memorial of fine flour, and fatten your oblation, but also give a place to the physician.",
          "ID": "11"
        },
        {
          "text": "For the Lord created him. And so, do not let him depart from you, for his works are necessary.",
          "ID": "12"
        },
        {
          "text": "For there is a time when you may fall into their hands.",
          "ID": "13"
        },
        {
          "text": "Truly, they will beseech the Lord, so that he may direct their treatments and cures, for the sake of their way of life.",
          "ID": "14"
        },
        {
          "text": "He who sins in the sight of the One who made him will fall into the hands of the physician.",
          "ID": "15"
        },
        {
          "text": "Son, shed tears over the dead, and begin to weep, as if you had suffered dreadfully. And according to judgment, cover his body, and you should not neglect his burial.",
          "ID": "16"
        },
        {
          "text": "And though you will sink down into bitterness, bear his mourning for one day, and then be consoled in your sadness.",
          "ID": "17"
        },
        {
          "text": "And carry out his mourning, according to his merit, for one or two days because of this loss.",
          "ID": "18"
        },
        {
          "text": "Yet sadness hastens death and overwhelms strength, and the sorrow of the heart bows down the neck.",
          "ID": "19"
        },
        {
          "text": "When one is taken away, sorrow remains. But the resources of a destitute man is found in his heart.",
          "ID": "20"
        },
        {
          "text": "You should not give your heart over to sadness, but push it away from you. And remember the very end.",
          "ID": "21"
        },
        {
          "text": "Do not be willing to forget this; for there is no turning back. Otherwise, it will not benefit you, and you will cause great harm to yourself.",
          "ID": "22"
        },
        {
          "text": "Call to mind my judgment. For so shall it be for you also. Yesterday is mine, and today is yours.",
          "ID": "23"
        },
        {
          "text": "When the deceased is at rest, let his memory rest also. And console him at the departure of his spirit.",
          "ID": "24"
        },
        {
          "text": "The wisdom of a scribe is found in his time of leisure. So whoever has less to do will gain wisdom.",
          "ID": "25"
        },
        {
          "text": "With what wisdom will someone be filled who holds the plow, and who boasts of the cattle prod that drives the oxen forward, and who is occupied in these labors, and whose only conversation is about the offspring of bulls?",
          "ID": "26"
        },
        {
          "text": "He will give his mind over to the plowing of furrows, and his vigilance to the fattening of the cows.",
          "ID": "27"
        },
        {
          "text": "Similarly, every craftsman and artisan, who crafts in the night as well as in the day, who sculpts graven seals, and who, by his diligence, varies the image, will give his mind over to the likeness of the image. And he will complete the work by his vigilance.",
          "ID": "28"
        },
        {
          "text": "The blacksmith, sitting by his anvil and considering a work of iron, is similar. The steam from the fire singes his flesh, and he struggles against the heat of the furnace.",
          "ID": "29"
        },
        {
          "text": "The voice of the hammer is ever in his ears, and his eye is upon the pattern of the ironwork.",
          "ID": "30"
        },
        {
          "text": "He gives his heart to the completion of his work, and his vigilance adorns it to perfection.",
          "ID": "31"
        },
        {
          "text": "The potter, sitting at his work and turning the wheel with his feet, is similar. He has settled into a continual concern for his work, and there is a rhythm in all that he does.",
          "ID": "32"
        },
        {
          "text": "He forms the clay with his arm, and he bends his strength over his feet.",
          "ID": "33"
        },
        {
          "text": "He will give his heart over to the completion of the glazing, and his vigilance to the cleansing of the furnace.",
          "ID": "34"
        },
        {
          "text": "All these persons trust in their own hands, and each one is wise in his own art.",
          "ID": "35"
        },
        {
          "text": "Without these persons, a city is not built.",
          "ID": "36"
        },
        {
          "text": "But they will neither inhabit nor walk around in the city. And they will not go across to the church.",
          "ID": "37"
        },
        {
          "text": "They will not sit upon the seats of judges, and they will not understand a decree of judgment. And they will not make clear discipline and judgment, and they will not be found to understand parables.",
          "ID": "38"
        },
        {
          "text": "But they will strengthen the state of the world, and their prayer will be in their artistic works, applying their soul, and searching the law of the Most High.",
          "ID": "39"
        }
      ],
      "ID": "AP:SIR.38",
      "name": "Sirach 38"
    },
    {
      "text": [
        {
          "text": "A wise man will seek the wisdom of all the ancients, and he will be occupied in the prophets.",
          "ID": "1"
        },
        {
          "text": "He will preserve the words of renowned men, and he will enter with them into the subtleties of parables.",
          "ID": "2"
        },
        {
          "text": "He will search for the hidden meanings of proverbs, and he will become familiar with the mysteries of parables.",
          "ID": "3"
        },
        {
          "text": "He will minister in the midst of great men, and he will appear in the sight of the foremost leader.",
          "ID": "4"
        },
        {
          "text": "He will pass through the land of foreign nations. For he will test good and evil among men.",
          "ID": "5"
        },
        {
          "text": "At first light, he will offer his heart with watchfulness to the Lord who made him, and he will pray in the sight of the Most High.",
          "ID": "6"
        },
        {
          "text": "He will open his mouth in prayer, and he will make supplication for his offenses.",
          "ID": "7"
        },
        {
          "text": "For if the great Lord is willing, he will fill him with the Spirit of understanding.",
          "ID": "8"
        },
        {
          "text": "And he will send forth the eloquence of his wisdom like rain showers, and in his prayer, he will confess to the Lord.",
          "ID": "9"
        },
        {
          "text": "And he will direct his counsel and his discipline, and he will meditate on his mysteries.",
          "ID": "10"
        },
        {
          "text": "He will make the discipline of his doctrine clear, and he will glory in the law of the covenant of the Lord.",
          "ID": "11"
        },
        {
          "text": "Many persons will together praise his wisdom, and it will never be abolished, for all ages.",
          "ID": "12"
        },
        {
          "text": "The memory of him will not fade away, and his name will be sought from generation to generation.",
          "ID": "13"
        },
        {
          "text": "The peoples will declare his wisdom, and the Church will announce his praise.",
          "ID": "14"
        },
        {
          "text": "While he remains, he leaves behind a name greater than a thousand, and when he will rest, it will be to his benefit.",
          "ID": "15"
        },
        {
          "text": "I will meditate further, so that I may explain. For I have been filled with a passion.",
          "ID": "16"
        },
        {
          "text": "In a voice, he says: Listen to me, divine fruits. You shall bear fruit, like roses planted beside streams of waters.",
          "ID": "17"
        },
        {
          "text": "You shall have a sweet fragrance, like the cedars of Lebanon.",
          "ID": "18"
        },
        {
          "text": "Blossom with flowers, like the lily, and diffuse a fragrance, and sprout leaves in grace, and give praise with canticles, and bless the Lord in his works.",
          "ID": "19"
        },
        {
          "text": "Give magnificence to his name, and confess to him with the voice of your lips and with the canticles of your mouth and with stringed instruments. And in so praising him, you will confess:",
          "ID": "20"
        },
        {
          "text": "All the works of the Lord are very good.",
          "ID": "21"
        },
        {
          "text": "At his word, the waters stood still, as if piled together. And at the words of his mouth, the waters were contained, as if in basins of water.",
          "ID": "22"
        },
        {
          "text": "For it is made pleasing by his precept, and there is no decrease in his salvation.",
          "ID": "23"
        },
        {
          "text": "The works of all flesh are in his sight, and there is nothing hidden from his eyes.",
          "ID": "24"
        },
        {
          "text": "His gaze is from eternity to eternity, and nothing is a wonder in his sight.",
          "ID": "25"
        },
        {
          "text": "Let it not be said: \"What is this?\" or, \"What is that?\" For all things will be sought in their time.",
          "ID": "26"
        },
        {
          "text": "His blessing has overflowed like a river.",
          "ID": "27"
        },
        {
          "text": "In the same way that a flood inundates the dry land, so also will his wrath inherit the peoples that have not sought him.",
          "ID": "28"
        },
        {
          "text": "In the same way that he turned the waters into dry land, and made the earth dry, and just as his ways have been directed for their journey, so also will sinners stumble before his wrath.",
          "ID": "29"
        },
        {
          "text": "From the beginning, good things were created for those who are good, and similarly, good and evil things are for those who are wicked.",
          "ID": "30"
        },
        {
          "text": "The principal things necessary for the life of men are: water, fire, and iron, salt, milk, and flour for bread, and honey, and the grape cluster, and oil, and clothing.",
          "ID": "31"
        },
        {
          "text": "All these things will be used for good by those who are holy, but they will be turned to evil use by the impious and by sinners.",
          "ID": "32"
        },
        {
          "text": "There are spirits that have been created for vengeance, and they strengthen their torments by their fury.",
          "ID": "33"
        },
        {
          "text": "In the time of the consummation, they will pour forth their strength. And they will appease the fury of the One who made them.",
          "ID": "34"
        },
        {
          "text": "Fire, hail, famine, and death: all these were created for vengeance.",
          "ID": "35"
        },
        {
          "text": "The teeth of wild beasts, and scorpions, and serpents, and the spear: all these take vengeance upon the impious, unto utter destruction.",
          "ID": "36"
        },
        {
          "text": "At his command, they will feast. And they will be prepared upon the earth until they are needed. And in their time, they will not ignore his word.",
          "ID": "37"
        },
        {
          "text": "For this reason, from the beginning, I was strengthened, and I have meditated, and I have considered, and I have put these things in writing.",
          "ID": "38"
        },
        {
          "text": "All the works of the Lord are good, and he will provide for each work in its own hour.",
          "ID": "39"
        },
        {
          "text": "Let it not be said: \"This is worse than that.\" For all things will be tested in their time.",
          "ID": "40"
        },
        {
          "text": "And now, with the whole heart and mouth, give praise to him, and bless the name of the Lord.",
          "ID": "41"
        }
      ],
      "ID": "AP:SIR.39",
      "name": "Sirach 39"
    },
    {
      "text": [
        {
          "text": "A great occupation was created for all men, and a heavy yoke is upon the sons of Adam, from the day of their departure from their mother's womb, even until the day of their burial into the mother of all:",
          "ID": "1"
        },
        {
          "text": "their thoughts, and the fears of their heart, their imagined expectations, and the day of their end,",
          "ID": "2"
        },
        {
          "text": "from him who sits upon a glorious throne, even to him who is humbled in earth and ashes,",
          "ID": "3"
        },
        {
          "text": "from him who wears hyacinth and bears a crown, even to him who is covered with rough linen: wrath, envy, tumult, restlessness, and the fear of death, continual anger and contention.",
          "ID": "4"
        },
        {
          "text": "And in the time of rest upon his bed, the sleep of the night changes his knowledge.",
          "ID": "5"
        },
        {
          "text": "There is little or no rest, and sleep is taken from him, as if on a day of keeping watch.",
          "ID": "6"
        },
        {
          "text": "He is disturbed by a vision of his heart, as if he had escaped in a day of warfare. In the time of his salvation, he rose up and wondered that there was no fear.",
          "ID": "7"
        },
        {
          "text": "This is so with all flesh, from man even to cattle, but upon sinners it is seven times as great.",
          "ID": "8"
        },
        {
          "text": "Add to this: death, bloodshed, contention, and the spear, oppression, famine, and affliction, and scourges.",
          "ID": "9"
        },
        {
          "text": "All these things have been created because of iniquity, and it is due to iniquity that the great flood was made.",
          "ID": "10"
        },
        {
          "text": "All things that are of the earth shall return to the earth, and all waters shall return to the sea.",
          "ID": "11"
        },
        {
          "text": "All bribery and iniquity will be wiped away, but faith shall stand forever.",
          "ID": "12"
        },
        {
          "text": "The substance of the unjust will dry up like a river, and will pass away with a noise like loud thunder in a rainstorm.",
          "ID": "13"
        },
        {
          "text": "When he opens his hands, he will rejoice. So will transgressors pass away at the consummation.",
          "ID": "14"
        },
        {
          "text": "The descendents of the impious will not produce many branches, for they may be compared to dirty roots at the edge of a rock.",
          "ID": "15"
        },
        {
          "text": "The weeds, which grow above every water and beside the banks of the river, will be uprooted before all the grass.",
          "ID": "16"
        },
        {
          "text": "Grace is like a paradise of blessings, and mercy continues for eternity.",
          "ID": "17"
        },
        {
          "text": "The life of a worker, when content with what is sufficient, will become sweet, and in it you will find a treasure.",
          "ID": "18"
        },
        {
          "text": "Sons, and the building of a city, will establish a name, but an immaculate wife will be ranked above these things.",
          "ID": "19"
        },
        {
          "text": "Wine and music rejoice the heart, but the love of wisdom is above them both.",
          "ID": "20"
        },
        {
          "text": "The flute and the psaltery make a sweet melody, but a pleasant word is above them both.",
          "ID": "21"
        },
        {
          "text": "Your eye desires elegance and beauty, but verdant fields are above these things.",
          "ID": "22"
        },
        {
          "text": "A friend and a companion meet one another in time, but above them both is a wife with her husband.",
          "ID": "23"
        },
        {
          "text": "Brothers are a help in time of tribulation, but mercy will liberate, more so than they will.",
          "ID": "24"
        },
        {
          "text": "Gold and silver provide a firm position for the feet, but well-spoken counsel is above them both.",
          "ID": "25"
        },
        {
          "text": "Ability and strength lift up the heart, but the fear of the Lord is above these things.",
          "ID": "26"
        },
        {
          "text": "There is no loss in the fear of the Lord, and it has no need to ask for assistance.",
          "ID": "27"
        },
        {
          "text": "The fear of the Lord is like a paradise of blessings, and they have covered it above all glory.",
          "ID": "28"
        },
        {
          "text": "Son, in your lifetime you should not be indigent, for it is better to die than to be destitute.",
          "ID": "29"
        },
        {
          "text": "The life of him who looks to another man's table should not be thought of as a way of life. For he feeds his life with another man's food.",
          "ID": "30"
        },
        {
          "text": "But a disciplined and well-taught man will take care of himself.",
          "ID": "31"
        },
        {
          "text": "Scarcity will seem sweet to the mouth of the imprudent, but a fire will burn in his belly.",
          "ID": "32"
        }
      ],
      "ID": "AP:SIR.40",
      "name": "Sirach 40"
    },
    {
      "text": [
        {
          "text": "O death, how bitter is the memory of you: to a man who has peace in his substance,",
          "ID": "1"
        },
        {
          "text": "to a quiet man, and to him whose ways are directed properly in all things, and who still has the strength to take nourishment.",
          "ID": "2"
        },
        {
          "text": "O death, your judgment is good to the indigent man, and to him whose strength has diminished,",
          "ID": "3"
        },
        {
          "text": "who is failing due to old age, and who is anxious about all things, and to the unbelieving man who has lost patience.",
          "ID": "4"
        },
        {
          "text": "Do not choose to dread the judgment of death. Remember the things that occurred before you, and the things that will occur after you. This judgment is from the Lord upon all flesh.",
          "ID": "5"
        },
        {
          "text": "And what will happen to you is well-pleasing to the Most High, whether in ten, or one hundred, or one thousand years.",
          "ID": "6"
        },
        {
          "text": "For death is no indictment of life.",
          "ID": "7"
        },
        {
          "text": "The sons of sinners, and those who pass their time in the manner of the houses of the impious, become sons of abominations.",
          "ID": "8"
        },
        {
          "text": "The inheritance of the sons of sinners will perish, and continual disgrace will be with their offspring.",
          "ID": "9"
        },
        {
          "text": "The sons of an impious father will complain, for they are in disgrace because of him.",
          "ID": "10"
        },
        {
          "text": "Woe to you, impious men, who have abandoned the law of the Most High Lord!",
          "ID": "11"
        },
        {
          "text": "And when you are born, you will be born into a curse; and when you die, your portion will be in a curse.",
          "ID": "12"
        },
        {
          "text": "All things that are from the earth shall return to the earth. Similarly, the impious will proceed from a curse unto perdition.",
          "ID": "13"
        },
        {
          "text": "The grieving of men is in their body, but the name of the impious will be wiped away.",
          "ID": "14"
        },
        {
          "text": "Have concern for your good name. For this will continue with you, more so than a thousand precious and great treasures.",
          "ID": "15"
        },
        {
          "text": "A good life has its number of days, but a good name will continue forever.",
          "ID": "16"
        },
        {
          "text": "Sons, practice discipline peacefully. For what use is there in either concealed wisdom, or undiscovered treasure?",
          "ID": "17"
        },
        {
          "text": "Better is the man who hides his foolishness than the man who hides his wisdom.",
          "ID": "18"
        },
        {
          "text": "Yet truly, have respect for these things which proceed from my mouth.",
          "ID": "19"
        },
        {
          "text": "For it is not good to observe every reverence. And all things do not please all persons in their beliefs.",
          "ID": "20"
        },
        {
          "text": "Have shame of these things: of fornication before father and mother, and of a lie before the first leader and the powerful,",
          "ID": "21"
        },
        {
          "text": "of a crime before a ruler or a judge, of iniquity before a congregation or a people,",
          "ID": "22"
        },
        {
          "text": "of injustice before a companion or a friend, and of the place in which you live,",
          "ID": "23"
        },
        {
          "text": "of theft, and of the truth before God, and of the covenant, of reclining to eat bread, and of deceitfulness in giving or receiving,",
          "ID": "24"
        },
        {
          "text": "of silence before those who greet you, of looking upon a woman of fornication, and of averting your face from a relative.",
          "ID": "25"
        },
        {
          "text": "You should not avert your face from your neighbor, nor should you take away a portion and not restore it.",
          "ID": "26"
        },
        {
          "text": "You should not stare at another man's wife, and nor pursue his handmaid, nor approach her bed.",
          "ID": "27"
        },
        {
          "text": "Avoid reproachful speeches before friends, and when you give, you should not place blame.",
          "ID": "28"
        }
      ],
      "ID": "AP:SIR.41",
      "name": "Sirach 41"
    },
    {
      "text": [
        {
          "text": "You should not repeat a claim heard from the revealing of a hidden word. And then, truly, you will be without shame, and you will find favor in the sight of all men. You should not accept the reputation of someone, so that you would sin, nor should you be confounded in any of the following things:",
          "ID": "1"
        },
        {
          "text": "in the law of the Most High and his covenant, or by giving a judgment to justify the impious;",
          "ID": "2"
        },
        {
          "text": "in a word among companions and fellow travelers, or by distributing the inheritance of friends;",
          "ID": "3"
        },
        {
          "text": "in the fairness of scales and weights, or in acquiring much or little;",
          "ID": "4"
        },
        {
          "text": "by the corruption of buying and negotiating, or in the ample discipline of children, or in causing the side of a wicked servant to bleed.",
          "ID": "5"
        },
        {
          "text": "A seal is good over a wicked wife.",
          "ID": "6"
        },
        {
          "text": "Where there are many hands, seal and deliver all things by number and weight; and truly, give and receive everything in writing.",
          "ID": "7"
        },
        {
          "text": "You should not have shame in correcting the senseless, the foolish, and those youths who would judge their elders. And so shall you be well-instructed in all things and well-approved in the sight of all the living.",
          "ID": "8"
        },
        {
          "text": "The vigilance of a father for his daughter is hidden, and his concern for her takes away his sleep. For perhaps, in her adolescence, she might be brought into adulthood. Or when she lives with her husband, she might become hateful.",
          "ID": "9"
        },
        {
          "text": "In her virginity, she might be defiled, and then she may be found to be pregnant in her father's house. Or perhaps, when she lives with her husband, she might stray, or at least become barren.",
          "ID": "10"
        },
        {
          "text": "Keep a close watch over a self-indulgent daughter. Otherwise, at some time, she might bring you into disgrace before your enemies, and into disrepute in the city, and into reproach among the people, and so she may confound you before the multitude of the people.",
          "ID": "11"
        },
        {
          "text": "She should not choose to gaze upon the beauty of every man, and she should not choose to spend her time in the midst of married women.",
          "ID": "12"
        },
        {
          "text": "For a moth goes forth from garments, and iniquity over a man goes forth from a woman.",
          "ID": "13"
        },
        {
          "text": "Yet iniquity over a man is better for her than if a married woman, seeking to benefit her, instead leads her into confusion and disgrace.",
          "ID": "14"
        },
        {
          "text": "And now, I will remember the works of the Lord, and I will announce what I have seen. The words of the Lord are in his works.",
          "ID": "15"
        },
        {
          "text": "The sun illuminates and considers all things, and its work shows the fullness of the glory of the Lord.",
          "ID": "16"
        },
        {
          "text": "Has not the Lord caused the holy ones to describe all his miracles, which the all-powerful Lord has firmly established in his glory?",
          "ID": "17"
        },
        {
          "text": "He has examined the abyss and the hearts of men. And he has considered their astuteness.",
          "ID": "18"
        },
        {
          "text": "For the Lord comprehends all knowledge, and he has gazed upon the signs of the times: announcing the things of the past, as well as the things of the future, and revealing the traces of hidden things.",
          "ID": "19"
        },
        {
          "text": "No thought passes by him unnoticed, and no word can conceal itself from him.",
          "ID": "20"
        },
        {
          "text": "He has adorned the magnificent works of his wisdom. He is before eternity and even unto eternity. And nothing can be added,",
          "ID": "21"
        },
        {
          "text": "and nothing can be taken away. And he has no need of any counselor.",
          "ID": "22"
        },
        {
          "text": "O how desirable are all his works! And all that we consider is but a spark.",
          "ID": "23"
        },
        {
          "text": "All these works exist, and they remain in the present age, and they all obey him in every purpose.",
          "ID": "24"
        },
        {
          "text": "All things are two-fold, one facing another, and he has not made anything to be lacking.",
          "ID": "25"
        },
        {
          "text": "He has confirmed each thing as good. And who would tire of beholding his glory?",
          "ID": "26"
        }
      ],
      "ID": "AP:SIR.42",
      "name": "Sirach 42"
    },
    {
      "text": [
        {
          "text": "The firmament on high is his beauty; it is the beauty of heaven in a vision of glory.",
          "ID": "1"
        },
        {
          "text": "The sun, at its appearance, announces its journey; it is an instrument of wonder, a work of the Most High.",
          "ID": "2"
        },
        {
          "text": "At midday, it scorches the earth. And in the presence of its heat, who would be able to endure? It is like the custodian of a furnace in its works of heat.",
          "ID": "3"
        },
        {
          "text": "In three ways, the sun acts: scorching the mountains, emitting fiery rays, and shining with its beams that can blind the eyes.",
          "ID": "4"
        },
        {
          "text": "Great is the Lord who made it, and at his word, it hurries on its journey.",
          "ID": "5"
        },
        {
          "text": "And the moon, in all its phases, serves to mark the seasons and to be a sign of the times.",
          "ID": "6"
        },
        {
          "text": "From the moon is the sign of a feast day; it is a light which diminishes at its consummation.",
          "ID": "7"
        },
        {
          "text": "A month is named according to its phases, increasing wonderfully at its culmination.",
          "ID": "8"
        },
        {
          "text": "It is an instrument of the armies on high, shining gloriously in the firmament of heaven.",
          "ID": "9"
        },
        {
          "text": "The glory of the stars is the beauty of heaven; the Lord illuminates the world from on high.",
          "ID": "10"
        },
        {
          "text": "At the words of the Holy One, they stand for judgment, and they will never fail in their vigilance.",
          "ID": "11"
        },
        {
          "text": "Consider the rainbow, and bless the One who made it; it is very beautiful in its splendor.",
          "ID": "12"
        },
        {
          "text": "It encompasses the heavens with the circle of its glory; the hands of the Most High made it appear.",
          "ID": "13"
        },
        {
          "text": "By his order, he hastens the snow, and he spurs on the lightning to express his judgment.",
          "ID": "14"
        },
        {
          "text": "In like manner, his storehouses are opened, and the clouds fly out like birds.",
          "ID": "15"
        },
        {
          "text": "By his greatness, he has positioned the clouds, and the hailstones have been broken.",
          "ID": "16"
        },
        {
          "text": "At his glance, the mountains will be shaken, and by his will, the south wind will blow.",
          "ID": "17"
        },
        {
          "text": "The voice of his thunder will reverberate through the earth, by a storm from the north, and by a gathering of the whirlwind.",
          "ID": "18"
        },
        {
          "text": "And like the birds landing in a flock upon the earth, he sends down the snow; and its descent is like the arrival of a swarm of locusts.",
          "ID": "19"
        },
        {
          "text": "The eye is in wonder at the beauty of its whiteness, and the heart is astonished at its falling.",
          "ID": "20"
        },
        {
          "text": "He will pour out frost like salt upon the earth. And when it freezes, it will become like the tops of thistles.",
          "ID": "21"
        },
        {
          "text": "The cold north wind blows, and the water freezes into crystals; it will rest upon every gathering of water, and it will clothe the water like a breastplate.",
          "ID": "22"
        },
        {
          "text": "And it will devour the mountains, and burn the wilderness, and extinguish the greenery, like a fire.",
          "ID": "23"
        },
        {
          "text": "Relief for all is in the hurried arrival of a cloud. And the lowly dew will arrive to meet the heat and overpower it.",
          "ID": "24"
        },
        {
          "text": "At his word, the wind grows quiet, and by his thought, he appeases the abyss, for the Lord has planted islands in it.",
          "ID": "25"
        },
        {
          "text": "Let those who navigate the sea describe its perils. And when we have heard it with our ears, we will wonder.",
          "ID": "26"
        },
        {
          "text": "There are illustrious and wondrous works: the various kinds of wild animals, and all manner of cattle, and the great creatures of the sea.",
          "ID": "27"
        },
        {
          "text": "Through him, the end of their journey is confirmed, and by his word, all things fit together.",
          "ID": "28"
        },
        {
          "text": "We can say much, and yet still lack for words. But the consummation of our words is this: He is in all things.",
          "ID": "29"
        },
        {
          "text": "What would we be able to do to glorify him? For the Almighty himself is above all his own works.",
          "ID": "30"
        },
        {
          "text": "The Lord is terrible, and exceedingly great, and his power is wonderful.",
          "ID": "31"
        },
        {
          "text": "Glorify the Lord as much as you are able, yet still he will far exceed this. For his magnificence is beyond wonder.",
          "ID": "32"
        },
        {
          "text": "Bless the Lord and exalt him, as much as you are able. But he is beyond all praise.",
          "ID": "33"
        },
        {
          "text": "When you exalt him, use all your ability, and do not cease in this labor. For you can never comprehend him.",
          "ID": "34"
        },
        {
          "text": "Who will see him and explain? And who will magnify him, as he is from the beginning?",
          "ID": "35"
        },
        {
          "text": "There are many things, hidden from us, which are greater than these things. For we have seen but a few of his works.",
          "ID": "36"
        },
        {
          "text": "But the Lord has made all things, and he has given wisdom to those who act with piety.",
          "ID": "37"
        }
      ],
      "ID": "AP:SIR.43",
      "name": "Sirach 43"
    },
    {
      "text": [
        {
          "text": "Let us praise the men of glory, and our ancestors in their generation.",
          "ID": "1"
        },
        {
          "text": "The Lord has wrought great glory, by his own magnificence, from ancient times.",
          "ID": "2"
        },
        {
          "text": "There are those who rule with their authority, men of great virtue, who are gifted with prudence. There are those who announce among the prophets, with the dignity of prophets.",
          "ID": "3"
        },
        {
          "text": "And there are those who rule over the present generation, by the virtue of prudence, with very holy words for the people.",
          "ID": "4"
        },
        {
          "text": "There are those who, by their skill, compose musical themes, so as to set the verses of Scripture to music.",
          "ID": "5"
        },
        {
          "text": "There are men rich in virtue, who make a study of beauty, who live in peacefulness in their houses.",
          "ID": "6"
        },
        {
          "text": "All these obtained glory in their generations, and they had praise in their days.",
          "ID": "7"
        },
        {
          "text": "They left behind a name for those who were born of them, so that their praises might be described.",
          "ID": "8"
        },
        {
          "text": "But for some of them, there is no memorial. They have passed away as if they had never existed; and they have become as if they had never been born, and their sons along with them.",
          "ID": "9"
        },
        {
          "text": "But these were men of mercy, whose pious deeds have not failed.",
          "ID": "10"
        },
        {
          "text": "Good things continue with their offspring.",
          "ID": "11"
        },
        {
          "text": "Their descendents are a holy inheritance, and their offspring stand firm in the covenants.",
          "ID": "12"
        },
        {
          "text": "And because of them, their sons remain even unto eternity. Their offspring and their glory will not be forsaken.",
          "ID": "13"
        },
        {
          "text": "Their bodies were buried in peace, and their name lives on, from generation to generation.",
          "ID": "14"
        },
        {
          "text": "Let the people declare their wisdom, and let the Church announce their praise.",
          "ID": "15"
        },
        {
          "text": "Enoch pleased God, and he was transferred to Paradise, so that he might offer repentance to the nations.",
          "ID": "16"
        },
        {
          "text": "Noah was found to be perfect and just, and so, in the time of wrath, he was made a reconciliation.",
          "ID": "17"
        },
        {
          "text": "As a result, there was a remnant left for the earth, when the great flood was made.",
          "ID": "18"
        },
        {
          "text": "The covenants of the world were placed with him, so that all flesh would not be wiped away by the great flood.",
          "ID": "19"
        },
        {
          "text": "Abraham was the great father of a multitude of nations, and no one was found to be like him in glory. He observed the law of the Most High, and he formed a covenant with him.",
          "ID": "20"
        },
        {
          "text": "In his flesh, he caused the covenant to stand, and when tested, he was found to be faithful.",
          "ID": "21"
        },
        {
          "text": "Therefore, by an oath, he gave glory to him among his people, so as to increase him like the dust of the earth,",
          "ID": "22"
        },
        {
          "text": "and to exalt his offspring like the stars, and to give an inheritance to them from sea to sea, and from the river even to the ends of the earth.",
          "ID": "23"
        },
        {
          "text": "And he acted in like manner toward Isaac, because of his father Abraham.",
          "ID": "24"
        },
        {
          "text": "The Lord gave the blessing of all the nations to him, and he confirmed his covenant upon the head of Jacob.",
          "ID": "25"
        },
        {
          "text": "He acknowledged him in his blessings, and he gave an inheritance to him, and he distributed to him the portion of the twelve tribes.",
          "ID": "26"
        },
        {
          "text": "And he preserved for him men of mercy, who were found to have grace before the eyes of all flesh.",
          "ID": "27"
        }
      ],
      "ID": "AP:SIR.44",
      "name": "Sirach 44"
    },
    {
      "text": [
        {
          "text": "Moses was beloved by God and men. The remembrance of him is a blessing.",
          "ID": "1"
        },
        {
          "text": "He made him like the holy ones in glory, and he magnified him by the fear of his enemies, and he appeased great portents by his words.",
          "ID": "2"
        },
        {
          "text": "He glorified him in the sight of kings, and he gave commandments to him in the sight of his people, and he revealed his glory to him.",
          "ID": "3"
        },
        {
          "text": "He made him holy by his faith and meekness, and he chose him from among all flesh.",
          "ID": "4"
        },
        {
          "text": "For he heard him and his voice, and he led him into a cloud.",
          "ID": "5"
        },
        {
          "text": "And he gave him precepts in his presence, with a law of life and discipline, so as to teach Jacob his covenant and Israel his judgments.",
          "ID": "6"
        },
        {
          "text": "He exalted his brother Aaron and those who were similar to him from the tribe of Levi.",
          "ID": "7"
        },
        {
          "text": "He established an eternal covenant with him, and he gave him the priesthood of the people, and he caused him to be blessed in glory.",
          "ID": "8"
        },
        {
          "text": "And he encircled him with a glorious belt, and he clothed him with a robe of glory, and he crowned him with virtuous attire.",
          "ID": "9"
        },
        {
          "text": "He placed upon him a garment to the feet, and pants, and an ephod, and he wrapped him all around with many little bells of gold,",
          "ID": "10"
        },
        {
          "text": "so that there would be a sound at his arrival, and so as to make a noise that would be heard in the temple, as a memorial for the sons of his people.",
          "ID": "11"
        },
        {
          "text": "He provided him with a holy robe of gold and hyacinth and purple, a woven work for a wise man of judgment and truth,",
          "ID": "12"
        },
        {
          "text": "a work of twisted scarlet, the work of an artist, with precious stones, cut and set in gold, and engraved by the work of a jeweler, as a memorial according to the number of the tribes of Israel.",
          "ID": "13"
        },
        {
          "text": "He provided him with a crown of gold upon his headdress, on which was written a symbol of holiness, a mark of honor. This was a work of virtue and a delight to the eyes in its beauty.",
          "ID": "14"
        },
        {
          "text": "Prior to him, there was no one of such beauty, even from the beginning.",
          "ID": "15"
        },
        {
          "text": "No foreigner was ever clothed with these things, but only his sons and his descendents alone, for all time.",
          "ID": "16"
        },
        {
          "text": "His sacrifices were consumed by fire daily.",
          "ID": "17"
        },
        {
          "text": "Moses filled his hands and anointed him with holy oil.",
          "ID": "18"
        },
        {
          "text": "An eternal covenant was made, with him and with his offspring, like the days of heaven, to execute the office of the priesthood, and to give praise and to glorify his people, in his name.",
          "ID": "19"
        },
        {
          "text": "He chose him from among all living men to offer to God sacrifice, incense, and a pleasing fragrance, as a memorial of appeasement on behalf of his people.",
          "ID": "20"
        },
        {
          "text": "And he gave him authority by his precepts, in the covenants of his judgments, to teach Jacob his testimonies, and to give light by his law to Israel.",
          "ID": "21"
        },
        {
          "text": "Then strangers stood up against him, and, because of envy, the men who were with Dathan and Abiram surrounded him in the desert, along with the congregation of Korah, in their anger.",
          "ID": "22"
        },
        {
          "text": "The Lord God saw this, and it did not please him, and so they were consumed by the force of his anger.",
          "ID": "23"
        },
        {
          "text": "He wrought great portents among them, and he consumed them with a flame of fire.",
          "ID": "24"
        },
        {
          "text": "And he added glory to Aaron, and he gave him an inheritance, and he allotted to him the first-fruits of the earth.",
          "ID": "25"
        },
        {
          "text": "He prepared for them the finest bread unto fullness. And they shall also eat from the sacrifices of the Lord, which he gave to him and to his offspring.",
          "ID": "26"
        },
        {
          "text": "And yet he will not have an inheritance among the people of the land, and he has no portion among the people. For the Lord himself is his portion and his inheritance.",
          "ID": "27"
        },
        {
          "text": "Phinehas, the son of Eleazar, is third in glory, by imitating him in the fear of the Lord.",
          "ID": "28"
        },
        {
          "text": "And he stood up against the shamefulness of the people. By the goodness and responsiveness of his soul, he appeased God on behalf of Israel.",
          "ID": "29"
        },
        {
          "text": "For this reason, he made him a covenant of peace, a leader of the sanctuary and of his people, so that the dignity of the priesthood would remain with him and with his offspring unto eternity.",
          "ID": "30"
        },
        {
          "text": "And he made a covenant with king David, the son of Jesse from the tribe of Judah, an inheritance for him and for his offspring, so that he might provide wisdom for our hearts, so as to judge his people in justice, lest their good things be abolished. And he caused their glory within their nation to be everlasting.",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.45",
      "name": "Sirach 45"
    },
    {
      "text": [
        {
          "text": "Joshua, the son of Nun, was valiant in warfare; he was the successor of Moses among the prophets. He was great in accord with his name,",
          "ID": "1"
        },
        {
          "text": "very great in the saving the elect of God. He fought against the insurgent enemies, so that he might obtain the inheritance for Israel.",
          "ID": "2"
        },
        {
          "text": "What great glory he secured, by lifting up his hands and throwing his spears against the cities!",
          "ID": "3"
        },
        {
          "text": "Who before him has stood so firmly? For the Lord himself led forward the enemies.",
          "ID": "4"
        },
        {
          "text": "Was not the sun halted by his wrath, and one day made as if two?",
          "ID": "5"
        },
        {
          "text": "He called upon the Most High Power, when the enemies assailed him on every side. And the great and holy God answered him with hailstones of exceedingly great force.",
          "ID": "6"
        },
        {
          "text": "He made a violent assault against a hostile nation, and at his descent, he destroyed his adversaries,",
          "ID": "7"
        },
        {
          "text": "so that the nations would acknowledge his power: that it is not easy to fight against God. And he followed the Almighty.",
          "ID": "8"
        },
        {
          "text": "And in the days of Moses, he accomplished a work of mercy. He and Caleb, the son of Jephuneh, stood against the enemy, and forbid the people from sin, and broke their wicked murmuring.",
          "ID": "9"
        },
        {
          "text": "And these two, having been appointed, were freed from peril, from foot soldiers numbering six hundred thousand, so as to lead them into their inheritance, into a land flowing with milk and honey.",
          "ID": "10"
        },
        {
          "text": "And the Lord gave strength to Caleb also, and his strength remained even in his old age, so that he ascended to the high places of the land, and his offspring obtained it as an inheritance.",
          "ID": "11"
        },
        {
          "text": "This was so that all the sons of Israel would see that it is good to obey the holy God.",
          "ID": "12"
        },
        {
          "text": "Then there were the judges, each one called by name, whose heart was not corrupted. They did not turn away from the Lord,",
          "ID": "13"
        },
        {
          "text": "so that their memory might be blessed, and their bones might spring forth from their place,",
          "ID": "14"
        },
        {
          "text": "and their name might remain forever, continuing in their sons, holy men of glory.",
          "ID": "15"
        },
        {
          "text": "Samuel, prophet of the Lord, beloved by the Lord his God, established a new government, and he anointed leaders over his people.",
          "ID": "16"
        },
        {
          "text": "By the law of the Lord, he judged the congregation, and the God of Jacob saw it, and so, by his fidelity, he was proven to be a prophet.",
          "ID": "17"
        },
        {
          "text": "And he was known to be faithful in his words. For he saw the God of light.",
          "ID": "18"
        },
        {
          "text": "And when fighting against the enemies, who stood against him on every side, he called upon the name of the Almighty Lord, with an offering of an inviolate lamb.",
          "ID": "19"
        },
        {
          "text": "And the Lord thundered from heaven, and with a great noise, he made his voice to be heard.",
          "ID": "20"
        },
        {
          "text": "And he crushed the leaders of the Tyrians, and all the commanders of the Philistines.",
          "ID": "21"
        },
        {
          "text": "And before the time of the end of his life in the world, he offered testimony in the sight of the Lord and of his Christ, that he had not taken a bribe from any flesh, not even so much as a shoe, and that no man made an accusation against him.",
          "ID": "22"
        },
        {
          "text": "And after this, he slept. And he made known to the king and revealed to him the end of his life. And he lifted up his voice from the earth in prophecy, to abolish the impiety of the people.",
          "ID": "23"
        }
      ],
      "ID": "AP:SIR.46",
      "name": "Sirach 46"
    },
    {
      "text": [
        {
          "text": "After these things, Nathan the prophet arose, in the days of David.",
          "ID": "1"
        },
        {
          "text": "And just as fat is separated from meat, so was David separated from the sons of Israel.",
          "ID": "2"
        },
        {
          "text": "He played with lions, as if with lambs, and he acted similarly with bears, as if they were lambs of the flock, in his youth.",
          "ID": "3"
        },
        {
          "text": "Did he not kill the giant, and take away the reproach from his people?",
          "ID": "4"
        },
        {
          "text": "By lifting up his hand, with a stone in a sling, he threw down the boasting of Goliath.",
          "ID": "5"
        },
        {
          "text": "For he called upon the Almighty Lord, and he swore with his right hand to take away the mighty man of war, and to exalt the horn of his people.",
          "ID": "6"
        },
        {
          "text": "So he glorified him amid ten thousand, and he praised him with the blessings of the Lord, by offering him a crown of glory.",
          "ID": "7"
        },
        {
          "text": "For he crushed the enemies on every side, and he eradicated his adversaries, the Philistines, even to this day. He broke their horn, even for all time.",
          "ID": "8"
        },
        {
          "text": "In all his works, he gave thanks to the Holy One, to the Most High, with words of glory.",
          "ID": "9"
        },
        {
          "text": "With all his heart, he praised the Lord and he loved God, who made him and who gave him power against his enemies.",
          "ID": "10"
        },
        {
          "text": "And he appointed singers to stand opposite the altar, and by their voices he provided sweet music.",
          "ID": "11"
        },
        {
          "text": "And he provided beauty for the celebrations, and he gave order to the times, even until the end of his life, so that they would praise the holy name of the Lord, and magnify the sanctity of God, from early morning.",
          "ID": "12"
        },
        {
          "text": "The Lord purged his sins, and he exalted his horn forever. And he gave him the covenant of the kingdom, and a throne of glory in Israel.",
          "ID": "13"
        },
        {
          "text": "After him, an understanding son rose up. And by means of him, he cast down all the power of the enemies.",
          "ID": "14"
        },
        {
          "text": "Solomon reigned in days of peace, and God subjected all his enemies to him, so that he might build a house in his name, and prepare a sanctuary for all time. O how well-taught you were in your youth!",
          "ID": "15"
        },
        {
          "text": "And you were filled with wisdom like a river, and your mind exposed the world.",
          "ID": "16"
        },
        {
          "text": "And you explained mysteries by means of parables. Your name became known to far off islands, and you were beloved for your peace.",
          "ID": "17"
        },
        {
          "text": "The earth was in wonder over your canticles, and proverbs, and parables, and interpretations,",
          "ID": "18"
        },
        {
          "text": "and over the name of the Lord God, who is known as the God of Israel.",
          "ID": "19"
        },
        {
          "text": "You gathered gold like copper, and you multiplied silver like lead.",
          "ID": "20"
        },
        {
          "text": "But you bent your thigh to women, and you were held by the power of your body.",
          "ID": "21"
        },
        {
          "text": "You brought a stain upon your glory, and you profaned your seed, so as to bring wrath upon your children, and to incite your foolishness,",
          "ID": "22"
        },
        {
          "text": "so that you would cause the kingdom to be divided, and an obstinate kingdom to rule from Ephraim.",
          "ID": "23"
        },
        {
          "text": "But God will not abandon his mercy, nor will he corrupt or abolish his own works. And he will not perish the stock of the descendents of his elect. And he will not destroy the offspring of him who loves the Lord.",
          "ID": "24"
        },
        {
          "text": "Therefore, he left behind a remnant for Jacob and for David, from the same stock.",
          "ID": "25"
        },
        {
          "text": "And Solomon had his end with his fathers.",
          "ID": "26"
        },
        {
          "text": "And he left behind himself some of his offspring, as the folly of the nation:",
          "ID": "27"
        },
        {
          "text": "both Rehoboam, who had little prudence, and who turned away the people by his counsel,",
          "ID": "28"
        },
        {
          "text": "and Jeroboam, the son of Nebat, who caused Israel to sin, and who provided a way of sin to Ephraim. And their sins were multiplied exceedingly.",
          "ID": "29"
        },
        {
          "text": "They thoroughly turned them away from their own land.",
          "ID": "30"
        },
        {
          "text": "And they sought every kind of wickedness, even until punishment overwhelmed them, and freed them from every kind of sin.",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.47",
      "name": "Sirach 47"
    },
    {
      "text": [
        {
          "text": "And the prophet Elijah arose like a fire, and his word burned like a torch.",
          "ID": "1"
        },
        {
          "text": "He brought a famine upon them, and those who provoked him in their envy became few. For they could not bear the precepts of the Lord.",
          "ID": "2"
        },
        {
          "text": "By the word of the Lord, he closed the heavens, and he brought down fire from heaven three times.",
          "ID": "3"
        },
        {
          "text": "In this way, Elijah was magnified in his wondrous works. So who can say that he is similar to you in glory?",
          "ID": "4"
        },
        {
          "text": "He raised up a dead man from the grave, from the fate of death, by the word of the Lord God.",
          "ID": "5"
        },
        {
          "text": "He threw down kings unto perdition, and he easily shattered their power and boasting from his bed.",
          "ID": "6"
        },
        {
          "text": "He heeded the judgment at Sinai, and the judgments of punishment at Horeb.",
          "ID": "7"
        },
        {
          "text": "He anointed kings unto repentance, and he chose the prophets who would follow after him.",
          "ID": "8"
        },
        {
          "text": "He was received into a whirlwind of fire, into a swift chariot with fiery horses.",
          "ID": "9"
        },
        {
          "text": "He is written in the judgments of the times, so as to lessen the wrath of the Lord, to reconcile the heart of the father to the son, and to restore the tribes of Jacob.",
          "ID": "10"
        },
        {
          "text": "Blessed are those who saw you, and who were adorned with your friendship.",
          "ID": "11"
        },
        {
          "text": "For we live only in our life, and after death, our name will not be the same.",
          "ID": "12"
        },
        {
          "text": "Certainly, Elijah was covered by the whirlwind, and his spirit was completed in Elisha. In his days, he was not fearful of the ruler, and no power defeated him.",
          "ID": "13"
        },
        {
          "text": "No word overwhelmed him, and after death, his body prophesied.",
          "ID": "14"
        },
        {
          "text": "In his life, he gave great portents, and in death, he wrought miracles.",
          "ID": "15"
        },
        {
          "text": "In all these things, the people did not repent, and they did not withdraw from their sins, even until they were cast out of their land, and were dispersed throughout all the earth.",
          "ID": "16"
        },
        {
          "text": "And there was left behind a people very few in number, but with a leader in the house of David.",
          "ID": "17"
        },
        {
          "text": "Some of these did what pleased God. But others committed many sins.",
          "ID": "18"
        },
        {
          "text": "Hezekiah fortified his city, and he brought water into its midst, and he dug into rock with iron, and he built a well for water.",
          "ID": "19"
        },
        {
          "text": "In his days, Sennacherib rose up, and he sent Rabshakeh, and he lifted up his hand against them, and he extended his hand against Zion, and he became arrogant in his power.",
          "ID": "20"
        },
        {
          "text": "Then their hearts and hands shook. And they were in pain, like women giving birth.",
          "ID": "21"
        },
        {
          "text": "And they called upon the merciful Lord. And they spread their hands and lifted them up to heaven. And the holy Lord God quickly heeded their voice.",
          "ID": "22"
        },
        {
          "text": "He was not mindful of their sins, and he did not give them over to their enemies. Instead, he purified them by the hand of Isaiah, the holy prophet.",
          "ID": "23"
        },
        {
          "text": "He threw down the army of the Assyrians, and the Angel of the Lord crushed them.",
          "ID": "24"
        },
        {
          "text": "For Hezekiah did what pleased God, and he went with fortitude in the way of David his father, just as he had been commanded by Isaiah, a prophet great and faithful in the sight of God.",
          "ID": "25"
        },
        {
          "text": "In his days, the sun went backwards, and he added to the king's life.",
          "ID": "26"
        },
        {
          "text": "With a great spirit he saw the final things. And he consoled the mourners in Zion.",
          "ID": "27"
        },
        {
          "text": "He revealed the future, even the distant future, and hidden things before they occurred.",
          "ID": "28"
        }
      ],
      "ID": "AP:SIR.48",
      "name": "Sirach 48"
    },
    {
      "text": [
        {
          "text": "The memory of Josiah is like a blend of fragrances composed by the work of a perfumer.",
          "ID": "1"
        },
        {
          "text": "His remembrance will be sweet like honey in every mouth, and like music at a banquet of wine.",
          "ID": "2"
        },
        {
          "text": "He was divinely directed for the repentance of the nation, and he took away the abominations of impiety.",
          "ID": "3"
        },
        {
          "text": "And he guided his heart toward the Lord. And during the days of sinners, he strengthened piety.",
          "ID": "4"
        },
        {
          "text": "Other than David, and Hezekiah, and Josiah, everyone committed sin.",
          "ID": "5"
        },
        {
          "text": "For the kings of Judah abandoned the law of the Most High, and they held contempt for the fear of God.",
          "ID": "6"
        },
        {
          "text": "For they gave their kingdom to foreigners, and their glory to a strange people.",
          "ID": "7"
        },
        {
          "text": "They set fire to the chosen city of sanctity, and they made its streets desolate, in accord with the hand of Jeremiah.",
          "ID": "8"
        },
        {
          "text": "For they treated him wickedly, though he was consecrated as a prophet from his mother's womb: to overthrow, and to root out, and to destroy, and also to rebuild and to renew.",
          "ID": "9"
        },
        {
          "text": "It was Ezekiel who saw a vision of glory, which was revealed to him with the chariot of the Cherubim.",
          "ID": "10"
        },
        {
          "text": "For it called to mind the enemies under the figure of rain, to do good to those who have revealed the upright ways.",
          "ID": "11"
        },
        {
          "text": "And may the bones of the twelve prophets spring up from their place. For they strengthened Jacob, and they redeemed themselves with a virtuous faith.",
          "ID": "12"
        },
        {
          "text": "How will we magnify Zerubbabel? For he, too, was like a signet on the right hand.",
          "ID": "13"
        },
        {
          "text": "So also was Jesus, the son of Jozadak, who in their days built the house, and raised up a holy temple to the Lord, as a preparation for everlasting glory.",
          "ID": "14"
        },
        {
          "text": "And may Nehemiah be remembered for a long time. He raised up for us the walls that had been torn down. And he made firm the gates and the bars. He raised up our houses.",
          "ID": "15"
        },
        {
          "text": "No one has been born upon the earth like Enoch. And he was also taken up from the earth.",
          "ID": "16"
        },
        {
          "text": "And there was no one like Joseph, who was a man born to be foremost among his brothers, the firmament of his clan, a guide to his brethren, the mainstay of his people.",
          "ID": "17"
        },
        {
          "text": "And his bones were visited, and after death, they prophesied.",
          "ID": "18"
        },
        {
          "text": "Shem and Seth obtained glory among men. And above every soul, at the very beginning, was Adam.",
          "ID": "19"
        }
      ],
      "ID": "AP:SIR.49",
      "name": "Sirach 49"
    },
    {
      "text": [
        {
          "text": "Simon, the high priest, son of Onias: in his life, he propped up the house, and in his days, he strengthened the temple.",
          "ID": "1"
        },
        {
          "text": "Even the height of the temple was established by him: the double building and the high walls of the temple.",
          "ID": "2"
        },
        {
          "text": "In his days, waters flowed out from the wells, and these were full beyond measure, like the sea.",
          "ID": "3"
        },
        {
          "text": "He cared for his nation, and he freed it from perdition.",
          "ID": "4"
        },
        {
          "text": "He prevailed, so as to enlarge the city. And he obtained glory by his behavior among the people. And he enlarged the entrance of the house and of the atrium.",
          "ID": "5"
        },
        {
          "text": "He shined in his days like the morning star through the midst of a cloud, and like the full moon.",
          "ID": "6"
        },
        {
          "text": "And he shined forth in the temple of God in this manner: like the sun when it shines brightly,",
          "ID": "7"
        },
        {
          "text": "and like a rainbow shining amid clouds of glory, and like flowering roses in the days of spring, and like lilies along the water's edge, and like sweet smelling frankincense in the days of summer,",
          "ID": "8"
        },
        {
          "text": "like a fire shining brightly, and like frankincense burning within a fire,",
          "ID": "9"
        },
        {
          "text": "like a vessel of solid gold, adorned with every precious stone,",
          "ID": "10"
        },
        {
          "text": "like an olive tree producing buds, and like a cypress tree lifting itself on high, when he received the robe of glory and was vested with the consummation of virtue.",
          "ID": "11"
        },
        {
          "text": "He gave glory to the vestment of sanctity, when he ascended to the holy altar.",
          "ID": "12"
        },
        {
          "text": "Then, when he received the portions from the hands of the priests, he himself stood next to the altar. And around him was the crown of his brethren, like a cedar planted on a mountain of Lebanon.",
          "ID": "13"
        },
        {
          "text": "And they stood around him like palm branches, and all were sons of Aaron in their glory.",
          "ID": "14"
        },
        {
          "text": "Then the oblation of the Lord was in their hands, in the sight of the entire synagogue of Israel. And completing his service at the altar, so as to magnify the offering to the Most High King,",
          "ID": "15"
        },
        {
          "text": "he extended his hand to make a libation, and he offered from the blood of the grape.",
          "ID": "16"
        },
        {
          "text": "At the base of the altar, he poured out a divine fragrance to the Most High Prince.",
          "ID": "17"
        },
        {
          "text": "Then the sons of Aaron shouted; they sounded finely-made trumpets, and they made a great noise, as a memorial in the sight of God.",
          "ID": "18"
        },
        {
          "text": "Then all the people at once hurried forward, and they fell to the ground on their faces, to adore the Lord their God, and to offer prayers to Almighty God Most High.",
          "ID": "19"
        },
        {
          "text": "And the singers of Psalms raised their voices, and a full sweet sound increased in the great house.",
          "ID": "20"
        },
        {
          "text": "And the people petitioned the Most High Lord in prayer, even until the honor of the Lord was completed, and they finished offering their gifts.",
          "ID": "21"
        },
        {
          "text": "Then, descending, he extended his hands over the entire congregation of the sons of Israel, to give glory to God from his lips, and to glory in his name.",
          "ID": "22"
        },
        {
          "text": "And he repeated his prayer, wanting to reveal the virtue of God.",
          "ID": "23"
        },
        {
          "text": "And now, pray to the God of all, who has accomplished great things over all the earth, who has increased our days from our mother's womb, and who has acted toward us in accord with his mercy.",
          "ID": "24"
        },
        {
          "text": "May he give us joyfulness in heart, and may there be peace in our days, in Israel for unending days,",
          "ID": "25"
        },
        {
          "text": "so that Israel may trust the mercy of God to be with us, in order to free us in his days.",
          "ID": "26"
        },
        {
          "text": "Two nations my soul hates, and a third, which I hate, is not a nation:",
          "ID": "27"
        },
        {
          "text": "those who sit upon mount Seir, and the Philistines, and the foolish people who live at Shechem.",
          "ID": "28"
        },
        {
          "text": "Jesus, the son of Sirach, of Jerusalem, who renewed wisdom from his heart, wrote the doctrine of wisdom and discipline in this book.",
          "ID": "29"
        },
        {
          "text": "Blessed is he who lives by these good things. Whoever places these things in his heart will be ever wise.",
          "ID": "30"
        },
        {
          "text": "For if he does these things, he will prevail in all things. For the light of God is upon his footsteps.",
          "ID": "31"
        }
      ],
      "ID": "AP:SIR.50",
      "name": "Sirach 50"
    },
    {
      "text": [
        {
          "text": "The prayer of Jesus, the son of Sirach: I will confess to you, O Lord and King, and I will give praise to you, O God my Saviour.",
          "ID": "1"
        },
        {
          "text": "I will acknowledge your name. For you have been my Helper and Protector.",
          "ID": "2"
        },
        {
          "text": "And you have freed my body from perdition, from the snare of the iniquitous tongue, and from the lips of those who forge lies. And you have been my Helper in the sight of those who stood nearby.",
          "ID": "3"
        },
        {
          "text": "And you have freed me according to the multitude of the mercy of your name: from those who roared and prepared to devour,",
          "ID": "4"
        },
        {
          "text": "from the hands of those who sought my life, and from the gates of tribulation that surrounded me,",
          "ID": "5"
        },
        {
          "text": "from the oppression of the flames that surrounded me, and so I was not burned in the midst of the fire,",
          "ID": "6"
        },
        {
          "text": "from the depths of the bowels of hell, and from the defiled tongue, and from lying words, from an iniquitous king, and from an unjust tongue.",
          "ID": "7"
        },
        {
          "text": "My soul shall praise the Lord, even unto death.",
          "ID": "8"
        },
        {
          "text": "For my life was drawing near to hell below.",
          "ID": "9"
        },
        {
          "text": "And they surrounded me on every side. And there was no one who would help me. I looked around for the assistance of men, and there was none.",
          "ID": "10"
        },
        {
          "text": "Then I remembered your mercy, O Lord, and your works, which are from the very beginning.",
          "ID": "11"
        },
        {
          "text": "For you rescue those who persevere for you, O Lord, and you free them from the hands of the Gentiles.",
          "ID": "12"
        },
        {
          "text": "You exalted my habitation upon the earth, and I made supplication that death would pass away.",
          "ID": "13"
        },
        {
          "text": "I called upon the Lord, the Father of my Lord, so that he would not abandon me in the day of my tribulation, nor in the time of arrogance without assistance.",
          "ID": "14"
        },
        {
          "text": "I will praise your name unceasingly, and I will praise it with thanksgiving, for my prayer was heeded.",
          "ID": "15"
        },
        {
          "text": "And you freed me from perdition, and you rescued me from the time of iniquity.",
          "ID": "16"
        },
        {
          "text": "Because of this, I will give thanks and praise to you, and I will bless the name of the Lord.",
          "ID": "17"
        },
        {
          "text": "When I was still young, before I wandered astray, I sought wisdom openly in my prayer.",
          "ID": "18"
        },
        {
          "text": "I asked for her before the temple, and even to the very end, I will inquire after her. And she flourished like a newly-ripened grape.",
          "ID": "19"
        },
        {
          "text": "My heart rejoiced in her. My feet walked in the right path. From my youth, I pursued her.",
          "ID": "20"
        },
        {
          "text": "I bent my ear a little and accepted her.",
          "ID": "21"
        },
        {
          "text": "I found much wisdom within myself, and I benefited greatly by her.",
          "ID": "22"
        },
        {
          "text": "I will give glory to him who gives wisdom to me.",
          "ID": "23"
        },
        {
          "text": "For I have decided that I should act according to wisdom. I have been zealous for what is good, and so I will not be confounded.",
          "ID": "24"
        },
        {
          "text": "My soul has struggled for wisdom, and in doing so, I have been confirmed.",
          "ID": "25"
        },
        {
          "text": "I extended my hands on high, and I mourned my ignorance of her.",
          "ID": "26"
        },
        {
          "text": "I directed my soul toward her, and I found her within knowledge.",
          "ID": "27"
        },
        {
          "text": "From the beginning, I held my heart to wisdom. Because of this, I will not be forsaken.",
          "ID": "28"
        },
        {
          "text": "My stomach was stirred up while seeking her. Because of her, I will hold a good possession.",
          "ID": "29"
        },
        {
          "text": "The Lord has given me a tongue as my reward, and I will praise him with it.",
          "ID": "30"
        },
        {
          "text": "Draw near to me, you who are untaught, and gather yourselves into the house of discipline.",
          "ID": "31"
        },
        {
          "text": "Why are you reluctant? And what do you have to say about these things? Your souls are exceedingly thirsty!",
          "ID": "32"
        },
        {
          "text": "I have opened my mouth, and I have spoken. Buy wisdom for yourselves without silver,",
          "ID": "33"
        },
        {
          "text": "and subject your neck to her yoke, and let your soul accept her discipline. For she is close enough to be found.",
          "ID": "34"
        },
        {
          "text": "See with your own eyes how I have labored only a little, and have found much rest for myself.",
          "ID": "35"
        },
        {
          "text": "Take up discipline, as if it were a great sum of money, and possess an abundance of gold in her.",
          "ID": "36"
        },
        {
          "text": "Let your soul rejoice in his mercy. For you will not be confounded by his praise.",
          "ID": "37"
        },
        {
          "text": "Accomplish your work before the time. And he will give you your reward in his time.",
          "ID": "38"
        }
      ],
      "ID": "AP:SIR.51",
      "name": "Sirach 51"
    }
  ],
  "ID": "AP:SIR(CPDV)",
  "version": "CPDV",
  "name": "Sirach"
}