{
  "name": "1 Corinthians",
  "text": [
    {
      "name": "1 Corinthians 1",
      "text": [
        {
          "text": "PAUL, SUMMONED by the will and purpose of God to be an apostle (special messenger) of Christ Jesus, and our brother Sosthenes,",
          "ID": "1"
        },
        {
          "text": "To the church (assembly) of God which is in Corinth, to those consecrated and purified and made holy in Christ Jesus, [who are] selected and called to be saints (God's people), together with all those who in any place call upon and give honor to the name of our Lord Jesus Christ, both their Lord and ours:",
          "ID": "2"
        },
        {
          "text": "Grace (favor and spiritual blessing) be to you and [heart] peace from God our Father and the Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "I thank my God at all times for you because of the grace (the favor and spiritual blessing) of God which was bestowed on you in Christ Jesus,",
          "ID": "4"
        },
        {
          "text": "[So] that in Him in every respect you were enriched, in full power and readiness of speech [to speak of your faith] and complete knowledge and illumination [to give you full insight into its meaning].",
          "ID": "5"
        },
        {
          "text": "In this way [our] witnessing concerning Christ (the Messiah) was so confirmed and established and made sure in you",
          "ID": "6"
        },
        {
          "text": "That you are not [consciously] falling behind or lacking in any special spiritual endowment or Christian grace [the reception of which is due to the power of divine grace operating in your souls by the Holy Spirit], while you wait and watch [constantly living in hope] for the coming of our Lord Jesus Christ and [His] being made visible to all.",
          "ID": "7"
        },
        {
          "text": "And He will establish you to the end [keep you steadfast, give you strength, and guarantee your vindication; He will be your warrant against all accusation or indictment so that you will be] guiltless and irreproachable in the day of our Lord Jesus Christ (the Messiah).",
          "ID": "8"
        },
        {
          "text": "God is faithful (reliable, trustworthy, and therefore ever true to His promise, and He can be depended on); by Him you were called into companionship and participation with His Son, Jesus Christ our Lord.",
          "ID": "9"
        },
        {
          "text": "But I urge and entreat you, brethren, by the name of our Lord Jesus Christ, that all of you be in perfect harmony and full agreement in what you say, and that there be no dissensions or factions or divisions among you, but that you be perfectly united in your common understanding and in your opinions and judgments.",
          "ID": "10"
        },
        {
          "text": "For it has been made clear to me, my brethren, by those of Chloe's household, that there are contentions and wrangling and factions among you.",
          "ID": "11"
        },
        {
          "text": "What I mean is this, that each one of you [either] says, I belong to Paul, or I belong to Apollos, or I belong to Cephas (Peter), or I belong to Christ.",
          "ID": "12"
        },
        {
          "text": "Is Christ (the Messiah) divided into parts? Was Paul crucified on behalf of you? Or were you baptized into the name of Paul?",
          "ID": "13"
        },
        {
          "text": "I thank God that I did not baptize any of you except Crispus and Gaius,",
          "ID": "14"
        },
        {
          "text": "Lest anyone should say that I baptized in my own name.",
          "ID": "15"
        },
        {
          "text": "[Yes] I did baptize the household of Stephanas also. More than these, I do not remember that I baptized anyone.",
          "ID": "16"
        },
        {
          "text": "For Christ (the Messiah) sent me out not to baptize but [to evangelize by] preaching the glad tidings (the Gospel), and that not with verbal eloquence, lest the cross of Christ should be deprived of force and emptied of its power and rendered vain (fruitless, void of value, and of no effect).",
          "ID": "17"
        },
        {
          "text": "For the story and message of the cross is sheer absurdity and folly to those who are perishing and on their way to perdition, but to us who are being saved it is the [manifestation of] the power of God.",
          "ID": "18"
        },
        {
          "text": "For it is written, I will baffle and render useless and destroy the learning of the learned and the philosophy of the philosophers and the cleverness of the clever and the discernment of the discerning; I will frustrate and nullify [them] and bring [them] to nothing. [Isa. 29:14.]",
          "ID": "19"
        },
        {
          "text": "Where is the wise man (the philosopher)? Where is the scribe (the scholar)? Where is the investigator (the logician, the debater) of this present time and age? Has not God shown up the nonsense and the folly of this world's wisdom?",
          "ID": "20"
        },
        {
          "text": "For when the world with all its earthly wisdom failed to perceive and recognize and know God by means of its own philosophy, God in His wisdom was pleased through the foolishness of preaching [salvation, procured by Christ and to be had through Him], to save those who believed (who clung to and trusted in and relied on Him).",
          "ID": "21"
        },
        {
          "text": "For while Jews [demandingly] ask for signs and miracles and Greeks pursue philosophy and wisdom,",
          "ID": "22"
        },
        {
          "text": "We preach Christ (the Messiah) crucified, [preaching which] to the Jews is a scandal and an offensive stumbling block [that springs a snare or trap], and to the Gentiles it is absurd and utterly unphilosophical nonsense.",
          "ID": "23"
        },
        {
          "text": "But to those who are called, whether Jew or Greek (Gentile), Christ [is] the Power of God and the Wisdom of God.",
          "ID": "24"
        },
        {
          "text": "[This is] because the foolish thing [that has its source in] God is wiser than men, and the weak thing [that springs] from God is stronger than men.",
          "ID": "25"
        },
        {
          "text": "For [simply] consider your own call, brethren; not many [of you were considered to be] wise according to human estimates and standards, not many influential and powerful, not many of high and noble birth.",
          "ID": "26"
        },
        {
          "text": "[No] for God selected (deliberately chose) what in the world is foolish to put the wise to shame, and what the world calls weak to put the strong to shame.",
          "ID": "27"
        },
        {
          "text": "And God also selected (deliberately chose) what in the world is lowborn and insignificant and branded and treated with contempt, even the things that are nothing, that He might depose and bring to nothing the things that are,",
          "ID": "28"
        },
        {
          "text": "So that no mortal man should [have pretense for glorying and] boast in the presence of God.",
          "ID": "29"
        },
        {
          "text": "But it is from Him that you have your life in Christ Jesus, Whom God made our Wisdom from God, [revealed to us a knowledge of the divine plan of salvation previously hidden, manifesting itself as] our Righteousness [thus making us upright and putting us in right standing with God], and our Consecration [making us pure and holy], and our Redemption [providing our ransom from eternal penalty for sin].",
          "ID": "30"
        },
        {
          "text": "So then, as it is written, Let him who boasts and proudly rejoices and glories, boast and proudly rejoice and glory in the Lord. [Jer. 9:24.]",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.1"
    },
    {
      "name": "1 Corinthians 2",
      "text": [
        {
          "text": "AS FOR myself, brethren, when I came to you, I did not come proclaiming to you the testimony and evidence or mystery and secret of God [concerning what He has done through Christ for the salvation of men] in lofty words of eloquence or human philosophy and wisdom;",
          "ID": "1"
        },
        {
          "text": "For I resolved to know nothing (to be acquainted with nothing, to make a display of the knowledge of nothing, and to be conscious of nothing) among you except Jesus Christ (the Messiah) and Him crucified.",
          "ID": "2"
        },
        {
          "text": "And I was in (passed into a state of) weakness and fear (dread) and great trembling [after I had come] among you.",
          "ID": "3"
        },
        {
          "text": "And my language and my message were not set forth in persuasive (enticing and plausible) words of wisdom, but they were in demonstration of the [Holy] Spirit and power [a proof by the Spirit and power of God, operating on me and stirring in the minds of my hearers the most holy emotions and thus persuading them],",
          "ID": "4"
        },
        {
          "text": "So that your faith might not rest in the wisdom of men (human philosophy), but in the power of God.",
          "ID": "5"
        },
        {
          "text": "Yet when we are among the full-grown (spiritually mature Christians who are ripe in understanding), we do impart a [higher] wisdom (the knowledge of the divine plan previously hidden); but it is indeed not a wisdom of this present age or of this world nor of the leaders and rulers of this age, who are being brought to nothing and are doomed to pass away.",
          "ID": "6"
        },
        {
          "text": "But rather what we are setting forth is a wisdom of God once hidden [from the human understanding] and now revealed to us by God–[that wisdom] which God devised and decreed before the ages for our glorification [to lift us into the glory of His presence].",
          "ID": "7"
        },
        {
          "text": "None of the rulers of this age or world perceived and recognized and understood this, for if they had, they would never have crucified the Lord of glory.",
          "ID": "8"
        },
        {
          "text": "But, on the contrary, as the Scripture says, What eye has not seen and ear has not heard and has not entered into the heart of man, [all that] God has prepared (made and keeps ready) for those who love Him [who hold Him in affectionate reverence, promptly obeying Him and gratefully recognizing the benefits He has bestowed]. [Isa. 64:4; 65:17.]",
          "ID": "9"
        },
        {
          "text": "Yet to us God has unveiled and revealed them by and through His Spirit, for the [Holy] Spirit searches diligently, exploring and examining everything, even sounding the profound and bottomless things of God [the divine counsels and things hidden and beyond man's scrutiny].",
          "ID": "10"
        },
        {
          "text": "For what person perceives (knows and understands) what passes through a man's thoughts except the man's own spirit within him? Just so no one discerns (comes to know and comprehend) the thoughts of God except the Spirit of God.",
          "ID": "11"
        },
        {
          "text": "Now we have not received the spirit [that belongs to] the world, but the [Holy] Spirit Who is from God, [given to us] that we might realize and comprehend and appreciate the gifts [of divine favor and blessing so freely and lavishly] bestowed on us by God.",
          "ID": "12"
        },
        {
          "text": "And we are setting these truths forth in words not taught by human wisdom but taught by the [Holy] Spirit, combining and interpreting spiritual truths with spiritual language [to those who possess the Holy Spirit].",
          "ID": "13"
        },
        {
          "text": "But the natural, nonspiritual man does not accept or welcome or admit into his heart the gifts and teachings and revelations of the Spirit of God, for they are folly (meaningless nonsense) to him; and he is incapable of knowing them [of progressively recognizing, understanding, and becoming better acquainted with them] because they are spiritually discerned and estimated and appreciated.",
          "ID": "14"
        },
        {
          "text": "But the spiritual man tries all things [he examines, investigates, inquires into, questions, and discerns all things], yet is himself to be put on trial and judged by no one [he can read the meaning of everything, but no one can properly discern or appraise or get an insight into him].",
          "ID": "15"
        },
        {
          "text": "For who has known or understood the mind (the counsels and purposes) of the Lord so as to guide and instruct Him and give Him knowledge? But we have the mind of Christ (the Messiah) and do hold the thoughts (feelings and purposes) of His heart. [Isa. 40:13.]",
          "ID": "16"
        }
      ],
      "ID": "NT:1CO.2"
    },
    {
      "name": "1 Corinthians 3",
      "text": [
        {
          "text": "HOWEVER, BRETHREN, I could not talk to you as to spiritual [men], but as to nonspiritual [men of the flesh, in whom the carnal nature predominates], as to mere infants [in the new life] in Christ [unable to talk yet!]",
          "ID": "1"
        },
        {
          "text": "I fed you with milk, not solid food, for you were not yet strong enough [to be ready for it]; but even yet you are not strong enough [to be ready for it],",
          "ID": "2"
        },
        {
          "text": "For you are still [unspiritual, having the nature] of the flesh [under the control of ordinary impulses]. For as long as [there are] envying and jealousy and wrangling and factions among you, are you not unspiritual and of the flesh, behaving yourselves after a human standard and like mere (unchanged) men?",
          "ID": "3"
        },
        {
          "text": "For when one says, I belong to Paul, and another, I belong to Apollos, are you not [proving yourselves] ordinary (unchanged) men?",
          "ID": "4"
        },
        {
          "text": "What then is Apollos? What is Paul? Ministering servants [not heads of parties] through whom you believed, even as the Lord appointed to each his task:",
          "ID": "5"
        },
        {
          "text": "I planted, Apollos watered, but God [all the while] was making it grow and [He] gave the increase.",
          "ID": "6"
        },
        {
          "text": "So neither he who plants is anything nor he who waters, but [only] God Who makes it grow and become greater.",
          "ID": "7"
        },
        {
          "text": "He who plants and he who waters are equal (one in aim, of the same importance and esteem), yet each shall receive his own reward (wages), according to his own labor.",
          "ID": "8"
        },
        {
          "text": "For we are fellow workmen (joint promoters, laborers together) with and for God; you are God's garden and vineyard and field under cultivation, [you are] God's building. [Isa. 61:3.]",
          "ID": "9"
        },
        {
          "text": "According to the grace (the special endowment for my task) of God bestowed on me, like a skillful architect and master builder I laid [the] foundation, and now another [man] is building upon it. But let each [man] be careful how he builds upon it,",
          "ID": "10"
        },
        {
          "text": "For no other foundation can anyone lay than that which is [already] laid, which is Jesus Christ (the Messiah, the Anointed One).",
          "ID": "11"
        },
        {
          "text": "But if anyone builds upon the Foundation, whether it be with gold, silver, precious stones, wood, hay, straw,",
          "ID": "12"
        },
        {
          "text": "The work of each [one] will become [plainly, openly] known (shown for what it is); for the day [of Christ] will disclose and declare it, because it will be revealed with fire, and the fire will test and critically appraise the character and worth of the work each person has done.",
          "ID": "13"
        },
        {
          "text": "If the work which any person has built on this Foundation [any product of his efforts whatever] survives [this test], he will get his reward.",
          "ID": "14"
        },
        {
          "text": "But if any person's work is burned up [under the test], he will suffer the loss [of it all, losing his reward], though he himself will be saved, but only as [one who has passed] through fire. [Job 23:10.]",
          "ID": "15"
        },
        {
          "text": "Do you not discern and understand that you [the whole church at Corinth] are God's temple (His sanctuary), and that God's Spirit has His permanent dwelling in you [to be at home in you, collectively as a church and also individually]?",
          "ID": "16"
        },
        {
          "text": "If anyone does hurt to God's temple or corrupts it [with false doctrines] or destroys it, God will do hurt to him and bring him to the corruption of death and destroy him. For the temple of God is holy (sacred to Him) and that [temple] you [the believing church and its individual believers] are.",
          "ID": "17"
        },
        {
          "text": "Let no person deceive himself. If anyone among you supposes that he is wise in this age, let him become a fool [let him discard his worldly discernment and recognize himself as dull, stupid, and foolish, without true learning and scholarship], that he may become [really] wise. [Isa. 5:21.]",
          "ID": "18"
        },
        {
          "text": "For this world's wisdom is foolishness (absurdity and stupidity) with God, for it is written, He lays hold of the wise in their [own] craftiness; [Job 5:13.]",
          "ID": "19"
        },
        {
          "text": "And again, The Lord knows the thoughts and reasonings of the [humanly] wise and recognizes how futile they are. [Ps. 94:11.]",
          "ID": "20"
        },
        {
          "text": "So let no one exult proudly concerning men [boasting of having this or that man as a leader], for all things are yours,",
          "ID": "21"
        },
        {
          "text": "Whether Paul or Apollos or Cephas (Peter), or the universe or life or death, or the immediate and threatening present or the [subsequent and uncertain] future–all are yours,",
          "ID": "22"
        },
        {
          "text": "And you are Christ's, and Christ is God's.",
          "ID": "23"
        }
      ],
      "ID": "NT:1CO.3"
    },
    {
      "name": "1 Corinthians 4",
      "text": [
        {
          "text": "SO THEN, let us [apostles] be looked upon as ministering servants of Christ and stewards (trustees) of the mysteries (the secret purposes) of God.",
          "ID": "1"
        },
        {
          "text": "Moreover, it is [essentially] required of stewards that a man should be found faithful [proving himself worthy of trust].",
          "ID": "2"
        },
        {
          "text": "But [as for me personally] it matters very little to me that I should be put on trial by you [on this point], and that you or any other human tribunal should investigate and question and cross-question me. I do not even put myself on trial and judge myself.",
          "ID": "3"
        },
        {
          "text": "I am not conscious of anything against myself, and I feel blameless; but I am not vindicated and acquitted before God on that account. It is the Lord [Himself] Who examines and judges me.",
          "ID": "4"
        },
        {
          "text": "So do not make any hasty or premature judgments before the time when the Lord comes [again], for He will both bring to light the secret things that are [now hidden] in darkness and disclose and expose the [secret] aims (motives and purposes) of hearts. Then every man will receive his [due] commendation from God.",
          "ID": "5"
        },
        {
          "text": "Now I have applied all this [about parties and factions] to myself and Apollos for your sakes, brethren, so that from what I have said of us [as illustrations], you may learn [to think of men in accordance with Scripture and] not to go beyond that which is written, that none of you may be puffed up and inflated with pride and boast in favor of one [minister and teacher] against another.",
          "ID": "6"
        },
        {
          "text": "For who separates you from the others [as a faction leader]? [Who makes you superior and sets you apart from another, giving you the preeminence?] What have you that was not given to you? If then you received it [from someone], why do you boast as if you had not received [but had gained it by your own efforts]?",
          "ID": "7"
        },
        {
          "text": "[You behave as if] you are already filled and think you have enough [you are full and content, feeling no need of anything more]! Already you have become rich [in spiritual gifts and graces]! [Without any counsel or instruction from us, in your conceit], you have ascended your thrones and come into your kingdom without including us! And would that it were true and that you did reign, so that we might be sharing the kingdom with you!",
          "ID": "8"
        },
        {
          "text": "For it seems to me that God has made an exhibit of us apostles, exposing us to view last [of all, like men in a triumphal procession who are] sentenced to death [and displayed at the end of the line]. For we have become a spectacle to the world [a show in the world's amphitheater] with both men and angels [as spectators].",
          "ID": "9"
        },
        {
          "text": "We are [looked upon as] fools on account of Christ and for His sake, but you are [supposedly] so amazingly wise and prudent in Christ! We are weak, but you are [so very] strong! You are highly esteemed, but we are in disrepute and contempt!",
          "ID": "10"
        },
        {
          "text": "To this hour we have gone both hungry and thirsty; we [habitually] wear but one undergarment [and shiver in the cold]; we are roughly knocked about and wander around homeless.",
          "ID": "11"
        },
        {
          "text": "And we still toil unto weariness [for our living], working hard with our own hands. When men revile us [wound us with an accursed sting], we bless them. When we are persecuted, we take it patiently and endure it.",
          "ID": "12"
        },
        {
          "text": "When we are slandered and defamed, we [try to] answer softly and bring comfort. We have been made and are now the rubbish and filth of the world [the offscouring of all things, the scum of the earth].",
          "ID": "13"
        },
        {
          "text": "I do not write this to shame you, but to warn and counsel you as my beloved children.",
          "ID": "14"
        },
        {
          "text": "After all, though you should have ten thousand teachers (guides to direct you) in Christ, yet you do not have many fathers. For I became your father in Christ Jesus through the glad tidings (the Gospel).",
          "ID": "15"
        },
        {
          "text": "So I urge and implore you, be imitators of me.",
          "ID": "16"
        },
        {
          "text": "For this very cause I sent to you Timothy, who is my beloved and trustworthy child in the Lord, who will recall to your minds my methods of proceeding and course of conduct and way of life in Christ, such as I teach everywhere in each of the churches.",
          "ID": "17"
        },
        {
          "text": "Some of you have become conceited and arrogant and pretentious, counting on my not coming to you.",
          "ID": "18"
        },
        {
          "text": "But I will come to you [and] shortly, if the Lord is willing, and then I will perceive and understand not what the talk of these puffed up and arrogant spirits amount to, but their force (the moral power and excellence of soul they really possess).",
          "ID": "19"
        },
        {
          "text": "For the kingdom of God consists of and is based on not talk but power (moral power and excellence of soul).",
          "ID": "20"
        },
        {
          "text": "Now which do you prefer? Shall I come to you with a rod of correction, or with love and in a spirit of gentleness?",
          "ID": "21"
        }
      ],
      "ID": "NT:1CO.4"
    },
    {
      "name": "1 Corinthians 5",
      "text": [
        {
          "text": "IT IS actually reported that there is sexual immorality among you, impurity of a sort that is condemned and does not occur even among the heathen; for a man has [his own] father's wife. [Deut. 22:30; 27:20.]",
          "ID": "1"
        },
        {
          "text": "And you are proud and arrogant! And you ought rather to mourn (bow in sorrow and in shame) until the person who has done this [shameful] thing is removed from your fellowship and your midst!",
          "ID": "2"
        },
        {
          "text": "As for my attitude, though I am absent [from you] in body, I am present in spirit, and I have already decided and passed judgment, as if actually present,",
          "ID": "3"
        },
        {
          "text": "In the name of the Lord Jesus Christ, on the man who has committed such a deed. When you and my own spirit are met together with the power of our Lord Jesus,",
          "ID": "4"
        },
        {
          "text": "You are to deliver this man over to Satan for physical discipline [to destroy carnal lusts which prompted him to incest], that [his] spirit may [yet] be saved in the day of the Lord Jesus.",
          "ID": "5"
        },
        {
          "text": "[About the condition of your church] your boasting is not good [indeed, it is most unseemly and entirely out of place]. Do you not know that [just] a little leaven will ferment the whole lump [of dough]?",
          "ID": "6"
        },
        {
          "text": "Purge (clean out) the old leaven that you may be fresh (new) dough, still uncontaminated [as you are], for Christ, our Passover [Lamb], has been sacrificed.",
          "ID": "7"
        },
        {
          "text": "Therefore, let us keep the feast, not with old leaven, nor with leaven of vice and malice and wickedness, but with the unleavened [bread] of purity (nobility, honor) and sincerity and [unadulterated] truth. [Exod. 12:19; 13:7; Deut. 16:3.]",
          "ID": "8"
        },
        {
          "text": "I wrote you in my [previous] letter not to associate [closely and habitually] with unchaste (impure) people–",
          "ID": "9"
        },
        {
          "text": "Not [meaning of course that you must] altogether shun the immoral people of this world, or the greedy graspers and cheats and thieves or idolaters, since otherwise you would need to get out of the world and human society altogether!",
          "ID": "10"
        },
        {
          "text": "But now I write to you not to associate with anyone who bears the name of [Christian] brother if he is known to be guilty of immorality or greed, or is an idolater [whose soul is devoted to any object that usurps the place of God], or is a person with a foul tongue [railing, abusing, reviling, slandering], or is a drunkard or a swindler or a robber. [No] you must not so much as eat with such a person.",
          "ID": "11"
        },
        {
          "text": "What [business] of mine is it and what right have I to judge outsiders? Is it not those inside [the church] upon whom you are to pass disciplinary judgment [passing censuring sentence on them as the facts require]?",
          "ID": "12"
        },
        {
          "text": "God alone sits in judgment on those who are outside. Drive out that wicked one from among you [expel him from your church].",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.5"
    },
    {
      "name": "1 Corinthians 6",
      "text": [
        {
          "text": "DOES ANY of you dare, when he has a matter of complaint against another [brother], to go to law before unrighteous men [men neither upright nor right with God, laying it before them] instead of before the saints (the people of God)?",
          "ID": "1"
        },
        {
          "text": "Do you not know that the saints (the believers) will [one day] judge and govern the world? And if the world [itself] is to be judged and ruled by you, are you unworthy and incompetent to try [such petty matters] of the smallest courts of justice?",
          "ID": "2"
        },
        {
          "text": "Do you not know also that we [Christians] are to judge the [very] angels and pronounce opinion between right and wrong [for them]? How much more then [as to] matters pertaining to this world and of this life only!",
          "ID": "3"
        },
        {
          "text": "If then you do have such cases of everyday life to decide, why do you appoint [as judges to lay them before] those who [from the standpoint] of the church count for least and are without standing?",
          "ID": "4"
        },
        {
          "text": "I say this to move you to shame. Can it be that there really is not one man among you who [in action is governed by piety and integrity and] is wise and competent enough to decide [the private grievances, disputes, and quarrels] between members of the brotherhood,",
          "ID": "5"
        },
        {
          "text": "But brother goes to law against brother, and that before [Gentile judges who are] unbelievers [without faith or trust in the Gospel of Christ]?",
          "ID": "6"
        },
        {
          "text": "Why, the very fact of your having lawsuits with one another at all is a defect (a defeat, an evidence of positive moral loss for you). Why not rather let yourselves suffer wrong and be deprived of what is your due? Why not rather be cheated (defrauded and robbed)?",
          "ID": "7"
        },
        {
          "text": "But [instead it is you] yourselves who wrong and defraud, and that even your own brethren [by so treating them]!",
          "ID": "8"
        },
        {
          "text": "Do you not know that the unrighteous and the wrongdoers will not inherit or have any share in the kingdom of God? Do not be deceived (misled): neither the impure and immoral, nor idolaters, nor adulterers, nor those who participate in homosexuality,",
          "ID": "9"
        },
        {
          "text": "Nor cheats (swindlers and thieves), nor greedy graspers, nor drunkards, nor foulmouthed revilers and slanderers, nor extortioners and robbers will inherit or have any share in the kingdom of God.",
          "ID": "10"
        },
        {
          "text": "And such some of you were [once]. But you were washed clean (purified by a complete atonement for sin and made free from the guilt of sin), and you were consecrated (set apart, hallowed), and you were justified [pronounced righteous, by trusting] in the name of the Lord Jesus Christ and in the [Holy] Spirit of our God.",
          "ID": "11"
        },
        {
          "text": "Everything is permissible (allowable and lawful) for me; but not all things are helpful (good for me to do, expedient and profitable when considered with other things). Everything is lawful for me, but I will not become the slave of anything or be brought under its power.",
          "ID": "12"
        },
        {
          "text": "Food [is intended] for the stomach and the stomach for food, but God will finally end [the functions of] both and bring them to nothing. The body is not intended for sexual immorality, but [is intended] for the Lord, and the Lord [is intended] for the body [to save, sanctify, and raise it again].",
          "ID": "13"
        },
        {
          "text": "And God both raised the Lord to life and will also raise us up by His power.",
          "ID": "14"
        },
        {
          "text": "Do you not see and know that your bodies are members (bodily parts) of Christ (the Messiah)? Am I therefore to take the parts of Christ and make [them] parts of a prostitute? Never! Never!",
          "ID": "15"
        },
        {
          "text": "Or do you not know and realize that when a man joins himself to a prostitute, he becomes one body with her? The two, it is written, shall become one flesh. [Gen. 2:24.]",
          "ID": "16"
        },
        {
          "text": "But the person who is united to the Lord becomes one spirit with Him.",
          "ID": "17"
        },
        {
          "text": "Shun immorality and all sexual looseness [flee from impurity in thought, word, or deed]. Any other sin which a man commits is one outside the body, but he who commits sexual immorality sins against his own body.",
          "ID": "18"
        },
        {
          "text": "Do you not know that your body is the temple (the very sanctuary) of the Holy Spirit Who lives within you, Whom you have received [as a Gift] from God? You are not your own,",
          "ID": "19"
        },
        {
          "text": "You were bought with a price [purchased with a preciousness and paid for, made His own]. So then, honor God and bring glory to Him in your body.",
          "ID": "20"
        }
      ],
      "ID": "NT:1CO.6"
    },
    {
      "name": "1 Corinthians 7",
      "text": [
        {
          "text": "NOW AS to the matters of which you wrote me. It is well [and by that I mean advantageous, expedient, profitable, and wholesome] for a man not to touch a woman [to cohabit with her] but to remain unmarried.",
          "ID": "1"
        },
        {
          "text": "But because of the temptation to impurity and to avoid immorality, let each [man] have his own wife and let each [woman] have her own husband.",
          "ID": "2"
        },
        {
          "text": "The husband should give to his wife her conjugal rights (goodwill, kindness, and what is due her as his wife), and likewise the wife to her husband.",
          "ID": "3"
        },
        {
          "text": "For the wife does not have [exclusive] authority and control over her own body, but the husband [has his rights]; likewise also the husband does not have [exclusive] authority and control over his body, but the wife [has her rights].",
          "ID": "4"
        },
        {
          "text": "Do not refuse and deprive and defraud each other [of your due marital rights], except perhaps by mutual consent for a time, so that you may devote yourselves unhindered to prayer. But afterwards resume marital relations, lest Satan tempt you [to sin] through your lack of restraint of sexual desire. [Exod. 19:15.]",
          "ID": "5"
        },
        {
          "text": "But I am saying this more as a matter of permission and concession, not as a command or regulation.",
          "ID": "6"
        },
        {
          "text": "I wish that all men were like I myself am [in this matter of self-control]. But each has his own special gift from God, one of this kind and one of another.",
          "ID": "7"
        },
        {
          "text": "But to the unmarried people and to the widows, I declare that it is well (good, advantageous, expedient, and wholesome) for them to remain [single] even as I do.",
          "ID": "8"
        },
        {
          "text": "But if they have not self-control (restraint of their passions), they should marry. For it is better to marry than to be aflame [with passion and tortured continually with ungratified desire].",
          "ID": "9"
        },
        {
          "text": "But to the married people I give charge–not I but the Lord–that the wife is not to separate from her husband.",
          "ID": "10"
        },
        {
          "text": "But if she does [separate from and divorce him], let her remain single or else be reconciled to her husband. And [I charge] the husband [also] that he should not put away or divorce his wife.",
          "ID": "11"
        },
        {
          "text": "To the rest I declare–I, not the Lord [for Jesus did not discuss this]–that if any brother has a wife who does not believe [in Christ] and she consents to live with him, he should not leave or divorce her.",
          "ID": "12"
        },
        {
          "text": "And if any woman has an unbelieving husband and he consents to live with her, she should not leave or divorce him.",
          "ID": "13"
        },
        {
          "text": "For the unbelieving husband is set apart (separated, withdrawn from heathen contamination, and affiliated with the Christian people) by union with his consecrated (set-apart) wife, and the unbelieving wife is set apart and separated through union with her consecrated husband. Otherwise your children would be unclean (unblessed heathen, outside the Christian covenant), but as it is they are prepared for God [pure and clean].",
          "ID": "14"
        },
        {
          "text": "But if the unbelieving partner [actually] leaves, let him do so; in such [cases the remaining] brother or sister is not morally bound. But God has called us to peace.",
          "ID": "15"
        },
        {
          "text": "For, wife, how can you be sure of converting and saving your husband? Husband, how can you be sure of converting and saving your wife?",
          "ID": "16"
        },
        {
          "text": "Only, let each one [seek to conduct himself and regulate his affairs so as to] lead the life which the Lord has allotted and imparted to him and to which God has invited and summoned him. This is my order in all the churches.",
          "ID": "17"
        },
        {
          "text": "Was anyone at the time of his summons [from God] already circumcised? Let him not seek to remove the evidence of circumcision. Was anyone at the time [God] called him uncircumcised? Let him not be circumcised.",
          "ID": "18"
        },
        {
          "text": "For circumcision is nothing and counts for nothing, neither does uncircumcision, but [what counts is] keeping the commandments of God.",
          "ID": "19"
        },
        {
          "text": "Everyone should remain after God calls him in the station or condition of life in which the summons found him.",
          "ID": "20"
        },
        {
          "text": "Were you a slave when you were called? Do not let that trouble you. But if you are able to gain your freedom, avail yourself of the opportunity.",
          "ID": "21"
        },
        {
          "text": "For he who as a slave was summoned in [to union with] the Lord is a freedman of the Lord, just so he who was free when he was called is a bond servant of Christ (the Messiah).",
          "ID": "22"
        },
        {
          "text": "You were bought with a price [purchased with a preciousness and paid for by Christ]; then do not yield yourselves up to become [in your own estimation] slaves to men [but consider yourselves slaves to Christ].",
          "ID": "23"
        },
        {
          "text": "So, brethren, in whatever station or state or condition of life each one was when he was called, there let him continue with and close to God.",
          "ID": "24"
        },
        {
          "text": "Now concerning the virgins (the marriageable maidens) I have no command of the Lord, but I give my opinion and advice as one who by the Lord's mercy is rendered trustworthy and faithful.",
          "ID": "25"
        },
        {
          "text": "I think then, because of the impending distress [that is even now setting in], it is well (expedient, profitable, and wholesome) for a person to remain as he or she is.",
          "ID": "26"
        },
        {
          "text": "Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife.",
          "ID": "27"
        },
        {
          "text": "But if you do marry, you do not sin [in doing so], and if a virgin marries, she does not sin [in doing so]. Yet those who marry will have physical and earthly troubles, and I would like to spare you that.",
          "ID": "28"
        },
        {
          "text": "I mean, brethren, the appointed time has been winding down and it has grown very short. From now on, let even those who have wives be as if they had none,",
          "ID": "29"
        },
        {
          "text": "And those who weep and mourn as though they were not weeping and mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they did not possess anything,",
          "ID": "30"
        },
        {
          "text": "And those who deal with this world [overusing the enjoyments of this life] as though they were not absorbed by it and as if they had no dealings with it. For the outward form of this world (the present world order) is passing away.",
          "ID": "31"
        },
        {
          "text": "My desire is to have you free from all anxiety and distressing care. The unmarried man is anxious about the things of the Lord–how he may please the Lord;",
          "ID": "32"
        },
        {
          "text": "But the married man is anxious about worldly matters–how he may please his wife–",
          "ID": "33"
        },
        {
          "text": "And he is drawn in diverging directions [his interests are divided and he is distracted from his devotion to God]. And the unmarried woman or girl is concerned and anxious about the matters of the Lord, how to be wholly separated and set apart in body and spirit; but the married woman has her cares [centered] in earthly affairs–how she may please her husband.",
          "ID": "34"
        },
        {
          "text": "Now I say this for your own welfare and profit, not to put [a halter of] restraint upon you, but to promote what is seemly and in good order and to secure your undistracted and undivided devotion to the Lord.",
          "ID": "35"
        },
        {
          "text": "But if any man thinks that he is not acting properly toward and in regard to his virgin [that he is preparing disgrace for her or incurring reproach], in case she is passing the bloom of her youth and if there is need for it, let him do what to him seems right; he does not sin; let them marry.",
          "ID": "36"
        },
        {
          "text": "But whoever is firmly established in his heart [strong in mind and purpose], not being forced by necessity but having control over his own will and desire, and has resolved this in his heart to keep his own virginity, he is doing well.",
          "ID": "37"
        },
        {
          "text": "So also then, he [the father] who gives his virgin (his daughter) in marriage does well, and he [the father] who does not give [her] in marriage does better.",
          "ID": "38"
        },
        {
          "text": "A wife is bound to her husband by law as long as he lives. If the husband dies, she is free to be married to whom she will, only [provided that he too is] in the Lord.",
          "ID": "39"
        },
        {
          "text": "But in my opinion [a widow] is happier (more blessed and to be envied) if she does not remarry. And also I think I have the Spirit of God.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.7"
    },
    {
      "name": "1 Corinthians 8",
      "text": [
        {
          "text": "NOW ABOUT food offered to idols: of course we know that all of us possess knowledge [concerning these matters. Yet mere] knowledge causes people to be puffed up (to bear themselves loftily and be proud), but love (affection and goodwill and benevolence) edifies and builds up and encourages one to grow [to his full stature].",
          "ID": "1"
        },
        {
          "text": "If anyone imagines that he has come to know and understand much [of divine things, without love], he does not yet perceive and recognize and understand as strongly and clearly, nor has he become as intimately acquainted with anything as he ought or as is necessary.",
          "ID": "2"
        },
        {
          "text": "But if one loves God truly [with affectionate reverence, prompt obedience, and grateful recognition of His blessing], he is known by God [recognized as worthy of His intimacy and love, and he is owned by Him].",
          "ID": "3"
        },
        {
          "text": "In this matter, then, of eating food offered to idols, we know that an idol is nothing (has no real existence) and that there is no God but one. [Deut. 6:4.]",
          "ID": "4"
        },
        {
          "text": "For although there may be so-called gods, whether in heaven or on earth, as indeed there are many of them, both of gods and of lords and masters,",
          "ID": "5"
        },
        {
          "text": "Yet for us there is [only] one God, the Father, Who is the Source of all things and for Whom we [have life], and one Lord, Jesus Christ, through and by Whom are all things and through and by Whom we [ourselves exist]. [Mal. 2:10.]",
          "ID": "6"
        },
        {
          "text": "Nevertheless, not all [believers] possess this knowledge. But some, through being all their lives until now accustomed to [thinking of] idols [as real and living], still consider the food [offered to an idol] as that sacrificed to an [actual] god; and their weak consciences become defiled and injured if they eat [it].",
          "ID": "7"
        },
        {
          "text": "Now food [itself] will not cause our acceptance by God nor commend us to Him. Eating [food offered to idols] gives us no advantage; neither do we come short or become any worse if we do not eat [it].",
          "ID": "8"
        },
        {
          "text": "Only be careful that this power of choice (this permission and liberty to do as you please) which is yours, does not [somehow] become a hindrance (cause of stumbling) to the weak or overscrupulous [giving them an impulse to sin].",
          "ID": "9"
        },
        {
          "text": "For suppose someone sees you, a man having knowledge [of God, with an intelligent view of this subject and] reclining at table in an idol's temple, might he not be encouraged and emboldened [to violate his own conscientious scruples] if he is weak and uncertain, and eat what [to him] is for the purpose of idol worship?",
          "ID": "10"
        },
        {
          "text": "And so by your enlightenment (your knowledge of spiritual things), this weak man is ruined (is lost and perishes)–the brother for whom Christ (the Messiah) died!",
          "ID": "11"
        },
        {
          "text": "And when you sin against your brethren in this way, wounding and damaging their weak conscience, you sin against Christ.",
          "ID": "12"
        },
        {
          "text": "Therefore, if [my eating a] food is a cause of my brother's falling or of hindering [his spiritual advancement], I will not eat [such] flesh forever, lest I cause my brother to be tripped up and fall and to be offended.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.8"
    },
    {
      "name": "1 Corinthians 9",
      "text": [
        {
          "text": "AM I not an apostle (a special messenger)? Am I not free (unrestrained and exempt from any obligation)? Have I not seen Jesus our Lord? Are you [yourselves] not [the product and proof of] my workmanship in the Lord?",
          "ID": "1"
        },
        {
          "text": "Even if I am not considered an apostle (a special messenger) by others, at least I am one to you; for you are the seal (the certificate, the living evidence) of my apostleship in the Lord [confirming and authenticating it].",
          "ID": "2"
        },
        {
          "text": "This is my [real ground of] defense (my vindication of myself) to those who would put me on trial and cross-examine me.",
          "ID": "3"
        },
        {
          "text": "Have we not the right to our food and drink [at the expense of the churches]?",
          "ID": "4"
        },
        {
          "text": "Have we not the right also to take along with us a Christian sister as wife, as do the other apostles and the Lord's brothers and Cephas (Peter)?",
          "ID": "5"
        },
        {
          "text": "Or is it only Barnabas and I who have no right to refrain from doing manual labor for a livelihood [in order to go about the work of the ministry]?",
          "ID": "6"
        },
        {
          "text": "[Consider this:] What soldier at any time serves at his own expense? Who plants a vineyard and does not eat any of the fruit of it? Who tends a flock and does not partake of the milk of the flock?",
          "ID": "7"
        },
        {
          "text": "Do I say this only on human authority and as a man reasons? Does not the Law endorse the same principle?",
          "ID": "8"
        },
        {
          "text": "For in the Law of Moses it is written, You shall not muzzle an ox when it is treading out the corn. Is it [only] for oxen that God cares? [Deut. 25:4.]",
          "ID": "9"
        },
        {
          "text": "Or does He speak certainly and entirely for our sakes? [Assuredly] it is written for our sakes, because the plowman ought to plow in hope, and the thresher ought to thresh in expectation of partaking of the harvest.",
          "ID": "10"
        },
        {
          "text": "If we have sown [the seed of] spiritual good among you, [is it too] much if we reap from your material benefits?",
          "ID": "11"
        },
        {
          "text": "If others share in this rightful claim upon you, do not we [have a still better and greater claim]? However, we have never exercised this right, but we endure everything rather than put a hindrance in the way [of the spread] of the good news (the Gospel) of Christ.",
          "ID": "12"
        },
        {
          "text": "Do you not know that those men who are employed in the services of the temple get their food from the temple? And that those who tend the altar share with the altar [in the offerings brought]? [Deut. 18:1.]",
          "ID": "13"
        },
        {
          "text": "[On the same principle] the Lord directed that those who publish the good news (the Gospel) should live (get their maintenance) by the Gospel.",
          "ID": "14"
        },
        {
          "text": "But I have not made use of any of these privileges, nor am I writing this [to suggest] that any such provision be made for me [now]. For it would be better for me to die than to have anyone make void and deprive me of my [ground for] glorifying [in this matter].",
          "ID": "15"
        },
        {
          "text": "For if I [merely] preach the Gospel, that gives me no reason to boast, for I feel compelled of necessity to do it. Woe is me if I do not preach the glad tidings (the Gospel)!",
          "ID": "16"
        },
        {
          "text": "For if I do this work of my own free will, then I have my pay (my reward); but if it is not of my own will, but is done reluctantly and under compulsion, I am [still] entrusted with a [sacred] trusteeship and commission.",
          "ID": "17"
        },
        {
          "text": "What then is the [actual] reward that I get? Just this: that in my preaching the good news (the Gospel), I may offer it [absolutely] free of expense [to anybody], not taking advantage of my rights and privileges [as a preacher] of the Gospel.",
          "ID": "18"
        },
        {
          "text": "For although I am free in every way from anyone's control, I have made myself a bond servant to everyone, so that I might gain the more [for Christ].",
          "ID": "19"
        },
        {
          "text": "To the Jews I became as a Jew, that I might win Jews; to men under the Law, [I became] as one under the Law, though not myself being under the Law, that I might win those under the Law.",
          "ID": "20"
        },
        {
          "text": "To those without (outside) law I became as one without law, not that I am without the law of God and lawless toward Him, but that I am [especially keeping] within and committed to the law of Christ, that I might win those who are without law.",
          "ID": "21"
        },
        {
          "text": "To the weak (wanting in discernment) I have become weak (wanting in discernment) that I might win the weak and overscrupulous. I have [in short] become all things to all men, that I might by all means (at all costs and in any and every way) save some [by winning them to faith in Jesus Christ].",
          "ID": "22"
        },
        {
          "text": "And I do this for the sake of the good news (the Gospel), in order that I may become a participator in it and share in its [blessings along with you].",
          "ID": "23"
        },
        {
          "text": "Do you not know that in a race all the runners compete, but [only] one receives the prize? So run [your race] that you may lay hold [of the prize] and make it yours.",
          "ID": "24"
        },
        {
          "text": "Now every athlete who goes into training conducts himself temperately and restricts himself in all things. They do it to win a wreath that will soon wither, but we [do it to receive a crown of eternal blessedness] that cannot wither.",
          "ID": "25"
        },
        {
          "text": "Therefore I do not run uncertainly (without definite aim). I do not box like one beating the air and striking without an adversary.",
          "ID": "26"
        },
        {
          "text": "But [like a boxer] I buffet my body [handle it roughly, discipline it by hardships] and subdue it, for fear that after proclaiming to others the Gospel and things pertaining to it, I myself should become unfit [not stand the test, be unapproved and rejected as a counterfeit].",
          "ID": "27"
        }
      ],
      "ID": "NT:1CO.9"
    },
    {
      "name": "1 Corinthians 10",
      "text": [
        {
          "text": "FOR I do not want you to be ignorant, brethren, that our forefathers were all under and protected by the cloud [in which God's Presence went before them], and every one of them passed safely through the [Red] Sea, [Exod. 13:21; 14:22, 29.]",
          "ID": "1"
        },
        {
          "text": "And each one of them [allowed himself also] to be baptized into Moses in the cloud and in the sea [they were thus brought under obligation to the Law, to Moses, and to the covenant, consecrated and set apart to the service of God];",
          "ID": "2"
        },
        {
          "text": "And all [of them] ate the same spiritual (supernaturally given) food, [Exod. 16:4, 35.]",
          "ID": "3"
        },
        {
          "text": "And they all drank the same spiritual (supernaturally given) drink. For they drank from a spiritual Rock which followed them [produced by the sole power of God Himself without natural instrumentality], and the Rock was Christ. [Exod. 17:6; Num. 20:11.]",
          "ID": "4"
        },
        {
          "text": "Nevertheless, God was not pleased with the great majority of them, for they were overthrown and strewn down along [the ground] in the wilderness. [Num. 14:29, 30.]",
          "ID": "5"
        },
        {
          "text": "Now these things are examples (warnings and admonitions) for us not to desire or crave or covet or lust after evil and carnal things as they did. [Num. 11:4, 34.]",
          "ID": "6"
        },
        {
          "text": "Do not be worshipers of false gods as some of them were, as it is written, The people sat down to eat and drink [the sacrifices offered to the golden calf at Horeb] and rose to sport (to dance and give way to jesting and hilarity). [Exod. 32:4, 6.]",
          "ID": "7"
        },
        {
          "text": "We must not gratify evil desire and indulge in immorality as some of them did–and twenty-three thousand [suddenly] fell dead in a single day! [Num. 25:1-18.]",
          "ID": "8"
        },
        {
          "text": "We should not tempt the Lord [try His patience, become a trial to Him, critically appraise Him, and exploit His goodness] as some of them did–and were killed by poisonous serpents; [Num. 21:5, 6.]",
          "ID": "9"
        },
        {
          "text": "Nor discontentedly complain as some of them did–and were put out of the way entirely by the destroyer (death). [Num. 16:41, 49.]",
          "ID": "10"
        },
        {
          "text": "Now these things befell them by way of a figure [as an example and warning to us]; they were written to admonish and fit us for right action by good instruction, we in whose days the ages have reached their climax (their consummation and concluding period).",
          "ID": "11"
        },
        {
          "text": "Therefore let anyone who thinks he stands [who feels sure that he has a steadfast mind and is standing firm], take heed lest he fall [into sin].",
          "ID": "12"
        },
        {
          "text": "For no temptation (no trial regarded as enticing to sin), [no matter how it comes or where it leads] has overtaken you and laid hold on you that is not common to man [that is, no temptation or trial has come to you that is beyond human resistance and that is not adjusted and adapted and belonging to human experience, and such as man can bear]. But God is faithful [to His Word and to His compassionate nature], and He [can be trusted] not to let you be tempted and tried and assayed beyond your ability and strength of resistance and power to endure, but with the temptation He will [always] also provide the way out (the means of escape to a landing place), that you may be capable and strong and powerful to bear up under it patiently.",
          "ID": "13"
        },
        {
          "text": "Therefore, my dearly beloved, shun (keep clear away from, avoid by flight if need be) any sort of idolatry (of loving or venerating anything more than God).",
          "ID": "14"
        },
        {
          "text": "I am speaking as to intelligent (sensible) men. Think over and make up your minds [for yourselves] about what I say. [I appeal to your reason and your discernment in these matters.]",
          "ID": "15"
        },
        {
          "text": "The cup of blessing [of wine at the Lord's Supper] upon which we ask [God's] blessing, does it not mean [that in drinking it] we participate in and share a fellowship (a communion) in the blood of Christ (the Messiah)? The bread which we break, does it not mean [that in eating it] we participate in and share a fellowship (a communion) in the body of Christ?",
          "ID": "16"
        },
        {
          "text": "For we [no matter how] numerous we are, are one body, because we all partake of the one Bread [the One Whom the communion bread represents].",
          "ID": "17"
        },
        {
          "text": "Consider those [physically] people of Israel. Are not those who eat the sacrifices partners of the altar [united in their worship of the same God]? [Lev. 7:6.]",
          "ID": "18"
        },
        {
          "text": "What do I imply then? That food offered to idols is [intrinsically changed by the fact and amounts to] anything or that an idol itself is a [living] thing?",
          "ID": "19"
        },
        {
          "text": "No, I am suggesting that what the pagans sacrifice they offer [in effect] to demons (to evil spiritual powers) and not to God [at all]. I do not want you to fellowship and be partners with diabolical spirits [by eating at their feasts]. [Deut. 32:17.]",
          "ID": "20"
        },
        {
          "text": "You cannot drink the Lord's cup and the demons' cup. You cannot partake of the Lord's table and the demons' table.",
          "ID": "21"
        },
        {
          "text": "Shall we thus provoke the Lord to jealousy and anger and indignation? Are we stronger than He [that we should defy Him]? [Deut. 32:21; Eccl. 6:10; Isa. 45:9.]",
          "ID": "22"
        },
        {
          "text": "All things are legitimate [permissible–and we are free to do anything we please], but not all things are helpful (expedient, profitable, and wholesome). All things are legitimate, but not all things are constructive [to character] and edifying [to spiritual life].",
          "ID": "23"
        },
        {
          "text": "Let no one then seek his own good and advantage and profit, but [rather] each one of the other [let him seek the welfare of his neighbor].",
          "ID": "24"
        },
        {
          "text": "[As to meat offered to idols] eat anything that is sold in the meat market without raising any question or investigating on the grounds of conscientious scruples,",
          "ID": "25"
        },
        {
          "text": "For the [whole] earth is the Lord's and everything that is in it. [Ps. 24:1; 50:12.]",
          "ID": "26"
        },
        {
          "text": "In case one of the unbelievers invites you to a meal and you want to go, eat whatever is served to you without examining into its source because of conscientious scruples.",
          "ID": "27"
        },
        {
          "text": "But if someone tells you, This has been offered in sacrifice to an idol, do not eat it, out of consideration for the person who informed you, and for conscience's sake–",
          "ID": "28"
        },
        {
          "text": "I mean for the sake of his conscience, not yours, [do not eat it]. For why should another man's scruples apply to me and my liberty of action be determined by his conscience?",
          "ID": "29"
        },
        {
          "text": "If I partake [of my food] with thankfulness, why am I accused and spoken evil of because of that for which I give thanks?",
          "ID": "30"
        },
        {
          "text": "So then, whether you eat or drink, or whatever you may do, do all for the honor and glory of God.",
          "ID": "31"
        },
        {
          "text": "Do not let yourselves be [hindrances by giving] an offense to the Jews or to the Greeks or to the church of God [do not lead others into sin by your mode of life];",
          "ID": "32"
        },
        {
          "text": "Just as I myself strive to please [to accommodate myself to the opinions, desires, and interests of others, adapting myself to] all men in everything I do, not aiming at or considering my own profit and advantage, but that of the many in order that they may be saved.",
          "ID": "33"
        }
      ],
      "ID": "NT:1CO.10"
    },
    {
      "name": "1 Corinthians 11",
      "text": [
        {
          "text": "PATTERN YOURSELVES after me [follow my example], as I imitate and follow Christ (the Messiah).",
          "ID": "1"
        },
        {
          "text": "I appreciate and commend you because you always remember me in everything and keep firm possession of the traditions (the substance of my instructions), just as I have [verbally] passed them on to you.",
          "ID": "2"
        },
        {
          "text": "But I want you to know and realize that Christ is the Head of every man, the head of a woman is her husband, and the Head of Christ is God.",
          "ID": "3"
        },
        {
          "text": "Any man who prays or prophesies (teaches, refutes, reproves, admonishes, and comforts) with his head covered dishonors his Head (Christ).",
          "ID": "4"
        },
        {
          "text": "And any woman who [publicly] prays or prophesies (teaches, refutes, reproves, admonishes, or comforts) when she is bareheaded dishonors her head (her husband); it is the same as [if her head were] shaved.",
          "ID": "5"
        },
        {
          "text": "For if a woman will not wear [a head] covering, then she should cut off her hair too; but if it is disgraceful for a woman to have her head shorn or shaven, let her cover [her head].",
          "ID": "6"
        },
        {
          "text": "For a man ought not to wear anything on his head [in church], for he is the image and [reflected] glory of God [his function of government reflects the majesty of the divine Rule]; but woman is [the expression of] man's glory (majesty, preeminence). [Gen. 1:26.]",
          "ID": "7"
        },
        {
          "text": "For man was not [created] from woman, but woman from man; [Gen. 2:21-23.]",
          "ID": "8"
        },
        {
          "text": "Neither was man created on account of or for the benefit of woman, but woman on account of and for the benefit of man. [Gen. 2:18.]",
          "ID": "9"
        },
        {
          "text": "Therefore she should [be subject to his authority and should] have a covering on her head [as a token, a symbol, of her submission to authority, that she may show reverence as do] the angels [and not displease them].",
          "ID": "10"
        },
        {
          "text": "Nevertheless, in [the plan of] the Lord and from His point of view woman is not apart from and independent of man, nor is man aloof from and independent of woman;",
          "ID": "11"
        },
        {
          "text": "For as woman was made from man, even so man is also born of woman; and all [whether male or female go forth] from God [as their Author].",
          "ID": "12"
        },
        {
          "text": "Consider for yourselves; is it proper and decent [according to your customs] for a woman to offer prayer to God [publicly] with her head uncovered?",
          "ID": "13"
        },
        {
          "text": "Does not the native sense of propriety (experience, common sense, reason) itself teach you that for a man to wear long hair is a dishonor [humiliating and degrading] to him,",
          "ID": "14"
        },
        {
          "text": "But if a woman has long hair, it is her ornament and glory? For her hair is given to her for a covering.",
          "ID": "15"
        },
        {
          "text": "Now if anyone is disposed to be argumentative and contentious about this, we hold to and recognize no other custom [in worship] than this, nor do the churches of God generally.",
          "ID": "16"
        },
        {
          "text": "But in what I instruct [you] next I do not commend [you], because when you meet together, it is not for the better but for the worse.",
          "ID": "17"
        },
        {
          "text": "For in the first place, when you assemble as a congregation, I hear that there are cliques (divisions and factions) among you; and I in part believe it,",
          "ID": "18"
        },
        {
          "text": "For doubtless there have to be factions or parties among you in order that they who are genuine and of approved fitness may become evident and plainly recognized among you.",
          "ID": "19"
        },
        {
          "text": "So when you gather for your meetings, it is not the supper instituted by the Lord that you eat,",
          "ID": "20"
        },
        {
          "text": "For in eating each one [hurries] to get his own supper first [not waiting for the poor], and one goes hungry while another gets drunk.",
          "ID": "21"
        },
        {
          "text": "What! Do you have no houses in which to eat and drink? Or do you despise the church of God and mean to show contempt for it, while you humiliate those who are poor (have no homes and have brought no food)? What shall I say to you? Shall I commend you in this? No, [most certainly] I will not!",
          "ID": "22"
        },
        {
          "text": "For I received from the Lord Himself that which I passed on to you [it was given to me personally], that the Lord Jesus on the night when He was treacherously delivered up and while His betrayal was in progress took bread,",
          "ID": "23"
        },
        {
          "text": "And when He had given thanks, He broke [it] and said, Take, eat. This is My body, which is broken for you. Do this to call Me [affectionately] to remembrance.",
          "ID": "24"
        },
        {
          "text": "Similarly when supper was ended, He took the cup also, saying, This cup is the new covenant [ratified and established] in My blood. Do this, as often as you drink [it], to call Me [affectionately] to remembrance.",
          "ID": "25"
        },
        {
          "text": "For every time you eat this bread and drink this cup, you are representing and signifying and proclaiming the fact of the Lord's death until He comes [again].",
          "ID": "26"
        },
        {
          "text": "So then whoever eats the bread or drinks the cup of the Lord in a way that is unworthy [of Him] will be guilty of [profaning and sinning against] the body and blood of the Lord.",
          "ID": "27"
        },
        {
          "text": "Let a man [thoroughly] examine himself, and [only when he has done] so should he eat of the bread and drink of the cup.",
          "ID": "28"
        },
        {
          "text": "For anyone who eats and drinks without discriminating and recognizing with due appreciation that [it is Christ's] body, eats and drinks a sentence (a verdict of judgment) upon himself.",
          "ID": "29"
        },
        {
          "text": "That [careless and unworthy participation] is the reason many of you are weak and sickly, and quite enough of you have fallen into the sleep of death.",
          "ID": "30"
        },
        {
          "text": "For if we searchingly examined ourselves [detecting our shortcomings and recognizing our own condition], we should not be judged and penalty decreed [by the divine judgment].",
          "ID": "31"
        },
        {
          "text": "But when we [fall short and] are judged by the Lord, we are disciplined and chastened, so that we may not [finally] be condemned [to eternal punishment along] with the world.",
          "ID": "32"
        },
        {
          "text": "So then, my brothers, when you gather together to eat [the Lord's Supper], wait for one another.",
          "ID": "33"
        },
        {
          "text": "If anyone is hungry, let him eat at home, lest you come together to bring judgment [on yourselves]. About the other matters, I will give you directions [personally] when I come.",
          "ID": "34"
        }
      ],
      "ID": "NT:1CO.11"
    },
    {
      "name": "1 Corinthians 12",
      "text": [
        {
          "text": "NOW ABOUT the spiritual gifts (the special endowments of supernatural energy), brethren, I do not want you to be misinformed.",
          "ID": "1"
        },
        {
          "text": "You know that when you were heathen, you were led off after idols that could not speak [habitually] as impulse directed and whenever the occasion might arise.",
          "ID": "2"
        },
        {
          "text": "Therefore I want you to understand that no one speaking under the power and influence of the [Holy] Spirit of God can [ever] say, Jesus be cursed! And no one can [really] say, Jesus is [my] Lord, except by and under the power and influence of the Holy Spirit.",
          "ID": "3"
        },
        {
          "text": "Now there are distinctive varieties and distributions of endowments (gifts, extraordinary powers distinguishing certain Christians, due to the power of divine grace operating in their souls by the Holy Spirit) and they vary, but the [Holy] Spirit remains the same.",
          "ID": "4"
        },
        {
          "text": "And there are distinctive varieties of service and ministration, but it is the same Lord [Who is served].",
          "ID": "5"
        },
        {
          "text": "And there are distinctive varieties of operation [of working to accomplish things], but it is the same God Who inspires and energizes them all in all.",
          "ID": "6"
        },
        {
          "text": "But to each one is given the manifestation of the [Holy] Spirit [the evidence, the spiritual illumination of the Spirit] for good and profit.",
          "ID": "7"
        },
        {
          "text": "To one is given in and through the [Holy] Spirit [the power to speak] a message of wisdom, and to another [the power to express] a word of knowledge and understanding according to the same [Holy] Spirit;",
          "ID": "8"
        },
        {
          "text": "To another [wonder-working] faith by the same [Holy] Spirit, to another the extraordinary powers of healing by the one Spirit;",
          "ID": "9"
        },
        {
          "text": "To another the working of miracles, to another prophetic insight (the gift of interpreting the divine will and purpose); to another the ability to discern and distinguish between [the utterances of true] spirits [and false ones], to another various kinds of [unknown] tongues, to another the ability to interpret [such] tongues.",
          "ID": "10"
        },
        {
          "text": "All these [gifts, achievements, abilities] are inspired and brought to pass by one and the same [Holy] Spirit, Who apportions to each person individually [exactly] as He chooses.",
          "ID": "11"
        },
        {
          "text": "For just as the body is a unity and yet has many parts, and all the parts, though many, form [only] one body, so it is with Christ (the Messiah, the Anointed One).",
          "ID": "12"
        },
        {
          "text": "For by [means of the personal agency of] one [Holy] Spirit we were all, whether Jews or Greeks, slaves or free, baptized [and by baptism united together] into one body, and all made to drink of one [Holy] Spirit.",
          "ID": "13"
        },
        {
          "text": "For the body does not consist of one limb or organ but of many.",
          "ID": "14"
        },
        {
          "text": "If the foot should say, Because I am not the hand, I do not belong to the body, would it be therefore not [a part] of the body?",
          "ID": "15"
        },
        {
          "text": "If the ear should say, Because I am not the eye, I do not belong to the body, would it be therefore not [a part] of the body?",
          "ID": "16"
        },
        {
          "text": "If the whole body were an eye, where [would be the sense of] hearing? If the whole body were an ear, where [would be the sense of] smell?",
          "ID": "17"
        },
        {
          "text": "But as it is, God has placed and arranged the limbs and organs in the body, each [particular one] of them, just as He wished and saw fit and with the best adaptation.",
          "ID": "18"
        },
        {
          "text": "But if [the whole] were all a single organ, where would the body be?",
          "ID": "19"
        },
        {
          "text": "And now there are [certainly] many limbs and organs, but a single body.",
          "ID": "20"
        },
        {
          "text": "And the eye is not able to say to the hand, I have no need of you, nor again the head to the feet, I have no need of you.",
          "ID": "21"
        },
        {
          "text": "But instead, there is [absolute] necessity for the parts of the body that are considered the more weak.",
          "ID": "22"
        },
        {
          "text": "And those [parts] of the body which we consider rather ignoble are [the very parts] which we invest with additional honor, and our unseemly parts and those unsuitable for exposure are treated with seemliness (modesty and decorum),",
          "ID": "23"
        },
        {
          "text": "Which our more presentable parts do not require. But God has so adjusted (mingled, harmonized, and subtly proportioned the parts of) the whole body, giving the greater honor and richer endowment to the inferior parts which lack [apparent importance],",
          "ID": "24"
        },
        {
          "text": "So that there should be no division or discord or lack of adaptation [of the parts of the body to each other], but the members all alike should have a mutual interest in and care for one another.",
          "ID": "25"
        },
        {
          "text": "And if one member suffers, all the parts [share] the suffering; if one member is honored, all the members [share in] the enjoyment of it.",
          "ID": "26"
        },
        {
          "text": "Now you [collectively] are Christ's body and [individually] you are members of it, each part severally and distinct [each with his own place and function].",
          "ID": "27"
        },
        {
          "text": "So God has appointed some in the church [for His own use]: first apostles (special messengers); second prophets (inspired preachers and expounders); third teachers; then wonder-workers; then those with ability to heal the sick; helpers; administrators; [speakers in] different (unknown) tongues.",
          "ID": "28"
        },
        {
          "text": "Are all apostles (special messengers)? Are all prophets (inspired interpreters of the will and purposes of God)? Are all teachers? Do all have the power of performing miracles?",
          "ID": "29"
        },
        {
          "text": "Do all possess extraordinary powers of healing? Do all speak with tongues? Do all interpret?",
          "ID": "30"
        },
        {
          "text": "But earnestly desire and zealously cultivate the greatest and best gifts and graces (the higher gifts and the choicest graces). And yet I will show you a still more excellent way [one that is better by far and the highest of them all–love].",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.12"
    },
    {
      "name": "1 Corinthians 13",
      "text": [
        {
          "text": "IF I [can] speak in the tongues of men and [even] of angels, but have not love (that reasoning, intentional, spiritual devotion such as is inspired by God's love for and in us), I am only a noisy gong or a clanging cymbal.",
          "ID": "1"
        },
        {
          "text": "And if I have prophetic powers (the gift of interpreting the divine will and purpose), and understand all the secret truths and mysteries and possess all knowledge, and if I have [sufficient] faith so that I can remove mountains, but have not love (God's love in me) I am nothing (a useless nobody).",
          "ID": "2"
        },
        {
          "text": "Even if I dole out all that I have [to the poor in providing] food, and if I surrender my body to be burned or in order that I may glory, but have not love (God's love in me), I gain nothing.",
          "ID": "3"
        },
        {
          "text": "Love endures long and is patient and kind; love never is envious nor boils over with jealousy, is not boastful or vainglorious, does not display itself haughtily.",
          "ID": "4"
        },
        {
          "text": "It is not conceited (arrogant and inflated with pride); it is not rude (unmannerly) and does not act unbecomingly. Love (God's love in us) does not insist on its own rights or its own way, for it is not self-seeking; it is not touchy or fretful or resentful; it takes no account of the evil done to it [it pays no attention to a suffered wrong].",
          "ID": "5"
        },
        {
          "text": "It does not rejoice at injustice and unrighteousness, but rejoices when right and truth prevail.",
          "ID": "6"
        },
        {
          "text": "Love bears up under anything and everything that comes, is ever ready to believe the best of every person, its hopes are fadeless under all circumstances, and it endures everything [without weakening].",
          "ID": "7"
        },
        {
          "text": "Love never fails [never fades out or becomes obsolete or comes to an end]. As for prophecy (the gift of interpreting the divine will and purpose), it will be fulfilled and pass away; as for tongues, they will be destroyed and cease; as for knowledge, it will pass away [it will lose its value and be superseded by truth].",
          "ID": "8"
        },
        {
          "text": "For our knowledge is fragmentary (incomplete and imperfect), and our prophecy (our teaching) is fragmentary (incomplete and imperfect).",
          "ID": "9"
        },
        {
          "text": "But when the complete and perfect (total) comes, the incomplete and imperfect will vanish away (become antiquated, void, and superseded).",
          "ID": "10"
        },
        {
          "text": "When I was a child, I talked like a child, I thought like a child, I reasoned like a child; now that I have become a man, I am done with childish ways and have put them aside.",
          "ID": "11"
        },
        {
          "text": "For now we are looking in a mirror that gives only a dim (blurred) reflection [of reality as in a riddle or enigma], but then [when perfection comes] we shall see in reality and face to face! Now I know in part (imperfectly), but then I shall know and understand fully and clearly, even in the same manner as I have been fully and clearly known and understood [by God].",
          "ID": "12"
        },
        {
          "text": "And so faith, hope, love abide [faith–conviction and belief respecting man's relation to God and divine things; hope–joyful and confident expectation of eternal salvation; love–true affection for God and man, growing out of God's love for and in us], these three; but the greatest of these is love.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.13"
    },
    {
      "name": "1 Corinthians 14",
      "text": [
        {
          "text": "EAGERLY PURSUE and seek to acquire [this] love [make it your aim, your great quest]; and earnestly desire and cultivate the spiritual endowments (gifts), especially that you may prophesy (interpret the divine will and purpose in inspired preaching and teaching).",
          "ID": "1"
        },
        {
          "text": "For one who speaks in an [unknown] tongue speaks not to men but to God, for no one understands or catches his meaning, because in the [Holy] Spirit he utters secret truths and hidden things [not obvious to the understanding].",
          "ID": "2"
        },
        {
          "text": "But [on the other hand], the one who prophesies [who interprets the divine will and purpose in inspired preaching and teaching] speaks to men for their upbuilding and constructive spiritual progress and encouragement and consolation.",
          "ID": "3"
        },
        {
          "text": "He who speaks in a [strange] tongue edifies and improves himself, but he who prophesies [interpreting the divine will and purpose and teaching with inspiration] edifies and improves the church and promotes growth [in Christian wisdom, piety, holiness, and happiness].",
          "ID": "4"
        },
        {
          "text": "Now I wish that you might all speak in [unknown] tongues, but more especially [I want you] to prophesy (to be inspired to preach and interpret the divine will and purpose). He who prophesies [who is inspired to preach and teach] is greater (more useful and more important) than he who speaks in [unknown] tongues, unless he should interpret [what he says], so that the church may be edified and receive good [from it].",
          "ID": "5"
        },
        {
          "text": "Now, brethren, if I come to you speaking in [unknown] tongues, how shall I make it to your advantage unless I speak to you either in revelation (disclosure of God's will to man) in knowledge or in prophecy or in instruction?",
          "ID": "6"
        },
        {
          "text": "If even inanimate musical instruments, such as the flute or the harp, do not give distinct notes, how will anyone [listening] know or understand what is played?",
          "ID": "7"
        },
        {
          "text": "And if the war bugle gives an uncertain (indistinct) call, who will prepare for battle?",
          "ID": "8"
        },
        {
          "text": "Just so it is with you; if you in the [unknown] tongue speak words that are not intelligible, how will anyone understand what you are saying? For you will be talking into empty space!",
          "ID": "9"
        },
        {
          "text": "There are, I suppose, all these many [to us unknown] tongues in the world [somewhere], and none is destitute of [its own power of] expression and meaning.",
          "ID": "10"
        },
        {
          "text": "But if I do not know the force and significance of the speech (language), I shall seem to be a foreigner to the one who speaks [to me], and the speaker who addresses [me] will seem a foreigner to me.",
          "ID": "11"
        },
        {
          "text": "So it is with yourselves; since you are so eager and ambitious to possess spiritual endowments and manifestations of the [Holy] Spirit, [concentrate on] striving to excel and to abound [in them] in ways that will build up the church.",
          "ID": "12"
        },
        {
          "text": "Therefore, the person who speaks in an [unknown] tongue should pray [for the power] to interpret and explain what he says.",
          "ID": "13"
        },
        {
          "text": "For if I pray in an [unknown] tongue, my spirit [by the Holy Spirit within me] prays, but my mind is unproductive [it bears no fruit and helps nobody].",
          "ID": "14"
        },
        {
          "text": "Then what am I to do? I will pray with my spirit [by the Holy Spirit that is within me], but I will also pray [intelligently] with my mind and understanding; I will sing with my spirit [by the Holy Spirit that is within me], but I will sing [intelligently] with my mind and understanding also.",
          "ID": "15"
        },
        {
          "text": "Otherwise, if you bless and render thanks with [your] spirit [thoroughly aroused by the Holy Spirit], how can anyone in the position of an outsider or he who is not gifted with [interpreting of unknown] tongues, say the Amen to your thanksgiving, since he does not know what you are saying? [I Chron. 16:36; Ps. 106:48.]",
          "ID": "16"
        },
        {
          "text": "To be sure, you may give thanks well (nobly), but the bystander is not edified [it does him no good].",
          "ID": "17"
        },
        {
          "text": "I thank God that I speak in [strange] tongues (languages) more than any of you or all of you put together;",
          "ID": "18"
        },
        {
          "text": "Nevertheless, in public worship, I would rather say five words with my understanding and intelligently in order to instruct others, than ten thousand words in a [strange] tongue (language).",
          "ID": "19"
        },
        {
          "text": "Brethren, do not be children [immature] in your thinking; continue to be babes in [matters of] evil, but in your minds be mature [men].",
          "ID": "20"
        },
        {
          "text": "It is written in the Law, By men of strange languages and by the lips of foreigners will I speak to this people, and not even then will they listen to Me, says the Lord. [Isa. 28:11, 12.]",
          "ID": "21"
        },
        {
          "text": "Thus [unknown] tongues are meant for a [supernatural] sign, not for believers but for unbelievers [on the point of believing], while prophecy (inspired preaching and teaching, interpreting the divine will and purpose) is not for unbelievers [on the point of believing] but for believers.",
          "ID": "22"
        },
        {
          "text": "Therefore, if the whole church assembles and all of you speak in [unknown] tongues, and the ungifted and uninitiated or unbelievers come in, will they not say that you are demented?",
          "ID": "23"
        },
        {
          "text": "But if all prophesy [giving inspired testimony and interpreting the divine will and purpose] and an unbeliever or untaught outsider comes in, he is told of his sin and reproved and convicted and convinced by all, and his defects and needs are examined (estimated, determined) and he is called to account by all,",
          "ID": "24"
        },
        {
          "text": "The secrets of his heart are laid bare; and so, falling on [his] face, he will worship God, declaring that God is among you in very truth.",
          "ID": "25"
        },
        {
          "text": "What then, brethren, is [the right course]? When you meet together, each one has a hymn, a teaching, a disclosure of special knowledge or information, an utterance in a [strange] tongue, or an interpretation of it. [But] let everything be constructive and edifying and for the good of all.",
          "ID": "26"
        },
        {
          "text": "If some speak in a [strange] tongue, let the number be limited to two or at the most three, and each one [taking his] turn, and let one interpret and explain [what is said].",
          "ID": "27"
        },
        {
          "text": "But if there is no one to do the interpreting, let each of them keep still in church and talk to himself and to God.",
          "ID": "28"
        },
        {
          "text": "So let two or three prophets speak [those inspired to preach or teach], while the rest pay attention and weigh and discern what is said.",
          "ID": "29"
        },
        {
          "text": "But if an inspired revelation comes to another who is sitting by, then let the first one be silent.",
          "ID": "30"
        },
        {
          "text": "For in this way you can give testimony [prophesying and thus interpreting the divine will and purpose] one by one, so that all may be instructed and all may be stimulated and encouraged;",
          "ID": "31"
        },
        {
          "text": "For the spirits of the prophets (the speakers in tongues) are under the speaker's control [and subject to being silenced as may be necessary],",
          "ID": "32"
        },
        {
          "text": "For He [Who is the source of their prophesying] is not a God of confusion and disorder but of peace and order. As [is the practice] in all the churches of the saints (God's people),",
          "ID": "33"
        },
        {
          "text": "The women should keep quiet in the churches, for they are not authorized to speak, but should take a secondary and subordinate place, just as the Law also says. [Gen. 3:16.]",
          "ID": "34"
        },
        {
          "text": "But if there is anything they want to learn, they should ask their own husbands at home, for it is disgraceful for a woman to talk in church [for her to usurp and exercise authority over men in the church].",
          "ID": "35"
        },
        {
          "text": "What! Did the word of the Lord originate with you [Corinthians], or has it reached only you?",
          "ID": "36"
        },
        {
          "text": "If anyone thinks and claims that he is a prophet [filled with and governed by the Holy Spirit of God and inspired to interpret the divine will and purpose in preaching or teaching] or has any other spiritual endowment, let him understand (recognize and acknowledge) that what I am writing to you is a command of the Lord.",
          "ID": "37"
        },
        {
          "text": "But if anyone disregards or does not recognize [that it is a command of the Lord], he is disregarded and not recognized [he is one whom God knows not].",
          "ID": "38"
        },
        {
          "text": "So [to conclude], my brethren, earnestly desire and set your hearts on prophesying (on being inspired to preach and teach and to interpret God's will and purpose), and do not forbid or hinder speaking in [unknown] tongues.",
          "ID": "39"
        },
        {
          "text": "But all things should be done with regard to decency and propriety and in an orderly fashion.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.14"
    },
    {
      "name": "1 Corinthians 15",
      "text": [
        {
          "text": "AND NOW let me remind you [since it seems to have escaped you], brethren, of the Gospel (the glad tidings of salvation) which I proclaimed to you, which you welcomed and accepted and upon which your faith rests,",
          "ID": "1"
        },
        {
          "text": "And by which you are saved, if you hold fast and keep firmly what I preached to you, unless you believed at first without effect and all for nothing.",
          "ID": "2"
        },
        {
          "text": "For I passed on to you first of all what I also had received, that Christ (the Messiah, the Anointed One) died for our sins in accordance with [what] the Scriptures [foretold], [Isa. 53:5-12.]",
          "ID": "3"
        },
        {
          "text": "That He was buried, that He arose on the third day as the Scriptures foretold, [Ps. 16:9, 10.]",
          "ID": "4"
        },
        {
          "text": "And [also] that He appeared to Cephas (Peter), then to the Twelve.",
          "ID": "5"
        },
        {
          "text": "Then later He showed Himself to more than five hundred brethren at one time, the majority of whom are still alive, but some have fallen asleep [in death].",
          "ID": "6"
        },
        {
          "text": "Afterward He was seen by James, then by all the apostles (the special messengers),",
          "ID": "7"
        },
        {
          "text": "And last of all He appeared to me also, as to one prematurely and born dead [no better than an unperfected fetus among living men].",
          "ID": "8"
        },
        {
          "text": "For I am the least [worthy] of the apostles, who am not fit or deserving to be called an apostle, because I once wronged and pursued and molested the church of God [oppressing it with cruelty and violence].",
          "ID": "9"
        },
        {
          "text": "But by the grace (the unmerited favor and blessing) of God I am what I am, and His grace toward me was not [found to be] for nothing (fruitless and without effect). In fact, I worked harder than all of them [the apostles], though it was not really I, but the grace (the unmerited favor and blessing) of God which was with me.",
          "ID": "10"
        },
        {
          "text": "So, whether then it was I or they, this is what we preach and this is what you believed [what you adhered to, trusted in, and relied on].",
          "ID": "11"
        },
        {
          "text": "But now if Christ (the Messiah) is preached as raised from the dead, how is it that some of you say that there is no resurrection of the dead?",
          "ID": "12"
        },
        {
          "text": "But if there is no resurrection of the dead, then Christ has not risen;",
          "ID": "13"
        },
        {
          "text": "And if Christ has not risen, then our preaching is in vain [it amounts to nothing] and your faith is devoid of truth and is fruitless (without effect, empty, imaginary, and unfounded).",
          "ID": "14"
        },
        {
          "text": "We are even discovered to be misrepresenting God, for we testified of Him that He raised Christ, Whom He did not raise in case it is true that the dead are not raised.",
          "ID": "15"
        },
        {
          "text": "For if the dead are not raised, then Christ has not been raised;",
          "ID": "16"
        },
        {
          "text": "And if Christ has not been raised, your faith is mere delusion [futile, fruitless], and you are still in your sins [under the control and penalty of sin];",
          "ID": "17"
        },
        {
          "text": "And further, those who have died in [spiritual fellowship and union with] Christ have perished (are lost)!",
          "ID": "18"
        },
        {
          "text": "If we who are [abiding] in Christ have hope only in this life and that is all, then we are of all people most miserable and to be pitied.",
          "ID": "19"
        },
        {
          "text": "But the fact is that Christ (the Messiah) has been raised from the dead, and He became the firstfruits of those who have fallen asleep [in death].",
          "ID": "20"
        },
        {
          "text": "For since [it was] through a man that death [came into the world, it is] also through a Man that the resurrection of the dead [has come].",
          "ID": "21"
        },
        {
          "text": "For just as [because of their union of nature] in Adam all people die, so also [by virtue of their union of nature] shall all in Christ be made alive.",
          "ID": "22"
        },
        {
          "text": "But each in his own rank and turn: Christ (the Messiah) [is] the firstfruits, then those who are Christ's [own will be resurrected] at His coming.",
          "ID": "23"
        },
        {
          "text": "After that comes the end (the completion), when He delivers over the kingdom to God the Father after rendering inoperative and abolishing every [other] rule and every authority and power.",
          "ID": "24"
        },
        {
          "text": "For [Christ] must be King and reign until He has put all [His] enemies under His feet. [Ps. 110:1.]",
          "ID": "25"
        },
        {
          "text": "The last enemy to be subdued and abolished is death.",
          "ID": "26"
        },
        {
          "text": "For He [the Father] has put all things in subjection under His [Christ's] feet. But when it says, All things are put in subjection [under Him], it is evident that He [Himself] is excepted Who does the subjecting of all things to Him. [Ps. 8:6.]",
          "ID": "27"
        },
        {
          "text": "However, when everything is subjected to Him, then the Son Himself will also subject Himself to [the Father] Who put all things under Him, so that God may be all in all [be everything to everyone, supreme, the indwelling and controlling factor of life].",
          "ID": "28"
        },
        {
          "text": "Otherwise, what do people mean by being [themselves] baptized in behalf of the dead? If the dead are not raised at all, why are people baptized for them?",
          "ID": "29"
        },
        {
          "text": "[For that matter], why do I live [dangerously as I do, running such risks that I am] in peril every hour?",
          "ID": "30"
        },
        {
          "text": "[I assure you] by the pride which I have in you in [your fellowship and union with] Christ Jesus our Lord, that I die daily [I face death every day and die to self].",
          "ID": "31"
        },
        {
          "text": "What do I gain if, merely from the human point of view, I fought with [wild] beasts at Ephesus? If the dead are not raised [at all], let us eat and drink, for tomorrow we will be dead. [Isa. 22:13.]",
          "ID": "32"
        },
        {
          "text": "Do not be so deceived and misled! Evil companionships (communion, associations) corrupt and deprave good manners and morals and character.",
          "ID": "33"
        },
        {
          "text": "Awake [from your drunken stupor and return] to sober sense and your right minds, and sin no more. For some of you have not the knowledge of God [you are utterly and willfully and disgracefully ignorant, and continue to be so, lacking the sense of God's presence and all true knowledge of Him]. I say this to your shame.",
          "ID": "34"
        },
        {
          "text": "But someone will say, How can the dead be raised? With what [kind of] body will they come forth?",
          "ID": "35"
        },
        {
          "text": "You foolish man! Every time you plant seed, you sow something that does not come to life [germinating, springing up, and growing] unless it dies first.",
          "ID": "36"
        },
        {
          "text": "Nor is the seed you sow then the body which it is going to have [later], but it is a naked kernel, perhaps of wheat or some of the rest of the grains.",
          "ID": "37"
        },
        {
          "text": "But God gives to it the body that He plans and sees fit, and to each kind of seed a body of its own. [Gen. 1:11.]",
          "ID": "38"
        },
        {
          "text": "For all flesh is not the same, but there is one kind for humans, another for beasts, another for birds, and another for fish.",
          "ID": "39"
        },
        {
          "text": "There are heavenly bodies (sun, moon, and stars) and there are earthly bodies (men, animals, and plants), but the beauty and glory of the heavenly bodies is of one kind, while the beauty and glory of earthly bodies is a different kind.",
          "ID": "40"
        },
        {
          "text": "The sun is glorious in one way, the moon is glorious in another way, and the stars are glorious in their own [distinctive] way; for one star differs from and surpasses another in its beauty and brilliance.",
          "ID": "41"
        },
        {
          "text": "So it is with the resurrection of the dead. [The body] that is sown is perishable and decays, but [the body] that is resurrected is imperishable (immune to decay, immortal). [Dan. 12:3.]",
          "ID": "42"
        },
        {
          "text": "It is sown in dishonor and humiliation; it is raised in honor and glory. It is sown in infirmity and weakness; it is resurrected in strength and endued with power.",
          "ID": "43"
        },
        {
          "text": "It is sown a natural (physical) body; it is raised a supernatural (a spiritual) body. [As surely as] there is a physical body, there is also a spiritual body.",
          "ID": "44"
        },
        {
          "text": "Thus it is written, The first man Adam became a living being (an individual personality); the last Adam (Christ) became a life-giving Spirit [restoring the dead to life]. [Gen. 2:7.]",
          "ID": "45"
        },
        {
          "text": "But it is not the spiritual life which came first, but the physical and then the spiritual.",
          "ID": "46"
        },
        {
          "text": "The first man [was] from out of earth, made of dust (earthly-minded); the second Man [is] the Lord from out of heaven. [Gen. 2:7.]",
          "ID": "47"
        },
        {
          "text": "Now those who are made of the dust are like him who was first made of the dust (earthly-minded); and as is [the Man] from heaven, so also [are those] who are of heaven (heavenly-minded).",
          "ID": "48"
        },
        {
          "text": "And just as we have borne the image [of the man] of dust, so shall we and so let us also bear the image [of the Man] of heaven.",
          "ID": "49"
        },
        {
          "text": "But I tell you this, brethren, flesh and blood cannot [become partakers of eternal salvation and] inherit or share in the kingdom of God; nor does the perishable (that which is decaying) inherit or share in the imperishable (the immortal).",
          "ID": "50"
        },
        {
          "text": "Take notice! I tell you a mystery (a secret truth, an event decreed by the hidden purpose or counsel of God). We shall not all fall asleep [in death], but we shall all be changed (transformed)",
          "ID": "51"
        },
        {
          "text": "In a moment, in the twinkling of an eye, at the [sound of the] last trumpet call. For a trumpet will sound, and the dead [in Christ] will be raised imperishable (free and immune from decay), and we shall be changed (transformed).",
          "ID": "52"
        },
        {
          "text": "For this perishable [part of us] must put on the imperishable [nature], and this mortal [part of us, this nature that is capable of dying] must put on immortality (freedom from death).",
          "ID": "53"
        },
        {
          "text": "And when this perishable puts on the imperishable and this that was capable of dying puts on freedom from death, then shall be fulfilled the Scripture that says, Death is swallowed up (utterly vanquished forever) in and unto victory. [Isa. 25:8.]",
          "ID": "54"
        },
        {
          "text": "O death, where is your victory? O death, where is your sting? [Hos. 13:14.]",
          "ID": "55"
        },
        {
          "text": "Now sin is the sting of death, and sin exercises its power [upon the soul] through [the abuse of] the Law.",
          "ID": "56"
        },
        {
          "text": "But thanks be to God, Who gives us the victory [making us conquerors] through our Lord Jesus Christ.",
          "ID": "57"
        },
        {
          "text": "Therefore, my beloved brethren, be firm (steadfast), immovable, always abounding in the work of the Lord [always being superior, excelling, doing more than enough in the service of the Lord], knowing and being continually aware that your labor in the Lord is not futile [it is never wasted or to no purpose].",
          "ID": "58"
        }
      ],
      "ID": "NT:1CO.15"
    },
    {
      "name": "1 Corinthians 16",
      "text": [
        {
          "text": "NOW CONCERNING the money contributed for [the relief of] the saints (God's people): you are to do the same as I directed the churches of Galatia to do.",
          "ID": "1"
        },
        {
          "text": "On the first [day] of each week, let each one of you [personally] put aside something and save it up as he has prospered [in proportion to what he is given], so that no collections will need to be taken after I come.",
          "ID": "2"
        },
        {
          "text": "And when I arrive, I will send on those whom you approve and authorize with credentials to carry your gift [of charity] to Jerusalem.",
          "ID": "3"
        },
        {
          "text": "If it seems worthwhile that I should go too, they will accompany me.",
          "ID": "4"
        },
        {
          "text": "After passing through Macedonia, I will visit you, for I intend [only] to pass through Macedonia;",
          "ID": "5"
        },
        {
          "text": "But it may be that I will stay with you [for a while], perhaps even spend the winter, so that you may bring me forward [on my journey] to wherever I may go.",
          "ID": "6"
        },
        {
          "text": "For I am unwilling to see you right now [just] in passing, but I hope later to remain for some time with you, if the Lord permits.",
          "ID": "7"
        },
        {
          "text": "I will remain in Ephesus [however] until Pentecost,",
          "ID": "8"
        },
        {
          "text": "For a wide door of opportunity for effectual [service] has opened to me [there, a great and promising one], and [there are] many adversaries.",
          "ID": "9"
        },
        {
          "text": "When Timothy arrives, see to it that [you put him at ease, so that] he may be fearless among you, for he is [devotedly] doing the Lord's work, just as I am.",
          "ID": "10"
        },
        {
          "text": "So [see to it that] no one despises him or treats him as if he were of no account or slights him. But send him off [cordially, speed him on his way] in peace, that he may come to me, for I am expecting him [to come along] with the other brethren.",
          "ID": "11"
        },
        {
          "text": "As for our brother Apollos, I have urgently encouraged him to visit you with the other brethren, but it was not at all his will or God's will that he should go now. He will come when he has opportunity.",
          "ID": "12"
        },
        {
          "text": "Be alert and on your guard; stand firm in your faith (your conviction respecting man's relationship to God and divine things, keeping the trust and holy fervor born of faith and a part of it). Act like men and be courageous; grow in strength! [Ps. 31:24.]",
          "ID": "13"
        },
        {
          "text": "Let everything you do be done in love (true love to God and man as inspired by God's love for us).",
          "ID": "14"
        },
        {
          "text": "Now, brethren, you know that the household of Stephanas were the first converts and our firstfruits in Achaia (most of Greece), and how they have consecrated and devoted themselves to the service of the saints (God's people).",
          "ID": "15"
        },
        {
          "text": "I urge you to pay all deference to such leaders and to enlist under them and be subject to them, as well as to everyone who joins and cooperates [with you] and labors earnestly.",
          "ID": "16"
        },
        {
          "text": "I am happy because Stephanas and Fortunatus and Achaicus have come [to me], for they have made up for your absence.",
          "ID": "17"
        },
        {
          "text": "For they gave me respite from labor and rested me and refreshed my spirit as well as yours. Deeply appreciate and thoroughly know and fully recognize such men.",
          "ID": "18"
        },
        {
          "text": "The churches of Asia send greetings and best wishes. Aquila and Prisca, together with the church [that meets] in their house, send you their hearty greetings in the Lord.",
          "ID": "19"
        },
        {
          "text": "All the brethren wish to be remembered to you and wish you well. Greet one another with a holy kiss.",
          "ID": "20"
        },
        {
          "text": "I, Paul, [add this final] greeting with my own hand.",
          "ID": "21"
        },
        {
          "text": "If anyone does not love the Lord [does not have a friendly affection for Him and is not kindly disposed toward Him], he shall be accursed! Our Lord will come! (Maranatha!)",
          "ID": "22"
        },
        {
          "text": "The grace (favor and spiritual blessing) of our Lord Jesus Christ be with you.",
          "ID": "23"
        },
        {
          "text": "My love (that true love growing out of sincere devotion to God) be with you all in Christ Jesus. Amen (so be it).",
          "ID": "24"
        }
      ],
      "ID": "NT:1CO.16"
    }
  ],
  "version": "AMP",
  "ID": "NT:1CO(AMP)"
}