{
  "text": [
    {
      "text": [
        {
          "text": "Paul, called as an Apostle of Jesus Christ by the will of God; and Sosthenes, a brother:",
          "ID": "1"
        },
        {
          "text": "to the Church of God which is at Corinth, to those sanctified in Christ Jesus, called to be saints with all who are invoking the name of our Lord Jesus Christ in every place of theirs and of ours.",
          "ID": "2"
        },
        {
          "text": "Grace and peace to you from God our Father and from the Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "I give thanks to my God continuously for you because of the grace of God that has been given to you in Christ Jesus.",
          "ID": "4"
        },
        {
          "text": "By that grace, in all things, you have become wealthy in him, in every word and in all knowledge.",
          "ID": "5"
        },
        {
          "text": "And so, the testimony of Christ has been strengthened in you.",
          "ID": "6"
        },
        {
          "text": "In this way, nothing is lacking to you in any grace, as you await the revelation of our Lord Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "And he, too, will strengthen you, even until the end, without guilt, until the day of the advent of our Lord Jesus Christ.",
          "ID": "8"
        },
        {
          "text": "God is faithful. Through him, you have been called into the fellowship of his Son, Jesus Christ our Lord.",
          "ID": "9"
        },
        {
          "text": "And so, I beg you, brothers, by the name of our Lord Jesus Christ, that every one of you speak in the same way, and that there be no schisms among you. So may you become perfect, with the same mind and with the same judgment.",
          "ID": "10"
        },
        {
          "text": "For it has been indicated to me, about you, my brothers, by those who are with Chloes, that there are contentions among you.",
          "ID": "11"
        },
        {
          "text": "Now I say this because each of you is saying: \"Certainly, I am of Paul;\" \"But I am of Apollo;\" \"Truly, I am of Cephas;\" as well as: \"I am of Christ.\"",
          "ID": "12"
        },
        {
          "text": "Has Christ been divided? Was Paul crucified for you? Or were you baptized in the name of Paul?",
          "ID": "13"
        },
        {
          "text": "I give thanks to God that I have baptized none of you, except Crispus and Gaius,",
          "ID": "14"
        },
        {
          "text": "lest anyone say that you have been baptized in my name.",
          "ID": "15"
        },
        {
          "text": "And I also baptized the household of Stephanus. Other than these, I do not recall if I baptized any others.",
          "ID": "16"
        },
        {
          "text": "For Christ did not send me to baptize, but to evangelize: not through the wisdom of words, lest the cross of Christ become empty.",
          "ID": "17"
        },
        {
          "text": "For the Word of the Cross is certainly foolishness to those who are perishing. But to those who have been saved, that is, to us, it is the power of God.",
          "ID": "18"
        },
        {
          "text": "For it has been written: \"I will perish the wisdom of the wise, and I will reject the discernment of the prudent.\"",
          "ID": "19"
        },
        {
          "text": "Where are the wise? Where are the scribes? Where are the truth-seekers of this age? Has not God made the wisdom of this world into foolishness?",
          "ID": "20"
        },
        {
          "text": "For the world did not know God through wisdom, and so, in the wisdom of God, it pleased God to accomplish the salvation of believers, through the foolishness of our preaching.",
          "ID": "21"
        },
        {
          "text": "For the Jews ask for signs, and the Greeks seek wisdom.",
          "ID": "22"
        },
        {
          "text": "But we are preaching Christ crucified. Certainly, to the Jews, this is a scandal, and to the Gentiles, this is foolishness.",
          "ID": "23"
        },
        {
          "text": "But to those who have been called, Jews as well as Greeks, the Christ is the virtue of God and the wisdom of God.",
          "ID": "24"
        },
        {
          "text": "For what is foolishness to God is considered wise by men, and that which is weakness to God is considered strong by men.",
          "ID": "25"
        },
        {
          "text": "So take care of your vocation, brothers. For not many are wise according to the flesh, not many are powerful, not many are noble.",
          "ID": "26"
        },
        {
          "text": "But God has chosen the foolish of the world, so that he may confound the wise. And God has chosen the weak of the world, so that he may confound the strong.",
          "ID": "27"
        },
        {
          "text": "And God has chosen the ignoble and contemptible of the world, those who are nothing, so that he may reduce to nothing those who are something.",
          "ID": "28"
        },
        {
          "text": "So then, nothing that is of the flesh should glory in his sight.",
          "ID": "29"
        },
        {
          "text": "But you are of him in Christ Jesus, who was made by God to be our wisdom and justice and sanctification and redemption.",
          "ID": "30"
        },
        {
          "text": "And so, in the same way, it was written: \"Whoever glories, should glory in the Lord.\"",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.1",
      "name": "1 Corinthians 1"
    },
    {
      "text": [
        {
          "text": "And so, brothers, when I came to you, announcing to you the testimony of Christ, I did not bring exalted words or lofty wisdom.",
          "ID": "1"
        },
        {
          "text": "For I did not judge myself to know anything among you, except Jesus Christ, and him crucified.",
          "ID": "2"
        },
        {
          "text": "And I was with you in weakness, and in fear, and with much trembling.",
          "ID": "3"
        },
        {
          "text": "And my words and preaching were not the persuasive words of human wisdom, but were a manifestation of the Spirit and of virtue,",
          "ID": "4"
        },
        {
          "text": "so that your faith would not be based on the wisdom of men, but on the virtue of God.",
          "ID": "5"
        },
        {
          "text": "Now, we do speak wisdom among the perfect, yet truly, this is not the wisdom of this age, nor that of the leaders of this age, which shall be reduced to nothing.",
          "ID": "6"
        },
        {
          "text": "Instead, we speak of the wisdom of God in a mystery which has been hidden, which God predestined before this age for our glory,",
          "ID": "7"
        },
        {
          "text": "something that none of the leaders of this world have known. For if they had known it, they would never have crucified the Lord of glory.",
          "ID": "8"
        },
        {
          "text": "But this is just as it has been written: \"The eye has not seen, and the ear has not heard, nor has it entered into the heart of man, what things God has prepared for those who love him.\"",
          "ID": "9"
        },
        {
          "text": "But God has revealed these things to us through his Spirit. For the Spirit searches all things, even the depths of God.",
          "ID": "10"
        },
        {
          "text": "And who can know the things that are of a man, except the spirit which is within that man? So also, no one knows the things which are of God, except the Spirit of God.",
          "ID": "11"
        },
        {
          "text": "But we have not received the spirit of this world, but the Spirit who is of God, so that we may understand the things that have been given to us by God.",
          "ID": "12"
        },
        {
          "text": "And we are also speaking of these things, not in the learned words of human wisdom, but in the doctrine of the Spirit, bringing spiritual things together with spiritual things.",
          "ID": "13"
        },
        {
          "text": "But the animal nature of man does not perceive these things that are of the Spirit of God. For it is foolishness to him, and he is not able to understand it, because it must be examined spiritually.",
          "ID": "14"
        },
        {
          "text": "But the spiritual nature of man judges all things, and he himself may be judged by no man.",
          "ID": "15"
        },
        {
          "text": "For who has known the mind of the Lord, so that he may instruct him? But we have the mind of Christ.",
          "ID": "16"
        }
      ],
      "ID": "NT:1CO.2",
      "name": "1 Corinthians 2"
    },
    {
      "text": [
        {
          "text": "And so, brothers, I was not able to speak to you as if to those who are spiritual, but rather as if to those who are carnal. For you are like infants in Christ.",
          "ID": "1"
        },
        {
          "text": "I gave you milk to drink, not solid food. For you were not yet able. And indeed, even now, you are not able; for you are still carnal.",
          "ID": "2"
        },
        {
          "text": "And since there is still envy and contention among you, are you not carnal, and are you not walking according to man?",
          "ID": "3"
        },
        {
          "text": "For if one says, \"Certainly, I am of Paul,\" while another says, \"I am of Apollo,\" are you not men? But what is Apollo, and what is Paul?",
          "ID": "4"
        },
        {
          "text": "We are only the ministers of him in whom you have believed, just as the Lord has granted to each of you.",
          "ID": "5"
        },
        {
          "text": "I planted, Apollo watered, but God provided the growth.",
          "ID": "6"
        },
        {
          "text": "And so, neither he who plants, nor he who waters, is anything, but only God, who provides the growth.",
          "ID": "7"
        },
        {
          "text": "Now he who plants, and he who waters, are one. But each shall receive his proper reward, according to his labors.",
          "ID": "8"
        },
        {
          "text": "For we are God's assistants. You are God's cultivation; you are God's construction.",
          "ID": "9"
        },
        {
          "text": "According to the grace of God, which has been given to me, I have laid the foundation like a wise architect. But another builds upon it. So then, let each one be careful how he builds upon it.",
          "ID": "10"
        },
        {
          "text": "For no one is able to lay any other foundation, in place of that which has been laid, which is Christ Jesus.",
          "ID": "11"
        },
        {
          "text": "But if anyone builds upon this foundation, whether gold, silver, precious stones, wood, hay, or stubble,",
          "ID": "12"
        },
        {
          "text": "each one's work shall be made manifest. For the day of the Lord shall declare it, because it will be revealed by fire. And this fire will test each one's work, as to what kind it is.",
          "ID": "13"
        },
        {
          "text": "If anyone's work, which he has built upon it, remains, then he will receive a reward.",
          "ID": "14"
        },
        {
          "text": "If anyone's work is burned up, he will suffer its loss, but he himself will still be saved, but only as through fire.",
          "ID": "15"
        },
        {
          "text": "Do you not know that you are the Temple of God, and that the Spirit of God lives within you?",
          "ID": "16"
        },
        {
          "text": "But if anyone violates the Temple of God, God will destroy him. For the Temple of God is holy, and you are that Temple.",
          "ID": "17"
        },
        {
          "text": "Let no one deceive himself. If anyone among you seems to be wise in this age, let him become foolish, so that he may be truly wise.",
          "ID": "18"
        },
        {
          "text": "For the wisdom of this world is foolishness with God. And so it has been written: \"I will catch the wise in their own astuteness.\"",
          "ID": "19"
        },
        {
          "text": "And again: \"The Lord knows the thoughts of the wise, that they are vain.\"",
          "ID": "20"
        },
        {
          "text": "And so, let no one glory in men.",
          "ID": "21"
        },
        {
          "text": "For all is yours: whether Paul, or Apollo, or Cephas, or the world, or life, or death, or the present, or the future. Yes, all is yours.",
          "ID": "22"
        },
        {
          "text": "But you are Christ's, and Christ is God's.",
          "ID": "23"
        }
      ],
      "ID": "NT:1CO.3",
      "name": "1 Corinthians 3"
    },
    {
      "text": [
        {
          "text": "Accordingly, let man consider us to be ministers of Christ and attendants of the mysteries of God.",
          "ID": "1"
        },
        {
          "text": "Here and now, it is required of attendants that each one be found to be faithful.",
          "ID": "2"
        },
        {
          "text": "But as for me, it is such a small thing to be judged by you, or by the age of mankind. And neither do I judge myself.",
          "ID": "3"
        },
        {
          "text": "For I have nothing on my conscience. But I am not justified by this. For the Lord is the One who judges me.",
          "ID": "4"
        },
        {
          "text": "And so, do not choose to judge before the time, until the Lord returns. He will illuminate the hidden things of the darkness, and he will make manifest the decisions of hearts. And then each one shall have praise from God.",
          "ID": "5"
        },
        {
          "text": "And so, brothers, I have presented these things in myself and in Apollo, for your sakes, so that you may learn, through us, that no one should be inflated against one person and for another, not beyond what has been written.",
          "ID": "6"
        },
        {
          "text": "For what distinguishes you from another? And what do you have that you have not received? But if you have received it, why do you glory, as if you had not received it?",
          "ID": "7"
        },
        {
          "text": "So, now you have been filled, and now you have been made wealthy, as if to reign without us? But I wish that you would reign, so that we, too, might reign with you!",
          "ID": "8"
        },
        {
          "text": "For I think that God has presented us as the last Apostles, as those destined for death. For we have been made into a spectacle for the world, and for Angels, and for men.",
          "ID": "9"
        },
        {
          "text": "So we are fools because of Christ, but you are discerning in Christ? We are weak, but you are strong? You are noble, but we are ignoble?",
          "ID": "10"
        },
        {
          "text": "Even to this very hour, we hunger and thirst, and we are naked and repeatedly beaten, and we are unsteady.",
          "ID": "11"
        },
        {
          "text": "And we labor, working with our own hands. We are slandered, and so we bless. We suffer and endure persecution.",
          "ID": "12"
        },
        {
          "text": "We are cursed, and so we pray. We have become like the refuse of this world, like the reside of everything, even until now.",
          "ID": "13"
        },
        {
          "text": "I am not writing these things in order to confound you, but in order to admonish you, as my dearest sons.",
          "ID": "14"
        },
        {
          "text": "For you might have ten thousand instructors in Christ, but not so many fathers. For in Christ Jesus, through the Gospel, I have begotten you.",
          "ID": "15"
        },
        {
          "text": "Therefore, I beg you, be imitators of me, just as I am of Christ.",
          "ID": "16"
        },
        {
          "text": "For this reason, I have sent you Timothy, who is my dearest son, and who is faithful in the Lord. He will remind you of my ways, which are in Christ Jesus, just as I teach everywhere, in every church.",
          "ID": "17"
        },
        {
          "text": "Certain persons have become inflated in thinking that I would not return to you.",
          "ID": "18"
        },
        {
          "text": "But I will return to you soon, if the Lord is willing. And I will consider, not the words of those who are inflated, but the virtue.",
          "ID": "19"
        },
        {
          "text": "For the kingdom of God is not in words, but in virtue.",
          "ID": "20"
        },
        {
          "text": "What would you prefer? Should I return to you with a rod, or with charity and a spirit of meekness?",
          "ID": "21"
        }
      ],
      "ID": "NT:1CO.4",
      "name": "1 Corinthians 4"
    },
    {
      "text": [
        {
          "text": "Above all else, it is being said that there is fornication among you, even fornication of a such kind that is not among the Gentiles, so that someone would have the wife of his father.",
          "ID": "1"
        },
        {
          "text": "And yet you are inflated, and you have not instead been grieved, so that he who has done this thing would be taken away from your midst.",
          "ID": "2"
        },
        {
          "text": "Certainly, though absent in body, I am present in spirit. Thus, I have already judged, as if I were present, him who has done this.",
          "ID": "3"
        },
        {
          "text": "In the name of our Lord Jesus Christ, you have been gathered together with my spirit, in the power of our Lord Jesus,",
          "ID": "4"
        },
        {
          "text": "to hand over such a one as this to Satan, for the destruction of the flesh, so that the spirit may be saved in the day of our Lord Jesus Christ.",
          "ID": "5"
        },
        {
          "text": "It is not good for you to glory. Do you not know that a little leaven corrupts the entire mass?",
          "ID": "6"
        },
        {
          "text": "Purge the old leaven, so that you may become the new bread, for you are unleavened. For Christ, our Passover, has now been immolated.",
          "ID": "7"
        },
        {
          "text": "And so, let us feast, not with the old leaven, not with the leaven of malice and wickedness, but with the unleavened bread of sincerity and truth.",
          "ID": "8"
        },
        {
          "text": "As I have written to you in an epistle: \"Do not associate with fornicators,\"",
          "ID": "9"
        },
        {
          "text": "certainly not with the fornicators of this world, nor with the greedy, nor with robbers, nor with the servants of idolatry. Otherwise, you ought to depart from this world.",
          "ID": "10"
        },
        {
          "text": "But now I have written to you: do not associate with anyone who is called a brother and yet is a fornicator, or greedy, or a servant of idolatry, or a slanderer, or inebriated, or a robber. With such a one as this, do not even take food.",
          "ID": "11"
        },
        {
          "text": "For what have I to do with judging those who are outside? But do not even you yourselves judge those who are inside?",
          "ID": "12"
        },
        {
          "text": "For those who are outside, God will judge. But send this evil person away from yourselves.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.5",
      "name": "1 Corinthians 5"
    },
    {
      "text": [
        {
          "text": "How is it that anyone of you, having a dispute against another, would dare to be judged before the iniquitous, and not before the saints?",
          "ID": "1"
        },
        {
          "text": "Or do you not know that the saints from this age shall judge it? And if the world is to be judged by you, are you unworthy, then, to judge even the smallest matters?",
          "ID": "2"
        },
        {
          "text": "Do you not know that we shall judge angels? How much more the things of this age?",
          "ID": "3"
        },
        {
          "text": "Therefore, if you have matters to judge concerning this age, why not appoint those who are most contemptible in the Church to judge these things!",
          "ID": "4"
        },
        {
          "text": "But I am speaking so as to shame you. Is there no one among you wise enough, so that he might be able to judge between his brothers?",
          "ID": "5"
        },
        {
          "text": "Instead, brother contends against brother in court, and this before the unfaithful!",
          "ID": "6"
        },
        {
          "text": "Now there is certainly an offense among you, beyond everything else, when you have court cases against one another. Should you not accept injury instead? Should you not endure being cheated instead?",
          "ID": "7"
        },
        {
          "text": "But you are doing the injuring and the cheating, and this toward brothers!",
          "ID": "8"
        },
        {
          "text": "Do you not know that the iniquitous will not possess the kingdom of God? Do not choose to wander astray. For neither fornicators, nor servants of idolatry, nor adulterers,",
          "ID": "9"
        },
        {
          "text": "nor the effeminate, nor males who sleep with males, nor thieves, nor the avaricious, nor the inebriated, nor slanderers, nor the rapacious shall possess the kingdom of God.",
          "ID": "10"
        },
        {
          "text": "And some of you were like this. But you have been absolved, but you have been sanctified, but you have been justified: all in the name of our Lord Jesus Christ and in the Spirit of our God.",
          "ID": "11"
        },
        {
          "text": "All is lawful to me, but not all is expedient. All is lawful to me, but I will not be driven back by the authority of anyone.",
          "ID": "12"
        },
        {
          "text": "Food is for the stomach, and the stomach is for food. But God shall destroy both the stomach and food. And the body is not for fornication, but rather for the Lord; and the Lord is for the body.",
          "ID": "13"
        },
        {
          "text": "Truly, God has raised up the Lord, and he will raise us up by his power.",
          "ID": "14"
        },
        {
          "text": "Do you not know that your bodies are a part of Christ? So then, should I take a part of Christ and make it a part of a harlot? Let it not be so!",
          "ID": "15"
        },
        {
          "text": "And do you not know that whoever is joined to a harlot becomes one body? \"For the two,\" he said, \"shall be as one flesh.\"",
          "ID": "16"
        },
        {
          "text": "But whoever is joined to the Lord is one spirit.",
          "ID": "17"
        },
        {
          "text": "Flee from fornication. Every sin whatsoever that a man commits is outside of the body, but whoever fornicates, sins against his own body.",
          "ID": "18"
        },
        {
          "text": "Or do you not know that your bodies are the Temple of the Holy Spirit, who is in you, whom you have from God, and that you are not your own?",
          "ID": "19"
        },
        {
          "text": "For you have been bought at a great price. Glorify and carry God in your body.",
          "ID": "20"
        }
      ],
      "ID": "NT:1CO.6",
      "name": "1 Corinthians 6"
    },
    {
      "text": [
        {
          "text": "Now concerning the things about which you wrote to me: It is good for a man not to touch a woman.",
          "ID": "1"
        },
        {
          "text": "But, because of fornication, let each man have his own wife, and let each woman have her own husband.",
          "ID": "2"
        },
        {
          "text": "A husband should fulfill his obligation to his wife, and a wife should also act similarly toward her husband.",
          "ID": "3"
        },
        {
          "text": "It is not the wife, but the husband, who has power over her body. But, similarly also, it is not the husband, but the wife, who has power over his body.",
          "ID": "4"
        },
        {
          "text": "So, do not fail in your obligations to one another, except perhaps by consent, for a limited time, so that you may empty yourselves for prayer. And then, return together again, lest Satan tempt you by means of your abstinence.",
          "ID": "5"
        },
        {
          "text": "But I am saying this, neither as an indulgence, nor as a commandment.",
          "ID": "6"
        },
        {
          "text": "For I would prefer it if you were all like myself. But each person has his proper gift from God: one in this way, yet another in that way.",
          "ID": "7"
        },
        {
          "text": "But I say to the unmarried and to widows: It is good for them, if they would remain as they are, just as I also am.",
          "ID": "8"
        },
        {
          "text": "But if they cannot restrain themselves, they should marry. For it is better to marry, than to be burned.",
          "ID": "9"
        },
        {
          "text": "But to those who have been joined in matrimony, it is not I who commands you, but the Lord: a wife is not to separate from her husband.",
          "ID": "10"
        },
        {
          "text": "But if she has separated from him, she must remain unmarried, or be reconciled to her husband. And a husband should not divorce his wife.",
          "ID": "11"
        },
        {
          "text": "Concerning the rest, I am speaking, not the Lord. If any brother has an unbelieving wife, and she consents to live with him, he should not divorce her.",
          "ID": "12"
        },
        {
          "text": "And if any woman has an unbelieving husband, and he consents to live with her, she should not divorce her husband.",
          "ID": "13"
        },
        {
          "text": "For the unbelieving husband has been sanctified through the believing wife, and the unbelieving wife has been sanctified through the believing husband. Otherwise, your children would be unclean, whereas instead they are holy.",
          "ID": "14"
        },
        {
          "text": "But if the unbeliever departs, let him depart. For a brother or sister cannot be made subject to servitude in this way. For God has called us to peace.",
          "ID": "15"
        },
        {
          "text": "And how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?",
          "ID": "16"
        },
        {
          "text": "However, let each one walk just as the Lord has distributed to him, each one just as God has called him. And thus do I teach in all the churches.",
          "ID": "17"
        },
        {
          "text": "Has any circumcised man been called? Let him not cover his circumcision. Has any uncircumcised man been called? Let him not be circumcised.",
          "ID": "18"
        },
        {
          "text": "Circumcision is nothing, and uncircumcision is nothing; there is only the observance of the commandments of God.",
          "ID": "19"
        },
        {
          "text": "Let each and every one remain in the same calling to which he was called.",
          "ID": "20"
        },
        {
          "text": "Are you a servant who has been called? Do not be concerned about it. But if you ever have the ability to be free, make use of it.",
          "ID": "21"
        },
        {
          "text": "For any servant who has been called in the Lord is free in the Lord. Similarly, any free person who has been called is a servant in Christ.",
          "ID": "22"
        },
        {
          "text": "You have been bought with a price. Do not be willing to become the servants of men.",
          "ID": "23"
        },
        {
          "text": "Brothers, let each one, in whatever state he was called, remain in that state with God.",
          "ID": "24"
        },
        {
          "text": "Now, concerning virgins, I have no commandment from the Lord. But I give counsel, as one who has obtained the mercy of the Lord, so as to be faithful.",
          "ID": "25"
        },
        {
          "text": "Therefore, I consider this to be good, because of the present necessity: that it is good for a man to be such as I am.",
          "ID": "26"
        },
        {
          "text": "Are you bound to a wife? Do not seek to be freed. Are you free of a wife? Do not seek a wife.",
          "ID": "27"
        },
        {
          "text": "But if you take a wife, you have not sinned. And if a virgin has married, she has not sinned. Even so, such as these will have the tribulation of the flesh. But I would spare you from this.",
          "ID": "28"
        },
        {
          "text": "And so, this is what I say, brothers: The time is short. What remains of it is such that: those who have wives should be as if they had none;",
          "ID": "29"
        },
        {
          "text": "and those who weep, as though they were not weeping; and those who rejoice, as if they were not rejoicing; and those who buy, as if they possessed nothing;",
          "ID": "30"
        },
        {
          "text": "and those who use the things of this world, as if they were not using them. For the figure of this world is passing away.",
          "ID": "31"
        },
        {
          "text": "But I would prefer you to be without worry. Whoever is without a wife is worried about the things of the Lord, as to how he may please God.",
          "ID": "32"
        },
        {
          "text": "But whoever is with a wife is worried about the things of the world, as to how he may please his wife. And so, he is divided.",
          "ID": "33"
        },
        {
          "text": "And the unmarried woman and the virgin think about the things that are of the Lord, so that she may be holy in body and in spirit. But she who is married thinks about the things that are of the world, as to how she may please her husband.",
          "ID": "34"
        },
        {
          "text": "Furthermore, I am saying this for your own benefit, not in order to cast a snare over you, but toward whatever is honest and whatever may provide you with the ability to be without hindrance, so as to worship the Lord.",
          "ID": "35"
        },
        {
          "text": "But if any man considers himself to seem dishonorable, concerning a virgin who is of adult age, and so it ought to be, he may do as he wills. If he marries her, he does not sin.",
          "ID": "36"
        },
        {
          "text": "But if he has decided firmly in his heart, and he does not have any obligation, but only the power of his free will, and if he has judged this in his heart, to let her remain a virgin, he does well.",
          "ID": "37"
        },
        {
          "text": "And so, he who joins with his virgin in matrimony does well, and he who does not join with her does better.",
          "ID": "38"
        },
        {
          "text": "A woman is bound under the law for as long as her husband lives. But if her husband has died, she is free. She may marry whomever she wishes, but only in the Lord.",
          "ID": "39"
        },
        {
          "text": "But she will be more blessed, if she remains in this state, in accord with my counsel. And I think that I, too, have the Spirit of God.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.7",
      "name": "1 Corinthians 7"
    },
    {
      "text": [
        {
          "text": "Now concerning those things that are sacrificed to idols: we know that we all have knowledge. Knowledge puffs up, but charity builds up.",
          "ID": "1"
        },
        {
          "text": "But if anyone considers himself to know anything, he does not yet know in the way that he ought to know.",
          "ID": "2"
        },
        {
          "text": "For if anyone loves God, he is known by him.",
          "ID": "3"
        },
        {
          "text": "But as to the foods that are immolated to idols, we know that an idol in the world is nothing, and that no one is God, except One.",
          "ID": "4"
        },
        {
          "text": "For although there are things that are called gods, whether in heaven or on earth, (if one even considers there to be many gods and many lords)",
          "ID": "5"
        },
        {
          "text": "yet we know that there is only one God, the Father, from whom all things are, and in whom we are, and one Lord Jesus Christ, through whom all things are, and by whom we are.",
          "ID": "6"
        },
        {
          "text": "But knowledge is not in everyone. For some persons, even now, with consent to an idol, eat what has been sacrificed to an idol. And their conscience, being infirm, becomes polluted.",
          "ID": "7"
        },
        {
          "text": "Yet food does not commend us to God. For if we eat, we will not have more, and if we do not eat, we will not have less.",
          "ID": "8"
        },
        {
          "text": "But be careful not to let your liberty become a cause of sin to those who are weak.",
          "ID": "9"
        },
        {
          "text": "For if anyone sees someone with knowledge sitting down to eat in idolatry, will not his own conscience, being infirm, be emboldened to eat what has been sacrificed to idols?",
          "ID": "10"
        },
        {
          "text": "And should an infirm brother perish by your knowledge, even though Christ died for him?",
          "ID": "11"
        },
        {
          "text": "So when you sin in this way against the brothers, and you harm their weakened conscience, then you sin against Christ.",
          "ID": "12"
        },
        {
          "text": "Because of this, if food leads my brother to sin, I will never eat meat, lest I lead my brother to sin.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.8",
      "name": "1 Corinthians 8"
    },
    {
      "text": [
        {
          "text": "Am I not free? Am I not an Apostle? Have I not seen Christ Jesus our Lord? Are you not my work in the Lord?",
          "ID": "1"
        },
        {
          "text": "And if I am not an Apostle to others, yet still I am to you. For you are the seal of my Apostleship in the Lord.",
          "ID": "2"
        },
        {
          "text": "My defense with those who question me is this:",
          "ID": "3"
        },
        {
          "text": "Do we not have the authority to eat and to drink?",
          "ID": "4"
        },
        {
          "text": "Do we not have the authority to travel around with a woman who is a sister, just as do the other Apostles, and the brothers of the Lord, and Cephas?",
          "ID": "5"
        },
        {
          "text": "Or is it only myself and Barnabas who do not have the authority to act in this way?",
          "ID": "6"
        },
        {
          "text": "Who has ever served as a soldier and paid his own stipend? Who plants a vineyard and does not eat from its produce? Who pastures a flock and does not drink from the milk of the flock?",
          "ID": "7"
        },
        {
          "text": "Am I saying these things according to man? Or does the law not also say these things?",
          "ID": "8"
        },
        {
          "text": "For it is written in the law of Moses: \"You shall not bind the mouth of an ox, while it is treading out the grain.\" Is God here concerned with the oxen?",
          "ID": "9"
        },
        {
          "text": "Or is he saying this, indeed, for our sake? These things were written specifically for us, because he who plows, ought to plow in hope, and he who threshes, too, in hope of receiving the produce.",
          "ID": "10"
        },
        {
          "text": "If we have sown spiritual things in you, is it important if we harvest from your worldly things?",
          "ID": "11"
        },
        {
          "text": "If others are sharers in this authority over you, why are we not more entitled? And yet we have not used this authority. Instead, we bear all things, lest we give any hindrance to the Gospel of Christ.",
          "ID": "12"
        },
        {
          "text": "Do you not know that those who work in the holy place eat the things that are for the holy place, and that those who serve at the altar also share with the altar?",
          "ID": "13"
        },
        {
          "text": "So, too, has the Lord ordained that those who announce the Gospel should live by the Gospel.",
          "ID": "14"
        },
        {
          "text": "Yet I have used none of these things. And I have not written so that these things may be done for me. For it is better for me to die, rather than to let anyone empty out my glory.",
          "ID": "15"
        },
        {
          "text": "For if I preach the Gospel, it is not glory for me. For an obligation has been laid upon me. And woe to me, if I do not preach the Gospel.",
          "ID": "16"
        },
        {
          "text": "For if I do this willingly, I have a reward. But if I do this reluctantly, a dispensation is granted to me.",
          "ID": "17"
        },
        {
          "text": "And what, then, would be my reward? So, when preaching the Gospel, I should give the Gospel without taking, so that I may not misuse my authority in the Gospel.",
          "ID": "18"
        },
        {
          "text": "For when I was a free man to all, I made myself the servant of all, so that I might gain all the more.",
          "ID": "19"
        },
        {
          "text": "And so, to the Jews, I became like a Jew, so that I might gain the Jews.",
          "ID": "20"
        },
        {
          "text": "To those who are under the law, I became as if I were under the law, (though I was not under the law) so that I might gain those who were under the law. To those who were without the law, I became as if I were without the law, (though I was not without the law of God, being in the law of Christ) so that I might gain those who were without the law.",
          "ID": "21"
        },
        {
          "text": "To the weak, I became weak, so that I might gain the weak. To all, I became all, so that I might save all.",
          "ID": "22"
        },
        {
          "text": "And I do everything for the sake of the Gospel, so that I may become its partner.",
          "ID": "23"
        },
        {
          "text": "Do you not know that, of those who run in a race, all of them, certainly, are runners, but only one achieves the prize. Similarly, you must run, so that you may achieve.",
          "ID": "24"
        },
        {
          "text": "And one who competes in a contest abstains from all things. And they do this, of course, so that they may achieve a corruptible crown. But we do this, so that we may achieve what is incorruptible.",
          "ID": "25"
        },
        {
          "text": "And so I run, but not with uncertainty. And so I fight, but not by flailing in the air.",
          "ID": "26"
        },
        {
          "text": "Instead, I chastise my body, so as to redirect it into servitude. Otherwise, I might preach to others, but become myself an outcast.",
          "ID": "27"
        }
      ],
      "ID": "NT:1CO.9",
      "name": "1 Corinthians 9"
    },
    {
      "text": [
        {
          "text": "For I do not want you to be ignorant, brothers, that our fathers were all under the cloud, and they all went across the sea.",
          "ID": "1"
        },
        {
          "text": "And in Moses, they all were baptized, in the cloud and in the sea.",
          "ID": "2"
        },
        {
          "text": "And they all ate of the same spiritual food.",
          "ID": "3"
        },
        {
          "text": "And they all drank of the same spiritual drink. And so, they all were drinking of the spiritual rock seeking to obtain them; and that rock was Christ.",
          "ID": "4"
        },
        {
          "text": "But with most of them, God was not well-pleased. For they were struck down in the desert.",
          "ID": "5"
        },
        {
          "text": "Now these things were done as an example for us, so that we might not desire evil things, just as they desired.",
          "ID": "6"
        },
        {
          "text": "And so, do not take part in idolatry, as some of them did, just as it was written: \"The people sat down to eat and to drink, and then they rose up to amuse themselves.\"",
          "ID": "7"
        },
        {
          "text": "And let us not commit fornication, as some of them fornicated, and so twenty-three thousand fell on one day.",
          "ID": "8"
        },
        {
          "text": "And let us not tempt Christ, as some of them tempted, and so they perished by serpents.",
          "ID": "9"
        },
        {
          "text": "And you should not murmur, as some of them murmured, and so they perished by the destroyer.",
          "ID": "10"
        },
        {
          "text": "Now all of these things happened to them as an example, and so they have been written for our correction, because the final age has fallen upon us.",
          "ID": "11"
        },
        {
          "text": "And so, whosoever considers himself to be standing, let him be careful not to fall.",
          "ID": "12"
        },
        {
          "text": "Temptation should not take hold of you, except what is human. For God is faithful, and he will not permit you to be tempted beyond your ability. Instead, he will effect his Providence, even during temptation, so that you may be able to bear it.",
          "ID": "13"
        },
        {
          "text": "Because of this, most beloved of mine, flee from the worship of idols.",
          "ID": "14"
        },
        {
          "text": "Since I am speaking to those who are prudent, judge what I say for yourselves.",
          "ID": "15"
        },
        {
          "text": "The cup of benediction that we bless, is it not a communion in the Blood of Christ? And the bread that we break, is it not a participation in the Body of the Lord?",
          "ID": "16"
        },
        {
          "text": "Through the one bread, we, though many, are one body: all of us who are partakers of the one bread.",
          "ID": "17"
        },
        {
          "text": "Consider Israel, according to the flesh. Are not those who eat from the sacrifices partakers of the altar?",
          "ID": "18"
        },
        {
          "text": "What is next? Should I say that what is immolated to idols is anything? Or that the idol is anything?",
          "ID": "19"
        },
        {
          "text": "But the things that the Gentiles immolate, they immolate to demons, and not to God. And I do not want you to become partakers with demons.",
          "ID": "20"
        },
        {
          "text": "You cannot drink the cup of the Lord, and the cup of demons. You cannot be partakers of the table of the Lord, and partakers of the table of demons.",
          "ID": "21"
        },
        {
          "text": "Or should we provoke the Lord to jealousy? Are we stronger than he is? All is lawful to me, but not all is expedient.",
          "ID": "22"
        },
        {
          "text": "All is lawful to me, but not all is edifying.",
          "ID": "23"
        },
        {
          "text": "Let no one seek for himself, but for others.",
          "ID": "24"
        },
        {
          "text": "Whatever is sold in the market, you may eat, without asking questions for the sake of conscience.",
          "ID": "25"
        },
        {
          "text": "\"The earth and all its fullness belong to the Lord.\"",
          "ID": "26"
        },
        {
          "text": "If you are invited by any unbelievers, and you are willing to go, you may eat whatever is set before you, without asking questions for the sake of conscience.",
          "ID": "27"
        },
        {
          "text": "But if anyone says, \"This has been sacrificed to idols,\" do not eat it, for the sake of the one who told you, and for the sake of conscience.",
          "ID": "28"
        },
        {
          "text": "But I am referring to the conscience of the other person, not to yours. For why should my liberty be judged by the conscience of another?",
          "ID": "29"
        },
        {
          "text": "If I partake with thanksgiving, why should I be slandered over that for which I give thanks?",
          "ID": "30"
        },
        {
          "text": "Therefore, whether you eat or drink, or whatever else you may do, do everything for the glory of God.",
          "ID": "31"
        },
        {
          "text": "Be without offense toward the Jews, and toward the Gentiles, and toward the Church of God,",
          "ID": "32"
        },
        {
          "text": "just as I also, in all things, please everyone, not seeking what is best for myself, but what is best for many others, so that they may be saved.",
          "ID": "33"
        }
      ],
      "ID": "NT:1CO.10",
      "name": "1 Corinthians 10"
    },
    {
      "text": [
        {
          "text": "Be imitators of me, as I also am of Christ.",
          "ID": "1"
        },
        {
          "text": "Now I praise you, brothers, because you are mindful of me in everything, in such a way as to hold to my precepts as I have handed them down to you.",
          "ID": "2"
        },
        {
          "text": "So I want you to know that the head of every man is Christ. But the head of woman is man. Yet truly, the head of Christ is God.",
          "ID": "3"
        },
        {
          "text": "Every man praying or prophesying with his head covered disgraces his head.",
          "ID": "4"
        },
        {
          "text": "But every woman praying or prophesying with her head not covered disgraces her head. For it is the same as if her head were shaven.",
          "ID": "5"
        },
        {
          "text": "So if a woman is not veiled, let her hair be cut off. Truly then, if it is a disgrace for a woman to have her hair cut off, or to have her head shaven, then she should cover her head.",
          "ID": "6"
        },
        {
          "text": "Certainly, a man ought not to cover his head, for he is the image and glory of God. But woman is the glory of man.",
          "ID": "7"
        },
        {
          "text": "For man is not of woman, but woman is of man.",
          "ID": "8"
        },
        {
          "text": "And indeed, man was not created for woman, but woman was created for man.",
          "ID": "9"
        },
        {
          "text": "Therefore, a woman ought to have a sign of authority on her head, because of the Angels.",
          "ID": "10"
        },
        {
          "text": "Yet truly, man would not exist without woman, nor would woman exist without man, in the Lord.",
          "ID": "11"
        },
        {
          "text": "For just as woman came into existence from man, so also does man exist through woman. But all things are from God.",
          "ID": "12"
        },
        {
          "text": "Judge for yourselves. Is it proper for a woman to pray to God unveiled?",
          "ID": "13"
        },
        {
          "text": "Does not even nature herself teach you that, indeed, if a man grows his hair long, it is a disgrace for him?",
          "ID": "14"
        },
        {
          "text": "Yet truly, if a woman grows her hair long, it is a glory for her, because her hair has been given to her as a covering.",
          "ID": "15"
        },
        {
          "text": "But if anyone has a mind to be contentious, we have no such custom, nor does the Church of God.",
          "ID": "16"
        },
        {
          "text": "Now I caution you, without praising, about this: that you assemble together, and not for better, but for worse.",
          "ID": "17"
        },
        {
          "text": "First of all, indeed, I hear that when you assemble together in the church, there are schisms among you. And I believe this, in part.",
          "ID": "18"
        },
        {
          "text": "For there must also be heresies, so that those who have been tested may be made manifest among you.",
          "ID": "19"
        },
        {
          "text": "And so, when you assemble together as one, it is no longer in order to eat the Lord's supper.",
          "ID": "20"
        },
        {
          "text": "For each one first takes his own supper to eat. And as a result, one person is hungry, while another is inebriated.",
          "ID": "21"
        },
        {
          "text": "Do you not have houses, in which to eat and drink? Or do you have such contempt for the Church of God that you would confound those who do not have such contempt? What should I say to you? Should I praise you? I am not praising you in this.",
          "ID": "22"
        },
        {
          "text": "For I have received from the Lord what I have also delivered to you: that the Lord Jesus, on the same night that he was handed over, took bread,",
          "ID": "23"
        },
        {
          "text": "and giving thanks, he broke it, and said: \"Take and eat. This is my body, which shall be given up for you. Do this in remembrance of me.\"",
          "ID": "24"
        },
        {
          "text": "Similarly also, the cup, after he had eaten supper, saying: \"This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.\"",
          "ID": "25"
        },
        {
          "text": "For whenever you eat this bread and drink this cup, you proclaim the death of the Lord, until he returns.",
          "ID": "26"
        },
        {
          "text": "And so, whoever eats this bread, or drinks from the cup of the Lord, unworthily, shall be liable of the body and blood of the Lord.",
          "ID": "27"
        },
        {
          "text": "But let a man examine himself, and, in this way, let him eat from that bread, and drink from that cup.",
          "ID": "28"
        },
        {
          "text": "For whoever eats and drinks unworthily, eats and drinks a sentence against himself, not discerning it to be the body of the Lord.",
          "ID": "29"
        },
        {
          "text": "As a result, many are weak and sick among you, and many have fallen asleep.",
          "ID": "30"
        },
        {
          "text": "But if we ourselves were discerning, then certainly we would not be judged.",
          "ID": "31"
        },
        {
          "text": "Yet when we are judged, we are being corrected by the Lord, so that we might not be condemned along with this world.",
          "ID": "32"
        },
        {
          "text": "And so, my brothers, when you assemble together to eat, be attentive to one another.",
          "ID": "33"
        },
        {
          "text": "If anyone is hungry, let him eat at home, so that you may not assemble together unto judgment. As for the rest, I will set it in order when I arrive.",
          "ID": "34"
        }
      ],
      "ID": "NT:1CO.11",
      "name": "1 Corinthians 11"
    },
    {
      "text": [
        {
          "text": "Now concerning spiritual things, I do not want you to be ignorant, brothers.",
          "ID": "1"
        },
        {
          "text": "You know that when you were Gentiles, you approached mute idols, doing what you were led to do.",
          "ID": "2"
        },
        {
          "text": "Because of this, I would have you know that no one speaking in the Spirit of God utters a curse against Jesus. And no one is able to say that Jesus is Lord, except in the Holy Spirit.",
          "ID": "3"
        },
        {
          "text": "Truly, there are diverse graces, but the same Spirit.",
          "ID": "4"
        },
        {
          "text": "And there are diverse ministries, but the same Lord.",
          "ID": "5"
        },
        {
          "text": "And there are diverse works, but the same God, who works everything in everyone.",
          "ID": "6"
        },
        {
          "text": "However, the manifestation of the Spirit is given to each one toward what is beneficial.",
          "ID": "7"
        },
        {
          "text": "Certainly, to one, through the Spirit, is given words of wisdom; but to another, according to the same Spirit, words of knowledge;",
          "ID": "8"
        },
        {
          "text": "to another, in the same Spirit, faith; to another, in the one Spirit, the gift of healing;",
          "ID": "9"
        },
        {
          "text": "to another, miraculous works; to another, prophecy; to another, the discernment of spirits; to another, different kinds of languages; to another, the interpretation of words.",
          "ID": "10"
        },
        {
          "text": "But one and the same Spirit works all these things, distributing to each one according to his will.",
          "ID": "11"
        },
        {
          "text": "For just as the body is one, and yet has many parts, so all the parts of the body, though they are many, are only one body. So also is Christ.",
          "ID": "12"
        },
        {
          "text": "And indeed, in one Spirit, we were all baptized into one body, whether Jews or Gentiles, whether servant or free. And we all drank in the one Spirit.",
          "ID": "13"
        },
        {
          "text": "For the body, too, is not one part, but many.",
          "ID": "14"
        },
        {
          "text": "If the foot were to say, \"Because I am not the hand, I am not of the body,\" would it then not be of the body?",
          "ID": "15"
        },
        {
          "text": "And if the ear were to say, \"Because I am not the eye, I am not of the body,\" would it then not be of the body?",
          "ID": "16"
        },
        {
          "text": "If the whole body were the eye, how would it hear? If the whole were hearing, how would it smell?",
          "ID": "17"
        },
        {
          "text": "But instead, God has placed the parts, each one of them, in the body, just as it has pleased him.",
          "ID": "18"
        },
        {
          "text": "So if they were all one part, how would it be a body?",
          "ID": "19"
        },
        {
          "text": "But instead, there are many parts, indeed, yet one body.",
          "ID": "20"
        },
        {
          "text": "And the eye cannot say to the hand, \"I have no need for your works.\" And again, the head cannot say to the feet, \"You are of no use to me.\"",
          "ID": "21"
        },
        {
          "text": "In fact, so much more necessary are those parts of the body which seem to be weaker.",
          "ID": "22"
        },
        {
          "text": "And though we consider certain parts of the body to be less noble, we surround these with more abundant dignity, and so, those parts which are less presentable end up with more abundant respect.",
          "ID": "23"
        },
        {
          "text": "However, our presentable parts have no such need, since God has tempered the body together, distributing the more abundant honor to that which has the need,",
          "ID": "24"
        },
        {
          "text": "so that there might be no schism in the body, but instead the parts themselves might take care of one another.",
          "ID": "25"
        },
        {
          "text": "And so, if one part suffers anything, all the parts suffer with it. Or, if one part finds glory, all the parts rejoice with it.",
          "ID": "26"
        },
        {
          "text": "Now you are the body of Christ, and parts like any part.",
          "ID": "27"
        },
        {
          "text": "And indeed, God has established a certain order in the Church: first Apostles, second Prophets, third Teachers, next miracle-workers, and then the grace of healing, of helping others, of governing, of different kinds of languages, and of the interpretation of words.",
          "ID": "28"
        },
        {
          "text": "Are all Apostles? Are all Prophets? Are all Teachers?",
          "ID": "29"
        },
        {
          "text": "Are all workers of miracles? Do all have the grace of healing? Do all speak in tongues? Do all interpret?",
          "ID": "30"
        },
        {
          "text": "But be zealous for the better charisms. And I reveal to you a yet more excellent way.",
          "ID": "31"
        }
      ],
      "ID": "NT:1CO.12",
      "name": "1 Corinthians 12"
    },
    {
      "text": [
        {
          "text": "If I were to speak in the language of men, or of Angels, yet not have charity, I would be like a clanging bell or a crashing cymbal.",
          "ID": "1"
        },
        {
          "text": "And if I have prophecy, and learn every mystery, and obtain all knowledge, and possess all faith, so that I could move mountains, yet not have charity, then I am nothing.",
          "ID": "2"
        },
        {
          "text": "And if I distribute all my goods in order to feed the poor, and if I hand over my body to be burned, yet not have charity, it offers me nothing.",
          "ID": "3"
        },
        {
          "text": "Charity is patient, is kind. Charity does not envy, does not act wrongly, is not inflated.",
          "ID": "4"
        },
        {
          "text": "Charity is not ambitious, does not seek for itself, is not provoked to anger, devises no evil.",
          "ID": "5"
        },
        {
          "text": "Charity does not rejoice over iniquity, but rejoices in truth.",
          "ID": "6"
        },
        {
          "text": "Charity suffers all, believes all, hopes all, endures all.",
          "ID": "7"
        },
        {
          "text": "Charity is never torn away, even if prophecies pass away, or languages cease, or knowledge is destroyed.",
          "ID": "8"
        },
        {
          "text": "For we know only in part, and we prophesy only in part.",
          "ID": "9"
        },
        {
          "text": "But when the perfect arrives, the imperfect passes away.",
          "ID": "10"
        },
        {
          "text": "When I was a child, I spoke like a child, I understood like a child, I thought like a child. But when I became a man, I put aside the things of a child.",
          "ID": "11"
        },
        {
          "text": "Now we see through a glass darkly. But then we shall see face to face. Now I know in part, but then I shall know, even as I am known.",
          "ID": "12"
        },
        {
          "text": "But for now, these three continue: faith, hope, and charity. And the greatest of these is charity.",
          "ID": "13"
        }
      ],
      "ID": "NT:1CO.13",
      "name": "1 Corinthians 13"
    },
    {
      "text": [
        {
          "text": "Pursue charity. Be zealous for spiritual things, but only so that you may prophesy.",
          "ID": "1"
        },
        {
          "text": "For whoever speaks in tongues, speaks not to men, but to God. For no one understands. Yet by the Spirit, he speaks mysteries.",
          "ID": "2"
        },
        {
          "text": "But whoever prophesies speaks to men for edification and exhortation and consolation.",
          "ID": "3"
        },
        {
          "text": "Whoever speaks in tongues edifies himself. But whoever prophesies edifies the Church.",
          "ID": "4"
        },
        {
          "text": "Now I want you all to speak in tongues, but more so to prophesy. For he who prophesies is greater than he who speaks in tongues, unless perhaps he interprets, so that the Church may receive edification.",
          "ID": "5"
        },
        {
          "text": "But now, brothers, if I were to come to you speaking in tongues, how would it benefit you, unless instead I speak to you in revelation, or in knowledge, or in prophecy, or in doctrine?",
          "ID": "6"
        },
        {
          "text": "Even those things that are without a soul can make sounds, whether it is a wind or a stringed instrument. But unless they present a distinction within the sounds, how will it be known which is from the pipe and which is from the string?",
          "ID": "7"
        },
        {
          "text": "For example, if the trumpet made an uncertain sound, who would prepare himself for battle?",
          "ID": "8"
        },
        {
          "text": "So it is with you also, for unless you utter with the tongue in plain speech, how will it be known what is said? For then you would be speaking into the air.",
          "ID": "9"
        },
        {
          "text": "Consider that there are so many different kinds of languages in this world, and yet none is without a voice.",
          "ID": "10"
        },
        {
          "text": "Therefore, if I do not understand the nature of the voice, then I shall be like a foreigner to the one with whom I am speaking; and he who is speaking will be like a foreigner to me.",
          "ID": "11"
        },
        {
          "text": "So it is with you also. And since you are zealous for what is spiritual, seek the edification of the Church, so that you may abound.",
          "ID": "12"
        },
        {
          "text": "For this reason, too, whoever speaks in tongues, let him pray for the interpretation.",
          "ID": "13"
        },
        {
          "text": "So, if I pray in tongues, my spirit prays, but my mind is without fruit.",
          "ID": "14"
        },
        {
          "text": "What is next? I should pray with the spirit, and also pray with the mind. I should sing psalms with the spirit, and also recite psalms with the mind.",
          "ID": "15"
        },
        {
          "text": "Otherwise, if you have blessed only with the spirit, how can someone, in a state of ignorance, add an \"Amen\" to your blessing? For he does not know what you are saying.",
          "ID": "16"
        },
        {
          "text": "In this case, certainly, you give thanks well, but the other person is not edified.",
          "ID": "17"
        },
        {
          "text": "I thank my God that I speak in tongues for all of you.",
          "ID": "18"
        },
        {
          "text": "But in the Church, I prefer to speak five words from my mind, so that I may instruct others also, rather than ten thousand words in tongues.",
          "ID": "19"
        },
        {
          "text": "Brothers, do not choose to have the minds of children. Instead, be free of malice like infants, but be mature in your minds.",
          "ID": "20"
        },
        {
          "text": "It is written in the law: \"I will speak to this people with other tongues and other lips, and even so, they will not heed me, says the Lord.\"",
          "ID": "21"
        },
        {
          "text": "And so, tongues are a sign, not for believers, but for unbelievers; and prophecies are not for unbelievers, but for believers.",
          "ID": "22"
        },
        {
          "text": "If then, the entire Church were to gather together as one, and if all were to speak in tongues, and then ignorant or unbelieving persons were to enter, would they not say that you were insane?",
          "ID": "23"
        },
        {
          "text": "But if everyone prophesies, and one who is ignorant or unbelieving enters, he may be convinced by it all, because he understands it all.",
          "ID": "24"
        },
        {
          "text": "The secrets of his heart are then made manifest. And so, falling to his face, he would adore God, proclaiming that God is truly among you.",
          "ID": "25"
        },
        {
          "text": "What is next, brothers? When you gather together, each one of you may have a psalm, or a doctrine, or a revelation, or a language, or an interpretation, but let everything be done for edification.",
          "ID": "26"
        },
        {
          "text": "If anyone is speaking in tongues, let there be only two, or at most three, and then in turn, and let someone interpret.",
          "ID": "27"
        },
        {
          "text": "But if there is no one to interpret, he should remain silent in the church, then he may speak when he is alone with God.",
          "ID": "28"
        },
        {
          "text": "And let the prophets speak, two or three, and let the others discern.",
          "ID": "29"
        },
        {
          "text": "But then, if something is revealed to another who is sitting, let the first one become silent.",
          "ID": "30"
        },
        {
          "text": "For you are all able to prophesy one at a time, so that all may learn and all may be encouraged.",
          "ID": "31"
        },
        {
          "text": "For the spirits of the prophets are subject to the prophets.",
          "ID": "32"
        },
        {
          "text": "And God is not of dissension, but of peace, just as I also teach in all the churches of the saints.",
          "ID": "33"
        },
        {
          "text": "Women should be silent in the churches. For it is not permitted for them to speak; but instead, they should be subordinate, as the law also says.",
          "ID": "34"
        },
        {
          "text": "And if they want to learn anything, let them ask their husbands at home. For it is disgraceful for a woman to speak in church.",
          "ID": "35"
        },
        {
          "text": "So now, did the Word of God proceed from you? Or was it sent to you alone?",
          "ID": "36"
        },
        {
          "text": "If anyone seems to be a prophet or a spiritual person, he should understand these things which I am writing to you, that these things are the commandments of the Lord.",
          "ID": "37"
        },
        {
          "text": "If anyone does not recognize these things, he should not be recognized.",
          "ID": "38"
        },
        {
          "text": "And so, brothers, be zealous to prophesy, and do not prohibit speaking in tongues.",
          "ID": "39"
        },
        {
          "text": "But let everything be done respectfully and according to proper order.",
          "ID": "40"
        }
      ],
      "ID": "NT:1CO.14",
      "name": "1 Corinthians 14"
    },
    {
      "text": [
        {
          "text": "And so I make known to you, brothers, the Gospel that I preached to you, which you also received, and on which you stand.",
          "ID": "1"
        },
        {
          "text": "By the Gospel, too, you are being saved, if you hold to the understanding that I preached to you, lest you believe in vain.",
          "ID": "2"
        },
        {
          "text": "For I handed on to you, first of all, what I also received: that Christ died for our sins, according to the Scriptures;",
          "ID": "3"
        },
        {
          "text": "and that he was buried; and that he rose again on the third day, according to the Scriptures;",
          "ID": "4"
        },
        {
          "text": "and that he was seen by Cephas, and after that by the eleven.",
          "ID": "5"
        },
        {
          "text": "Next he was seen by more than five hundred brothers at one time, many of whom remain, even to the present time, although some have fallen asleep.",
          "ID": "6"
        },
        {
          "text": "Next, he was seen by James, then by all the Apostles.",
          "ID": "7"
        },
        {
          "text": "And last of all, he was seen also by me, as if I were someone born at the wrong time.",
          "ID": "8"
        },
        {
          "text": "For I am the least of the Apostles. I am not worthy to be called an Apostle, because I persecuted the Church of God.",
          "ID": "9"
        },
        {
          "text": "But, by the grace of God, I am what I am. And his grace in me has not been empty, since I have labored more abundantly than all of them. Yet it is not I, but the grace of God within me.",
          "ID": "10"
        },
        {
          "text": "For whether it is I or they: so we preach, and so you have believed.",
          "ID": "11"
        },
        {
          "text": "Now if Christ is preached, that he rose again from the dead, how is it that some among you say that there is no resurrection of the dead?",
          "ID": "12"
        },
        {
          "text": "For if there is no resurrection of the dead, then Christ has not risen.",
          "ID": "13"
        },
        {
          "text": "And if Christ has not risen, then our preaching is useless, and your faith is also useless.",
          "ID": "14"
        },
        {
          "text": "Then, too, we would be found to be false witnesses of God, because we would have given testimony against God, saying that he had raised up Christ, when he had not raised him up, if, indeed, the dead do not rise again.",
          "ID": "15"
        },
        {
          "text": "For if the dead do not rise again, then neither has Christ risen again.",
          "ID": "16"
        },
        {
          "text": "But if Christ has not risen, then your faith is vain; for you would still be in your sins.",
          "ID": "17"
        },
        {
          "text": "Then, too, those who have fallen asleep in Christ would have perished.",
          "ID": "18"
        },
        {
          "text": "If we have hope in Christ for this life only, then we are more miserable than all men.",
          "ID": "19"
        },
        {
          "text": "But now Christ has risen again from the dead, as the first-fruits of those who sleep.",
          "ID": "20"
        },
        {
          "text": "For certainly, death came through a man. And so, the resurrection of the dead came through a man",
          "ID": "21"
        },
        {
          "text": "And just as in Adam all die, so also in Christ all will be brought to life,",
          "ID": "22"
        },
        {
          "text": "but each one in his proper order: Christ, as the first-fruits, and next, those who are of Christ, who have believed in his advent.",
          "ID": "23"
        },
        {
          "text": "Afterwards is the end, when he will have handed over the kingdom to God the Father, when he will have emptied all principality, and authority, and power.",
          "ID": "24"
        },
        {
          "text": "For it is necessary for him to reign, until he has set all his enemies under his feet.",
          "ID": "25"
        },
        {
          "text": "Lastly, the enemy called death shall be destroyed. For he has subjected all things under his feet. And although he says,",
          "ID": "26"
        },
        {
          "text": "\"All things have been subjected to him,\" without doubt he does not include the One who has subjected all things to him.",
          "ID": "27"
        },
        {
          "text": "And when all things will have been subjected to him, then even the Son himself will be subjected to the One who subjected all things to him, so that God may be all in all.",
          "ID": "28"
        },
        {
          "text": "Otherwise, what will those who are being baptized for the dead do, if the dead do not rise again at all? Why then are they being baptized for them?",
          "ID": "29"
        },
        {
          "text": "Why also do we endure trials every hour?",
          "ID": "30"
        },
        {
          "text": "Daily I die, by means of your boasting, brothers: you whom I have in Christ Jesus our Lord.",
          "ID": "31"
        },
        {
          "text": "If, according to man, I fought with the beasts at Ephesus, how would that benefit me, if the dead do not rise again? \"Let us eat and drink, for tomorrow we shall die.\"",
          "ID": "32"
        },
        {
          "text": "Do not be led astray. Evil communication corrupts good morals.",
          "ID": "33"
        },
        {
          "text": "Be vigilant, you just ones, and do not be willing to sin. For certain persons have an ignorance of God. I say this to you with respect.",
          "ID": "34"
        },
        {
          "text": "But someone may say, \"How do the dead rise again?\" or, \"What type of body do they return with?\"",
          "ID": "35"
        },
        {
          "text": "How foolish! What you sow cannot be brought back to life, unless it first dies.",
          "ID": "36"
        },
        {
          "text": "And what you sow is not the body that will be in the future, but a bare grain, such as of wheat, or of some other grain.",
          "ID": "37"
        },
        {
          "text": "For God gives it a body according to his will, and according to each seed's proper body.",
          "ID": "38"
        },
        {
          "text": "Not all flesh is the same flesh. But one is indeed of men, another truly is of beasts, another is of birds, and another is of fish.",
          "ID": "39"
        },
        {
          "text": "Also, there are heavenly bodies and earthly bodies. But while the one, certainly, has the glory of heaven, the other has the glory of earth.",
          "ID": "40"
        },
        {
          "text": "One has the brightness of the sun, another the brightness of the moon, and another the brightness of the stars. For even star differs from star in brightness.",
          "ID": "41"
        },
        {
          "text": "So it is also with the resurrection of the dead. What is sown in corruption shall rise to incorruption.",
          "ID": "42"
        },
        {
          "text": "What is sown in dishonor shall rise to glory. What is sown in weakness shall rise to power.",
          "ID": "43"
        },
        {
          "text": "What is sown with an animal body shall rise with a spiritual body. If there is an animal body, there is also a spiritual one.",
          "ID": "44"
        },
        {
          "text": "Just as it was written that the first man, Adam, was made with a living soul, so shall the last Adam be made with a spirit brought back to life.",
          "ID": "45"
        },
        {
          "text": "So what is, at first, not spiritual, but animal, next becomes spiritual.",
          "ID": "46"
        },
        {
          "text": "The first man, being earthly, was of the earth; the second man, being heavenly, will be of heaven.",
          "ID": "47"
        },
        {
          "text": "Such things as are like the earth are earthly; and such things as are like the heavens are heavenly.",
          "ID": "48"
        },
        {
          "text": "And so, just as we have carried the image of what is earthly, let us also carry the image of what is heavenly.",
          "ID": "49"
        },
        {
          "text": "Now I say this, brothers, because flesh and blood is not able to possess the kingdom of God; neither will what is corrupt possess what is incorrupt.",
          "ID": "50"
        },
        {
          "text": "Behold, I tell you a mystery. Certainly, we shall all rise again, but we shall not all be transformed:",
          "ID": "51"
        },
        {
          "text": "in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will rise up, incorruptible. And we shall be transformed.",
          "ID": "52"
        },
        {
          "text": "Thus, it is necessary for this corruptibility to be clothed with incorruptibility, and for this mortality to be clothed with immortality.",
          "ID": "53"
        },
        {
          "text": "And when this mortality has been clothed with immortality, then the word that was written shall occur: \"Death is swallowed up in victory.\"",
          "ID": "54"
        },
        {
          "text": "\"O death, where is your victory? O death, where is your sting?\"",
          "ID": "55"
        },
        {
          "text": "Now the sting of death is sin, and the power of sin is the law.",
          "ID": "56"
        },
        {
          "text": "But thanks be to God, who has given us victory through our Lord Jesus Christ.",
          "ID": "57"
        },
        {
          "text": "And so, my beloved brothers, be steadfast and unmovable, abounding always in the work of the Lord, knowing that your labor is not useless in the Lord.",
          "ID": "58"
        }
      ],
      "ID": "NT:1CO.15",
      "name": "1 Corinthians 15"
    },
    {
      "text": [
        {
          "text": "Now concerning the collections which are made for the saints: just as I have arranged for the churches of Galatia, so should it also be done with you.",
          "ID": "1"
        },
        {
          "text": "On the first day of the week, the Sabbath, let each one of you take from himself, setting aside what will be well-pleasing to him, so that when I arrive, the collections will not have to be made then.",
          "ID": "2"
        },
        {
          "text": "And when I am present, whomever you shall approve through letters, these I shall send to bear your gifts to Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And if it is fitting for me to go too, they shall go with me.",
          "ID": "4"
        },
        {
          "text": "Now I will visit you after I have passed through Macedonia. For I will pass through Macedonia.",
          "ID": "5"
        },
        {
          "text": "And perhaps I will stay with you, and even spend the winter, so that you may lead me on my way, whenever I depart.",
          "ID": "6"
        },
        {
          "text": "For I am not willing to see you now only in passing, since I hope that I may remain with you for some length of time, if the Lord permits.",
          "ID": "7"
        },
        {
          "text": "But I must remain at Ephesus, even until Pentecost.",
          "ID": "8"
        },
        {
          "text": "For a door, great and unavoidable, has opened to me, as well as many adversaries.",
          "ID": "9"
        },
        {
          "text": "Now if Timothy arrives, see to it that he may be among you without fear. For he is doing the work of the Lord, just as I also do.",
          "ID": "10"
        },
        {
          "text": "Therefore, let no one despise him. Instead, lead him on his way in peace, so that he may come to me. For I am awaiting him with the brothers.",
          "ID": "11"
        },
        {
          "text": "But concerning our brother, Apollo, I am letting you know that I pleaded with him greatly to go to you with the brothers, and clearly it was not his will to go at this time. But he will arrive when there is a space of time for him.",
          "ID": "12"
        },
        {
          "text": "Be vigilant. Stand with faith. Act manfully and be strengthened.",
          "ID": "13"
        },
        {
          "text": "Let all that is yours be immersed in charity.",
          "ID": "14"
        },
        {
          "text": "And I beg you, brothers: You know the house of Stephanus, and of Fortunatus, and of Achaicus, that they are the first-fruits of Achaia, and that they have dedicated themselves to the ministry of the saints.",
          "ID": "15"
        },
        {
          "text": "So you should be subject also to persons such as this, as well as to all who are cooperating and working with them.",
          "ID": "16"
        },
        {
          "text": "Now I rejoice in the presence of Stephanus and Fortunatus and Achaicus, because what was lacking in you, they have supplied.",
          "ID": "17"
        },
        {
          "text": "For they have refreshed my spirit and yours. Therefore, recognize persons such as this.",
          "ID": "18"
        },
        {
          "text": "The churches of Asia greet you. Aquila and Priscilla greet you greatly in the Lord, with the church of their household, where I also am a guest.",
          "ID": "19"
        },
        {
          "text": "All the brothers greet you. Greet one another with a holy kiss.",
          "ID": "20"
        },
        {
          "text": "This is a greeting from my own hand, Paul.",
          "ID": "21"
        },
        {
          "text": "If anyone does not love our Lord Jesus Christ, let him be anathema! Maran Atha.",
          "ID": "22"
        },
        {
          "text": "May the grace of our Lord Jesus Christ be with you all.",
          "ID": "23"
        },
        {
          "text": "My charity is with all of you in Christ Jesus. Amen.",
          "ID": "24"
        }
      ],
      "ID": "NT:1CO.16",
      "name": "1 Corinthians 16"
    }
  ],
  "ID": "NT:1CO(CPDV)",
  "version": "CPDV",
  "name": "1 Corinthians"
}