{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Видение Исаии, сына Амосова, которое он видел о Иудее и Иерусалиме, во дни Озии, Иоафама, Ахаза, Езекии – царей Иудейских.",
          "ID": "1"
        },
        {
          "text": "Слушайте, небеса, и внимай, земля, потому что Господь говорит: Я воспитал и возвысил сыновей, а они возмутились против Меня.",
          "ID": "2"
        },
        {
          "text": "Вол знает владетеля своего, и осел – ясли господина своего; а Израиль не знает [Меня], народ Мой не разумеет.",
          "ID": "3"
        },
        {
          "text": "Увы, народ грешный, народ обремененный беззакониями, племя злодеев, сыны погибельные! Оставили Господа, презрели Святаго Израилева, – повернулись назад.",
          "ID": "4"
        },
        {
          "text": "Во что вас бить еще, продолжающие свое упорство? Вся голова в язвах, и все сердце исчахло.",
          "ID": "5"
        },
        {
          "text": "От подошвы ноги до темени головы нет у него здорового места: язвы, пятна, гноящиеся раны, неочищенные и необвязанные и не смягченные елеем.",
          "ID": "6"
        },
        {
          "text": "Земля ваша опустошена; города ваши сожжены огнем; поля ваши в ваших глазах съедают чужие; все опустело, как после разорения чужими.",
          "ID": "7"
        },
        {
          "text": "И осталась дщерь Сиона, как шатер в винограднике, как шалаш в огороде, как осажденный город.",
          "ID": "8"
        },
        {
          "text": "Если бы Господь Саваоф не оставил нам небольшого остатка, то мы были бы то же, что Содом, уподобились бы Гоморре.",
          "ID": "9"
        },
        {
          "text": "Слушайте слово Господне, князья Содомские; внимай закону Бога нашего, народ Гоморрский!",
          "ID": "10"
        },
        {
          "text": "К чему Мне множество жертв ваших? говорит Господь. Я пресыщен всесожжениями овнов и туком откормленного скота, и крови тельцов и агнцев и козлов не хочу.",
          "ID": "11"
        },
        {
          "text": "Когда вы приходите являться пред лице Мое, кто требует от вас, чтобы вы топтали дворы Мои?",
          "ID": "12"
        },
        {
          "text": "Не носите больше даров тщетных: курение отвратительно для Меня; новомесячий и суббот, праздничных собраний не могу терпеть: беззаконие – и празднование!",
          "ID": "13"
        },
        {
          "text": "Новомесячия ваши и праздники ваши ненавидит душа Моя: они бремя для Меня; Мне тяжело нести их.",
          "ID": "14"
        },
        {
          "text": "И когда вы простираете руки ваши, Я закрываю от вас очи Мои; и когда вы умножаете моления ваши, Я не слышу: ваши руки полны крови.",
          "ID": "15"
        },
        {
          "text": "Омойтесь, очиститесь; удалите злые деяния ваши от очей Моих; перестаньте делать зло;",
          "ID": "16"
        },
        {
          "text": "научитесь делать добро, ищите правды, спасайте угнетенного, защищайте сироту, вступайтесь за вдову.",
          "ID": "17"
        },
        {
          "text": "Тогда придите – и рассудим, говорит Господь. Если будут грехи ваши, как багряное, – как снег убелю; если будут красны, как пурпур, – как волну убелю.",
          "ID": "18"
        },
        {
          "text": "Если захотите и послушаетесь, то будете вкушать блага земли;",
          "ID": "19"
        },
        {
          "text": "если же отречетесь и будете упорствовать, то меч пожрет вас: ибо уста Господни говорят.",
          "ID": "20"
        },
        {
          "text": "Как сделалась блудницею верная столица, исполненная правосудия! Правда обитала в ней, а теперь – убийцы.",
          "ID": "21"
        },
        {
          "text": "Серебро твое стало изгарью, вино твое испорчено водою;",
          "ID": "22"
        },
        {
          "text": "князья твои – законопреступники и сообщники воров; все они любят подарки и гоняются за мздою; не защищают сироты, и дело вдовы не доходит до них.",
          "ID": "23"
        },
        {
          "text": "Посему говорит Господь, Господь Саваоф, Сильный Израилев: о, удовлетворю Я Себя над противниками Моими и отмщу врагам Моим!",
          "ID": "24"
        },
        {
          "text": "И обращу на тебя руку Мою и, как в щелочи, очищу с тебя примесь, и отделю от тебя все свинцовое;",
          "ID": "25"
        },
        {
          "text": "и опять буду поставлять тебе судей, как прежде, и советников, как вначале; тогда будут говорить о тебе: \"город правды, столица верная\".",
          "ID": "26"
        },
        {
          "text": "Сион спасется правосудием, и обратившиеся [сыны] его – правдою;",
          "ID": "27"
        },
        {
          "text": "всем же отступникам и грешникам – погибель, и оставившие Господа истребятся.",
          "ID": "28"
        },
        {
          "text": "Они будут постыжены за дубравы, которые столь вожделенны для вас, и посрамлены за сады, которые вы избрали себе;",
          "ID": "29"
        },
        {
          "text": "ибо вы будете, как дуб, [которого] лист опал, и как сад, в котором нет воды.",
          "ID": "30"
        },
        {
          "text": "И сильный будет отрепьем, и дело его – искрою; и будут гореть вместе, – и никто не потушит.",
          "ID": "31"
        }
      ],
      "ID": "OT:ISA.1",
      "name": "Книга пророка Исаии 1"
    },
    {
      "text": [
        {
          "text": "Слово, которое было в видении к Исаии, сыну Амосову, о Иудее и Иерусалиме.",
          "ID": "1"
        },
        {
          "text": "И будет в последние дни, гора дома Господня будет поставлена во главу гор и возвысится над холмами, и потекут к ней все народы.",
          "ID": "2"
        },
        {
          "text": "И пойдут многие народы и скажут: придите, и взойдем на гору Господню, в дом Бога Иаковлева, и научит Он нас Своим путям и будем ходить по стезям Его; ибо от Сиона выйдет закон, и слово Господне – из Иерусалима.",
          "ID": "3"
        },
        {
          "text": "И будет Он судить народы, и обличит многие племена; и перекуют мечи свои на орала, и копья свои – на серпы: не поднимет народ на народ меча, и не будут более учиться воевать.",
          "ID": "4"
        },
        {
          "text": "О, дом Иакова! Придите, и будем ходить во свете Господнем.",
          "ID": "5"
        },
        {
          "text": "Но Ты отринул народ Твой, дом Иакова, потому что они многое переняли от востока: и чародеи [у них], как у Филистимлян, и с сынами чужих они в общении.",
          "ID": "6"
        },
        {
          "text": "И наполнилась земля его серебром и золотом, и нет числа сокровищам его; и наполнилась земля его конями, и нет числа колесницам его;",
          "ID": "7"
        },
        {
          "text": "и наполнилась земля его идолами: они поклоняются делу рук своих, тому, что сделали персты их.",
          "ID": "8"
        },
        {
          "text": "И преклонился человек, и унизился муж, – и Ты не простишь их.",
          "ID": "9"
        },
        {
          "text": "Иди в скалу и сокройся в землю от страха Господа и от славы величия Его.",
          "ID": "10"
        },
        {
          "text": "Поникнут гордые взгляды человека, и высокое людское унизится; и один Господь будет высок в тот день.",
          "ID": "11"
        },
        {
          "text": "Ибо [грядет] день Господа Саваофа на все гордое и высокомерное и на все превознесенное, – и оно будет унижено, –",
          "ID": "12"
        },
        {
          "text": "и на все кедры Ливанские, высокие и превозносящиеся, и на все дубы Васанские,",
          "ID": "13"
        },
        {
          "text": "и на все высокие горы, и на все возвышающиеся холмы,",
          "ID": "14"
        },
        {
          "text": "и на всякую высокую башню, и на всякую крепкую стену,",
          "ID": "15"
        },
        {
          "text": "и на все корабли Фарсисские, и на все вожделенные украшения их.",
          "ID": "16"
        },
        {
          "text": "И падет величие человеческое, и высокое людское унизится; и один Господь будет высок в тот день,",
          "ID": "17"
        },
        {
          "text": "и идолы совсем исчезнут.",
          "ID": "18"
        },
        {
          "text": "И войдут [люди] в расселины скал и в пропасти земли от страха Господа и от славы величия Его, когда Он восстанет сокрушить землю.",
          "ID": "19"
        },
        {
          "text": "В тот день человек бросит кротам и летучим мышам серебряных своих идолов и золотых своих идолов, которых сделал себе для поклонения им,",
          "ID": "20"
        },
        {
          "text": "чтобы войти в ущелья скал и в расселины гор от страха Господа и от славы величия Его, когда Он восстанет сокрушить землю.",
          "ID": "21"
        },
        {
          "text": "Перестаньте вы надеяться на человека, которого дыхание в ноздрях его, ибо что он значит?",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.2",
      "name": "Книга пророка Исаии 2"
    },
    {
      "text": [
        {
          "text": "Вот, Господь, Господь Саваоф, отнимет у Иерусалима и у Иуды посох и трость, всякое подкрепление хлебом и всякое подкрепление водою,",
          "ID": "1"
        },
        {
          "text": "храброго вождя и воина, судью и пророка, и прозорливца и старца,",
          "ID": "2"
        },
        {
          "text": "пятидесятника и вельможу и советника, и мудрого художника и искусного в слове.",
          "ID": "3"
        },
        {
          "text": "И дам им отроков в начальники, и дети будут господствовать над ними.",
          "ID": "4"
        },
        {
          "text": "И в народе один будет угнетаем другим, и каждый – ближним своим; юноша будет нагло превозноситься над старцем, и простолюдин над вельможею.",
          "ID": "5"
        },
        {
          "text": "Тогда ухватится человек за брата своего, в семействе отца своего, [и скажет]: у тебя [есть] одежда, будь нашим вождем, и да будут эти развалины под рукою твоею.",
          "ID": "6"
        },
        {
          "text": "А [он] с клятвою скажет: не могу исцелить [ран общества]; и в моем доме нет ни хлеба, ни одежды; не делайте меня вождем народа.",
          "ID": "7"
        },
        {
          "text": "Так рушился Иерусалим, и пал Иуда, потому что язык их и дела их – против Господа, оскорбительны для очей славы Его.",
          "ID": "8"
        },
        {
          "text": "Выражение лиц их свидетельствует против них, и о грехе своем они рассказывают открыто, как Содомляне, не скрывают: горе душе их! ибо сами на себя навлекают зло.",
          "ID": "9"
        },
        {
          "text": "Скажите праведнику, что благо [ему], ибо он будет вкушать плоды дел своих;",
          "ID": "10"
        },
        {
          "text": "а беззаконнику – горе, ибо будет ему возмездие за [дела] рук его.",
          "ID": "11"
        },
        {
          "text": "Притеснители народа Моего – дети, и женщины господствуют над ним. Народ Мой! вожди твои вводят тебя в заблуждение и путь стезей твоих испортили.",
          "ID": "12"
        },
        {
          "text": "Восстал Господь на суд – и стоит, чтобы судить народы.",
          "ID": "13"
        },
        {
          "text": "Господь вступает в суд со старейшинами народа Своего и с князьями его: вы опустошили виноградник; награбленное у бедного – в ваших домах;",
          "ID": "14"
        },
        {
          "text": "что вы тесните народ Мой и угнетаете бедных? говорит Господь, Господь Саваоф.",
          "ID": "15"
        },
        {
          "text": "И сказал Господь: за то, что дочери Сиона надменны и ходят, подняв шею и обольщая взорами, и выступают величавою поступью и гремят цепочками на ногах, –",
          "ID": "16"
        },
        {
          "text": "оголит Господь темя дочерей Сиона и обнажит Господь срамоту их;",
          "ID": "17"
        },
        {
          "text": "в тот день отнимет Господь красивые цепочки на ногах и звездочки, и луночки,",
          "ID": "18"
        },
        {
          "text": "серьги, и ожерелья, и опахала, увясла и запястья, и пояса, и сосудцы с духами, и привески волшебные,",
          "ID": "19"
        },
        {
          "text": "перстни и кольца в носу,",
          "ID": "20"
        },
        {
          "text": "верхнюю одежду и нижнюю, и платки, и кошельки,",
          "ID": "21"
        },
        {
          "text": "светлые тонкие епанчи и повязки, и покрывала.",
          "ID": "22"
        },
        {
          "text": "И будет вместо благовония зловоние, и вместо пояса будет веревка, и вместо завитых волос – плешь, и вместо широкой епанчи – узкое вретище, вместо красоты – клеймо.",
          "ID": "23"
        },
        {
          "text": "Мужи твои падут от меча, и храбрые твои – на войне.",
          "ID": "24"
        },
        {
          "text": "И будут воздыхать и плакать ворота [столицы],",
          "ID": "25"
        },
        {
          "text": "и будет она сидеть на земле опустошенная.",
          "ID": "26"
        }
      ],
      "ID": "OT:ISA.3",
      "name": "Книга пророка Исаии 3"
    },
    {
      "text": [
        {
          "text": "И ухватятся семь женщин за одного мужчину в тот день, и скажут: \"свой хлеб будем есть и свою одежду будем носить, только пусть будем называться твоим именем, – сними с нас позор\".",
          "ID": "1"
        },
        {
          "text": "В тот день отрасль Господа явится в красоте и чести, и плод земли – в величии и славе, для уцелевших [сынов] Израиля.",
          "ID": "2"
        },
        {
          "text": "Тогда оставшиеся на Сионе и уцелевшие в Иерусалиме будут именоваться святыми, все вписанные в книгу для житья в Иерусалиме,",
          "ID": "3"
        },
        {
          "text": "когда Господь омоет скверну дочерей Сиона и очистит кровь Иерусалима из среды его духом суда и духом огня.",
          "ID": "4"
        },
        {
          "text": "И сотворит Господь над всяким местом горы Сиона и над собраниями ее облако и дым во время дня и блистание пылающего огня во время ночи; ибо над всем чтимым будет покров.",
          "ID": "5"
        },
        {
          "text": "И будет шатер для осенения днем от зноя и для убежища и защиты от непогод и дождя.",
          "ID": "6"
        }
      ],
      "ID": "OT:ISA.4",
      "name": "Книга пророка Исаии 4"
    },
    {
      "text": [
        {
          "text": "Воспою Возлюбленному моему песнь Возлюбленного моего о винограднике Его. У Возлюбленного моего был виноградник на вершине утучненной горы,",
          "ID": "1"
        },
        {
          "text": "и Он обнес его оградою, и очистил его от камней, и насадил в нем отборные виноградные лозы, и построил башню посреди его, и выкопал в нем точило, и ожидал, что он принесет добрые грозды, а он принес дикие ягоды.",
          "ID": "2"
        },
        {
          "text": "И ныне, жители Иерусалима и мужи Иуды, рассудите Меня с виноградником Моим.",
          "ID": "3"
        },
        {
          "text": "Что еще надлежало бы сделать для виноградника Моего, чего Я не сделал ему? Почему, когда Я ожидал, что он принесет добрые грозды, он принес дикие ягоды?",
          "ID": "4"
        },
        {
          "text": "Итак Я скажу вам, что сделаю с виноградником Моим: отниму у него ограду, и будет он опустошаем; разрушу стены его, и будет попираем,",
          "ID": "5"
        },
        {
          "text": "и оставлю его в запустении: не будут ни обрезывать, ни вскапывать его, – и зарастет он тернами и волчцами, и повелю облакам не проливать на него дождя.",
          "ID": "6"
        },
        {
          "text": "Виноградник Господа Саваофа есть дом Израилев, и мужи Иуды – любимое насаждение Его. И ждал Он правосудия, но вот – кровопролитие; [ждал] правды, и вот – вопль.",
          "ID": "7"
        },
        {
          "text": "Горе вам, прибавляющие дом к дому, присоединяющие поле к полю, так что [другим] не остается места, как будто вы одни поселены на земле.",
          "ID": "8"
        },
        {
          "text": "В уши мои [сказал] Господь Саваоф: многочисленные домы эти будут пусты, большие и красивые – без жителей;",
          "ID": "9"
        },
        {
          "text": "десять участков в винограднике дадут один бат, и хомер посеянного зерна едва принесет ефу.",
          "ID": "10"
        },
        {
          "text": "Горе тем, которые с раннего утра ищут сикеры и до позднего вечера разгорячают себя вином;",
          "ID": "11"
        },
        {
          "text": "и цитра и гусли, тимпан и свирель и вино на пиршествах их; а на дела Господа они не взирают и о деяниях рук Его не помышляют.",
          "ID": "12"
        },
        {
          "text": "За то народ мой пойдет в плен непредвиденно, и вельможи его будут голодать, и богачи его будут томиться жаждою.",
          "ID": "13"
        },
        {
          "text": "За то преисподняя расширилась и без меры раскрыла пасть свою: и сойдет [туда] слава их и богатство их, и шум их и [все], что веселит их.",
          "ID": "14"
        },
        {
          "text": "И преклонится человек, и смирится муж, и глаза гордых поникнут;",
          "ID": "15"
        },
        {
          "text": "а Господь Саваоф превознесется в суде, и Бог Святый явит святость Свою в правде.",
          "ID": "16"
        },
        {
          "text": "И будут пастись овцы по своей воле, и чужие будут питаться оставленными жирными пажитями богатых.",
          "ID": "17"
        },
        {
          "text": "Горе тем, которые влекут на себя беззаконие вервями суетности, и грех – как бы ремнями колесничными;",
          "ID": "18"
        },
        {
          "text": "которые говорят: \"пусть Он поспешит и ускорит дело Свое, чтобы мы видели, и пусть приблизится и придет в исполнение совет Святаго Израилева, чтобы мы узнали!\"",
          "ID": "19"
        },
        {
          "text": "Горе тем, которые зло называют добром, и добро – злом, тьму почитают светом, и свет – тьмою, горькое почитают сладким, и сладкое – горьким!",
          "ID": "20"
        },
        {
          "text": "Горе тем, которые мудры в своих глазах и разумны пред самими собою!",
          "ID": "21"
        },
        {
          "text": "Горе тем, которые храбры пить вино и сильны приготовлять крепкий напиток,",
          "ID": "22"
        },
        {
          "text": "которые за подарки оправдывают виновного и правых лишают законного!",
          "ID": "23"
        },
        {
          "text": "За то, как огонь съедает солому, и пламя истребляет сено, так истлеет корень их, и цвет их разнесется, как прах; потому что они отвергли закон Господа Саваофа и презрели слово Святаго Израилева.",
          "ID": "24"
        },
        {
          "text": "За то возгорится гнев Господа на народ Его, и прострет Он руку Свою на него и поразит его, так что содрогнутся горы, и трупы их будут как помет на улицах. И при всем этом гнев Его не отвратится, и рука Его еще будет простерта.",
          "ID": "25"
        },
        {
          "text": "И поднимет знамя народам дальним, и даст знак живущему на краю земли, – и вот, он легко и скоро придет;",
          "ID": "26"
        },
        {
          "text": "не будет у него ни усталого, ни изнемогающего; ни один не задремлет и не заснет, и не снимется пояс с чресл его, и не разорвется ремень у обуви его;",
          "ID": "27"
        },
        {
          "text": "стрелы его заострены, и все луки его натянуты; копыта коней его подобны кремню, и колеса его – как вихрь;",
          "ID": "28"
        },
        {
          "text": "рев его – как рев львицы; он рыкает подобно скимнам, и заревет, и схватит добычу и унесет, и никто не отнимет.",
          "ID": "29"
        },
        {
          "text": "И заревет на него в тот день как бы рев [разъяренного] моря; и взглянет он на землю, и вот – тьма, горе, и свет померк в облаках.",
          "ID": "30"
        }
      ],
      "ID": "OT:ISA.5",
      "name": "Книга пророка Исаии 5"
    },
    {
      "text": [
        {
          "text": "В год смерти царя Озии видел я Господа, сидящего на престоле высоком и превознесенном, и края риз Его наполняли весь храм.",
          "ID": "1"
        },
        {
          "text": "Вокруг Него стояли Серафимы; у каждого из них по шести крыл: двумя закрывал каждый лице свое, и двумя закрывал ноги свои, и двумя летал.",
          "ID": "2"
        },
        {
          "text": "И взывали они друг ко другу и говорили: Свят, Свят, Свят Господь Саваоф! вся земля полна славы Его!",
          "ID": "3"
        },
        {
          "text": "И поколебались верхи врат от гласа восклицающих, и дом наполнился курениями.",
          "ID": "4"
        },
        {
          "text": "И сказал я: горе мне! погиб я! ибо я человек с нечистыми устами, и живу среди народа также с нечистыми устами, – и глаза мои видели Царя, Господа Саваофа.",
          "ID": "5"
        },
        {
          "text": "Тогда прилетел ко мне один из Серафимов, и в руке у него горящий уголь, который он взял клещами с жертвенника,",
          "ID": "6"
        },
        {
          "text": "и коснулся уст моих и сказал: вот, это коснулось уст твоих, и беззаконие твое удалено от тебя, и грех твой очищен.",
          "ID": "7"
        },
        {
          "text": "И услышал я голос Господа, говорящего: кого Мне послать? и кто пойдет для Нас? И я сказал: вот я, пошли меня.",
          "ID": "8"
        },
        {
          "text": "И сказал Он: пойди и скажи этому народу: слухом услышите – и не уразумеете, и очами смотреть будете – и не увидите.",
          "ID": "9"
        },
        {
          "text": "Ибо огрубело сердце народа сего, и ушами с трудом слышат, и очи свои сомкнули, да не узрят очами, и не услышат ушами, и не уразумеют сердцем, и не обратятся, чтобы Я исцелил их.",
          "ID": "10"
        },
        {
          "text": "И сказал я: надолго ли, Господи? Он сказал: доколе не опустеют города, и останутся без жителей, и домы без людей, и доколе земля эта совсем не опустеет.",
          "ID": "11"
        },
        {
          "text": "И удалит Господь людей, и великое запустение будет на этой земле.",
          "ID": "12"
        },
        {
          "text": "И если еще останется десятая часть на ней и возвратится, и она опять будет разорена; [но] как от теревинфа и как от дуба, когда они и срублены, [остается] корень их, так святое семя [будет] корнем ее.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.6",
      "name": "Книга пророка Исаии 6"
    },
    {
      "text": [
        {
          "text": "И было во дни Ахаза, сына Иоафамова, сына Озии, царя Иудейского, Рецин, царь Сирийский, и Факей, сын Ремалиин, царь Израильский, пошли против Иерусалима, чтобы завоевать его, но не могли завоевать.",
          "ID": "1"
        },
        {
          "text": "И было возвещено дому Давидову и сказано: Сирияне расположились в земле Ефремовой; и всколебалось сердце его и сердце народа его, как колеблются от ветра дерева в лесу.",
          "ID": "2"
        },
        {
          "text": "И сказал Господь Исаии: выйди ты и сын твой Шеар–ясув навстречу Ахазу, к концу водопровода верхнего пруда, на дорогу к полю белильничьему,",
          "ID": "3"
        },
        {
          "text": "и скажи ему: наблюдай и будь спокоен; не страшись и да не унывает сердце твое от двух концов этих дымящихся головней, от разгоревшегося гнева Рецина и Сириян и сына Ремалиина.",
          "ID": "4"
        },
        {
          "text": "Сирия, Ефрем и сын Ремалиин умышляют против тебя зло, говоря:",
          "ID": "5"
        },
        {
          "text": "пойдем на Иудею и возмутим ее, и овладеем ею и поставим в ней царем сына Тавеилова.",
          "ID": "6"
        },
        {
          "text": "Но Господь Бог так говорит: это не состоится и не сбудется;",
          "ID": "7"
        },
        {
          "text": "ибо глава Сирии – Дамаск, и глава Дамаска – Рецин; а чрез шестьдесят пять лет Ефрем перестанет быть народом;",
          "ID": "8"
        },
        {
          "text": "и глава Ефрема – Самария, и глава Самарии – сын Ремалиин. Если вы не верите, то потому, что вы не удостоверены.",
          "ID": "9"
        },
        {
          "text": "И продолжал Господь говорить к Ахазу, и сказал:",
          "ID": "10"
        },
        {
          "text": "проси себе знамения у Господа Бога твоего: проси или в глубине, или на высоте.",
          "ID": "11"
        },
        {
          "text": "И сказал Ахаз: не буду просить и не буду искушать Господа.",
          "ID": "12"
        },
        {
          "text": "Тогда сказал [Исаия]: слушайте же, дом Давидов! разве мало для вас затруднять людей, что вы хотите затруднять и Бога моего?",
          "ID": "13"
        },
        {
          "text": "Итак Сам Господь даст вам знамение: се, Дева во чреве приимет и родит Сына, и нарекут имя Ему: Еммануил.",
          "ID": "14"
        },
        {
          "text": "Он будет питаться молоком и медом, доколе не будет разуметь отвергать худое и избирать доброе;",
          "ID": "15"
        },
        {
          "text": "ибо прежде нежели этот младенец будет разуметь отвергать худое и избирать доброе, земля та, которой ты страшишься, будет оставлена обоими царями ее.",
          "ID": "16"
        },
        {
          "text": "Но наведет Господь на тебя и на народ твой и на дом отца твоего дни, какие не приходили со времени отпадения Ефрема от Иуды, наведет царя Ассирийского.",
          "ID": "17"
        },
        {
          "text": "И будет в тот день: даст знак Господь мухе, которая при устье реки Египетской, и пчеле, которая в земле Ассирийской, –",
          "ID": "18"
        },
        {
          "text": "и прилетят и усядутся все они по долинам опустелым и по расселинам скал, и по всем колючим кустарникам, и по всем деревам.",
          "ID": "19"
        },
        {
          "text": "В тот день обреет Господь бритвою, нанятою по ту сторону реки, царем Ассирийским, голову и волоса на ногах, и даже отнимет бороду.",
          "ID": "20"
        },
        {
          "text": "И будет в тот день: кто будет содержать корову и двух овец,",
          "ID": "21"
        },
        {
          "text": "по изобилию молока, которое они дадут, будет есть масло; маслом и медом будут питаться все, оставшиеся в этой земле.",
          "ID": "22"
        },
        {
          "text": "И будет в тот день: на всяком месте, где росла тысяча виноградных лоз на тысячу сребренников, будет терновник и колючий кустарник.",
          "ID": "23"
        },
        {
          "text": "Со стрелами и луками будут ходить туда, ибо вся земля будет терновником и колючим кустарником.",
          "ID": "24"
        },
        {
          "text": "И ни на одну из гор, которые расчищались бороздниками, не пойдешь, боясь терновника и колючего кустарника: туда будут выгонять волов, и мелкий скот будет топтать их.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.7",
      "name": "Книга пророка Исаии 7"
    },
    {
      "text": [
        {
          "text": "И сказал мне Господь: возьми себе большой свиток и начертай на нем человеческим письмом: Магер–шелал–хаш–баз.",
          "ID": "1"
        },
        {
          "text": "И я взял себе верных свидетелей: Урию священника и Захарию, сына Варахиина, –",
          "ID": "2"
        },
        {
          "text": "и приступил я к пророчице, и она зачала и родила сына. И сказал мне Господь: нареки ему имя: Магер–шелал–хаш–баз,",
          "ID": "3"
        },
        {
          "text": "ибо прежде нежели дитя будет уметь выговорить: отец мой, мать моя, – богатства Дамаска и добычи Самарийские понесут перед царем Ассирийским.",
          "ID": "4"
        },
        {
          "text": "И продолжал Господь говорить ко мне и сказал еще:",
          "ID": "5"
        },
        {
          "text": "за то, что этот народ пренебрегает водами Силоама, текущими тихо, и восхищается Рецином и сыном Ремалииным,",
          "ID": "6"
        },
        {
          "text": "наведет на него Господь воды реки бурные и большие – царя Ассирийского со всею славою его; и поднимется она во всех протоках своих и выступит из всех берегов своих;",
          "ID": "7"
        },
        {
          "text": "и пойдет по Иудее, наводнит ее и высоко поднимется – дойдет до шеи; и распростертие крыльев ее будет во всю широту земли Твоей, Еммануил!",
          "ID": "8"
        },
        {
          "text": "Враждуйте, народы, но трепещите, и внимайте, все отдаленные земли! Вооружайтесь, но трепещите; вооружайтесь, но трепещите!",
          "ID": "9"
        },
        {
          "text": "Замышляйте замыслы, но они рушатся; говорите слово, но оно не состоится: ибо с нами Бог!",
          "ID": "10"
        },
        {
          "text": "Ибо так говорил мне Господь, [держа на мне] крепкую руку и внушая мне не ходить путем сего народа, и сказал:",
          "ID": "11"
        },
        {
          "text": "\"Не называйте заговором всего того, что народ сей называет заговором; и не бойтесь того, чего он боится, и не страшитесь.",
          "ID": "12"
        },
        {
          "text": "Господа Саваофа – Его чтите свято, и Он – страх ваш, и Он – трепет ваш!",
          "ID": "13"
        },
        {
          "text": "И будет Он освящением и камнем преткновения, и скалою соблазна для обоих домов Израиля, петлею и сетью для жителей Иерусалима.",
          "ID": "14"
        },
        {
          "text": "И многие из них преткнутся и упадут, и разобьются, и запутаются в сети, и будут уловлены.",
          "ID": "15"
        },
        {
          "text": "Завяжи свидетельство, и запечатай откровение при учениках Моих\".",
          "ID": "16"
        },
        {
          "text": "Итак я надеюсь на Господа, сокрывшего лице Свое от дома Иаковлева, и уповаю на Него.",
          "ID": "17"
        },
        {
          "text": "Вот я и дети, которых дал мне Господь, как указания и предзнаменования в Израиле от Господа Саваофа, живущего на горе Сионе.",
          "ID": "18"
        },
        {
          "text": "И когда скажут вам: обратитесь к вызывателям умерших и к чародеям, к шептунам и чревовещателям, – тогда отвечайте: не должен ли народ обращаться к своему Богу? спрашивают ли мертвых о живых?",
          "ID": "19"
        },
        {
          "text": "[Обращайтесь] к закону и откровению. Если они не говорят, как это слово, то нет в них света.",
          "ID": "20"
        },
        {
          "text": "И будут они бродить по земле, жестоко угнетенные и голодные; и во время голода будут злиться, хулить царя своего и Бога своего.",
          "ID": "21"
        },
        {
          "text": "И взглянут вверх, и посмотрят на землю; и вот – горе и мрак, густая тьма, и будут повержены во тьму. Но не всегда будет мрак там, где теперь он сгустел.",
          "ID": "22"
        },
        {
          "text": "Прежнее время умалило землю Завулонову и землю Неффалимову; но последующее возвеличит приморский путь, Заиорданскую страну, Галилею языческую.",
          "ID": "23"
        }
      ],
      "ID": "OT:ISA.8",
      "name": "Книга пророка Исаии 8"
    },
    {
      "text": [
        {
          "text": "Народ, ходящий во тьме, увидит свет великий; на живущих в стране тени смертной свет воссияет.",
          "ID": "1"
        },
        {
          "text": "Ты умножишь народ, увеличишь радость его. Он будет веселиться пред Тобою, как веселятся во время жатвы, как радуются при разделе добычи.",
          "ID": "2"
        },
        {
          "text": "Ибо ярмо, тяготившее его, и жезл, поражавший его, и трость притеснителя его Ты сокрушишь, как в день Мадиама.",
          "ID": "3"
        },
        {
          "text": "Ибо всякая обувь воина во время брани и одежда, обагренная кровью, будут отданы на сожжение, в пищу огню.",
          "ID": "4"
        },
        {
          "text": "Ибо младенец родился нам – Сын дан нам; владычество на раменах Его, и нарекут имя Ему: Чудный, Советник, Бог крепкий, Отец вечности, Князь мира.",
          "ID": "5"
        },
        {
          "text": "Умножению владычества Его и мира нет предела на престоле Давида и в царстве его, чтобы Ему утвердить его и укрепить его судом и правдою отныне и до века. Ревность Господа Саваофа соделает это.",
          "ID": "6"
        },
        {
          "text": "Слово посылает Господь на Иакова, и оно нисходит на Израиля,",
          "ID": "7"
        },
        {
          "text": "чтобы знал весь народ, Ефрем и жители Самарии, которые с гордостью и надменным сердцем говорят:",
          "ID": "8"
        },
        {
          "text": "кирпичи пали – построим из тесаного камня; сикоморы вырублены – заменим их кедрами.",
          "ID": "9"
        },
        {
          "text": "И воздвигнет Господь против него врагов Рецина, и неприятелей его вооружит:",
          "ID": "10"
        },
        {
          "text": "Сириян с востока, а Филистимлян с запада; и будут они пожирать Израиля полным ртом. При всем этом не отвратится гнев Его, и рука Его еще простерта.",
          "ID": "11"
        },
        {
          "text": "Но народ не обращается к Биющему его, и к Господу Саваофу не прибегает.",
          "ID": "12"
        },
        {
          "text": "И отсечет Господь у Израиля голову и хвост, пальму и трость, в один день:",
          "ID": "13"
        },
        {
          "text": "старец и знатный, – это голова; а пророк–лжеучитель есть хвост.",
          "ID": "14"
        },
        {
          "text": "И вожди сего народа введут его в заблуждение, и водимые ими погибнут.",
          "ID": "15"
        },
        {
          "text": "Поэтому о юношах его не порадуется Господь, и сирот его и вдов его не помилует: ибо все они – лицемеры и злодеи, и уста всех говорят нечестиво. При всем этом не отвратится гнев Его, и рука Его еще простерта.",
          "ID": "16"
        },
        {
          "text": "Ибо беззаконие, как огонь, разгорелось, пожирает терновник и колючий кустарник и пылает в чащах леса, и поднимаются столбы дыма.",
          "ID": "17"
        },
        {
          "text": "Ярость Господа Саваофа опалит землю, и народ сделается как бы пищею огня; не пощадит человек брата своего.",
          "ID": "18"
        },
        {
          "text": "И будут резать по правую сторону, и останутся голодны; и будут есть по левую, и не будут сыты; каждый будет пожирать плоть мышцы своей:",
          "ID": "19"
        },
        {
          "text": "Манассия – Ефрема, и Ефрем – Манассию, оба вместе – Иуду. При всем этом не отвратится гнев Его, и рука Его еще простерта.",
          "ID": "20"
        }
      ],
      "ID": "OT:ISA.9",
      "name": "Книга пророка Исаии 9"
    },
    {
      "text": [
        {
          "text": "Горе тем, которые постановляют несправедливые законы и пишут жестокие решения,",
          "ID": "1"
        },
        {
          "text": "чтобы устранить бедных от правосудия и похитить права у малосильных из народа Моего, чтобы вдов сделать добычею своею и ограбить сирот.",
          "ID": "2"
        },
        {
          "text": "И что вы будете делать в день посещения, когда придет гибель издалека? К кому прибегнете за помощью? И где оставите богатство ваше?",
          "ID": "3"
        },
        {
          "text": "Без Меня согнутся между узниками и падут между убитыми. При всем этом не отвратится гнев Его, и рука Его еще простерта.",
          "ID": "4"
        },
        {
          "text": "О, Ассур, жезл гнева Моего! и бич в руке его – Мое негодование!",
          "ID": "5"
        },
        {
          "text": "Я пошлю его против народа нечестивого и против народа гнева Моего, дам ему повеление ограбить грабежом и добыть добычу и попирать его, как грязь на улицах.",
          "ID": "6"
        },
        {
          "text": "Но он не так подумает и не так помыслит сердце его; у него будет на сердце – разорить и истребить немало народов.",
          "ID": "7"
        },
        {
          "text": "Ибо он скажет: \"не все ли цари князья мои?",
          "ID": "8"
        },
        {
          "text": "Халне не то же ли, что Кархемис? Емаф не то же ли, что Арпад? Самария не то же ли, что Дамаск?",
          "ID": "9"
        },
        {
          "text": "Так как рука моя овладела царствами идольскими, в которых кумиров более, нежели в Иерусалиме и Самарии, –",
          "ID": "10"
        },
        {
          "text": "то не сделаю ли того же с Иерусалимом и изваяниями его, что сделал с Самариею и идолами ее?\"",
          "ID": "11"
        },
        {
          "text": "И будет, когда Господь совершит все Свое дело на горе Сионе и в Иерусалиме, скажет: посмотрю на успех надменного сердца царя Ассирийского и на тщеславие высоко поднятых глаз его.",
          "ID": "12"
        },
        {
          "text": "Он говорит: \"силою руки моей и моею мудростью я сделал это, потому что я умен: и переставляю пределы народов, и расхищаю сокровища их, и низвергаю с престолов, как исполин;",
          "ID": "13"
        },
        {
          "text": "и рука моя захватила богатство народов, как гнезда; и как забирают оставленные в них яйца, так забрал я всю землю, и никто не пошевелил крылом, и не открыл рта, и не пискнул\".",
          "ID": "14"
        },
        {
          "text": "Величается ли секира пред тем, кто рубит ею? Пила гордится ли пред тем, кто двигает ее? Как будто жезл восстает против того, кто поднимает его; как будто палка поднимается на того, кто не дерево!",
          "ID": "15"
        },
        {
          "text": "За то Господь, Господь Саваоф, пошлет чахлость на тучных его, и между знаменитыми его возжет пламя, как пламя огня.",
          "ID": "16"
        },
        {
          "text": "Свет Израиля будет огнем, и Святый его – пламенем, которое сожжет и пожрет терны его и волчцы его в один день;",
          "ID": "17"
        },
        {
          "text": "и славный лес его и сад его, от души до тела, истребит; и он будет, как чахлый умирающий.",
          "ID": "18"
        },
        {
          "text": "И остаток дерев леса его так будет малочислен, что дитя в состоянии будет сделать опись.",
          "ID": "19"
        },
        {
          "text": "И будет в тот день: остаток Израиля и спасшиеся из дома Иакова не будут более полагаться на того, кто поразил их, но возложат упование на Господа, Святаго Израилева, чистосердечно.",
          "ID": "20"
        },
        {
          "text": "Остаток обратится, остаток Иакова – к Богу сильному.",
          "ID": "21"
        },
        {
          "text": "Ибо, хотя бы народа у тебя, Израиль, [было] столько, сколько песку морского, только остаток его обратится; истребление определено изобилующею правдою;",
          "ID": "22"
        },
        {
          "text": "ибо определенное истребление совершит Господь, Господь Саваоф, во всей земле.",
          "ID": "23"
        },
        {
          "text": "Посему так говорит Господь, Господь Саваоф: народ Мой, живущий на Сионе! не бойся Ассура. Он поразит тебя жезлом и трость свою поднимет на тебя, как Египет.",
          "ID": "24"
        },
        {
          "text": "Еще немного, очень немного, и пройдет Мое негодование, и ярость Моя [обратится] на истребление их.",
          "ID": "25"
        },
        {
          "text": "И поднимет Господь Саваоф бич на него, как во время поражения Мадиама у скалы Орива, или как [простер] на море жезл, и поднимет его, как на Египет.",
          "ID": "26"
        },
        {
          "text": "И будет в тот день: снимется с рамен твоих бремя его, и ярмо его – с шеи твоей; и распадется ярмо от тука.",
          "ID": "27"
        },
        {
          "text": "Он идет на Аиаф, проходит Мигрон, в Михмасе складывает свои запасы.",
          "ID": "28"
        },
        {
          "text": "Проходят теснины; в Геве ночлег их; Рама трясется; Гива Саулова разбежалась.",
          "ID": "29"
        },
        {
          "text": "Вой голосом твоим, дочь Галима; пусть услышит тебя Лаис, бедный Анафоф!",
          "ID": "30"
        },
        {
          "text": "Мадмена разбежалась, жители Гевима спешат уходить.",
          "ID": "31"
        },
        {
          "text": "Еще день простоит он в Нове; грозит рукою своею горе Сиону, холму Иерусалимскому.",
          "ID": "32"
        },
        {
          "text": "Вот, Господь, Господь Саваоф, страшною силою сорвет ветви дерев, и величающиеся ростом будут срублены, высокие – повержены на землю.",
          "ID": "33"
        },
        {
          "text": "И посечет чащу леса железом, и Ливан падет от Всемогущего.",
          "ID": "34"
        }
      ],
      "ID": "OT:ISA.10",
      "name": "Книга пророка Исаии 10"
    },
    {
      "text": [
        {
          "text": "И произойдет отрасль от корня Иессеева, и ветвь произрастет от корня его;",
          "ID": "1"
        },
        {
          "text": "и почиет на нем Дух Господень, дух премудрости и разума, дух совета и крепости, дух ведения и благочестия;",
          "ID": "2"
        },
        {
          "text": "и страхом Господним исполнится, и будет судить не по взгляду очей Своих и не по слуху ушей Своих решать дела.",
          "ID": "3"
        },
        {
          "text": "Он будет судить бедных по правде, и дела страдальцев земли решать по истине; и жезлом уст Своих поразит землю, и духом уст Своих убьет нечестивого.",
          "ID": "4"
        },
        {
          "text": "И будет препоясанием чресл Его правда, и препоясанием бедр Его – истина.",
          "ID": "5"
        },
        {
          "text": "Тогда волк будет жить вместе с ягненком, и барс будет лежать вместе с козленком; и теленок, и молодой лев, и вол будут вместе, и малое дитя будет водить их.",
          "ID": "6"
        },
        {
          "text": "И корова будет пастись с медведицею, и детеныши их будут лежать вместе, и лев, как вол, будет есть солому.",
          "ID": "7"
        },
        {
          "text": "И младенец будет играть над норою аспида, и дитя протянет руку свою на гнездо змеи.",
          "ID": "8"
        },
        {
          "text": "Не будут делать зла и вреда на всей святой горе Моей, ибо земля будет наполнена ведением Господа, как воды наполняют море.",
          "ID": "9"
        },
        {
          "text": "И будет в тот день: к корню Иессееву, который станет, как знамя для народов, обратятся язычники, – и покой его будет слава.",
          "ID": "10"
        },
        {
          "text": "И будет в тот день: Господь снова прострет руку Свою, чтобы возвратить Себе остаток народа Своего, какой останется у Ассура, и в Египте, и в Патросе, и у Хуса, и у Елама, и в Сеннааре, и в Емафе, и на островах моря.",
          "ID": "11"
        },
        {
          "text": "И поднимет знамя язычникам, и соберет изгнанников Израиля, и рассеянных Иудеев созовет от четырех концов земли.",
          "ID": "12"
        },
        {
          "text": "И прекратится зависть Ефрема, и враждующие против Иуды будут истреблены. Ефрем не будет завидовать Иуде, и Иуда не будет притеснять Ефрема.",
          "ID": "13"
        },
        {
          "text": "И полетят на плеча Филистимлян к западу, ограбят всех детей Востока; на Едома и Моава наложат руку свою, и дети Аммона будут подданными им.",
          "ID": "14"
        },
        {
          "text": "И иссушит Господь залив моря Египетского, и прострет руку Свою на реку в сильном ветре Своем, и разобьет ее на семь ручьев, так что в сандалиях могут переходить ее.",
          "ID": "15"
        },
        {
          "text": "Тогда для остатка народа Его, который останется у Ассура, будет большая дорога, как это было для Израиля, когда он выходил из земли Египетской.",
          "ID": "16"
        }
      ],
      "ID": "OT:ISA.11",
      "name": "Книга пророка Исаии 11"
    },
    {
      "text": [
        {
          "text": "И скажешь в тот день: славлю Тебя, Господи; Ты гневался на меня, но отвратил гнев Твой и утешил меня.",
          "ID": "1"
        },
        {
          "text": "Вот, Бог – спасение мое: уповаю на Него и не боюсь; ибо Господь – сила моя, и пение мое – Господь; и Он был мне во спасение.",
          "ID": "2"
        },
        {
          "text": "И в радости будете почерпать воду из источников спасения,",
          "ID": "3"
        },
        {
          "text": "и скажете в тот день: славьте Господа, призывайте имя Его; возвещайте в народах дела Его; напоминайте, что велико имя Его;",
          "ID": "4"
        },
        {
          "text": "пойте Господу, ибо Он соделал великое, – да знают это по всей земле.",
          "ID": "5"
        },
        {
          "text": "Веселись и радуйся, жительница Сиона, ибо велик посреди тебя Святый Израилев.",
          "ID": "6"
        }
      ],
      "ID": "OT:ISA.12",
      "name": "Книга пророка Исаии 12"
    },
    {
      "text": [
        {
          "text": "Пророчество о Вавилоне, которое изрек Исаия, сын Амосов.",
          "ID": "1"
        },
        {
          "text": "Поднимите знамя на открытой горе, возвысьте голос; махните им рукою, чтобы шли в ворота властелинов.",
          "ID": "2"
        },
        {
          "text": "Я дал повеление избранным Моим и призвал для [совершения] гнева Моего сильных Моих, торжествующих в величии Моем.",
          "ID": "3"
        },
        {
          "text": "Большой шум на горах, как бы от многолюдного народа, мятежный шум царств и народов, собравшихся вместе: Господь Саваоф обозревает боевое войско.",
          "ID": "4"
        },
        {
          "text": "Идут из отдаленной страны, от края неба, Господь и орудия гнева Его, чтобы сокрушить всю землю.",
          "ID": "5"
        },
        {
          "text": "Рыдайте, ибо день Господа близок, идет как разрушительная сила от Всемогущего.",
          "ID": "6"
        },
        {
          "text": "От того руки у всех опустились, и сердце у каждого человека растаяло.",
          "ID": "7"
        },
        {
          "text": "Ужаснулись, судороги и боли схватили их; мучатся, как рождающая, с изумлением смотрят друг на друга, лица у них разгорелись.",
          "ID": "8"
        },
        {
          "text": "Вот, приходит день Господа лютый, с гневом и пылающею яростью, чтобы сделать землю пустынею и истребить с нее грешников ее.",
          "ID": "9"
        },
        {
          "text": "Звезды небесные и светила не дают от себя света; солнце меркнет при восходе своем, и луна не сияет светом своим.",
          "ID": "10"
        },
        {
          "text": "Я накажу мир за зло, и нечестивых – за беззакония их, и положу конец высокоумию гордых, и уничижу надменность притеснителей;",
          "ID": "11"
        },
        {
          "text": "сделаю то, что люди будут дороже чистого золота, и мужи – дороже золота Офирского.",
          "ID": "12"
        },
        {
          "text": "Для сего потрясу небо, и земля сдвинется с места своего от ярости Господа Саваофа, в день пылающего гнева Его.",
          "ID": "13"
        },
        {
          "text": "Тогда каждый, как преследуемая серна и как покинутые овцы, обратится к народу своему, и каждый побежит в свою землю.",
          "ID": "14"
        },
        {
          "text": "Но кто попадется, будет пронзен, и кого схватят, тот падет от меча.",
          "ID": "15"
        },
        {
          "text": "И младенцы их будут разбиты пред глазами их; домы их будут разграблены и жены их обесчещены.",
          "ID": "16"
        },
        {
          "text": "Вот, Я подниму против них Мидян, которые не ценят серебра и не пристрастны к золоту.",
          "ID": "17"
        },
        {
          "text": "Луки их сразят юношей и не пощадят плода чрева: глаз их не сжалится над детьми.",
          "ID": "18"
        },
        {
          "text": "И Вавилон, краса царств, гордость Халдеев, будет ниспровержен Богом, как Содом и Гоморра,",
          "ID": "19"
        },
        {
          "text": "не заселится никогда, и в роды родов не будет жителей в нем; не раскинет Аравитянин шатра своего, и пастухи со стадами не будут отдыхать там.",
          "ID": "20"
        },
        {
          "text": "Но будут обитать в нем звери пустыни, и домы наполнятся филинами; и страусы поселятся, и косматые будут скакать там.",
          "ID": "21"
        },
        {
          "text": "Шакалы будут выть в чертогах их, и гиены – в увеселительных домах.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.13",
      "name": "Книга пророка Исаии 13"
    },
    {
      "text": [
        {
          "text": "Близко время его, и не замедлят дни его, ибо помилует Господь Иакова и снова возлюбит Израиля; и поселит их на земле их, и присоединятся к ним иноземцы и прилепятся к дому Иакова.",
          "ID": "1"
        },
        {
          "text": "И возьмут их народы, и приведут на место их, и дом Израиля усвоит их себе на земле Господней рабами и рабынями, и возьмет в плен пленивших его, и будет господствовать над угнетателями своими.",
          "ID": "2"
        },
        {
          "text": "И будет в тот день: когда Господь устроит тебя от скорби твоей и от страха и от тяжкого рабства, которому ты порабощен был,",
          "ID": "3"
        },
        {
          "text": "ты произнесешь победную песнь на царя Вавилонского и скажешь: как не стало мучителя, пресеклось грабительство!",
          "ID": "4"
        },
        {
          "text": "Сокрушил Господь жезл нечестивых, скипетр владык,",
          "ID": "5"
        },
        {
          "text": "поражавший народы в ярости ударами неотвратимыми, во гневе господствовавший над племенами с неудержимым преследованием.",
          "ID": "6"
        },
        {
          "text": "Вся земля отдыхает, покоится, восклицает от радости;",
          "ID": "7"
        },
        {
          "text": "и кипарисы радуются о тебе, и кедры ливанские, [говоря]: \"с тех пор, как ты заснул, никто не приходит рубить нас\".",
          "ID": "8"
        },
        {
          "text": "Ад преисподний пришел в движение ради тебя, чтобы встретить тебя при входе твоем; пробудил для тебя Рефаимов, всех вождей земли; поднял всех царей языческих с престолов их.",
          "ID": "9"
        },
        {
          "text": "Все они будут говорить тебе: и ты сделался бессильным, как мы! и ты стал подобен нам!",
          "ID": "10"
        },
        {
          "text": "В преисподнюю низвержена гордыня твоя со всем шумом твоим; под тобою подстилается червь, и черви – покров твой.",
          "ID": "11"
        },
        {
          "text": "Как упал ты с неба, денница, сын зари! разбился о землю, попиравший народы.",
          "ID": "12"
        },
        {
          "text": "А говорил в сердце своем: \"взойду на небо, выше звезд Божиих вознесу престол мой и сяду на горе в сонме богов, на краю севера;",
          "ID": "13"
        },
        {
          "text": "взойду на высоты облачные, буду подобен Всевышнему\".",
          "ID": "14"
        },
        {
          "text": "Но ты низвержен в ад, в глубины преисподней.",
          "ID": "15"
        },
        {
          "text": "Видящие тебя всматриваются в тебя, размышляют о тебе: \"тот ли это человек, который колебал землю, потрясал царства,",
          "ID": "16"
        },
        {
          "text": "вселенную сделал пустынею и разрушал города ее, пленников своих не отпускал домой?\"",
          "ID": "17"
        },
        {
          "text": "Все цари народов, все лежат с честью, каждый в своей усыпальнице;",
          "ID": "18"
        },
        {
          "text": "а ты повержен вне гробницы своей, как презренная ветвь, как одежда убитых, сраженных мечом, которых опускают в каменные рвы, – ты, как попираемый труп,",
          "ID": "19"
        },
        {
          "text": "не соединишься с ними в могиле; ибо ты разорил землю твою, убил народ твой: во веки не помянется племя злодеев.",
          "ID": "20"
        },
        {
          "text": "Готовьте заклание сыновьям его за беззаконие отца их, чтобы не восстали и не завладели землею и не наполнили вселенной неприятелями.",
          "ID": "21"
        },
        {
          "text": "И восстану на них, говорит Господь Саваоф, и истреблю имя Вавилона и весь остаток, и сына и внука, говорит Господь.",
          "ID": "22"
        },
        {
          "text": "И сделаю его владением ежей и болотом, и вымету его метлою истребительною, говорит Господь Саваоф.",
          "ID": "23"
        },
        {
          "text": "С клятвою говорит Господь Саваоф: как Я помыслил, так и будет; как Я определил, так и состоится,",
          "ID": "24"
        },
        {
          "text": "чтобы сокрушить Ассура в земле Моей и растоптать его на горах Моих; и спадет с них ярмо его, и снимется бремя его с рамен их.",
          "ID": "25"
        },
        {
          "text": "Таково определение, постановленное о всей земле, и вот рука, простертая на все народы,",
          "ID": "26"
        },
        {
          "text": "ибо Господь Саваоф определил, и кто может отменить это? рука Его простерта, – и кто отвратит ее?",
          "ID": "27"
        },
        {
          "text": "В год смерти царя Ахаза было такое пророческое слово:",
          "ID": "28"
        },
        {
          "text": "не радуйся, земля Филистимская, что сокрушен жезл, который поражал тебя, ибо из корня змеиного выйдет аспид, и плодом его будет летучий дракон.",
          "ID": "29"
        },
        {
          "text": "Тогда беднейшие будут накормлены, и нищие будут покоиться в безопасности; а твой корень уморю голодом, и он убьет остаток твой.",
          "ID": "30"
        },
        {
          "text": "Рыдайте, ворота! вой голосом, город! Распадешься ты, вся земля Филистимская, ибо от севера дым идет, и нет отсталого в полчищах их.",
          "ID": "31"
        },
        {
          "text": "Что же скажут вестники народа? – То, что Господь утвердил Сион, и в нем найдут убежище бедные из народа Его.",
          "ID": "32"
        }
      ],
      "ID": "OT:ISA.14",
      "name": "Книга пророка Исаии 14"
    },
    {
      "text": [
        {
          "text": "Пророчество о Моаве. – Так! ночью будет разорен Ар–Моав и уничтожен; так! ночью будет разорен Кир–Моав и уничтожен!",
          "ID": "1"
        },
        {
          "text": "Он восходит к Баиту и Дивону, восходит на высоты, чтобы плакать; Моав рыдает над Нево и Медевою; у всех их острижены головы, у всех обриты бороды.",
          "ID": "2"
        },
        {
          "text": "На улицах его препоясываются вретищем; на кровлях его и площадях его все рыдает, утопает в слезах.",
          "ID": "3"
        },
        {
          "text": "И вопит Есевон и Елеала; голос их слышится до самой Иаацы; за ними и воины Моава рыдают; душа его возмущена в нем.",
          "ID": "4"
        },
        {
          "text": "Рыдает сердце мое о Моаве; бегут из него к Сигору, до третьей Эглы; восходят на Лухит с плачем; по дороге Хоронаимской поднимают страшный крик;",
          "ID": "5"
        },
        {
          "text": "потому что воды Нимрима иссякли, луга засохли, трава выгорела, не стало зелени.",
          "ID": "6"
        },
        {
          "text": "Поэтому они остатки стяжания и, что сбережено ими, переносят за реку Аравийскую.",
          "ID": "7"
        },
        {
          "text": "Ибо вопль по всем пределам Моава, до Эглаима плач его и до Беэр–Елима плач его;",
          "ID": "8"
        },
        {
          "text": "потому что воды Димона наполнились кровью, и Я наведу на Димон еще новое – львов на убежавших из Моава и на оставшихся в стране.",
          "ID": "9"
        }
      ],
      "ID": "OT:ISA.15",
      "name": "Книга пророка Исаии 15"
    },
    {
      "text": [
        {
          "text": "Посылайте агнцев владетелю земли из Селы в пустыне на гору дочери Сиона;",
          "ID": "1"
        },
        {
          "text": "ибо блуждающей птице, выброшенной из гнезда, будут подобны дочери Моава у бродов Арнонских.",
          "ID": "2"
        },
        {
          "text": "\"Составь совет, постанови решение; осени нас среди полудня, как ночью, тенью твоею, укрой изгнанных, не выдай скитающихся.",
          "ID": "3"
        },
        {
          "text": "Пусть поживут у тебя мои изгнанные Моавитяне; будь им покровом от грабителя: ибо притеснителя не станет, грабеж прекратится, попирающие исчезнут с земли.",
          "ID": "4"
        },
        {
          "text": "И утвердится престол милостью, и воссядет на нем в истине, в шатре Давидовом, судия, ищущий правды и стремящийся к правосудию\".",
          "ID": "5"
        },
        {
          "text": "\"Слыхали мы о гордости Моава, гордости чрезмерной, о надменности его и высокомерии и неистовстве его: неискренна речь его\".",
          "ID": "6"
        },
        {
          "text": "Поэтому возрыдает Моав о Моаве, – все будут рыдать; стенайте о твердынях Кирхарешета: они совершенно разрушены.",
          "ID": "7"
        },
        {
          "text": "Поля Есевонские оскудели, также и виноградник Севамский; властители народов истребили лучшие лозы его, которые достигали до Иазера, расстилались по пустыне; побеги их расширялись, переходили за море.",
          "ID": "8"
        },
        {
          "text": "Посему [и] я буду плакать о лозе Севамской плачем Иазера, буду обливать тебя слезами моими, Есевон и Елеала; ибо во время собирания винограда твоего и во время жатвы твоей нет более шумной радости.",
          "ID": "9"
        },
        {
          "text": "Исчезло с плодоносной земли веселье и ликование, и в виноградниках не поют, не ликуют; виноградарь не топчет винограда в точилах: Я прекратил ликование.",
          "ID": "10"
        },
        {
          "text": "От того внутренность моя стонет о Моаве, как гусли, и сердце мое – о Кирхарешете.",
          "ID": "11"
        },
        {
          "text": "Хотя и явится Моав, и будет до утомления [подвизаться] на высотах, и придет к святилищу своему помолиться, но ничто не поможет.",
          "ID": "12"
        },
        {
          "text": "Вот слово, которое изрек Господь о Моаве издавна.",
          "ID": "13"
        },
        {
          "text": "Ныне же так говорит Господь: чрез три года, считая годами наемничьими, величие Моава будет унижено со всем великим многолюдством, и остаток [будет] очень малый и незначительный.",
          "ID": "14"
        }
      ],
      "ID": "OT:ISA.16",
      "name": "Книга пророка Исаии 16"
    },
    {
      "text": [
        {
          "text": "Пророчество о Дамаске. – Вот, Дамаск исключается из [числа] городов и будет грудою развалин.",
          "ID": "1"
        },
        {
          "text": "Города Ароерские будут покинуты, – останутся для стад, которые будут отдыхать там, и некому будет пугать их.",
          "ID": "2"
        },
        {
          "text": "Не станет твердыни Ефремовой и царства Дамасского с остальною Сириею; с ними будет то же, что со славою сынов Израиля, говорит Господь Саваоф.",
          "ID": "3"
        },
        {
          "text": "И будет в тот день: умалится слава Иакова, и тучное тело его сделается тощим.",
          "ID": "4"
        },
        {
          "text": "То же будет, что по собрании хлеба жнецом, когда рука его пожнет колосья, и когда соберут колосья в долине Рефаимской.",
          "ID": "5"
        },
        {
          "text": "И останутся у него, как бывает при обивании маслин, две–три ягоды на самой вершине, или четыре–пять на плодоносных ветвях, говорит Господь, Бог Израилев.",
          "ID": "6"
        },
        {
          "text": "В тот день обратит человек взор свой к Творцу своему, и глаза его будут устремлены к Святому Израилеву;",
          "ID": "7"
        },
        {
          "text": "и не взглянет на жертвенники, на дело рук своих, и не посмотрит на то, что сделали персты его, на кумиры Астарты и Ваала.",
          "ID": "8"
        },
        {
          "text": "В тот день укрепленные города его будут, как развалины в лесах и на вершинах гор, оставленные пред сынами Израиля, – и будет пусто.",
          "ID": "9"
        },
        {
          "text": "Ибо ты забыл Бога спасения твоего, и не воспоминал о скале прибежища твоего; от того развел увеселительные сады и насадил черенки от чужой лозы.",
          "ID": "10"
        },
        {
          "text": "В день насаждения твоего ты заботился, чтобы оно росло и чтобы посеянное тобою рано расцвело; но в день собирания не куча жатвы будет, но скорбь жестокая.",
          "ID": "11"
        },
        {
          "text": "Увы! шум народов многих! шумят они, как шумит море. Рев племен! они ревут, как ревут сильные воды.",
          "ID": "12"
        },
        {
          "text": "Ревут народы, как ревут сильные воды; но Он погрозил им и они далеко побежали, и были гонимы, как прах по горам от ветра и как пыль от вихря.",
          "ID": "13"
        },
        {
          "text": "Вечер – и вот ужас! и прежде утра уже нет его. Такова участь грабителей наших, жребий разорителей наших.",
          "ID": "14"
        }
      ],
      "ID": "OT:ISA.17",
      "name": "Книга пророка Исаии 17"
    },
    {
      "text": [
        {
          "text": "Горе земле, осеняющей крыльями по ту сторону рек Ефиопских,",
          "ID": "1"
        },
        {
          "text": "посылающей послов по морю, и в папировых суднах по водам! Идите, быстрые послы, к народу крепкому и бодрому, к народу страшному от начала и доныне, к народу рослому и [все] попирающему, которого землю разрезывают реки.",
          "ID": "2"
        },
        {
          "text": "Все вы, населяющие вселенную и живущие на земле! смотрите, когда знамя поднимется на горах, и, когда загремит труба, слушайте!",
          "ID": "3"
        },
        {
          "text": "Ибо так Господь сказал мне: Я спокойно смотрю из жилища Моего, как светлая теплота после дождя, как облако росы во время жатвенного зноя.",
          "ID": "4"
        },
        {
          "text": "Ибо прежде собирания винограда, когда он отцветет, и грозд начнет созревать, Он отрежет ножом ветви и отнимет, и отрубит отрасли.",
          "ID": "5"
        },
        {
          "text": "И оставят все хищным птицам на горах и зверям полевым; и птицы будут проводить там лето, а все звери полевые будут зимовать там.",
          "ID": "6"
        },
        {
          "text": "В то время будет принесен дар Господу Саваофу от народа крепкого и бодрого, от народа страшного от начала и доныне, от народа рослого и [все] попирающего, которого землю разрезывают реки, – к месту имени Господа Саваофа, на гору Сион.",
          "ID": "7"
        }
      ],
      "ID": "OT:ISA.18",
      "name": "Книга пророка Исаии 18"
    },
    {
      "text": [
        {
          "text": "Пророчество о Египте. – Вот, Господь восседит на облаке легком и грядет в Египет. И потрясутся от лица Его идолы Египетские, и сердце Египта растает в нем.",
          "ID": "1"
        },
        {
          "text": "Я вооружу Египтян против Египтян; и будут сражаться брат против брата и друг против друга, город с городом, царство с царством.",
          "ID": "2"
        },
        {
          "text": "И дух Египта изнеможет в нем, и разрушу совет его, и прибегнут они к идолам и к чародеям, и к вызывающим мертвых и к гадателям.",
          "ID": "3"
        },
        {
          "text": "И предам Египтян в руки властителя жестокого, и свирепый царь будет господствовать над ними, говорит Господь, Господь Саваоф.",
          "ID": "4"
        },
        {
          "text": "И истощатся воды в море и река иссякнет и высохнет;",
          "ID": "5"
        },
        {
          "text": "и оскудеют реки, и каналы Египетские обмелеют и высохнут; камыш и тростник завянут.",
          "ID": "6"
        },
        {
          "text": "Поля при реке, по берегам реки, и все, посеянное при реке, засохнет, развеется и исчезнет.",
          "ID": "7"
        },
        {
          "text": "И восплачут рыбаки, и возрыдают все, бросающие уду в реку, и ставящие сети в воде впадут в уныние;",
          "ID": "8"
        },
        {
          "text": "и будут в смущении обрабатывающие лен и ткачи белых полотен;",
          "ID": "9"
        },
        {
          "text": "и будут сокрушены сети, и все, которые содержат садки для живой рыбы, упадут в духе.",
          "ID": "10"
        },
        {
          "text": "Так! обезумели князья Цоанские; совет мудрых советников фараоновых стал бессмысленным. Как скажете вы фараону: \"я сын мудрецов, сын царей древних?\"",
          "ID": "11"
        },
        {
          "text": "Где они? где твои мудрецы? пусть они теперь скажут тебе; пусть узнают, что Господь Саваоф определил о Египте.",
          "ID": "12"
        },
        {
          "text": "Обезумели князья Цоанские; обманулись князья Мемфисские, и совратил Египет с пути главы племен его.",
          "ID": "13"
        },
        {
          "text": "Господь послал в него дух опьянения; и они ввели Египет в заблуждение во всех делах его, подобно тому, как пьяный бродит по блевотине своей.",
          "ID": "14"
        },
        {
          "text": "И не будет в Египте такого дела, которое совершить умели бы голова и хвост, пальма и трость.",
          "ID": "15"
        },
        {
          "text": "В тот день Египтяне будут подобны женщинам, и вострепещут и убоятся движения руки Господа Саваофа, которую Он поднимет на них.",
          "ID": "16"
        },
        {
          "text": "Земля Иудина сделается ужасом для Египта; кто вспомнит о ней, тот затрепещет от определения Господа Саваофа, которое Он постановил о нем.",
          "ID": "17"
        },
        {
          "text": "В тот день пять городов в земле Египетской будут говорить языком Ханаанским и клясться Господом Саваофом; один назовется городом солнца.",
          "ID": "18"
        },
        {
          "text": "В тот день жертвенник Господу будет посреди земли Египетской, и памятник Господу – у пределов ее.",
          "ID": "19"
        },
        {
          "text": "И будет он знамением и свидетельством о Господе Саваофе в земле Египетской, потому что они воззовут к Господу по причине притеснителей, и Он пошлет им спасителя и заступника, и избавит их.",
          "ID": "20"
        },
        {
          "text": "И Господь явит Себя в Египте; и Египтяне в тот день познают Господа и принесут жертвы и дары, и дадут обеты Господу, и исполнят.",
          "ID": "21"
        },
        {
          "text": "И поразит Господь Египет; поразит и исцелит; они обратятся к Господу, и Он услышит их, и исцелит их.",
          "ID": "22"
        },
        {
          "text": "В тот день из Египта в Ассирию будет большая дорога, и будет приходить Ассур в Египет, и Египтяне – в Ассирию; и Египтяне вместе с Ассириянами будут служить Господу.",
          "ID": "23"
        },
        {
          "text": "В тот день Израиль будет третьим с Египтом и Ассириею; благословение будет посреди земли,",
          "ID": "24"
        },
        {
          "text": "которую благословит Господь Саваоф, говоря: благословен народ Мой – Египтяне, и дело рук Моих – Ассирияне, и наследие Мое – Израиль.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.19",
      "name": "Книга пророка Исаии 19"
    },
    {
      "text": [
        {
          "text": "В год, когда Тартан пришел к Азоту, быв послан от Саргона, царя Ассирийского, и воевал против Азота, и взял его,",
          "ID": "1"
        },
        {
          "text": "в то самое время Господь сказал Исаии, сыну Амосову, так: пойди и сними вретище с чресл твоих и сбрось сандалии твои с ног твоих. Он так и сделал: ходил нагой и босой.",
          "ID": "2"
        },
        {
          "text": "И сказал Господь: как раб Мой Исаия ходил нагой и босой три года, в указание и предзнаменование о Египте и Ефиопии,",
          "ID": "3"
        },
        {
          "text": "так поведет царь Ассирийский пленников из Египта и переселенцев из Ефиопии, молодых и старых, нагими и босыми и с обнаженными чреслами, в посрамление Египту.",
          "ID": "4"
        },
        {
          "text": "Тогда ужаснутся и устыдятся из–за Ефиопии, надежды своей, и из–за Египта, которым хвалились.",
          "ID": "5"
        },
        {
          "text": "И скажут в тот день жители этой страны: вот каковы те, на которых мы надеялись и к которым прибегали за помощью, чтобы спастись от царя Ассирийского! и как спаслись бы мы?",
          "ID": "6"
        }
      ],
      "ID": "OT:ISA.20",
      "name": "Книга пророка Исаии 20"
    },
    {
      "text": [
        {
          "text": "Пророчество о пустыне приморской. – Как бури на юге носятся, идет он от пустыни, из земли страшной.",
          "ID": "1"
        },
        {
          "text": "Грозное видение показано мне: грабитель грабит, опустошитель опустошает; восходи, Елам, осаждай, Мид! всем стенаниям я положу конец.",
          "ID": "2"
        },
        {
          "text": "От этого чресла мои трясутся; муки схватили меня, как муки рождающей. Я взволнован от того, что слышу; я смущен от того, что вижу.",
          "ID": "3"
        },
        {
          "text": "Сердце мое трепещет; дрожь бьет меня; отрадная ночь моя превратилась в ужас для меня.",
          "ID": "4"
        },
        {
          "text": "Приготовляют стол, расстилают покрывала, – едят, пьют. \"Вставайте, князья, мажьте щиты!\"",
          "ID": "5"
        },
        {
          "text": "Ибо так сказал мне Господь: пойди, поставь сторожа; пусть он сказывает, что увидит.",
          "ID": "6"
        },
        {
          "text": "И увидел он едущих попарно всадников на конях, всадников на ослах, всадников на верблюдах; и вслушивался он прилежно, с большим вниманием, –",
          "ID": "7"
        },
        {
          "text": "и закричал, [как] лев: господин мой! на страже стоял я весь день, и на месте моем оставался целые ночи:",
          "ID": "8"
        },
        {
          "text": "и вот, едут люди, всадники на конях попарно. Потом он возгласил и сказал: пал, пал Вавилон, и все идолы богов его лежат на земле разбитые.",
          "ID": "9"
        },
        {
          "text": "О, измолоченный мой и сын гумна моего! Что слышал я от Господа Саваофа, Бога Израилева, то и возвестил вам.",
          "ID": "10"
        },
        {
          "text": "Пророчество о Думе. – Кричат мне с Сеира: сторож! сколько ночи? сторож! сколько ночи?",
          "ID": "11"
        },
        {
          "text": "Сторож отвечает: приближается утро, но еще ночь. Если вы настоятельно спрашиваете, то обратитесь и приходите.",
          "ID": "12"
        },
        {
          "text": "Пророчество об Аравии. – В лесу Аравийском ночуйте, караваны Деданские!",
          "ID": "13"
        },
        {
          "text": "Живущие в земле Фемайской! несите воды навстречу жаждущим; с хлебом встречайте бегущих,",
          "ID": "14"
        },
        {
          "text": "ибо они от мечей бегут, от меча обнаженного и от лука натянутого, и от лютости войны.",
          "ID": "15"
        },
        {
          "text": "Ибо так сказал мне Господь: еще год, равный году наемничьему, и вся слава Кидарова исчезнет,",
          "ID": "16"
        },
        {
          "text": "и луков у храбрых сынов Кидара останется немного: так сказал Господь, Бог Израилев.",
          "ID": "17"
        }
      ],
      "ID": "OT:ISA.21",
      "name": "Книга пророка Исаии 21"
    },
    {
      "text": [
        {
          "text": "Пророчество о долине видения. – Что с тобою, что ты весь взошел на кровли?",
          "ID": "1"
        },
        {
          "text": "Город шумный, волнующийся, город ликующий! Пораженные твои не мечом убиты и не в битве умерли;",
          "ID": "2"
        },
        {
          "text": "все вожди твои бежали вместе, но были связаны стрелками; все найденные у тебя связаны вместе, как ни далеко бежали.",
          "ID": "3"
        },
        {
          "text": "Потому говорю: оставьте меня, я буду плакать горько; не усиливайтесь утешать меня в разорении дочери народа моего.",
          "ID": "4"
        },
        {
          "text": "Ибо день смятения и попрания и замешательства в долине видения от Господа, Бога Саваофа. Ломают стену, и крик восходит на горы.",
          "ID": "5"
        },
        {
          "text": "И Елам несет колчан; люди на колесницах [и] всадники, и Кир обнажает щит.",
          "ID": "6"
        },
        {
          "text": "И вот, лучшие долины твои полны колесницами, и всадники выстроились против ворот,",
          "ID": "7"
        },
        {
          "text": "и снимают покров с Иудеи; и ты в тот день обращаешь взор на запас оружия в доме кедровом.",
          "ID": "8"
        },
        {
          "text": "Но вы видите, что много проломов в стене города Давидова, и собираете воды в нижнем пруде;",
          "ID": "9"
        },
        {
          "text": "и отмечаете домы в Иерусалиме, и разрушаете домы, чтобы укрепить стену;",
          "ID": "10"
        },
        {
          "text": "и устрояете между двумя стенами хранилище для вод старого пруда. А на Того, Кто это делает, не взираете, и не смотрите на Того, Кто издавна определил это.",
          "ID": "11"
        },
        {
          "text": "И Господь, Господь Саваоф, призывает вас в этот день плакать и сетовать, и остричь волоса и препоясаться вретищем.",
          "ID": "12"
        },
        {
          "text": "Но вот, веселье и радость! Убивают волов, и режут овец; едят мясо, и пьют вино: \"будем есть и пить, ибо завтра умрем!\"",
          "ID": "13"
        },
        {
          "text": "И открыл мне в уши Господь Саваоф: не будет прощено вам это нечестие, доколе не умрете, сказал Господь, Господь Саваоф.",
          "ID": "14"
        },
        {
          "text": "Так сказал Господь, Господь Саваоф: ступай, пойди к этому царедворцу, к Севне, начальнику дворца [и скажи ему]:",
          "ID": "15"
        },
        {
          "text": "что у тебя здесь, и кто здесь у тебя, что ты здесь высекаешь себе гробницу? – Он высекает себе гробницу на возвышенности, вырубает в скале жилище себе.",
          "ID": "16"
        },
        {
          "text": "Вот, Господь перебросит тебя, как бросает сильный человек, и сожмет тебя в ком;",
          "ID": "17"
        },
        {
          "text": "свернув тебя в сверток, бросит тебя, как меч, в землю обширную; там ты умрешь, и там великолепные колесницы твои будут поношением для дома господина твоего.",
          "ID": "18"
        },
        {
          "text": "И столкну тебя с места твоего, и свергну тебя со степени твоей.",
          "ID": "19"
        },
        {
          "text": "И будет в тот день, призову раба Моего Елиакима, сына Хелкиина,",
          "ID": "20"
        },
        {
          "text": "и одену его в одежду твою, и поясом твоим опояшу его, и власть твою передам в руки его; и будет он отцом для жителей Иерусалима и для дома Иудина.",
          "ID": "21"
        },
        {
          "text": "И ключ дома Давидова возложу на рамена его; отворит он, и никто не запрет; запрет он, и никто не отворит.",
          "ID": "22"
        },
        {
          "text": "И укреплю его как гвоздь в твердом месте; и будет он как седалище славы для дома отца своего.",
          "ID": "23"
        },
        {
          "text": "И будет висеть на нем вся слава дома отца его, детей и внуков, всей домашней утвари до последних музыкальных орудий.",
          "ID": "24"
        },
        {
          "text": "В тот день, говорит Господь Саваоф, пошатнется гвоздь, укрепленный в твердом месте, и будет выбит, и упадет, и распадется вся тяжесть, которая на нем: ибо Господь говорит.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.22",
      "name": "Книга пророка Исаии 22"
    },
    {
      "text": [
        {
          "text": "Пророчество о Тире. – Рыдайте, корабли Фарсиса, ибо он разрушен; нет домов, и некому входить в домы. Так им возвещено из земли Киттийской.",
          "ID": "1"
        },
        {
          "text": "Умолкните, обитатели острова, который наполняли купцы Сидонские, плавающие по морю.",
          "ID": "2"
        },
        {
          "text": "По великим водам привозились в него семена Сихора, жатва [большой] реки, и был он торжищем народов.",
          "ID": "3"
        },
        {
          "text": "Устыдись, Сидон; ибо [вот что] говорит море, крепость морская: \"как бы ни мучилась я родами и ни рождала, и ни воспитывала юношей, ни возращала девиц\".",
          "ID": "4"
        },
        {
          "text": "Когда весть дойдет до Египтян, содрогнутся они, услышав о Тире.",
          "ID": "5"
        },
        {
          "text": "Переселяйтесь в Фарсис, рыдайте, обитатели острова!",
          "ID": "6"
        },
        {
          "text": "Это ли ваш ликующий город, которого начало от дней древних? Ноги его несут его скитаться в стране далекой.",
          "ID": "7"
        },
        {
          "text": "Кто определил это Тиру, который раздавал венцы, которого купцы [были] князья, торговцы – знаменитости земли?",
          "ID": "8"
        },
        {
          "text": "Господь Саваоф определил это, чтобы посрамить надменность всякой славы, чтобы унизить все знаменитости земли.",
          "ID": "9"
        },
        {
          "text": "Ходи по земле твоей, дочь Фарсиса, как река: нет более препоны.",
          "ID": "10"
        },
        {
          "text": "Он простер руку Свою на море, потряс царства; Господь дал повеление о Ханаане разрушить крепости его",
          "ID": "11"
        },
        {
          "text": "и сказал: ты не будешь более ликовать, посрамленная девица, дочь Сидона! Вставай, иди в Киттим, [но] и там не будет тебе покоя.",
          "ID": "12"
        },
        {
          "text": "Вот земля Халдеев. Этого народа прежде не было; Ассур положил ему начало из обитателей пустынь. Они ставят башни свои, разрушают чертоги его, превращают его в развалины.",
          "ID": "13"
        },
        {
          "text": "Рыдайте, корабли Фарсисские! Ибо твердыня ваша разорена.",
          "ID": "14"
        },
        {
          "text": "И будет в тот день, забудут Тир на семьдесят лет, в мере дней одного царя. По окончании же семидесяти лет с Тиром будет то же, что поют о блуднице:",
          "ID": "15"
        },
        {
          "text": "\"возьми цитру, ходи по городу, забытая блудница! Играй складно, пой много песен, чтобы вспомнили о тебе\".",
          "ID": "16"
        },
        {
          "text": "И будет, по истечении семидесяти лет, Господь посетит Тир; и он снова начнет получать прибыль свою и будет блудодействовать со всеми царствами земными по всей вселенной.",
          "ID": "17"
        },
        {
          "text": "Но торговля его и прибыль его будут посвящаемы Господу; не будут заперты и уложены в кладовые, ибо к живущим пред лицем Господа будет переходить прибыль от торговли его, чтобы они ели до сытости и имели одежду прочную.",
          "ID": "18"
        }
      ],
      "ID": "OT:ISA.23",
      "name": "Книга пророка Исаии 23"
    },
    {
      "text": [
        {
          "text": "Вот, Господь опустошает землю и делает ее бесплодною; изменяет вид ее и рассевает живущих на ней.",
          "ID": "1"
        },
        {
          "text": "И что будет с народом, то и со священником; что со слугою, то и с господином его; что со служанкою, то и с госпожею ее; что с покупающим, то и с продающим; что с заемщиком, то и с заимодавцем; что с ростовщиком, то и с дающим в рост.",
          "ID": "2"
        },
        {
          "text": "Земля опустошена вконец и совершенно разграблена, ибо Господь изрек слово сие.",
          "ID": "3"
        },
        {
          "text": "Сетует, уныла земля; поникла, уныла вселенная; поникли возвышавшиеся над народом земли.",
          "ID": "4"
        },
        {
          "text": "И земля осквернена под живущими на ней, ибо они преступили законы, изменили устав, нарушили вечный завет.",
          "ID": "5"
        },
        {
          "text": "За то проклятие поедает землю, и несут наказание живущие на ней; за то сожжены обитатели земли, и немного осталось людей.",
          "ID": "6"
        },
        {
          "text": "Плачет сок грозда; болит виноградная лоза; воздыхают все веселившиеся сердцем.",
          "ID": "7"
        },
        {
          "text": "Прекратилось веселье с тимпанами; умолк шум веселящихся; затихли звуки гуслей;",
          "ID": "8"
        },
        {
          "text": "уже не пьют вина с песнями; горька сикера для пьющих ее.",
          "ID": "9"
        },
        {
          "text": "Разрушен опустевший город, все домы заперты, нельзя войти.",
          "ID": "10"
        },
        {
          "text": "Плачут о вине на улицах; помрачилась всякая радость; изгнано всякое веселие земли.",
          "ID": "11"
        },
        {
          "text": "В городе осталось запустение, и ворота развалились.",
          "ID": "12"
        },
        {
          "text": "А посреди земли, между народами, будет то же, что бывает при обивании маслин, при обирании [винограда], когда кончена уборка.",
          "ID": "13"
        },
        {
          "text": "Они возвысят голос свой, восторжествуют в величии Господа, громко будут восклицать с моря.",
          "ID": "14"
        },
        {
          "text": "Итак славьте Господа на востоке, на островах морских – имя Господа, Бога Израилева.",
          "ID": "15"
        },
        {
          "text": "От края земли мы слышим песнь: \"Слава Праведному!\" И сказал я: беда мне, беда мне! увы мне! злодеи злодействуют, и злодействуют злодеи злодейски.",
          "ID": "16"
        },
        {
          "text": "Ужас и яма и петля для тебя, житель земли!",
          "ID": "17"
        },
        {
          "text": "Тогда побежавший от крика ужаса упадет в яму; и кто выйдет из ямы, попадет в петлю; ибо окна с [небесной] высоты растворятся, и основания земли потрясутся.",
          "ID": "18"
        },
        {
          "text": "Земля сокрушается, земля распадается, земля сильно потрясена;",
          "ID": "19"
        },
        {
          "text": "шатается земля, как пьяный, и качается, как колыбель, и беззаконие ее тяготеет на ней; она упадет, и уже не встанет.",
          "ID": "20"
        },
        {
          "text": "И будет в тот день: посетит Господь воинство выспреннее на высоте и царей земных на земле.",
          "ID": "21"
        },
        {
          "text": "И будут собраны вместе, как узники, в ров, и будут заключены в темницу, и после многих дней будут наказаны.",
          "ID": "22"
        },
        {
          "text": "И покраснеет луна, и устыдится солнце, когда Господь Саваоф воцарится на горе Сионе и в Иерусалиме, и пред старейшинами его [будет] слава.",
          "ID": "23"
        }
      ],
      "ID": "OT:ISA.24",
      "name": "Книга пророка Исаии 24"
    },
    {
      "text": [
        {
          "text": "Господи! Ты Бог мой; превознесу Тебя, восхвалю имя Твое, ибо Ты совершил дивное; предопределения древние истинны, аминь.",
          "ID": "1"
        },
        {
          "text": "Ты превратил город в груду камней, твердую крепость в развалины; чертогов иноплеменников уже не стало в городе; вовек не будет он восстановлен.",
          "ID": "2"
        },
        {
          "text": "Посему будут прославлять Тебя народы сильные; города страшных племен будут бояться Тебя,",
          "ID": "3"
        },
        {
          "text": "ибо Ты был убежищем бедного, убежищем нищего в тесное для него время, защитою от бури, тенью от зноя; ибо гневное дыхание тиранов было подобно буре против стены.",
          "ID": "4"
        },
        {
          "text": "Как зной в месте безводном, Ты укротил буйство врагов; [как] зной тенью облака, подавлено ликование притеснителей.",
          "ID": "5"
        },
        {
          "text": "И сделает Господь Саваоф на горе сей для всех народов трапезу из тучных яств, трапезу из чистых вин, из тука костей и самых чистых вин;",
          "ID": "6"
        },
        {
          "text": "и уничтожит на горе сей покрывало, покрывающее все народы, покрывало, лежащее на всех племенах.",
          "ID": "7"
        },
        {
          "text": "Поглощена будет смерть навеки, и отрет Господь Бог слезы со всех лиц, и снимет поношение с народа Своего по всей земле; ибо так говорит Господь.",
          "ID": "8"
        },
        {
          "text": "И скажут в тот день: вот Он, Бог наш! на Него мы уповали, и Он спас нас! Сей есть Господь; на Него уповали мы; возрадуемся и возвеселимся во спасении Его!",
          "ID": "9"
        },
        {
          "text": "Ибо рука Господа почиет на горе сей, и Моав будет попран на месте своем, как попирается солома в навозе.",
          "ID": "10"
        },
        {
          "text": "И хотя он распрострет посреди его руки свои, как плавающий распростирает их для плавания; [но Бог] унизит гордость его вместе с лукавством рук его.",
          "ID": "11"
        },
        {
          "text": "И твердыню высоких стен твоих обрушит, низвергнет, повергнет на землю, в прах.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.25",
      "name": "Книга пророка Исаии 25"
    },
    {
      "text": [
        {
          "text": "В тот день будет воспета песнь сия в земле Иудиной: город крепкий у нас; спасение дал Он вместо стены и вала.",
          "ID": "1"
        },
        {
          "text": "Отворите ворота; да войдет народ праведный, хранящий истину.",
          "ID": "2"
        },
        {
          "text": "Твердого духом Ты хранишь в совершенном мире, ибо на Тебя уповает он.",
          "ID": "3"
        },
        {
          "text": "Уповайте на Господа вовеки, ибо Господь Бог есть твердыня вечная:",
          "ID": "4"
        },
        {
          "text": "Он ниспроверг живших на высоте, высоко стоявший город; поверг его, поверг на землю, бросил его в прах.",
          "ID": "5"
        },
        {
          "text": "Нога попирает его, ноги бедного, стопы нищих.",
          "ID": "6"
        },
        {
          "text": "Путь праведника прям; Ты уравниваешь стезю праведника.",
          "ID": "7"
        },
        {
          "text": "И на пути судов Твоих, Господи, мы уповали на Тебя; к имени Твоему и к воспоминанию о Тебе стремилась душа наша.",
          "ID": "8"
        },
        {
          "text": "Душею моею я стремился к Тебе ночью, и духом моим я буду искать Тебя во внутренности моей с раннего утра: ибо когда суды Твои [совершаются] на земле, тогда живущие в мире научаются правде.",
          "ID": "9"
        },
        {
          "text": "Если нечестивый будет помилован, то не научится он правде, – будет злодействовать в земле правых и не будет взирать на величие Господа.",
          "ID": "10"
        },
        {
          "text": "Господи! рука Твоя была высоко поднята, но они не видали ее; увидят и устыдятся ненавидящие народ Твой; огонь пожрет врагов Твоих.",
          "ID": "11"
        },
        {
          "text": "Господи! Ты даруешь нам мир; ибо и все дела наши Ты устрояешь для нас.",
          "ID": "12"
        },
        {
          "text": "Господи Боже наш! другие владыки кроме Тебя господствовали над нами; но чрез Тебя только мы славим имя Твое.",
          "ID": "13"
        },
        {
          "text": "Мертвые не оживут; рефаимы не встанут, потому что Ты посетил и истребил их, и уничтожил всякую память о них.",
          "ID": "14"
        },
        {
          "text": "Ты умножил народ, Господи, умножил народ, – прославил Себя, распространил все пределы земли.",
          "ID": "15"
        },
        {
          "text": "Господи! в бедствии он искал Тебя; изливал тихие моления, когда наказание Твое постигало его.",
          "ID": "16"
        },
        {
          "text": "Как беременная женщина, при наступлении родов, мучится, вопит от болей своих, так были мы пред Тобою, Господи.",
          "ID": "17"
        },
        {
          "text": "Были беременны, мучились, – и рождали как бы ветер; спасения не доставили земле, и прочие жители вселенной не пали.",
          "ID": "18"
        },
        {
          "text": "Оживут мертвецы Твои, восстанут мертвые тела! Воспряните и торжествуйте, поверженные в прахе: ибо роса Твоя – роса растений, и земля извергнет мертвецов.",
          "ID": "19"
        },
        {
          "text": "Пойди, народ мой, войди в покои твои и запри за собой двери твои, укройся на мгновение, доколе не пройдет гнев;",
          "ID": "20"
        },
        {
          "text": "ибо вот, Господь выходит из жилища Своего наказать обитателей земли за их беззаконие, и земля откроет поглощенную ею кровь и уже не скроет убитых своих.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.26",
      "name": "Книга пророка Исаии 26"
    },
    {
      "text": [
        {
          "text": "В тот день поразит Господь мечом Своим тяжелым, и большим и крепким, левиафана, змея прямо бегущего, и левиафана, змея изгибающегося, и убьет чудовище морское.",
          "ID": "1"
        },
        {
          "text": "В тот день воспойте о нем – о возлюбленном винограднике:",
          "ID": "2"
        },
        {
          "text": "Я, Господь, хранитель его, в каждое мгновение напояю его; ночью и днем стерегу его, чтобы кто не ворвался в него.",
          "ID": "3"
        },
        {
          "text": "Гнева нет во Мне. Но если бы кто противопоставил Мне [в нем] волчцы и терны, Я войною пойду против него, выжгу его совсем.",
          "ID": "4"
        },
        {
          "text": "Разве прибегнет к защите Моей и заключит мир со Мною? тогда пусть заключит мир со Мною.",
          "ID": "5"
        },
        {
          "text": "В грядущие [дни] укоренится Иаков, даст отпрыск и расцветет Израиль; и наполнится плодами вселенная.",
          "ID": "6"
        },
        {
          "text": "Так ли Он поражал его, как поражал поражавших его? Так ли убивал его, как убиты убивавшие его?",
          "ID": "7"
        },
        {
          "text": "Мерою Ты наказывал его, когда отвергал его; выбросил его сильным дуновением Своим как бы в день восточного ветра.",
          "ID": "8"
        },
        {
          "text": "И чрез это загладится беззаконие Иакова; и плодом сего будет снятие греха с него, когда все камни жертвенников он обратит в куски извести, и не будут уже стоять дубравы и истуканы солнца.",
          "ID": "9"
        },
        {
          "text": "Ибо укрепленный город опустеет, жилища [будут] покинуты и заброшены, как пустыня. Там будет пастись теленок, и там он будет покоиться и объедать ветви его.",
          "ID": "10"
        },
        {
          "text": "Когда ветви его засохнут, их обломают; женщины придут и сожгут их. Так как это народ безрассудный, то не сжалится над ним Творец его, и не помилует его Создатель его.",
          "ID": "11"
        },
        {
          "text": "Но будет в тот день: Господь потрясет все от великой реки до потока Египетского, и вы, сыны Израиля, будете собраны один к другому;",
          "ID": "12"
        },
        {
          "text": "и будет в тот день: вострубит великая труба, и придут затерявшиеся в Ассирийской земле и изгнанные в землю Египетскую и поклонятся Господу на горе святой в Иерусалиме.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.27",
      "name": "Книга пророка Исаии 27"
    },
    {
      "text": [
        {
          "text": "Горе венку гордости пьяных Ефремлян, увядшему цветку красивого убранства его, который на вершине тучной долины сраженных вином!",
          "ID": "1"
        },
        {
          "text": "Вот, крепкий и сильный у Господа, как ливень с градом и губительный вихрь, как разлившееся наводнение бурных вод, с силою повергает его на землю.",
          "ID": "2"
        },
        {
          "text": "Ногами попирается венок гордости пьяных Ефремлян.",
          "ID": "3"
        },
        {
          "text": "И с увядшим цветком красивого убранства его, который на вершине тучной долины, делается то же, что бывает с созревшею прежде времени смоквою, которую, как скоро кто увидит, тотчас берет в руку и проглатывает ее.",
          "ID": "4"
        },
        {
          "text": "В тот день Господь Саваоф будет великолепным венцом и славною диадемою для остатка народа Своего,",
          "ID": "5"
        },
        {
          "text": "и духом правосудия для сидящего в судилище и мужеством для отражающих неприятеля до ворот.",
          "ID": "6"
        },
        {
          "text": "Но и эти шатаются от вина и сбиваются с пути от сикеры; священник и пророк спотыкаются от крепких напитков; побеждены вином, обезумели от сикеры, в видении ошибаются, в суждении спотыкаются.",
          "ID": "7"
        },
        {
          "text": "Ибо все столы наполнены отвратительною блевотиною, нет [чистого] места.",
          "ID": "8"
        },
        {
          "text": "А [говорят]: \"кого хочет он учить ведению? и кого вразумлять проповедью? отнятых от грудного молока, отлученных от сосцов [матери]?",
          "ID": "9"
        },
        {
          "text": "Ибо все заповедь на заповедь, заповедь на заповедь, правило на правило, правило на правило, тут немного и там немного\".",
          "ID": "10"
        },
        {
          "text": "За то лепечущими устами и на чужом языке будут говорить к этому народу.",
          "ID": "11"
        },
        {
          "text": "Им говорили: \"вот – покой, дайте покой утружденному, и вот успокоение\". Но они не хотели слушать.",
          "ID": "12"
        },
        {
          "text": "И стало у них словом Господа: заповедь на заповедь, заповедь на заповедь, правило на правило, правило на правило, тут немного, там немного, – так что они пойдут, и упадут навзничь, и разобьются, и попадут в сеть и будут уловлены.",
          "ID": "13"
        },
        {
          "text": "Итак слушайте слово Господне, хульники, правители народа сего, который в Иерусалиме.",
          "ID": "14"
        },
        {
          "text": "Так как вы говорите: \"мы заключили союз со смертью и с преисподнею сделали договор: когда всепоражающий бич будет проходить, он не дойдет до нас, – потому что ложь сделали мы убежищем для себя, и обманом прикроем себя\".",
          "ID": "15"
        },
        {
          "text": "Посему так говорит Господь Бог: вот, Я полагаю в основание на Сионе камень, камень испытанный, краеугольный, драгоценный, крепко утвержденный: верующий в него не постыдится.",
          "ID": "16"
        },
        {
          "text": "И поставлю суд мерилом и правду весами; и градом истребится убежище лжи, и воды потопят место укрывательства.",
          "ID": "17"
        },
        {
          "text": "И союз ваш со смертью рушится, и договор ваш с преисподнею не устоит. Когда пойдет всепоражающий бич, вы будете попраны.",
          "ID": "18"
        },
        {
          "text": "Как скоро он пойдет, схватит вас; ходить же будет каждое утро, день и ночь, и один слух о нем будет внушать ужас.",
          "ID": "19"
        },
        {
          "text": "Слишком коротка будет постель, чтобы протянуться; слишком узко и одеяло, чтобы завернуться в него.",
          "ID": "20"
        },
        {
          "text": "Ибо восстанет Господь, как на горе Перациме; разгневается, как на долине Гаваонской, чтобы сделать дело Свое, необычайное дело, и совершить действие Свое, чудное Свое действие.",
          "ID": "21"
        },
        {
          "text": "Итак не кощунствуйте, чтобы узы ваши не стали крепче; ибо я слышал от Господа, Бога Саваофа, что истребление определено для всей земли.",
          "ID": "22"
        },
        {
          "text": "Приклоните ухо, и послушайте моего голоса; будьте внимательны, и выслушайте речь мою.",
          "ID": "23"
        },
        {
          "text": "Всегда ли земледелец пашет для посева, бороздит и боронит землю свою?",
          "ID": "24"
        },
        {
          "text": "Нет; когда уровняет поверхность ее, он сеет чернуху, или рассыпает тмин, или разбрасывает пшеницу рядами, и ячмень в определенном месте, и полбу рядом с ним.",
          "ID": "25"
        },
        {
          "text": "И такому порядку учит его Бог его; Он наставляет его.",
          "ID": "26"
        },
        {
          "text": "Ибо не молотят чернухи катком зубчатым, и колес молотильных не катают по тмину; но палкою выколачивают чернуху, и тмин – палкою.",
          "ID": "27"
        },
        {
          "text": "Зерновой хлеб вымолачивают, но не разбивают его; и водят по нему молотильные колеса с конями их, но не растирают его.",
          "ID": "28"
        },
        {
          "text": "И это происходит от Господа Саваофа: дивны судьбы Его, велика премудрость Его!",
          "ID": "29"
        }
      ],
      "ID": "OT:ISA.28",
      "name": "Книга пророка Исаии 28"
    },
    {
      "text": [
        {
          "text": "Горе Ариилу, Ариилу, городу, в котором жил Давид! приложите год к году; пусть заколают жертвы.",
          "ID": "1"
        },
        {
          "text": "Но Я стесню Ариил, и будет плач и сетование; и он останется у Меня, как Ариил.",
          "ID": "2"
        },
        {
          "text": "Я расположусь станом вокруг тебя и стесню тебя стражею наблюдательною, и воздвигну против тебя укрепления.",
          "ID": "3"
        },
        {
          "text": "И будешь унижен, с земли будешь говорить, и глуха будет речь твоя из–под праха, и голос твой будет, как голос чревовещателя, и из–под праха шептать будет речь твоя.",
          "ID": "4"
        },
        {
          "text": "Множество врагов твоих будет, как мелкая пыль, и полчище лютых, как разлетающаяся плева; и это совершится внезапно, в одно мгновение.",
          "ID": "5"
        },
        {
          "text": "Господь Саваоф посетит тебя громом и землетрясением, и сильным гласом, бурею и вихрем, и пламенем всепожирающего огня.",
          "ID": "6"
        },
        {
          "text": "И как сон, как ночное сновидение, будет множество всех народов, воюющих против Ариила, и всех выступивших против него и укреплений его и стеснивших его.",
          "ID": "7"
        },
        {
          "text": "И как голодному снится, будто он ест, но пробуждается, и душа его тоща; и как жаждущему снится, будто он пьет, но пробуждается, и вот он томится, и душа его жаждет: то же будет и множеству всех народов, воюющих против горы Сиона.",
          "ID": "8"
        },
        {
          "text": "Изумляйтесь и дивитесь: они ослепили других, и сами ослепли; они пьяны, но не от вина, – шатаются, но не от сикеры;",
          "ID": "9"
        },
        {
          "text": "ибо навел на вас Господь дух усыпления и сомкнул глаза ваши, пророки, и закрыл ваши головы, прозорливцы.",
          "ID": "10"
        },
        {
          "text": "И всякое пророчество для вас то же, что слова в запечатанной книге, которую подают умеющему читать книгу и говорят: \"прочитай ее\"; и тот отвечает: \"не могу, потому что она запечатана\".",
          "ID": "11"
        },
        {
          "text": "И передают книгу тому, кто читать не умеет, и говорят: \"прочитай ее\"; и тот отвечает: \"я не умею читать\".",
          "ID": "12"
        },
        {
          "text": "И сказал Господь: так как этот народ приближается ко Мне устами своими, и языком своим чтит Меня, сердце же его далеко отстоит от Меня, и благоговение их предо Мною есть изучение заповедей человеческих;",
          "ID": "13"
        },
        {
          "text": "то вот, Я еще необычайно поступлю с этим народом, чудно и дивно, так что мудрость мудрецов его погибнет, и разума у разумных его не станет.",
          "ID": "14"
        },
        {
          "text": "Горе тем, которые думают скрыться в глубину, чтобы замысл свой утаить от Господа, которые делают дела свои во мраке и говорят: \"кто увидит нас? и кто узнает нас?\"",
          "ID": "15"
        },
        {
          "text": "Какое безрассудство! Разве можно считать горшечника, как глину? Скажет ли изделие о сделавшем его: \"не он сделал меня\"? и скажет ли произведение о художнике своем: \"он не разумеет\"?",
          "ID": "16"
        },
        {
          "text": "Еще немного, очень немного, и Ливан не превратится ли в сад, а сад не будут ли почитать, как лес?",
          "ID": "17"
        },
        {
          "text": "И в тот день глухие услышат слова книги, и прозрят из тьмы и мрака глаза слепых.",
          "ID": "18"
        },
        {
          "text": "И страждущие более и более будут радоваться о Господе, и бедные люди будут торжествовать о Святом Израиля,",
          "ID": "19"
        },
        {
          "text": "потому что не будет более обидчика, и хульник исчезнет, и будут истреблены все поборники неправды,",
          "ID": "20"
        },
        {
          "text": "которые запутывают человека в словах, и требующему суда у ворот расставляют сети, и отталкивают правого.",
          "ID": "21"
        },
        {
          "text": "Посему так говорит о доме Иакова Господь, Который искупил Авраама: тогда Иаков не будет в стыде, и лице его более не побледнеет.",
          "ID": "22"
        },
        {
          "text": "Ибо когда увидит у себя детей своих, дело рук Моих, то они свято будут чтить имя Мое и свято чтить Святаго Иаковлева, и благоговеть пред Богом Израилевым.",
          "ID": "23"
        },
        {
          "text": "Тогда блуждающие духом познают мудрость, и непокорные научатся послушанию.",
          "ID": "24"
        }
      ],
      "ID": "OT:ISA.29",
      "name": "Книга пророка Исаии 29"
    },
    {
      "text": [
        {
          "text": "Горе непокорным сынам, говорит Господь, которые делают совещания, но без Меня, и заключают союзы, но не по духу Моему, чтобы прилагать грех ко греху:",
          "ID": "1"
        },
        {
          "text": "не вопросив уст Моих, идут в Египет, чтобы подкрепить себя силою фараона и укрыться под тенью Египта.",
          "ID": "2"
        },
        {
          "text": "Но сила фараона будет для вас стыдом, и убежище под тенью Египта – бесчестием;",
          "ID": "3"
        },
        {
          "text": "потому что князья его уже в Цоане, и послы его дошли до Ханеса.",
          "ID": "4"
        },
        {
          "text": "Все они будут постыжены из–за народа, [который] бесполезен для них; не будет от него ни помощи, ни пользы, но – стыд и срам.",
          "ID": "5"
        },
        {
          "text": "Тяжести на животных, [идущих] на юг, по земле угнетения и тесноты, откуда [выходят] львицы и львы, аспиды и летучие змеи; они несут на хребтах ослов богатства свои и на горбах верблюдов сокровища свои к народу, который не принесет им пользы.",
          "ID": "6"
        },
        {
          "text": "Ибо помощь Египта будет тщетна и напрасна; потому Я сказал им: сила их – сидеть спокойно.",
          "ID": "7"
        },
        {
          "text": "Теперь пойди, начертай это на доске у них, и впиши это в книгу, чтобы осталось на будущее время, навсегда, навеки.",
          "ID": "8"
        },
        {
          "text": "Ибо это народ мятежный, дети лживые, дети, которые не хотят слушать закона Господня,",
          "ID": "9"
        },
        {
          "text": "которые провидящим говорят: \"перестаньте провидеть\", и пророкам: \"не пророчествуйте нам правды, говорите нам лестное, предсказывайте приятное;",
          "ID": "10"
        },
        {
          "text": "сойдите с дороги, уклонитесь от пути; устраните от глаз наших Святаго Израилева.\"",
          "ID": "11"
        },
        {
          "text": "Посему так говорит Святый Израилев: так как вы отвергаете слово сие, а надеетесь на обман и неправду, и опираетесь на то:",
          "ID": "12"
        },
        {
          "text": "то беззаконие это будет для вас, как угрожающая падением трещина, обнаружившаяся в высокой стене, которой разрушение настанет внезапно, в одно мгновение.",
          "ID": "13"
        },
        {
          "text": "И Он разрушит ее, как сокрушают глиняный сосуд, разбивая его без пощады, так что в обломках его не найдется и черепка, чтобы взять огня с очага или зачерпнуть воды из водоема;",
          "ID": "14"
        },
        {
          "text": "ибо так говорит Господь Бог, Святый Израилев: оставаясь на месте и в покое, вы спаслись бы; в тишине и уповании крепость ваша; но вы не хотели",
          "ID": "15"
        },
        {
          "text": "и говорили: \"нет, мы на конях убежим\", – за то и побежите; \"мы на быстрых ускачем\", – за то и преследующие вас будут быстры.",
          "ID": "16"
        },
        {
          "text": "От угрозы одного [побежит] тысяча, от угрозы пятерых побежите так, что остаток ваш будет как веха на вершине горы и как знамя на холме.",
          "ID": "17"
        },
        {
          "text": "И потому Господь медлит, чтобы помиловать вас, и потому еще удерживается, чтобы сжалиться над вами; ибо Господь есть Бог правды: блаженны все уповающие на Него!",
          "ID": "18"
        },
        {
          "text": "Народ будет жить на Сионе в Иерусалиме; ты не будешь много плакать, – Он помилует тебя, по голосу вопля твоего, и как только услышит его, ответит тебе.",
          "ID": "19"
        },
        {
          "text": "И даст вам Господь хлеб в горести и воду в нужде; и учители твои уже не будут скрываться, и глаза твои будут видеть учителей твоих;",
          "ID": "20"
        },
        {
          "text": "и уши твои будут слышать слово, говорящее позади тебя: \"вот путь, идите по нему\", если бы вы уклонились направо и если бы вы уклонились налево.",
          "ID": "21"
        },
        {
          "text": "Тогда вы будете считать скверною оклад идолов из серебра твоего и оклад истуканов из золота твоего; ты бросишь их, как нечистоту; ты скажешь им: прочь отсюда.",
          "ID": "22"
        },
        {
          "text": "И Он даст дождь на семя твое, которым засеешь поле, и хлеб, плод земли, и он будет обилен и сочен; стада твои в тот день будут пастись на обширных пастбищах.",
          "ID": "23"
        },
        {
          "text": "И волы и ослы, возделывающие поле, будут есть корм соленый, очищенный лопатою и веялом.",
          "ID": "24"
        },
        {
          "text": "И на всякой горе высокой и на всяком холме возвышенном потекут ручьи, потоки вод, в день великого поражения, когда упадут башни.",
          "ID": "25"
        },
        {
          "text": "И свет луны будет, как свет солнца, а свет солнца будет светлее всемеро, как свет семи дней, в тот день, когда Господь обвяжет рану народа Своего и исцелит нанесенные ему язвы.",
          "ID": "26"
        },
        {
          "text": "Вот, имя Господа идет издали, горит гнев Его, и пламя его сильно, уста Его исполнены негодования, и язык Его, как огонь поедающий,",
          "ID": "27"
        },
        {
          "text": "и дыхание Его, как разлившийся поток, который поднимается даже до шеи, чтобы развеять народы до истощания; и будет в челюстях народов узда, направляющая к заблуждению.",
          "ID": "28"
        },
        {
          "text": "А у вас будут песни, как в ночь священного праздника, и веселие сердца, как у идущего со свирелью на гору Господню, к твердыне Израилевой.",
          "ID": "29"
        },
        {
          "text": "И возгремит Господь величественным гласом Своим и явит тяготеющую мышцу Свою в сильном гневе и в пламени поедающего огня, в буре и в наводнении и в каменном граде.",
          "ID": "30"
        },
        {
          "text": "Ибо от гласа Господа содрогнется Ассур, жезлом поражаемый.",
          "ID": "31"
        },
        {
          "text": "И всякое движение определенного ему жезла, который Господь направит на него, будет с тимпанами и цитрами, и Он пойдет против него войною опустошительною.",
          "ID": "32"
        },
        {
          "text": "Ибо Тофет давно уже устроен; он приготовлен и для царя, глубок и широк; в костре его много огня и дров; дуновение Господа, как поток серы, зажжет его.",
          "ID": "33"
        }
      ],
      "ID": "OT:ISA.30",
      "name": "Книга пророка Исаии 30"
    },
    {
      "text": [
        {
          "text": "Горе тем, которые идут в Египет за помощью, надеются на коней и полагаются на колесницы, потому что их много, и на всадников, потому что они весьма сильны, а на Святаго Израилева не взирают и к Господу не прибегают!",
          "ID": "1"
        },
        {
          "text": "Но премудр Он; и наведет бедствие, и не отменит слов Своих; восстанет против дома нечестивых и против помощи делающих беззаконие.",
          "ID": "2"
        },
        {
          "text": "И Египтяне – люди, а не Бог; и кони их – плоть, а не дух. И прострет руку Свою Господь, и споткнется защитник, и упадет защищаемый, и все вместе погибнут.",
          "ID": "3"
        },
        {
          "text": "Ибо так сказал мне Господь: как лев, как скимен, ревущий над своею добычею, хотя бы множество пастухов кричало на него, от крика их не содрогнется и множеству их не уступит, – так Господь Саваоф сойдет сразиться за гору Сион и за холм его.",
          "ID": "4"
        },
        {
          "text": "Как птицы – птенцов, так Господь Саваоф покроет Иерусалим, защитит и избавит, пощадит и спасет.",
          "ID": "5"
        },
        {
          "text": "Обратитесь к Тому, от Которого вы столько отпали, сыны Израиля!",
          "ID": "6"
        },
        {
          "text": "В тот день отбросит каждый человек своих серебряных идолов и золотых своих идолов, которых руки ваши сделали вам на грех.",
          "ID": "7"
        },
        {
          "text": "И Ассур падет не от человеческого меча, и не человеческий меч потребит его, – он избежит от меча, и юноши его будут податью.",
          "ID": "8"
        },
        {
          "text": "И от страха пробежит мимо крепости своей; и князья его будут пугаться знамени, говорит Господь, Которого огонь на Сионе и горнило в Иерусалиме.",
          "ID": "9"
        }
      ],
      "ID": "OT:ISA.31",
      "name": "Книга пророка Исаии 31"
    },
    {
      "text": [
        {
          "text": "Вот, Царь будет царствовать по правде, и князья будут править по закону;",
          "ID": "1"
        },
        {
          "text": "и каждый из них будет как защита от ветра и покров от непогоды, как источники вод в степи, как тень от высокой скалы в земле жаждущей.",
          "ID": "2"
        },
        {
          "text": "И очи видящих не будут закрываемы, и уши слышащих будут внимать.",
          "ID": "3"
        },
        {
          "text": "И сердце легкомысленных будет уметь рассуждать; и косноязычные будут говорить ясно.",
          "ID": "4"
        },
        {
          "text": "Невежду уже не будут называть почтенным, и о коварном не скажут, что он честный.",
          "ID": "5"
        },
        {
          "text": "Ибо невежда говорит глупое, и сердце его помышляет о беззаконном, чтобы действовать лицемерно и произносить хулу на Господа, душу голодного лишать хлеба и отнимать питье у жаждущего.",
          "ID": "6"
        },
        {
          "text": "У коварного и действования гибельные: он замышляет ковы, чтобы погубить бедного словами лжи, хотя бы бедный был и прав.",
          "ID": "7"
        },
        {
          "text": "А честный и мыслит о честном и твердо стоит во всем, что честно.",
          "ID": "8"
        },
        {
          "text": "Женщины беспечные! встаньте, послушайте голоса моего; дочери беззаботные! приклоните слух к моим словам.",
          "ID": "9"
        },
        {
          "text": "Еще несколько дней сверх года, и ужаснетесь, беспечные! ибо не будет обирания винограда, и время жатвы не настанет.",
          "ID": "10"
        },
        {
          "text": "Содрогнитесь, беззаботные! ужаснитесь, беспечные! сбросьте одежды, обнажитесь и препояшьте чресла.",
          "ID": "11"
        },
        {
          "text": "Будут бить себя в грудь о прекрасных полях, о виноградной лозе плодовитой.",
          "ID": "12"
        },
        {
          "text": "На земле народа моего будут расти терны и волчцы, равно и на всех домах веселья в ликующем городе;",
          "ID": "13"
        },
        {
          "text": "ибо чертоги будут оставлены; шумный город будет покинут; Офел и башня навсегда будут служить, вместо пещер, убежищем диких ослов и пасущихся стад,",
          "ID": "14"
        },
        {
          "text": "доколе не излиется на нас Дух свыше, и пустыня не сделается садом, а сад не будут считать лесом.",
          "ID": "15"
        },
        {
          "text": "Тогда суд водворится в этой пустыне, и правосудие будет пребывать на плодоносном поле.",
          "ID": "16"
        },
        {
          "text": "И делом правды будет мир, и плодом правосудия – спокойствие и безопасность вовеки.",
          "ID": "17"
        },
        {
          "text": "Тогда народ мой будет жить в обители мира и в селениях безопасных, и в покоищах блаженных.",
          "ID": "18"
        },
        {
          "text": "И град будет падать на лес, и город спустится в долину.",
          "ID": "19"
        },
        {
          "text": "Блаженны вы, сеющие при всех водах и посылающие туда вола и осла.",
          "ID": "20"
        }
      ],
      "ID": "OT:ISA.32",
      "name": "Книга пророка Исаии 32"
    },
    {
      "text": [
        {
          "text": "Горе тебе, опустошитель, который не был опустошаем, и грабитель, которого не грабили! Когда кончишь опустошение, будешь опустошен и ты; когда прекратишь грабительства, разграбят и тебя.",
          "ID": "1"
        },
        {
          "text": "Господи! помилуй нас; на Тебя уповаем мы; будь нашею мышцею с раннего утра и спасением нашим во время тесное.",
          "ID": "2"
        },
        {
          "text": "От грозного гласа [Твоего] побегут народы; когда восстанешь, рассеются племена,",
          "ID": "3"
        },
        {
          "text": "и будут собирать добычу вашу, как собирает гусеница; бросятся на нее, как бросается саранча.",
          "ID": "4"
        },
        {
          "text": "Высок Господь, живущий в вышних; Он наполнит Сион судом и правдою.",
          "ID": "5"
        },
        {
          "text": "И настанут безопасные времена твои, изобилие спасения, мудрости и ведения; страх Господень будет сокровищем твоим.",
          "ID": "6"
        },
        {
          "text": "Вот, сильные их кричат на улицах; послы для мира горько плачут.",
          "ID": "7"
        },
        {
          "text": "Опустели дороги; не стало путешествующих; он нарушил договор, разрушил города, – ни во что ставит людей.",
          "ID": "8"
        },
        {
          "text": "Земля сетует, сохнет; Ливан постыжен, увял; Сарон похож стал на пустыню, и обнажены от листьев своих Васан и Кармил.",
          "ID": "9"
        },
        {
          "text": "Ныне Я восстану, говорит Господь, ныне поднимусь, ныне вознесусь.",
          "ID": "10"
        },
        {
          "text": "Вы беременны сеном, разродитесь соломою; дыхание ваше – огонь, который пожрет вас.",
          "ID": "11"
        },
        {
          "text": "И будут народы, [как] горящая известь, [как] срубленный терновник, будут сожжены в огне.",
          "ID": "12"
        },
        {
          "text": "Слушайте, дальние, что сделаю Я; и вы, ближние, познайте могущество Мое.",
          "ID": "13"
        },
        {
          "text": "Устрашились грешники на Сионе; трепет овладел нечестивыми: \"кто из нас может жить при огне пожирающем? кто из нас может жить при вечном пламени?\" –",
          "ID": "14"
        },
        {
          "text": "Тот, кто ходит в правде и говорит истину; кто презирает корысть от притеснения, удерживает руки свои от взяток, затыкает уши свои, чтобы не слышать о кровопролитии, и закрывает глаза свои, чтобы не видеть зла;",
          "ID": "15"
        },
        {
          "text": "тот будет обитать на высотах; убежище его – неприступные скалы; хлеб будет дан ему; вода у него не иссякнет.",
          "ID": "16"
        },
        {
          "text": "Глаза твои увидят Царя в красоте Его, узрят землю отдаленную;",
          "ID": "17"
        },
        {
          "text": "сердце твое будет [только] вспоминать об ужасах: \"где делавший перепись? где весивший [дань]? где осматривающий башни?\"",
          "ID": "18"
        },
        {
          "text": "Не увидишь более народа свирепого, народа с глухою, невнятною речью, с языком странным, непонятным.",
          "ID": "19"
        },
        {
          "text": "Взгляни на Сион, город праздничных собраний наших; глаза твои увидят Иерусалим, жилище мирное, непоколебимую скинию; столпы ее никогда не исторгнутся, и ни одна вервь ее не порвется.",
          "ID": "20"
        },
        {
          "text": "Там у нас великий Господь будет вместо рек, вместо широких каналов; туда не войдет ни одно весельное судно, и не пройдет большой корабль.",
          "ID": "21"
        },
        {
          "text": "Ибо Господь – судия наш, Господь – законодатель наш, Господь – царь наш; Он спасет нас.",
          "ID": "22"
        },
        {
          "text": "Ослабли веревки твои, не могут удержать мачты и натянуть паруса. Тогда будет большой раздел добычи, так что и хромые пойдут на грабеж.",
          "ID": "23"
        },
        {
          "text": "И ни один из жителей не скажет: \"я болен\"; народу, живущему там, будут отпущены согрешения.",
          "ID": "24"
        }
      ],
      "ID": "OT:ISA.33",
      "name": "Книга пророка Исаии 33"
    },
    {
      "text": [
        {
          "text": "Приступите, народы, слушайте и внимайте, племена! да слышит земля и все, что наполняет ее, вселенная и все рождающееся в ней!",
          "ID": "1"
        },
        {
          "text": "Ибо гнев Господа на все народы, и ярость Его на все воинство их. Он предал их заклятию, отдал их на заклание.",
          "ID": "2"
        },
        {
          "text": "И убитые их будут разбросаны, и от трупов их поднимется смрад, и горы размокнут от крови их.",
          "ID": "3"
        },
        {
          "text": "И истлеет все небесное воинство; и небеса свернутся, как свиток книжный; и все воинство их падет, как спадает лист с виноградной лозы, и как увядший лист – со смоковницы.",
          "ID": "4"
        },
        {
          "text": "Ибо упился меч Мой на небесах: вот, для суда нисходит он на Едом и на народ, преданный Мною заклятию.",
          "ID": "5"
        },
        {
          "text": "Меч Господа наполнится кровью, утучнеет от тука, от крови агнцев и козлов, от тука с почек овнов: ибо жертва у Господа в Восоре и большое заклание в земле Едома.",
          "ID": "6"
        },
        {
          "text": "И буйволы падут с ними и тельцы вместе с волами, и упьется земля их кровью, и прах их утучнеет от тука.",
          "ID": "7"
        },
        {
          "text": "Ибо день мщения у Господа, год возмездия за Сион.",
          "ID": "8"
        },
        {
          "text": "И превратятся реки его в смолу, и прах его – в серу, и будет земля его горящею смолою:",
          "ID": "9"
        },
        {
          "text": "не будет гаснуть ни днем, ни ночью; вечно будет восходить дым ее; будет от рода в род оставаться опустелою; во веки веков никто не пройдет по ней;",
          "ID": "10"
        },
        {
          "text": "и завладеют ею пеликан и еж; и филин и ворон поселятся в ней; и протянут по ней вервь разорения и отвес уничтожения.",
          "ID": "11"
        },
        {
          "text": "Никого не останется там из знатных ее, кого можно было бы призвать на царство, и все князья ее будут ничто.",
          "ID": "12"
        },
        {
          "text": "И зарастут дворцы ее колючими растениями, крапивою и репейником – твердыни ее; и будет она жилищем шакалов, пристанищем страусов.",
          "ID": "13"
        },
        {
          "text": "И звери пустыни будут встречаться с дикими кошками, и лешие будут перекликаться один с другим; там будет отдыхать ночное привидение и находить себе покой.",
          "ID": "14"
        },
        {
          "text": "Там угнездится летучий змей, будет класть яйца и выводить детей и собирать их под тень свою; там и коршуны будут собираться один к другому.",
          "ID": "15"
        },
        {
          "text": "Отыщите в книге Господней и прочитайте; ни одно из сих не преминет придти, и одно другим не заменится. Ибо сами уста Его повелели, и сам дух Его соберет их.",
          "ID": "16"
        },
        {
          "text": "И Сам Он бросил им жребий, и Его рука разделила им ее мерою; во веки будут они владеть ею, из рода в род будут жить на ней.",
          "ID": "17"
        }
      ],
      "ID": "OT:ISA.34",
      "name": "Книга пророка Исаии 34"
    },
    {
      "text": [
        {
          "text": "Возвеселится пустыня и сухая земля, и возрадуется страна необитаемая и расцветет как нарцисс;",
          "ID": "1"
        },
        {
          "text": "великолепно будет цвести и радоваться, будет торжествовать и ликовать; слава Ливана дастся ей, великолепие Кармила и Сарона; они увидят славу Господа, величие Бога нашего.",
          "ID": "2"
        },
        {
          "text": "Укрепите ослабевшие руки и утвердите колени дрожащие;",
          "ID": "3"
        },
        {
          "text": "скажите робким душею: будьте тверды, не бойтесь; вот Бог ваш, придет отмщение, воздаяние Божие; Он придет и спасет вас.",
          "ID": "4"
        },
        {
          "text": "Тогда откроются глаза слепых, и уши глухих отверзутся.",
          "ID": "5"
        },
        {
          "text": "Тогда хромой вскочит, как олень, и язык немого будет петь; ибо пробьются воды в пустыне, и в степи – потоки.",
          "ID": "6"
        },
        {
          "text": "И превратится призрак вод в озеро, и жаждущая земля – в источники вод; в жилище шакалов, где они покоятся, будет место для тростника и камыша.",
          "ID": "7"
        },
        {
          "text": "И будет там большая дорога, и путь по ней назовется путем святым: нечистый не будет ходить по нему; но он будет для них [одних]; идущие этим путем, даже и неопытные, не заблудятся.",
          "ID": "8"
        },
        {
          "text": "Льва не будет там, и хищный зверь не взойдет на него; его не найдется там, а будут ходить искупленные.",
          "ID": "9"
        },
        {
          "text": "И возвратятся избавленные Господом, придут на Сион с радостным восклицанием; и радость вечная будет над головою их; они найдут радость и веселье, а печаль и воздыхание удалятся.",
          "ID": "10"
        }
      ],
      "ID": "OT:ISA.35",
      "name": "Книга пророка Исаии 35"
    },
    {
      "text": [
        {
          "text": "И было в четырнадцатый год царя Езекии, пошел Сеннахирим, царь Ассирийский, против всех укрепленных городов Иудеи и взял их.",
          "ID": "1"
        },
        {
          "text": "И послал царь Ассирийский из Лахиса в Иерусалим к царю Езекии Рабсака с большим войском; и он остановился у водопровода верхнего пруда на дороге поля белильничьего.",
          "ID": "2"
        },
        {
          "text": "И вышел к нему Елиаким, сын Хелкиин, начальник дворца, и Севна писец, и Иоах, сын Асафов, дееписатель.",
          "ID": "3"
        },
        {
          "text": "И сказал им Рабсак: скажите Езекии: так говорит царь великий, царь Ассирийский: что это за упование, на которое ты уповаешь?",
          "ID": "4"
        },
        {
          "text": "Я думаю, [что] это одни пустые слова, [а] для войны нужны совет и сила: итак на кого ты уповаешь, что отложился от меня?",
          "ID": "5"
        },
        {
          "text": "Вот, ты думаешь опереться на Египет, на эту трость надломленную, которая, если кто опрется на нее, войдет тому в руку и проколет ее! Таков фараон, царь Египетский, для всех уповающих на него.",
          "ID": "6"
        },
        {
          "text": "А если скажешь мне: \"на Господа, Бога нашего мы уповаем\", то на того ли, которого высоты и жертвенники отменил Езекия и сказал Иуде и Иерусалиму: \"пред сим только жертвенником поклоняйтесь\"?",
          "ID": "7"
        },
        {
          "text": "Итак вступи в союз с господином моим, царем Ассирийским; я дам тебе две тысячи коней; можешь ли достать себе всадников на них?",
          "ID": "8"
        },
        {
          "text": "И как ты хочешь заставить отступить вождя, одного из малейших рабов господина моего, надеясь на Египет, ради колесниц и коней?",
          "ID": "9"
        },
        {
          "text": "Да разве я без воли Господней пошел на землю сию, чтобы разорить ее? Господь сказал мне: пойди на землю сию и разори ее.",
          "ID": "10"
        },
        {
          "text": "И сказал Елиаким и Севна и Иоах Рабсаку: говори рабам твоим по–арамейски, потому что мы понимаем, а не говори с нами по–иудейски, вслух народа, который на стене.",
          "ID": "11"
        },
        {
          "text": "И сказал Рабсак: разве [только] к господину твоему и к тебе послал меня господин мой сказать слова сии? Нет, [также] и к людям, которые сидят на стене, чтобы есть помет свой и пить мочу свою с вами.",
          "ID": "12"
        },
        {
          "text": "И встал Рабсак, и возгласил громким голосом по–иудейски, и сказал: слушайте слово царя великого, царя Ассирийского!",
          "ID": "13"
        },
        {
          "text": "Так говорит царь: пусть не обольщает вас Езекия, ибо он не может спасти вас;",
          "ID": "14"
        },
        {
          "text": "и пусть не обнадеживает вас Езекия Господом, говоря: \"спасет нас Господь; не будет город сей отдан в руки царя Ассирийского\".",
          "ID": "15"
        },
        {
          "text": "Не слушайте Езекии, ибо так говорит царь Ассирийский: примиритесь со мною и выйдите ко мне, и пусть каждый ест плоды виноградной лозы своей и смоковницы своей, и пусть каждый пьет воду из своего колодезя,",
          "ID": "16"
        },
        {
          "text": "доколе я не приду и не возьму вас в землю такую же, как и ваша земля, в землю хлеба и вина, в землю плодов и виноградников.",
          "ID": "17"
        },
        {
          "text": "[Итак] да не обольщает вас Езекия, говоря: \"Господь спасет нас\". Спасли ли боги народов, каждый свою землю, от руки царя Ассирийского?",
          "ID": "18"
        },
        {
          "text": "Где боги Емафа и Арпада? Где боги Сепарваима? Спасли ли они Самарию от руки моей?",
          "ID": "19"
        },
        {
          "text": "Который из всех богов земель сих спас землю свою от руки моей? Так неужели спасет Господь Иерусалим от руки моей?",
          "ID": "20"
        },
        {
          "text": "Но они молчали и не отвечали ему ни слова, потому что от царя дано было приказание: не отвечайте ему.",
          "ID": "21"
        },
        {
          "text": "И пришел Елиаким, сын Хелкиин, начальник дворца, и Севна писец, и Иоах, сын Асафов, дееписатель, к Езекии в разодранных одеждах и пересказали ему слова Рабсака.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.36",
      "name": "Книга пророка Исаии 36"
    },
    {
      "text": [
        {
          "text": "Когда услышал это царь Езекия, то разодрал одежды свои и покрылся вретищем, и пошел в дом Господень;",
          "ID": "1"
        },
        {
          "text": "и послал Елиакима, начальника дворца, и Севну писца, и старших священников, покрытых вретищами, к пророку Исаии, сыну Амосову.",
          "ID": "2"
        },
        {
          "text": "И они сказали ему: так говорит Езекия: день скорби и наказания и посрамления день сей, ибо младенцы дошли до отверстия утробы матерней, а силы нет родить.",
          "ID": "3"
        },
        {
          "text": "Может быть, услышит Господь Бог твой слова Рабсака, которого послал царь Ассирийский, господин его, хулить Бога живаго и поносить словами, какие слышал Господь, Бог твой; вознеси же молитву об оставшихся, которые находятся еще в живых.",
          "ID": "4"
        },
        {
          "text": "И пришли слуги царя Езекии к Исаии.",
          "ID": "5"
        },
        {
          "text": "И сказал им Исаия: так скажите господину вашему: так говорит Господь: не бойся слов, которые слышал ты, которыми поносили Меня слуги царя Ассирийского.",
          "ID": "6"
        },
        {
          "text": "Вот, Я пошлю в него дух, и он услышит весть, и возвратится в землю свою, и Я поражу его мечом в земле его.",
          "ID": "7"
        },
        {
          "text": "И возвратился Рабсак и нашел царя Ассирийского воюющим против Ливны; ибо он слышал, что тот отошел от Лахиса.",
          "ID": "8"
        },
        {
          "text": "И услышал он о Тиргаке, царе Ефиопском; [ему] сказали: вот, он вышел сразиться с тобою. Услышав это, он послал послов к Езекии, сказав:",
          "ID": "9"
        },
        {
          "text": "так скажите Езекии, царю Иудейскому: пусть не обманывает тебя Бог твой, на Которого ты уповаешь, думая: \"не будет отдан Иерусалим в руки царя Ассирийского\".",
          "ID": "10"
        },
        {
          "text": "Вот, ты слышал, что сделали цари Ассирийские со всеми землями, положив на них заклятие; ты ли уцелеешь?",
          "ID": "11"
        },
        {
          "text": "Боги народов, которых разорили отцы мои, спасли ли их, [спасли] [ли] Гозан и Харан, и Рецеф, и сынов Едена, что в Фалассаре?",
          "ID": "12"
        },
        {
          "text": "Где царь Емафа и царь Арпада, и царь города Сепарваима, Ены и Иввы?",
          "ID": "13"
        },
        {
          "text": "И взял Езекия письмо из руки послов и прочитал его, и пошел в дом Господень, и развернул его Езекия пред лицем Господним;",
          "ID": "14"
        },
        {
          "text": "и молился Езекия пред лицем Господним и говорил:",
          "ID": "15"
        },
        {
          "text": "Господи Саваоф, Боже Израилев, седящий на Херувимах! Ты один Бог всех царств земли; Ты сотворил небо и землю.",
          "ID": "16"
        },
        {
          "text": "Приклони, Господи, ухо Твое и услышь; открой, Господи, очи Твои и воззри, и услышь слова Сеннахирима, который послал поносить Тебя, Бога живаго.",
          "ID": "17"
        },
        {
          "text": "Правда, о, Господи! цари Ассирийские опустошили все страны и земли их",
          "ID": "18"
        },
        {
          "text": "и побросали богов их в огонь; но это были не боги, а изделие рук человеческих, дерево и камень, потому и истребили их.",
          "ID": "19"
        },
        {
          "text": "И ныне, Господи Боже наш, спаси нас от руки его; и узнают все царства земли, что Ты, Господи, Бог один.",
          "ID": "20"
        },
        {
          "text": "И послал Исаия, сын Амосов, к Езекии сказать: так говорит Господь, Бог Израилев: о чем ты молился Мне против Сеннахирима, царя Ассирийского, –",
          "ID": "21"
        },
        {
          "text": "вот слово, которое Господь изрек о нем: презрит тебя, посмеется над тобою девствующая дочь Сиона, покачает вслед тебя головою дочь Иерусалима.",
          "ID": "22"
        },
        {
          "text": "Кого ты порицал и поносил? и на кого возвысил голос и поднял так высоко глаза твои? на Святаго Израилева.",
          "ID": "23"
        },
        {
          "text": "Чрез рабов твоих ты порицал Господа и сказал: \"со множеством колесниц моих я взошел на высоту гор, на ребра Ливана, и срубил рослые кедры его, отличные кипарисы его, и пришел на самую вершину его, в рощу сада его;",
          "ID": "24"
        },
        {
          "text": "и откапывал я, и пил воду; и осушу ступнями ног моих все реки Египетские\".",
          "ID": "25"
        },
        {
          "text": "Разве не слышал ты, что Я издавна сделал это, в древние дни предначертал это, а ныне выполнил тем, что ты опустошаешь крепкие города, [превращая] их в груды развалин?",
          "ID": "26"
        },
        {
          "text": "И жители их сделались маломощны, трепещут и остаются в стыде; они стали как трава на поле и нежная зелень, как порост на кровлях и опаленный хлеб, прежде нежели выколосился.",
          "ID": "27"
        },
        {
          "text": "Сядешь ли ты, выйдешь ли, войдешь ли, Я знаю [все, знаю] и дерзость твою против Меня.",
          "ID": "28"
        },
        {
          "text": "За твою дерзость против Меня и за то, что надмение твое дошло до ушей Моих, Я вложу кольцо Мое в ноздри твои и удила Мои в рот твой, и возвращу тебя назад тою же дорогою, которою ты пришел.",
          "ID": "29"
        },
        {
          "text": "И вот, тебе, Езекия, знамение: ешьте в этот год выросшее от упавшего зерна, и на другой год – самородное; а на третий год сейте и жните, и садите виноградные сады, и ешьте плоды их.",
          "ID": "30"
        },
        {
          "text": "И уцелевший в доме Иудином остаток пустит опять корень внизу и принесет плод вверху,",
          "ID": "31"
        },
        {
          "text": "ибо из Иерусалима произойдет остаток, и спасенное – от горы Сиона. Ревность Господа Саваофа соделает это.",
          "ID": "32"
        },
        {
          "text": "Посему так говорит Господь о царе Ассирийском: \"не войдет он в этот город и не бросит туда стрелы, и не приступит к нему со щитом, и не насыплет против него вала.",
          "ID": "33"
        },
        {
          "text": "По той же дороге, по которой пришел, возвратится, а в город сей не войдет, говорит Господь.",
          "ID": "34"
        },
        {
          "text": "Я буду охранять город сей, чтобы спасти его ради Себя и ради Давида, раба Моего\".",
          "ID": "35"
        },
        {
          "text": "И вышел Ангел Господень и поразил в стане Ассирийском сто восемьдесят пять тысяч [человек]. И встали поутру, и вот, все тела мертвые.",
          "ID": "36"
        },
        {
          "text": "И отступил, и пошел, и возвратился Сеннахирим, царь Ассирийский, и жил в Ниневии.",
          "ID": "37"
        },
        {
          "text": "И когда он поклонялся в доме Нисроха, бога своего, Адрамелех и Шарецер, сыновья его, убили его мечом, а сами убежали в землю Араратскую. И воцарился Асардан, сын его, вместо него.",
          "ID": "38"
        }
      ],
      "ID": "OT:ISA.37",
      "name": "Книга пророка Исаии 37"
    },
    {
      "text": [
        {
          "text": "В те дни Езекия заболел смертельно. И пришел к нему пророк Исаия, сын Амосов, и сказал ему: так говорит Господь: сделай завещание для дома твоего, ибо ты умрешь, не выздоровеешь.",
          "ID": "1"
        },
        {
          "text": "Тогда Езекия отворотился лицем к стене и молился Господу, говоря:",
          "ID": "2"
        },
        {
          "text": "\"о, Господи! вспомни, что я ходил пред лицем Твоим верно и с преданным [Тебе] сердцем и делал угодное в очах Твоих\". И заплакал Езекия сильно.",
          "ID": "3"
        },
        {
          "text": "И было слово Господне к Исаии, и сказано:",
          "ID": "4"
        },
        {
          "text": "пойди и скажи Езекии: так говорит Господь, Бог Давида, отца твоего: Я услышал молитву твою, увидел слезы твои, и вот, Я прибавлю к дням твоим пятнадцать лет,",
          "ID": "5"
        },
        {
          "text": "и от руки царя Ассирийского спасу тебя и город сей и защищу город сей.",
          "ID": "6"
        },
        {
          "text": "И вот тебе знамение от Господа, что Господь исполнит слово, которое Он изрек.",
          "ID": "7"
        },
        {
          "text": "Вот, я возвращу назад на десять ступеней солнечную тень, которая прошла по ступеням Ахазовым. И возвратилось солнце на десять ступеней по ступеням, по которым оно сходило.",
          "ID": "8"
        },
        {
          "text": "Молитва Езекии, царя Иудейского, когда он болен был и выздоровел от болезни:",
          "ID": "9"
        },
        {
          "text": "\"Я сказал в себе: в преполовение дней моих должен я идти во врата преисподней; я лишен остатка лет моих.",
          "ID": "10"
        },
        {
          "text": "Я говорил: не увижу я Господа, Господа на земле живых; не увижу больше человека между живущими в мире;",
          "ID": "11"
        },
        {
          "text": "жилище мое снимается с места и уносится от меня, как шалаш пастушеский; я должен отрезать подобно ткачу жизнь мою; Он отрежет меня от основы; день и ночь я ждал, что Ты пошлешь мне кончину.",
          "ID": "12"
        },
        {
          "text": "Я ждал до утра; подобно льву, Он сокрушал все кости мои; день и ночь я ждал, что Ты пошлешь мне кончину.",
          "ID": "13"
        },
        {
          "text": "Как журавль, как ласточка издавал я звуки, тосковал как голубь; уныло смотрели глаза мои к небу: Господи! тесно мне; спаси меня.",
          "ID": "14"
        },
        {
          "text": "Что скажу я? Он сказал мне, Он и сделал. Тихо буду проводить все годы жизни моей, помня горесть души моей.",
          "ID": "15"
        },
        {
          "text": "Господи! так живут, и во всем этом жизнь моего духа; Ты исцелишь меня, даруешь мне жизнь.",
          "ID": "16"
        },
        {
          "text": "Вот, во благо мне была сильная горесть, и Ты избавил душу мою от рва погибели, бросил все грехи мои за хребет Свой.",
          "ID": "17"
        },
        {
          "text": "Ибо не преисподняя славит Тебя, не смерть восхваляет Тебя, не нисшедшие в могилу уповают на истину Твою.",
          "ID": "18"
        },
        {
          "text": "Живой, только живой прославит Тебя, как я ныне: отец возвестит детям истину Твою.",
          "ID": "19"
        },
        {
          "text": "Господь спасет меня; и мы во все дни жизни нашей [со звуками] струн моих будем воспевать песни в доме Господнем\".",
          "ID": "20"
        },
        {
          "text": "И сказал Исаия: пусть принесут пласт смокв и обложат им нарыв; и он выздоровеет.",
          "ID": "21"
        },
        {
          "text": "А Езекия сказал: какое знамение, что я буду ходить в дом Господень?",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.38",
      "name": "Книга пророка Исаии 38"
    },
    {
      "text": [
        {
          "text": "В то время Меродах Валадан, сын Валадана, царь Вавилонский, прислал к Езекии письмо и дары, ибо слышал, что он был болен и выздоровел.",
          "ID": "1"
        },
        {
          "text": "И обрадовался посланным Езекия, и показал им дом сокровищ своих, серебро и золото, и ароматы, и драгоценные масти, весь оружейный свой дом и все, что находилось в сокровищницах его; ничего не осталось, чего не показал бы им Езекия в доме своем и во всем владении своем.",
          "ID": "2"
        },
        {
          "text": "И пришел пророк Исаия к царю Езекии и сказал ему: что говорили эти люди? и откуда они приходили к тебе? Езекия сказал: из далекой земли приходили они ко мне, из Вавилона.",
          "ID": "3"
        },
        {
          "text": "И сказал [Исаия]: что видели они в доме твоем? Езекия сказал: видели все, что есть в доме моем; ничего не осталось в сокровищницах моих, чего я не показал бы им.",
          "ID": "4"
        },
        {
          "text": "И сказал Исаия Езекии: выслушай слово Господа Саваофа:",
          "ID": "5"
        },
        {
          "text": "вот, придут дни, и все, что есть в доме твоем и что собрали отцы твои до сего дня, будет унесено в Вавилон; ничего не останется, говорит Господь.",
          "ID": "6"
        },
        {
          "text": "И возьмут из сыновей твоих, которые произойдут от тебя, которых ты родишь, – и они будут евнухами во дворце царя Вавилонского.",
          "ID": "7"
        },
        {
          "text": "И сказал Езекия Исаии: благо слово Господне, которое ты изрек; потому что, присовокупил он, мир и благосостояние пребудут во дни мои.",
          "ID": "8"
        }
      ],
      "ID": "OT:ISA.39",
      "name": "Книга пророка Исаии 39"
    },
    {
      "text": [
        {
          "text": "Утешайте, утешайте народ Мой, говорит Бог ваш;",
          "ID": "1"
        },
        {
          "text": "говорите к сердцу Иерусалима и возвещайте ему, что исполнилось время борьбы его, что за неправды его сделано удовлетворение, ибо он от руки Господней принял вдвое за все грехи свои.",
          "ID": "2"
        },
        {
          "text": "Глас вопиющего в пустыне: приготовьте путь Господу, прямыми сделайте в степи стези Богу нашему;",
          "ID": "3"
        },
        {
          "text": "всякий дол да наполнится, и всякая гора и холм да понизятся, кривизны выпрямятся и неровные пути сделаются гладкими;",
          "ID": "4"
        },
        {
          "text": "и явится слава Господня, и узрит всякая плоть [спасение Божие]; ибо уста Господни изрекли это.",
          "ID": "5"
        },
        {
          "text": "Голос говорит: возвещай! И сказал: что мне возвещать? Всякая плоть – трава, и вся красота ее – как цвет полевой.",
          "ID": "6"
        },
        {
          "text": "Засыхает трава, увядает цвет, когда дунет на него дуновение Господа: так и народ – трава.",
          "ID": "7"
        },
        {
          "text": "Трава засыхает, цвет увядает, а слово Бога нашего пребудет вечно.",
          "ID": "8"
        },
        {
          "text": "Взойди на высокую гору, благовествующий Сион! возвысь с силою голос твой, благовествующий Иерусалим! возвысь, не бойся; скажи городам Иудиным: вот Бог ваш!",
          "ID": "9"
        },
        {
          "text": "Вот, Господь Бог грядет с силою, и мышца Его со властью. Вот, награда Его с Ним и воздаяние Его пред лицем Его.",
          "ID": "10"
        },
        {
          "text": "Как пастырь Он будет пасти стадо Свое; агнцев будет брать на руки и носить на груди Своей, и водить дойных.",
          "ID": "11"
        },
        {
          "text": "Кто исчерпал воды горстью своею и пядью измерил небеса, и вместил в меру прах земли, и взвесил на весах горы и на чашах весовых холмы?",
          "ID": "12"
        },
        {
          "text": "Кто уразумел дух Господа, и был советником у Него и учил Его?",
          "ID": "13"
        },
        {
          "text": "С кем советуется Он, и кто вразумляет Его и наставляет Его на путь правды, и учит Его знанию, и указывает Ему путь мудрости?",
          "ID": "14"
        },
        {
          "text": "Вот народы – как капля из ведра, и считаются как пылинка на весах. Вот, острова как порошинку поднимает Он.",
          "ID": "15"
        },
        {
          "text": "И Ливана недостаточно для жертвенного огня, и животных на нем – для всесожжения.",
          "ID": "16"
        },
        {
          "text": "Все народы пред Ним как ничто, – менее ничтожества и пустоты считаются у Него.",
          "ID": "17"
        },
        {
          "text": "Итак кому уподобите вы Бога? И какое подобие найдете Ему?",
          "ID": "18"
        },
        {
          "text": "Идола выливает художник, и золотильщик покрывает его золотом и приделывает серебряные цепочки.",
          "ID": "19"
        },
        {
          "text": "А кто беден для такого приношения, выбирает негниющее дерево, приискивает себе искусного художника, чтобы сделать идола, который стоял бы твердо.",
          "ID": "20"
        },
        {
          "text": "Разве не знаете? разве вы не слышали? разве вам не говорено было от начала? разве вы не уразумели из оснований земли?",
          "ID": "21"
        },
        {
          "text": "Он есть Тот, Который восседает над кругом земли, и живущие на ней – как саранча [пред Ним]; Он распростер небеса, как тонкую ткань, и раскинул их, как шатер для жилья.",
          "ID": "22"
        },
        {
          "text": "Он обращает князей в ничто, делает чем–то пустым судей земли.",
          "ID": "23"
        },
        {
          "text": "Едва они посажены, едва посеяны, едва укоренился в земле ствол их, и как только Он дохнул на них, они высохли, и вихрь унес их, как солому.",
          "ID": "24"
        },
        {
          "text": "Кому же вы уподобите Меня и с кем сравните? говорит Святый.",
          "ID": "25"
        },
        {
          "text": "Поднимите глаза ваши на высоту [небес] и посмотрите, кто сотворил их? Кто выводит воинство их счетом? Он всех их называет по имени: по множеству могущества и великой силе у Него ничто не выбывает.",
          "ID": "26"
        },
        {
          "text": "Как же говоришь ты, Иаков, и высказываешь, Израиль: \"путь мой сокрыт от Господа, и дело мое забыто у Бога моего\"?",
          "ID": "27"
        },
        {
          "text": "Разве ты не знаешь? разве ты не слышал, что вечный Господь Бог, сотворивший концы земли, не утомляется и не изнемогает? разум Его неисследим.",
          "ID": "28"
        },
        {
          "text": "Он дает утомленному силу, и изнемогшему дарует крепость.",
          "ID": "29"
        },
        {
          "text": "Утомляются и юноши и ослабевают, и молодые люди падают,",
          "ID": "30"
        },
        {
          "text": "а надеющиеся на Господа обновятся в силе: поднимут крылья, как орлы, потекут – и не устанут, пойдут – и не утомятся.",
          "ID": "31"
        }
      ],
      "ID": "OT:ISA.40",
      "name": "Книга пророка Исаии 40"
    },
    {
      "text": [
        {
          "text": "Умолкните предо Мною, острова, и народы да обновят свои силы; пусть они приблизятся и скажут: \"станем вместе на суд\".",
          "ID": "1"
        },
        {
          "text": "Кто воздвиг от востока мужа правды, призвал его следовать за собою, предал ему народы и покорил царей? Он обратил их мечом его в прах, луком его в солому, разносимую ветром.",
          "ID": "2"
        },
        {
          "text": "Он гонит их, идет спокойно дорогою, по которой никогда не ходил ногами своими.",
          "ID": "3"
        },
        {
          "text": "Кто сделал и совершил это? Тот, Кто от начала вызывает роды; Я – Господь первый, и в последних – Я тот же.",
          "ID": "4"
        },
        {
          "text": "Увидели острова и ужаснулись, концы земли затрепетали. Они сблизились и сошлись;",
          "ID": "5"
        },
        {
          "text": "каждый помогает своему товарищу и говорит своему брату: \"крепись!\"",
          "ID": "6"
        },
        {
          "text": "Кузнец ободряет плавильщика, разглаживающий листы молотом – кующего на наковальне, говоря о спайке: \"хороша\"; и укрепляет гвоздями, чтобы было твердо.",
          "ID": "7"
        },
        {
          "text": "А ты, Израиль, раб Мой, Иаков, которого Я избрал, семя Авраама, друга Моего, –",
          "ID": "8"
        },
        {
          "text": "ты, которого Я взял от концов земли и призвал от краев ее, и сказал тебе: \"ты Мой раб, Я избрал тебя и не отвергну тебя\":",
          "ID": "9"
        },
        {
          "text": "не бойся, ибо Я с тобою; не смущайся, ибо Я Бог твой; Я укреплю тебя, и помогу тебе, и поддержу тебя десницею правды Моей.",
          "ID": "10"
        },
        {
          "text": "Вот, в стыде и посрамлении останутся все, раздраженные против тебя; будут как ничто и погибнут препирающиеся с тобою.",
          "ID": "11"
        },
        {
          "text": "Будешь искать их, и не найдешь их, враждующих против тебя; борющиеся с тобою будут как ничто, совершенно ничто;",
          "ID": "12"
        },
        {
          "text": "ибо Я Господь, Бог твой; держу тебя за правую руку твою, говорю тебе: \"не бойся, Я помогаю тебе\".",
          "ID": "13"
        },
        {
          "text": "Не бойся, червь Иаков, малолюдный Израиль, – Я помогаю тебе, говорит Господь и Искупитель твой, Святый Израилев.",
          "ID": "14"
        },
        {
          "text": "Вот, Я сделал тебя острым молотилом, новым, зубчатым; ты будешь молотить и растирать горы, и холмы сделаешь, как мякину.",
          "ID": "15"
        },
        {
          "text": "Ты будешь веять их, и ветер разнесет их, и вихрь развеет их; а ты возрадуешься о Господе, будешь хвалиться Святым Израилевым.",
          "ID": "16"
        },
        {
          "text": "Бедные и нищие ищут воды, и нет [ее]; язык их сохнет от жажды: Я, Господь, услышу их, Я, Бог Израилев, не оставлю их.",
          "ID": "17"
        },
        {
          "text": "Открою на горах реки и среди долин источники; пустыню сделаю озером и сухую землю – источниками воды;",
          "ID": "18"
        },
        {
          "text": "посажу в пустыне кедр, ситтим и мирту и маслину; насажу в степи кипарис, явор и бук вместе,",
          "ID": "19"
        },
        {
          "text": "чтобы увидели и познали, и рассмотрели и уразумели, что рука Господня соделала это, и Святый Израилев сотворил сие.",
          "ID": "20"
        },
        {
          "text": "Представьте дело ваше, говорит Господь; приведите ваши доказательства, говорит Царь Иакова.",
          "ID": "21"
        },
        {
          "text": "Пусть они представят и скажут нам, что произойдет; пусть возвестят что–либо прежде, нежели оно произошло, и мы вникнем умом своим и узнаем, как оно кончилось, или пусть предвозвестят нам о будущем.",
          "ID": "22"
        },
        {
          "text": "Скажите, что произойдет в будущем, и мы будем знать, что вы боги, или сделайте что–нибудь, доброе ли, худое ли, чтобы мы изумились и вместе с вами увидели.",
          "ID": "23"
        },
        {
          "text": "Но вы ничто, и дело ваше ничтожно; мерзость тот, кто избирает вас.",
          "ID": "24"
        },
        {
          "text": "Я воздвиг его от севера, и он придет; от восхода солнца будет призывать имя Мое и попирать владык, как грязь, и топтать, как горшечник глину.",
          "ID": "25"
        },
        {
          "text": "Кто возвестил об этом изначала, чтобы нам знать, и задолго пред тем, чтобы нам можно было сказать: \"правда\"? Но никто не сказал, никто не возвестил, никто не слыхал слов ваших.",
          "ID": "26"
        },
        {
          "text": "Я первый [сказал] Сиону: \"вот оно!\" и дал Иерусалиму благовестника.",
          "ID": "27"
        },
        {
          "text": "Итак Я смотрел, и не было никого, и между ними не нашлось советника, чтоб Я мог спросить их, и они дали ответ.",
          "ID": "28"
        },
        {
          "text": "Вот, все они ничто, ничтожны и дела их; ветер и пустота истуканы их.",
          "ID": "29"
        }
      ],
      "ID": "OT:ISA.41",
      "name": "Книга пророка Исаии 41"
    },
    {
      "text": [
        {
          "text": "Вот, Отрок Мой, Которого Я держу за руку, избранный Мой, к которому благоволит душа Моя. Положу дух Мой на Него, и возвестит народам суд;",
          "ID": "1"
        },
        {
          "text": "не возопиет и не возвысит голоса Своего, и не даст услышать его на улицах;",
          "ID": "2"
        },
        {
          "text": "трости надломленной не переломит, и льна курящегося не угасит; будет производить суд по истине;",
          "ID": "3"
        },
        {
          "text": "не ослабеет и не изнеможет, доколе на земле не утвердит суда, и на закон Его будут уповать острова.",
          "ID": "4"
        },
        {
          "text": "Так говорит Господь Бог, сотворивший небеса и пространство их, распростерший землю с произведениями ее, дающий дыхание народу на ней и дух ходящим по ней.",
          "ID": "5"
        },
        {
          "text": "Я, Господь, призвал Тебя в правду, и буду держать Тебя за руку и хранить Тебя, и поставлю Тебя в завет для народа, во свет для язычников,",
          "ID": "6"
        },
        {
          "text": "чтобы открыть глаза слепых, чтобы узников вывести из заключения и сидящих во тьме – из темницы.",
          "ID": "7"
        },
        {
          "text": "Я Господь, это – Мое имя, и не дам славы Моей иному и хвалы Моей истуканам.",
          "ID": "8"
        },
        {
          "text": "Вот, [предсказанное] прежде сбылось, и новое Я возвещу; прежде нежели оно произойдет, Я возвещу вам.",
          "ID": "9"
        },
        {
          "text": "Пойте Господу новую песнь, хвалу Ему от концов земли, вы, плавающие по морю, и все, наполняющее его, острова и живущие на них.",
          "ID": "10"
        },
        {
          "text": "Да возвысит голос пустыня и города ее, селения, где обитает Кидар; да торжествуют живущие на скалах, да возглашают с вершин гор.",
          "ID": "11"
        },
        {
          "text": "Да воздадут Господу славу, и хвалу Его да возвестят на островах.",
          "ID": "12"
        },
        {
          "text": "Господь выйдет, как исполин, как муж браней возбудит ревность; воззовет и поднимет воинский крик, и покажет Себя сильным против врагов Своих.",
          "ID": "13"
        },
        {
          "text": "Долго молчал Я, терпел, удерживался; теперь буду кричать, как рождающая, буду разрушать и поглощать все;",
          "ID": "14"
        },
        {
          "text": "опустошу горы и холмы, и всю траву их иссушу; и реки сделаю островами, и осушу озера;",
          "ID": "15"
        },
        {
          "text": "и поведу слепых дорогою, которой они не знают, неизвестными путями буду вести их; мрак сделаю светом пред ними, и кривые пути – прямыми: вот что Я сделаю для них и не оставлю их.",
          "ID": "16"
        },
        {
          "text": "Тогда обратятся вспять и великим стыдом покроются надеющиеся на идолов, говорящие истуканам: \"вы наши боги\".",
          "ID": "17"
        },
        {
          "text": "Слушайте, глухие, и смотрите, слепые, чтобы видеть.",
          "ID": "18"
        },
        {
          "text": "Кто так слеп, как раб Мой, и глух, как вестник Мой, Мною посланный? Кто так слеп, как возлюбленный, так слеп, как раб Господа?",
          "ID": "19"
        },
        {
          "text": "Ты видел многое, но не замечал; уши были открыты, но не слышал.",
          "ID": "20"
        },
        {
          "text": "Господу угодно было, ради правды Своей, возвеличить и прославить закон.",
          "ID": "21"
        },
        {
          "text": "Но это народ разоренный и разграбленный; все они связаны в подземельях и сокрыты в темницах; сделались добычею, и нет избавителя; ограблены, и никто не говорит: \"отдай назад!\"",
          "ID": "22"
        },
        {
          "text": "Кто из вас приклонил к этому ухо, вникнул и выслушал это для будущего?",
          "ID": "23"
        },
        {
          "text": "Кто предал Иакова на разорение и Израиля грабителям? не Господь ли, против Которого мы грешили? Не хотели они ходить путями Его и не слушали закона Его.",
          "ID": "24"
        },
        {
          "text": "И Он излил на них ярость гнева Своего и лютость войны: она окружила их пламенем со всех сторон, но они не примечали; и горела у них, но они не уразумели этого сердцем.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.42",
      "name": "Книга пророка Исаии 42"
    },
    {
      "text": [
        {
          "text": "Ныне же так говорит Господь, сотворивший тебя, Иаков, и устроивший тебя, Израиль: не бойся, ибо Я искупил тебя, назвал тебя по имени твоему; ты Мой.",
          "ID": "1"
        },
        {
          "text": "Будешь ли переходить через воды, Я с тобою, – через реки ли, они не потопят тебя; пойдешь ли через огонь, не обожжешься, и пламя не опалит тебя.",
          "ID": "2"
        },
        {
          "text": "Ибо Я Господь, Бог твой, Святый Израилев, Спаситель твой; в выкуп за тебя отдал Египет, Ефиопию и Савею за тебя.",
          "ID": "3"
        },
        {
          "text": "Так как ты дорог в очах Моих, многоценен, и Я возлюбил тебя, то отдам [других] людей за тебя, и народы за душу твою.",
          "ID": "4"
        },
        {
          "text": "Не бойся, ибо Я с тобою; от востока приведу племя твое и от запада соберу тебя.",
          "ID": "5"
        },
        {
          "text": "Северу скажу: \"отдай\"; и югу: \"не удерживай; веди сыновей Моих издалека и дочерей Моих от концов земли,",
          "ID": "6"
        },
        {
          "text": "каждого кто называется Моим именем, кого Я сотворил для славы Моей, образовал и устроил.",
          "ID": "7"
        },
        {
          "text": "Выведи народ слепой, хотя у него есть глаза, и глухой, хотя у него есть уши\".",
          "ID": "8"
        },
        {
          "text": "Пусть все народы соберутся вместе, и совокупятся племена. Кто между ними предсказал это? пусть возвестят, что было от начала; пусть представят свидетелей от себя и оправдаются, чтобы можно было услышать и сказать: \"правда!\"",
          "ID": "9"
        },
        {
          "text": "А Мои свидетели, говорит Господь, вы и раб Мой, которого Я избрал, чтобы вы знали и верили Мне, и разумели, что это Я: прежде Меня не было Бога и после Меня не будет.",
          "ID": "10"
        },
        {
          "text": "Я, Я Господь, и нет Спасителя кроме Меня.",
          "ID": "11"
        },
        {
          "text": "Я предрек и спас, и возвестил; а иного нет у вас, и вы – свидетели Мои, говорит Господь, что Я Бог;",
          "ID": "12"
        },
        {
          "text": "от [начала] дней Я Тот же, и никто не спасет от руки Моей; Я сделаю, и кто отменит это?",
          "ID": "13"
        },
        {
          "text": "Так говорит Господь, Искупитель ваш, Святый Израилев: ради вас Я послал в Вавилон и сокрушил все запоры и Халдеев, величавшихся кораблями.",
          "ID": "14"
        },
        {
          "text": "Я Господь, Святый ваш, Творец Израиля, Царь ваш.",
          "ID": "15"
        },
        {
          "text": "Так говорит Господь, открывший в море дорогу, в сильных водах стезю,",
          "ID": "16"
        },
        {
          "text": "выведший колесницы и коней, войско и силу; все легли вместе, не встали; потухли как светильня, погасли.",
          "ID": "17"
        },
        {
          "text": "Но вы не вспоминаете прежнего и о древнем не помышляете.",
          "ID": "18"
        },
        {
          "text": "Вот, Я делаю новое; ныне же оно явится; неужели вы и этого не хотите знать? Я проложу дорогу в степи, реки в пустыне.",
          "ID": "19"
        },
        {
          "text": "Полевые звери прославят Меня, шакалы и страусы, потому что Я в пустынях дам воду, реки в сухой степи, чтобы поить избранный народ Мой.",
          "ID": "20"
        },
        {
          "text": "Этот народ Я образовал для Себя; он будет возвещать славу Мою.",
          "ID": "21"
        },
        {
          "text": "А ты, Иаков, не взывал ко Мне; ты, Израиль, не трудился для Меня.",
          "ID": "22"
        },
        {
          "text": "Ты не приносил Мне агнцев твоих во всесожжение и жертвами твоими не чтил Меня. Я не заставлял тебя служить Мне хлебным приношением и не отягощал тебя фимиамом.",
          "ID": "23"
        },
        {
          "text": "Ты не покупал Мне благовонной трости за серебро и туком жертв твоих не насыщал Меня; но ты грехами твоими затруднял Меня, беззакониями твоими отягощал Меня.",
          "ID": "24"
        },
        {
          "text": "Я, Я Сам изглаживаю преступления твои ради Себя Самого и грехов твоих не помяну:",
          "ID": "25"
        },
        {
          "text": "припомни Мне; станем судиться; говори ты, чтоб оправдаться.",
          "ID": "26"
        },
        {
          "text": "Праотец твой согрешил, и ходатаи твои отступили от Меня.",
          "ID": "27"
        },
        {
          "text": "За то Я предстоятелей святилища лишил священства и Иакова предал на заклятие и Израиля на поругание.",
          "ID": "28"
        }
      ],
      "ID": "OT:ISA.43",
      "name": "Книга пророка Исаии 43"
    },
    {
      "text": [
        {
          "text": "А ныне слушай, Иаков, раб Мой, и Израиль, которого Я избрал.",
          "ID": "1"
        },
        {
          "text": "Так говорит Господь, создавший тебя и образовавший тебя, помогающий тебе от утробы матерней: не бойся, раб Мой, Иаков, и возлюбленный [Израиль], которого Я избрал;",
          "ID": "2"
        },
        {
          "text": "ибо Я изолью воды на жаждущее и потоки на иссохшее; излию дух Мой на племя твое и благословение Мое на потомков твоих.",
          "ID": "3"
        },
        {
          "text": "И будут расти между травою, как ивы при потоках вод.",
          "ID": "4"
        },
        {
          "text": "Один скажет: \"я Господень\", другой назовется именем Иакова; а иной напишет рукою своею: \"я Господень\", и прозовется именем Израиля.",
          "ID": "5"
        },
        {
          "text": "Так говорит Господь, Царь Израиля, и Искупитель его, Господь Саваоф: Я первый и Я последний, и кроме Меня нет Бога,",
          "ID": "6"
        },
        {
          "text": "ибо кто как Я? Пусть он расскажет, возвестит и в порядке представит Мне [все] с того времени, как Я устроил народ древний, или пусть возвестят наступающее и будущее.",
          "ID": "7"
        },
        {
          "text": "Не бойтесь и не страшитесь: не издавна ли Я возвестил тебе и предсказал? И вы Мои свидетели. Есть ли Бог кроме Меня? нет другой твердыни, никакой не знаю.",
          "ID": "8"
        },
        {
          "text": "Делающие идолов все ничтожны, и вожделеннейшие их не приносят никакой пользы, и они сами себе свидетели в том. Они не видят и не разумеют, и потому будут посрамлены.",
          "ID": "9"
        },
        {
          "text": "Кто сделал бога и вылил идола, не приносящего никакой пользы?",
          "ID": "10"
        },
        {
          "text": "Все участвующие в этом будут постыжены, ибо и художники сами из людей же; пусть все они соберутся и станут; они устрашатся, и все будут постыжены.",
          "ID": "11"
        },
        {
          "text": "Кузнец делает из железа топор и работает на угольях, молотами обделывает его и трудится над ним сильною рукою своею до того, что становится голоден и бессилен, не пьет воды и изнемогает.",
          "ID": "12"
        },
        {
          "text": "Плотник [выбрав дерево], протягивает по нему линию, остроконечным орудием делает на нем очертание, потом обделывает его резцом и округляет его, и выделывает из него образ человека красивого вида, чтобы поставить его в доме.",
          "ID": "13"
        },
        {
          "text": "Он рубит себе кедры, берет сосну и дуб, которые выберет между деревьями в лесу, садит ясень, а дождь возращает его.",
          "ID": "14"
        },
        {
          "text": "И это служит человеку топливом, и [часть] из этого употребляет он на то, чтобы ему было тепло, и разводит огонь, и печет хлеб. И из того же делает бога, и поклоняется ему, делает идола, и повергается перед ним.",
          "ID": "15"
        },
        {
          "text": "Часть дерева сожигает в огне, другою частью варит мясо в пищу, жарит жаркое и ест досыта, а также греется и говорит: \"хорошо, я согрелся; почувствовал огонь\".",
          "ID": "16"
        },
        {
          "text": "А из остатков от того делает бога, идола своего, поклоняется ему, повергается перед ним и молится ему, и говорит: \"спаси меня, ибо ты бог мой\".",
          "ID": "17"
        },
        {
          "text": "Не знают и не разумеют они: Он закрыл глаза их, чтобы не видели, [и] сердца их, чтобы не разумели.",
          "ID": "18"
        },
        {
          "text": "И не возьмет он этого к своему сердцу, и нет у него столько знания и смысла, чтобы сказать: \"половину его я сжег в огне и на угольях его испек хлеб, изжарил мясо и съел; а из остатка его сделаю ли я мерзость? буду ли поклоняться куску дерева?\"",
          "ID": "19"
        },
        {
          "text": "Он гоняется за пылью; обманутое сердце ввело его в заблуждение, и он не может освободить души своей и сказать: \"не обман ли в правой руке моей?\"",
          "ID": "20"
        },
        {
          "text": "Помни это, Иаков и Израиль, ибо ты раб Мой; Я образовал тебя: раб Мой ты, Израиль, не забывай Меня.",
          "ID": "21"
        },
        {
          "text": "Изглажу беззакония твои, как туман, и грехи твои, как облако; обратись ко Мне, ибо Я искупил тебя.",
          "ID": "22"
        },
        {
          "text": "Торжествуйте, небеса, ибо Господь соделал это. Восклицайте, глубины земли; шумите от радости, горы, лес и все деревья в нем; ибо искупил Господь Иакова и прославится в Израиле.",
          "ID": "23"
        },
        {
          "text": "Так говорит Господь, искупивший тебя и образовавший тебя от утробы матерней: Я Господь, Который сотворил все, один распростер небеса и Своею силою разостлал землю,",
          "ID": "24"
        },
        {
          "text": "Который делает ничтожными знамения лжепророков и обнаруживает безумие волшебников, мудрецов прогоняет назад и знание их делает глупостью,",
          "ID": "25"
        },
        {
          "text": "Который утверждает слово раба Своего и приводит в исполнение изречение Своих посланников, Который говорит Иерусалиму: \"ты будешь населен\", и городам Иудиным: \"вы будете построены, и развалины его Я восстановлю\",",
          "ID": "26"
        },
        {
          "text": "Который бездне говорит: \"иссохни!\" и реки твои Я иссушу,",
          "ID": "27"
        },
        {
          "text": "Который говорит о Кире: пастырь Мой, и он исполнит всю волю Мою и скажет Иерусалиму: \"ты будешь построен!\" и храму: \"ты будешь основан!\"",
          "ID": "28"
        }
      ],
      "ID": "OT:ISA.44",
      "name": "Книга пророка Исаии 44"
    },
    {
      "text": [
        {
          "text": "Так говорит Господь помазаннику Своему Киру: Я держу тебя за правую руку, чтобы покорить тебе народы, и сниму поясы с чресл царей, чтоб отворялись для тебя двери, и ворота не затворялись;",
          "ID": "1"
        },
        {
          "text": "Я пойду пред тобою и горы уровняю, медные двери сокрушу и запоры железные сломаю;",
          "ID": "2"
        },
        {
          "text": "и отдам тебе хранимые во тьме сокровища и сокрытые богатства, дабы ты познал, что Я Господь, называющий тебя по имени, Бог Израилев.",
          "ID": "3"
        },
        {
          "text": "Ради Иакова, раба Моего, и Израиля, избранного Моего, Я назвал тебя по имени, почтил тебя, хотя ты не знал Меня.",
          "ID": "4"
        },
        {
          "text": "Я Господь, и нет иного; нет Бога кроме Меня; Я препоясал тебя, хотя ты не знал Меня,",
          "ID": "5"
        },
        {
          "text": "дабы узнали от восхода солнца и от запада, что нет кроме Меня; Я Господь, и нет иного.",
          "ID": "6"
        },
        {
          "text": "Я образую свет и творю тьму, делаю мир и произвожу бедствия; Я, Господь, делаю все это.",
          "ID": "7"
        },
        {
          "text": "Кропите, небеса, свыше, и облака да проливают правду; да раскроется земля и приносит спасение, и да произрастает вместе правда. Я, Господь, творю это.",
          "ID": "8"
        },
        {
          "text": "Горе тому, кто препирается с Создателем своим, черепок из черепков земных! Скажет ли глина горшечнику: \"что ты делаешь?\" и твое дело [скажет ли о тебе]: \"у него нет рук?\"",
          "ID": "9"
        },
        {
          "text": "Горе тому, кто говорит отцу: \"зачем ты произвел [меня] на свет?\", а матери: \"зачем ты родила [меня]?\"",
          "ID": "10"
        },
        {
          "text": "Так говорит Господь, Святый Израиля и Создатель его: вы спрашиваете Меня о будущем сыновей Моих и хотите Мне указывать в деле рук Моих?",
          "ID": "11"
        },
        {
          "text": "Я создал землю и сотворил на ней человека; Я – Мои руки распростерли небеса, и всему воинству их дал закон Я.",
          "ID": "12"
        },
        {
          "text": "Я воздвиг его в правде и уровняю все пути его. Он построит город Мой и отпустит пленных Моих, не за выкуп и не за дары, говорит Господь Саваоф.",
          "ID": "13"
        },
        {
          "text": "Так говорит Господь: труды Египтян и торговля Ефиоплян, и Савейцы, люди рослые, к тебе перейдут и будут твоими; они последуют за тобою, в цепях придут и повергнутся пред тобою, и будут умолять тебя, [говоря]: у тебя только Бог, и нет иного Бога.",
          "ID": "14"
        },
        {
          "text": "Истинно Ты Бог сокровенный, Бог Израилев, Спаситель.",
          "ID": "15"
        },
        {
          "text": "Все они будут постыжены и посрамлены; вместе с ними со стыдом пойдут и все, делающие идолов.",
          "ID": "16"
        },
        {
          "text": "Израиль же будет спасен спасением вечным в Господе; вы не будете постыжены и посрамлены во веки веков.",
          "ID": "17"
        },
        {
          "text": "Ибо так говорит Господь, сотворивший небеса, Он, Бог, образовавший землю и создавший ее; Он утвердил ее, не напрасно сотворил ее; Он образовал ее для жительства: Я Господь, и нет иного.",
          "ID": "18"
        },
        {
          "text": "Не тайно Я говорил, не в темном месте земли; не говорил Я племени Иакова: \"напрасно ищете Меня\". Я Господь, изрекающий правду, открывающий истину.",
          "ID": "19"
        },
        {
          "text": "Соберитесь и придите, приблизьтесь все, уцелевшие из народов. Невежды те, которые носят деревянного своего идола и молятся богу, который не спасает.",
          "ID": "20"
        },
        {
          "text": "Объявите и скажите, посоветовавшись между собою: кто возвестил это из древних времен, наперед сказал это? Не Я ли, Господь? и нет иного Бога кроме Меня, Бога праведного и спасающего нет кроме Меня.",
          "ID": "21"
        },
        {
          "text": "Ко Мне обратитесь, и будете спасены, все концы земли, ибо я Бог, и нет иного.",
          "ID": "22"
        },
        {
          "text": "Мною клянусь: из уст Моих исходит правда, слово неизменное, что предо Мною преклонится всякое колено, Мною будет клясться всякий язык.",
          "ID": "23"
        },
        {
          "text": "Только у Господа, будут говорить о Мне, правда и сила; к Нему придут и устыдятся все, враждовавшие против Него.",
          "ID": "24"
        },
        {
          "text": "Господом будет оправдано и прославлено все племя Израилево.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.45",
      "name": "Книга пророка Исаии 45"
    },
    {
      "text": [
        {
          "text": "Пал Вил, низвергся Нево; истуканы их – на скоте и вьючных животных; ваша ноша сделалась бременем для усталых животных.",
          "ID": "1"
        },
        {
          "text": "Низверглись, пали вместе; не могли защитить носивших, и сами пошли в плен.",
          "ID": "2"
        },
        {
          "text": "Послушайте меня, дом Иаковлев и весь остаток дома Израилева, принятые [Мною] от чрева, носимые Мною от утробы [матерней]:",
          "ID": "3"
        },
        {
          "text": "и до старости вашей Я тот же буду, и до седины вашей Я же буду носить [вас]; Я создал и буду носить, поддерживать и охранять вас.",
          "ID": "4"
        },
        {
          "text": "Кому уподобите Меня, и [с кем] сравните, и с кем сличите, чтобы мы были сходны?",
          "ID": "5"
        },
        {
          "text": "Высыпают золото из кошелька и весят серебро на весах, и нанимают серебряника, чтобы он сделал из него бога; кланяются ему и повергаются перед ним;",
          "ID": "6"
        },
        {
          "text": "поднимают его на плечи, несут его и ставят его на свое место; он стоит, с места своего не двигается; кричат к нему, – он не отвечает, не спасает от беды.",
          "ID": "7"
        },
        {
          "text": "Вспомните это и покажите себя мужами; примите это, отступники, к сердцу;",
          "ID": "8"
        },
        {
          "text": "вспомните прежде бывшее, от [начала] века, ибо Я Бог, и нет иного Бога, и нет подобного Мне.",
          "ID": "9"
        },
        {
          "text": "Я возвещаю от начала, что будет в конце, и от древних времен то, что еще не сделалось, говорю: Мой совет состоится, и все, что Мне угодно, Я сделаю.",
          "ID": "10"
        },
        {
          "text": "Я воззвал орла от востока, из дальней страны, исполнителя определения Моего. Я сказал, и приведу это в исполнение; предначертал, и сделаю.",
          "ID": "11"
        },
        {
          "text": "Послушайте Меня, жестокие сердцем, далекие от правды:",
          "ID": "12"
        },
        {
          "text": "Я приблизил правду Мою, она не далеко, и спасение Мое не замедлит; и дам Сиону спасение, Израилю славу Мою.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.46",
      "name": "Книга пророка Исаии 46"
    },
    {
      "text": [
        {
          "text": "Сойди и сядь на прах, девица, дочь Вавилона; сиди на земле: престола нет, дочь Халдеев, и вперед не будут называть тебя нежною и роскошною.",
          "ID": "1"
        },
        {
          "text": "Возьми жернова и мели муку; сними покрывало твое, подбери подол, открой голени, переходи через реки:",
          "ID": "2"
        },
        {
          "text": "откроется нагота твоя, и даже виден будет стыд твой. Совершу мщение и не пощажу никого.",
          "ID": "3"
        },
        {
          "text": "Искупитель наш – Господь Саваоф имя Ему, Святый Израилев.",
          "ID": "4"
        },
        {
          "text": "Сиди молча и уйди в темноту, дочь Халдеев: ибо вперед не будут называть тебя госпожею царств.",
          "ID": "5"
        },
        {
          "text": "Я прогневался на народ Мой, уничижил наследие Мое и предал их в руки твои; [а] ты не оказала им милосердия, на старца налагала крайне тяжкое иго твое.",
          "ID": "6"
        },
        {
          "text": "И ты говорила: \"вечно буду госпожею\", а не представляла того в уме твоем, не помышляла, что будет после.",
          "ID": "7"
        },
        {
          "text": "Но ныне выслушай это, изнеженная, живущая беспечно, говорящая в сердце своем: \"я, – и другой подобной мне нет; не буду сидеть вдовою и не буду знать потери детей\".",
          "ID": "8"
        },
        {
          "text": "Но внезапно, в один день, придет к тебе то и другое, потеря детей и вдовство; в полной мере придут они на тебя, несмотря на множество чародейств твоих и на великую силу волшебств твоих.",
          "ID": "9"
        },
        {
          "text": "Ибо ты надеялась на злодейство твое, говорила: \"никто не видит меня\". Мудрость твоя и знание твое – они сбили тебя с пути; и ты говорила в сердце твоем: \"я, и никто кроме меня\".",
          "ID": "10"
        },
        {
          "text": "И придет на тебя бедствие: ты не узнаешь, откуда оно поднимется; и нападет на тебя беда, которой ты не в силах будешь отвратить, и внезапно придет на тебя пагуба, о которой ты и не думаешь.",
          "ID": "11"
        },
        {
          "text": "Оставайся же с твоими волшебствами и со множеством чародейств твоих, которыми ты занималась от юности твоей: может быть, пособишь себе, может быть, устоишь.",
          "ID": "12"
        },
        {
          "text": "Ты утомлена множеством советов твоих; пусть же выступят наблюдатели небес и звездочеты и предвещатели по новолуниям, и спасут тебя от того, что должно приключиться тебе.",
          "ID": "13"
        },
        {
          "text": "Вот они, как солома: огонь сожег их, – не избавили души своей от пламени; не осталось угля, чтобы погреться, ни огня, чтобы посидеть перед ним.",
          "ID": "14"
        },
        {
          "text": "Такими стали для тебя те, с которыми ты трудилась, с которыми вела торговлю от юности твоей. Каждый побрел в свою сторону; никто не спасает тебя.",
          "ID": "15"
        }
      ],
      "ID": "OT:ISA.47",
      "name": "Книга пророка Исаии 47"
    },
    {
      "text": [
        {
          "text": "Слушайте это, дом Иакова, называющиеся именем Израиля и происшедшие от источника Иудина, клянущиеся именем Господа и исповедающие Бога Израилева, хотя не по истине и не по правде.",
          "ID": "1"
        },
        {
          "text": "Ибо они называют себя [происходящими] от святого города и опираются на Бога Израилева; Господь Саваоф – имя Ему.",
          "ID": "2"
        },
        {
          "text": "Прежнее Я задолго объявлял; из Моих уст выходило оно, и Я возвещал это и внезапно делал, и все сбывалось.",
          "ID": "3"
        },
        {
          "text": "Я знал, что ты упорен, и что в шее твоей жилы железные, и лоб твой – медный;",
          "ID": "4"
        },
        {
          "text": "поэтому и объявлял тебе задолго, прежде нежели это приходило, и предъявлял тебе, чтобы ты не сказал: \"идол мой сделал это, и истукан мой и изваянный мой повелел этому быть\".",
          "ID": "5"
        },
        {
          "text": "Ты слышал, – посмотри на все это! и неужели вы не признаете этого? А ныне Я возвещаю тебе новое и сокровенное, и ты не знал этого.",
          "ID": "6"
        },
        {
          "text": "Оно произошло ныне, а не задолго и не за день, и ты не слыхал о том, чтобы ты не сказал: \"вот! я знал это\".",
          "ID": "7"
        },
        {
          "text": "Ты и не слыхал и не знал об этом, и ухо твое не было прежде открыто; ибо Я знал, что ты поступишь вероломно, и от самого чрева [матернего] ты прозван отступником.",
          "ID": "8"
        },
        {
          "text": "Ради имени Моего отлагал гнев Мой, и ради славы Моей удерживал Себя от истребления тебя.",
          "ID": "9"
        },
        {
          "text": "Вот, Я расплавил тебя, но не как серебро; испытал тебя в горниле страдания.",
          "ID": "10"
        },
        {
          "text": "Ради Себя, ради Себя Самого делаю это, – ибо какое было бы нарекание [на имя Мое]! славы Моей не дам иному.",
          "ID": "11"
        },
        {
          "text": "Послушай Меня, Иаков и Израиль, призванный Мой: Я тот же, Я первый и Я последний.",
          "ID": "12"
        },
        {
          "text": "Моя рука основала землю, и Моя десница распростерла небеса; призову их, и они предстанут вместе.",
          "ID": "13"
        },
        {
          "text": "Соберитесь все и слушайте: кто между ними предсказал это? Господь возлюбил его, и он исполнит волю Его над Вавилоном и явит мышцу Его над Халдеями.",
          "ID": "14"
        },
        {
          "text": "Я, Я сказал, и призвал его; Я привел его, и путь его будет благоуспешен.",
          "ID": "15"
        },
        {
          "text": "Приступите ко Мне, слушайте это: Я и сначала говорил не тайно; с того времени, как это происходит, Я был там; и ныне послал Меня Господь Бог и Дух Его.",
          "ID": "16"
        },
        {
          "text": "Так говорит Господь, Искупитель твой, Святый Израилев: Я Господь, Бог твой, научающий тебя полезному, ведущий тебя по тому пути, по которому должно тебе идти.",
          "ID": "17"
        },
        {
          "text": "О, если бы ты внимал заповедям Моим! тогда мир твой был бы как река, и правда твоя – как волны морские.",
          "ID": "18"
        },
        {
          "text": "И семя твое было бы как песок, и происходящие из чресл твоих – как песчинки: не изгладилось бы, не истребилось бы имя его предо Мною.",
          "ID": "19"
        },
        {
          "text": "Выходите из Вавилона, бегите от Халдеев, со гласом радости возвещайте и проповедуйте это, распространяйте эту весть до пределов земли; говорите: \"Господь искупил раба Своего Иакова\".",
          "ID": "20"
        },
        {
          "text": "И не жаждут они в пустынях, чрез которые Он ведет их: Он источает им воду из камня; рассекает скалу, и льются воды.",
          "ID": "21"
        },
        {
          "text": "Нечестивым же нет мира, говорит Господь.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.48",
      "name": "Книга пророка Исаии 48"
    },
    {
      "text": [
        {
          "text": "Слушайте Меня, острова, и внимайте, народы дальние: Господь призвал Меня от чрева, от утробы матери Моей называл имя Мое;",
          "ID": "1"
        },
        {
          "text": "и соделал уста Мои как острый меч; тенью руки Своей покрывал Меня, и соделал Меня стрелою изостренною; в колчане Своем хранил Меня;",
          "ID": "2"
        },
        {
          "text": "и сказал Мне: Ты раб Мой, Израиль, в Тебе Я прославлюсь.",
          "ID": "3"
        },
        {
          "text": "А Я сказал: напрасно Я трудился, ни на что и вотще истощал силу Свою. Но Мое право у Господа, и награда Моя у Бога Моего.",
          "ID": "4"
        },
        {
          "text": "И ныне говорит Господь, образовавший Меня от чрева в раба Себе, чтобы обратить к Нему Иакова и чтобы Израиль собрался к Нему; Я почтен в очах Господа, и Бог Мой – сила Моя.",
          "ID": "5"
        },
        {
          "text": "И Он сказал: мало того, что Ты будешь рабом Моим для восстановления колен Иаковлевых и для возвращения остатков Израиля, но Я сделаю Тебя светом народов, чтобы спасение Мое простерлось до концов земли.",
          "ID": "6"
        },
        {
          "text": "Так говорит Господь, Искупитель Израиля, Святый Его, презираемому всеми, поносимому народом, рабу властелинов: цари увидят, и встанут; князья поклонятся ради Господа, Который верен, ради Святаго Израилева, Который избрал Тебя.",
          "ID": "7"
        },
        {
          "text": "Так говорит Господь: во время благоприятное Я услышал Тебя, и в день спасения помог Тебе; и Я буду охранять Тебя, и сделаю Тебя заветом народа, чтобы восстановить землю, чтобы возвратить наследникам наследия опустошенные,",
          "ID": "8"
        },
        {
          "text": "сказать узникам: \"выходите\", и тем, которые во тьме: \"покажитесь\". Они при дорогах будут пасти, и по всем холмам будут пажити их;",
          "ID": "9"
        },
        {
          "text": "не будут терпеть голода и жажды, и не поразит их зной и солнце; ибо Милующий их будет вести их и приведет их к источникам вод.",
          "ID": "10"
        },
        {
          "text": "И все горы Мои сделаю путем, и дороги Мои будут подняты.",
          "ID": "11"
        },
        {
          "text": "Вот, одни придут издалека; и вот, одни от севера и моря, а другие из земли Синим.",
          "ID": "12"
        },
        {
          "text": "Радуйтесь, небеса, и веселись, земля, и восклицайте, горы, от радости; ибо утешил Господь народ Свой и помиловал страдальцев Своих.",
          "ID": "13"
        },
        {
          "text": "А Сион говорил: \"оставил меня Господь, и Бог мой забыл меня!\"",
          "ID": "14"
        },
        {
          "text": "Забудет ли женщина грудное дитя свое, чтобы не пожалеть сына чрева своего? но если бы и она забыла, то Я не забуду тебя.",
          "ID": "15"
        },
        {
          "text": "Вот, Я начертал тебя на дланях [Моих]; стены твои всегда предо Мною.",
          "ID": "16"
        },
        {
          "text": "Сыновья твои поспешат [к тебе], а разорители и опустошители твои уйдут от тебя.",
          "ID": "17"
        },
        {
          "text": "Возведи очи твои и посмотри вокруг, – все они собираются, идут к тебе. Живу Я! говорит Господь, – всеми ими ты облечешься, как убранством, и нарядишься ими, как невеста.",
          "ID": "18"
        },
        {
          "text": "Ибо развалины твои и пустыни твои, и разоренная земля твоя будут теперь слишком тесны для жителей, и поглощавшие тебя удалятся от тебя.",
          "ID": "19"
        },
        {
          "text": "Дети, которые будут у тебя после потери прежних, будут говорить вслух тебе: \"тесно для меня место; уступи мне, чтобы я мог жить\".",
          "ID": "20"
        },
        {
          "text": "И ты скажешь в сердце твоем: кто мне родил их? я была бездетна и бесплодна, отведена в плен и удалена; кто же возрастил их? вот, я оставалась одинокою; где же они были?",
          "ID": "21"
        },
        {
          "text": "Так говорит Господь Бог: вот, Я подниму руку Мою к народам, и выставлю знамя Мое племенам, и принесут сыновей твоих на руках и дочерей твоих на плечах.",
          "ID": "22"
        },
        {
          "text": "И будут цари питателями твоими, и царицы их кормилицами твоими; лицом до земли будут кланяться тебе и лизать прах ног твоих, и узнаешь, что Я Господь, что надеющиеся на Меня не постыдятся.",
          "ID": "23"
        },
        {
          "text": "Может ли быть отнята у сильного добыча, и могут ли быть отняты у победителя взятые в плен?",
          "ID": "24"
        },
        {
          "text": "Да! так говорит Господь: и плененные сильным будут отняты, и добыча тирана будет избавлена; потому что Я буду состязаться с противниками твоими и сыновей твоих Я спасу;",
          "ID": "25"
        },
        {
          "text": "и притеснителей твоих накормлю собственною их плотью, и они будут упоены кровью своею, как молодым вином; и всякая плоть узнает, что Я Господь, Спаситель твой и Искупитель твой, Сильный Иаковлев.",
          "ID": "26"
        }
      ],
      "ID": "OT:ISA.49",
      "name": "Книга пророка Исаии 49"
    },
    {
      "text": [
        {
          "text": "Так говорит Господь: где разводное письмо вашей матери, с которым Я отпустил ее? или которому из Моих заимодавцев Я продал вас? Вот, вы проданы за грехи ваши, и за преступления ваши отпущена мать ваша.",
          "ID": "1"
        },
        {
          "text": "Почему, когда Я приходил, никого не было, и когда Я звал, никто не отвечал? Разве рука Моя коротка стала для того, чтобы избавлять, или нет силы во Мне, чтобы спасать? Вот, прещением Моим Я иссушаю море, превращаю реки в пустыню; рыбы в них гниют от недостатка воды и умирают от жажды.",
          "ID": "2"
        },
        {
          "text": "Я облекаю небеса мраком, и вретище делаю покровом их.",
          "ID": "3"
        },
        {
          "text": "Господь Бог дал Мне язык мудрых, чтобы Я мог словом подкреплять изнемогающего; каждое утро Он пробуждает, пробуждает ухо Мое, чтобы Я слушал, подобно учащимся.",
          "ID": "4"
        },
        {
          "text": "Господь Бог открыл Мне ухо, и Я не воспротивился, не отступил назад.",
          "ID": "5"
        },
        {
          "text": "Я предал хребет Мой биющим и ланиты Мои поражающим; лица Моего не закрывал от поруганий и оплевания.",
          "ID": "6"
        },
        {
          "text": "И Господь Бог помогает Мне: поэтому Я не стыжусь, поэтому Я держу лице Мое, как кремень, и знаю, что не останусь в стыде.",
          "ID": "7"
        },
        {
          "text": "Близок оправдывающий Меня: кто хочет состязаться со Мною? станем вместе. Кто хочет судиться со Мною? пусть подойдет ко Мне.",
          "ID": "8"
        },
        {
          "text": "Вот, Господь Бог помогает Мне: кто осудит Меня? Вот, все они, как одежда, обветшают; моль съест их.",
          "ID": "9"
        },
        {
          "text": "Кто из вас боится Господа, слушается гласа Раба Его? Кто ходит во мраке, без света, да уповает на имя Господа и да утверждается в Боге своем.",
          "ID": "10"
        },
        {
          "text": "Вот, все вы, которые возжигаете огонь, вооруженные зажигательными стрелами, – идите в пламень огня вашего и стрел, раскаленных вами! Это будет вам от руки Моей; в мучении умрете.",
          "ID": "11"
        }
      ],
      "ID": "OT:ISA.50",
      "name": "Книга пророка Исаии 50"
    },
    {
      "text": [
        {
          "text": "Послушайте Меня, стремящиеся к правде, ищущие Господа! Взгляните на скалу, из которой вы иссечены, в глубину рва, из которого вы извлечены.",
          "ID": "1"
        },
        {
          "text": "Посмотрите на Авраама, отца вашего, и на Сарру, родившую вас: ибо Я призвал его одного и благословил его, и размножил его.",
          "ID": "2"
        },
        {
          "text": "Так, Господь утешит Сион, утешит все развалины его и сделает пустыни его, как рай, и степь его, как сад Господа; радость и веселие будет в нем, славословие и песнопение.",
          "ID": "3"
        },
        {
          "text": "Послушайте Меня, народ Мой, и племя Мое, приклоните ухо ко Мне! ибо от Меня произойдет закон, и суд Мой поставлю во свет для народов.",
          "ID": "4"
        },
        {
          "text": "Правда Моя близка; спасение Мое восходит, и мышца Моя будет судить народы; острова будут уповать на Меня и надеяться на мышцу Мою.",
          "ID": "5"
        },
        {
          "text": "Поднимите глаза ваши к небесам, и посмотрите на землю вниз: ибо небеса исчезнут, как дым, и земля обветшает, как одежда, и жители ее также вымрут; а Мое спасение пребудет вечным, и правда Моя не престанет.",
          "ID": "6"
        },
        {
          "text": "Послушайте Меня, знающие правду, народ, у которого в сердце закон Мой! Не бойтесь поношения от людей, и злословия их не страшитесь.",
          "ID": "7"
        },
        {
          "text": "Ибо, как одежду, съест их моль и, как волну, съест их червь; а правда Моя пребудет вовек, и спасение Мое – в роды родов.",
          "ID": "8"
        },
        {
          "text": "Восстань, восстань, облекись крепостью, мышца Господня! Восстань, как в дни древние, в роды давние! Не ты ли сразила Раава, поразила крокодила?",
          "ID": "9"
        },
        {
          "text": "Не ты ли иссушила море, воды великой бездны, превратила глубины моря в дорогу, чтобы прошли искупленные?",
          "ID": "10"
        },
        {
          "text": "И возвратятся избавленные Господом и придут на Сион с пением, и радость вечная над головою их; они найдут радость и веселье: печаль и вздохи удалятся.",
          "ID": "11"
        },
        {
          "text": "Я, Я Сам – Утешитель ваш. Кто ты, что боишься человека, который умирает, и сына человеческого, который то же, что трава,",
          "ID": "12"
        },
        {
          "text": "и забываешь Господа, Творца своего, распростершего небеса и основавшего землю; и непрестанно, всякий день страшишься ярости притеснителя, как бы он готов был истребить? Но где ярость притеснителя?",
          "ID": "13"
        },
        {
          "text": "Скоро освобожден будет пленный, и не умрет в яме и не будет нуждаться в хлебе.",
          "ID": "14"
        },
        {
          "text": "Я Господь, Бог твой, возмущающий море, так что волны его ревут: Господь Саваоф – имя Его.",
          "ID": "15"
        },
        {
          "text": "И Я вложу слова Мои в уста твои, и тенью руки Моей покрою тебя, чтобы устроить небеса и утвердить землю и сказать Сиону: \"ты Мой народ\".",
          "ID": "16"
        },
        {
          "text": "Воспряни, воспряни, восстань, Иерусалим, ты, который из руки Господа выпил чашу ярости Его, выпил до дна чашу опьянения, осушил.",
          "ID": "17"
        },
        {
          "text": "Некому было вести его из всех сыновей, рожденных им, и некому было поддержать его за руку из всех сыновей, [которых] он возрастил.",
          "ID": "18"
        },
        {
          "text": "Тебя постигли два [бедствия], кто пожалеет о тебе? – опустошение и истребление, голод и меч: кем я утешу тебя?",
          "ID": "19"
        },
        {
          "text": "Сыновья твои изнемогли, лежат по углам всех улиц, как серна в тенетах, исполненные гнева Господа, прещения Бога твоего.",
          "ID": "20"
        },
        {
          "text": "Итак выслушай это, страдалец и опьяневший, но не от вина.",
          "ID": "21"
        },
        {
          "text": "Так говорит Господь твой, Господь и Бог твой, отмщающий за Свой народ: вот, Я беру из руки твоей чашу опьянения, дрожжи из чаши ярости Моей: ты не будешь уже пить их,",
          "ID": "22"
        },
        {
          "text": "и подам ее в руки мучителям твоим, которые говорили тебе: \"пади ниц, чтобы нам пройти по тебе\"; и ты хребет твой делал как бы землею и улицею для проходящих.",
          "ID": "23"
        }
      ],
      "ID": "OT:ISA.51",
      "name": "Книга пророка Исаии 51"
    },
    {
      "text": [
        {
          "text": "Восстань, восстань, облекись в силу твою, Сион! Облекись в одежды величия твоего, Иерусалим, город святый! ибо уже не будет более входить в тебя необрезанный и нечистый.",
          "ID": "1"
        },
        {
          "text": "Отряси с себя прах; встань, пленный Иерусалим! сними цепи с шеи твоей, пленная дочь Сиона!",
          "ID": "2"
        },
        {
          "text": "ибо так говорит Господь: за ничто были вы проданы, и без серебра будете выкуплены;",
          "ID": "3"
        },
        {
          "text": "ибо так говорит Господь Бог: народ Мой ходил прежде в Египет, чтобы там пожить, и Ассур теснил его ни за что.",
          "ID": "4"
        },
        {
          "text": "И теперь что у Меня здесь? говорит Господь; народ Мой взят даром, властители их неистовствуют, говорит Господь, и постоянно, всякий день имя Мое бесславится.",
          "ID": "5"
        },
        {
          "text": "Поэтому народ Мой узнает имя Мое; поэтому [узнает] в тот день, что Я тот же, Который сказал: \"вот Я!\"",
          "ID": "6"
        },
        {
          "text": "Как прекрасны на горах ноги благовестника, возвещающего мир, благовествующего радость, проповедующего спасение, говорящего Сиону: \"воцарился Бог твой!\"",
          "ID": "7"
        },
        {
          "text": "Голос сторожей твоих – они возвысили голос, и все вместе ликуют, ибо своими глазами видят, что Господь возвращается в Сион.",
          "ID": "8"
        },
        {
          "text": "Торжествуйте, пойте вместе, развалины Иерусалима, ибо утешил Господь народ Свой, искупил Иерусалим.",
          "ID": "9"
        },
        {
          "text": "Обнажил Господь святую мышцу Свою пред глазами всех народов; и все концы земли увидят спасение Бога нашего.",
          "ID": "10"
        },
        {
          "text": "Идите, идите, выходите оттуда; не касайтесь нечистого; выходите из среды его, очистите себя, носящие сосуды Господни!",
          "ID": "11"
        },
        {
          "text": "ибо вы выйдете неторопливо, и не побежите; потому что впереди вас пойдет Господь, и Бог Израилев будет стражем позади вас.",
          "ID": "12"
        },
        {
          "text": "Вот, раб Мой будет благоуспешен, возвысится и вознесется, и возвеличится.",
          "ID": "13"
        },
        {
          "text": "Как многие изумлялись, [смотря] на Тебя, – столько был обезображен паче всякого человека лик Его, и вид Его – паче сынов человеческих!",
          "ID": "14"
        },
        {
          "text": "Так многие народы приведет Он в изумление; цари закроют пред Ним уста свои, ибо они увидят то, о чем не было говорено им, и узнают то, чего не слыхали.",
          "ID": "15"
        }
      ],
      "ID": "OT:ISA.52",
      "name": "Книга пророка Исаии 52"
    },
    {
      "text": [
        {
          "text": "Кто поверил слышанному от нас, и кому открылась мышца Господня?",
          "ID": "1"
        },
        {
          "text": "Ибо Он взошел пред Ним, как отпрыск и как росток из сухой земли; нет в Нем ни вида, ни величия; и мы видели Его, и не было в Нем вида, который привлекал бы нас к Нему.",
          "ID": "2"
        },
        {
          "text": "Он был презрен и умален пред людьми, муж скорбей и изведавший болезни, и мы отвращали от Него лице свое; Он был презираем, и мы ни во что ставили Его.",
          "ID": "3"
        },
        {
          "text": "Но Он взял на Себя наши немощи и понес наши болезни; а мы думали, [что] Он был поражаем, наказуем и уничижен Богом.",
          "ID": "4"
        },
        {
          "text": "Но Он изъязвлен был за грехи наши и мучим за беззакония наши; наказание мира нашего [было] на Нем, и ранами Его мы исцелились.",
          "ID": "5"
        },
        {
          "text": "Все мы блуждали, как овцы, совратились каждый на свою дорогу: и Господь возложил на Него грехи всех нас.",
          "ID": "6"
        },
        {
          "text": "Он истязуем был, но страдал добровольно и не открывал уст Своих; как овца, веден был Он на заклание, и как агнец пред стригущим его безгласен, так Он не отверзал уст Своих.",
          "ID": "7"
        },
        {
          "text": "От уз и суда Он был взят; но род Его кто изъяснит? ибо Он отторгнут от земли живых; за преступления народа Моего претерпел казнь.",
          "ID": "8"
        },
        {
          "text": "Ему назначали гроб со злодеями, но Он погребен у богатого, потому что не сделал греха, и не было лжи в устах Его.",
          "ID": "9"
        },
        {
          "text": "Но Господу угодно было поразить Его, и Он предал Его мучению; когда же душа Его принесет жертву умилостивления, Он узрит потомство долговечное, и воля Господня благоуспешно будет исполняться рукою Его.",
          "ID": "10"
        },
        {
          "text": "На подвиг души Своей Он будет смотреть с довольством; чрез познание Его Он, Праведник, Раб Мой, оправдает многих и грехи их на Себе понесет.",
          "ID": "11"
        },
        {
          "text": "Посему Я дам Ему часть между великими, и с сильными будет делить добычу, за то, что предал душу Свою на смерть, и к злодеям причтен был, тогда как Он понес на Себе грех многих и за преступников сделался ходатаем.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.53",
      "name": "Книга пророка Исаии 53"
    },
    {
      "text": [
        {
          "text": "Возвеселись, неплодная, нерождающая; воскликни и возгласи, немучившаяся родами; потому что у оставленной гораздо более детей, нежели у имеющей мужа, говорит Господь.",
          "ID": "1"
        },
        {
          "text": "Распространи место шатра твоего, расширь покровы жилищ твоих; не стесняйся, пусти длиннее верви твои и утверди колья твои;",
          "ID": "2"
        },
        {
          "text": "ибо ты распространишься направо и налево, и потомство твое завладеет народами и населит опустошенные города.",
          "ID": "3"
        },
        {
          "text": "Не бойся, ибо не будешь постыжена; не смущайся, ибо не будешь в поругании: ты забудешь посрамление юности твоей и не будешь более вспоминать о бесславии вдовства твоего.",
          "ID": "4"
        },
        {
          "text": "Ибо твой Творец есть супруг твой; Господь Саваоф – имя Его; и Искупитель твой – Святый Израилев: Богом всей земли назовется Он.",
          "ID": "5"
        },
        {
          "text": "Ибо как жену, оставленную и скорбящую духом, призывает тебя Господь, и [как] жену юности, которая была отвержена, говорит Бог твой.",
          "ID": "6"
        },
        {
          "text": "На малое время Я оставил тебя, но с великою милостью восприму тебя.",
          "ID": "7"
        },
        {
          "text": "В жару гнева Я сокрыл от тебя лице Мое на время, но вечною милостью помилую тебя, говорит Искупитель твой, Господь.",
          "ID": "8"
        },
        {
          "text": "Ибо это для Меня, как воды Ноя: как Я поклялся, что воды Ноя не придут более на землю, так поклялся не гневаться на тебя и не укорять тебя.",
          "ID": "9"
        },
        {
          "text": "Горы сдвинутся и холмы поколеблются, – а милость Моя не отступит от тебя, и завет мира Моего не поколеблется, говорит милующий тебя Господь.",
          "ID": "10"
        },
        {
          "text": "Бедная, бросаемая бурею, безутешная! Вот, Я положу камни твои на рубине и сделаю основание твое из сапфиров;",
          "ID": "11"
        },
        {
          "text": "и сделаю окна твои из рубинов и ворота твои – из жемчужин, и всю ограду твою – из драгоценных камней.",
          "ID": "12"
        },
        {
          "text": "И все сыновья твои будут научены Господом, и великий мир будет у сыновей твоих.",
          "ID": "13"
        },
        {
          "text": "Ты утвердишься правдою, будешь далека от угнетения, ибо тебе бояться нечего, и от ужаса, ибо он не приблизится к тебе.",
          "ID": "14"
        },
        {
          "text": "Вот, будут вооружаться [против тебя], но не от Меня; кто бы ни вооружился против тебя, падет.",
          "ID": "15"
        },
        {
          "text": "Вот, Я сотворил кузнеца, который раздувает угли в огне и производит орудие для своего дела, – и Я творю губителя для истребления.",
          "ID": "16"
        },
        {
          "text": "Ни одно орудие, сделанное против тебя, не будет успешно; и всякий язык, который будет состязаться с тобою на суде, – ты обвинишь. Это есть наследие рабов Господа, оправдание их от Меня, говорит Господь.",
          "ID": "17"
        }
      ],
      "ID": "OT:ISA.54",
      "name": "Книга пророка Исаии 54"
    },
    {
      "text": [
        {
          "text": "Жаждущие! идите все к водам; даже и вы, у которых нет серебра, идите, покупайте и ешьте; идите, покупайте без серебра и без платы вино и молоко.",
          "ID": "1"
        },
        {
          "text": "Для чего вам отвешивать серебро за то, что не хлеб, и трудовое свое за то, что не насыщает? Послушайте Меня внимательно и вкушайте благо, и душа ваша да насладится туком.",
          "ID": "2"
        },
        {
          "text": "Приклоните ухо ваше и придите ко Мне: послушайте, и жива будет душа ваша, – и дам вам завет вечный, неизменные милости, [обещанные] Давиду.",
          "ID": "3"
        },
        {
          "text": "Вот, Я дал Его свидетелем для народов, вождем и наставником народам.",
          "ID": "4"
        },
        {
          "text": "Вот, ты призовешь народ, которого ты не знал, и народы, которые тебя не знали, поспешат к тебе ради Господа Бога твоего и ради Святаго Израилева, ибо Он прославил тебя.",
          "ID": "5"
        },
        {
          "text": "Ищите Господа, когда можно найти Его; призывайте Его, когда Он близко.",
          "ID": "6"
        },
        {
          "text": "Да оставит нечестивый путь свой и беззаконник – помыслы свои, и да обратится к Господу, и Он помилует его, и к Богу нашему, ибо Он многомилостив.",
          "ID": "7"
        },
        {
          "text": "Мои мысли – не ваши мысли, ни ваши пути – пути Мои, говорит Господь.",
          "ID": "8"
        },
        {
          "text": "Но как небо выше земли, так пути Мои выше путей ваших, и мысли Мои выше мыслей ваших.",
          "ID": "9"
        },
        {
          "text": "Как дождь и снег нисходит с неба и туда не возвращается, но напояет землю и делает ее способною рождать и произращать, чтобы она давала семя тому, кто сеет, и хлеб тому, кто ест, –",
          "ID": "10"
        },
        {
          "text": "так и слово Мое, которое исходит из уст Моих, – оно не возвращается ко Мне тщетным, но исполняет то, что Мне угодно, и совершает то, для чего Я послал его.",
          "ID": "11"
        },
        {
          "text": "Итак вы выйдете с веселием и будете провожаемы с миром; горы и холмы будут петь пред вами песнь, и все дерева в поле рукоплескать вам.",
          "ID": "12"
        },
        {
          "text": "Вместо терновника вырастет кипарис; вместо крапивы возрастет мирт; и это будет во славу Господа, в знамение вечное, несокрушимое.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.55",
      "name": "Книга пророка Исаии 55"
    },
    {
      "text": [
        {
          "text": "Так говорит Господь: сохраняйте суд и делайте правду; ибо близко спасение Мое и откровение правды Моей.",
          "ID": "1"
        },
        {
          "text": "Блажен муж, который делает это, и сын человеческий, который крепко держится этого, который хранит субботу от осквернения и оберегает руку свою, чтобы не сделать никакого зла.",
          "ID": "2"
        },
        {
          "text": "Да не говорит сын иноплеменника, присоединившийся к Господу: \"Господь совсем отделил меня от Своего народа\", и да не говорит евнух: \"вот я сухое дерево\".",
          "ID": "3"
        },
        {
          "text": "Ибо Господь так говорит об евнухах: которые хранят Мои субботы и избирают угодное Мне, и крепко держатся завета Моего, –",
          "ID": "4"
        },
        {
          "text": "тем дам Я в доме Моем и в стенах Моих место и имя лучшее, нежели сыновьям и дочерям; дам им вечное имя, которое не истребится.",
          "ID": "5"
        },
        {
          "text": "И сыновей иноплеменников, присоединившихся к Господу, чтобы служить Ему и любить имя Господа, быть рабами Его, всех, хранящих субботу от осквернения ее и твердо держащихся завета Моего,",
          "ID": "6"
        },
        {
          "text": "Я приведу на святую гору Мою и обрадую их в Моем доме молитвы; всесожжения их и жертвы их [будут] благоприятны на жертвеннике Моем, ибо дом Мой назовется домом молитвы для всех народов.",
          "ID": "7"
        },
        {
          "text": "Господь Бог, собирающий рассеянных Израильтян, говорит: к собранным у него Я буду еще собирать других.",
          "ID": "8"
        },
        {
          "text": "Все звери полевые, все звери лесные! идите есть.",
          "ID": "9"
        },
        {
          "text": "Стражи их слепы все и невежды: все они немые псы, не могущие лаять, бредящие лежа, любящие спать.",
          "ID": "10"
        },
        {
          "text": "И это псы, жадные душею, не знающие сытости; и это пастыри бессмысленные: все смотрят на свою дорогу, каждый до последнего, на свою корысть;",
          "ID": "11"
        },
        {
          "text": "приходите, [говорят], я достану вина, и мы напьемся сикеры; и завтра то же будет, что сегодня, да еще и больше.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.56",
      "name": "Книга пророка Исаии 56"
    },
    {
      "text": [
        {
          "text": "Праведник умирает, и никто не принимает этого к сердцу; и мужи благочестивые восхищаются [от земли], и никто не помыслит, что праведник восхищается от зла.",
          "ID": "1"
        },
        {
          "text": "Он отходит к миру; ходящие прямым путем будут покоиться на ложах своих.",
          "ID": "2"
        },
        {
          "text": "Но приблизьтесь сюда вы, сыновья чародейки, семя прелюбодея и блудницы!",
          "ID": "3"
        },
        {
          "text": "Над кем вы глумитесь? против кого расширяете рот, высовываете язык? не дети ли вы преступления, семя лжи,",
          "ID": "4"
        },
        {
          "text": "разжигаемые похотью к идолам под каждым ветвистым деревом, заколающие детей при ручьях, между расселинами скал?",
          "ID": "5"
        },
        {
          "text": "В гладких камнях ручьев доля твоя; они, они жребий твой; им ты делаешь возлияние и приносишь жертвы: могу ли Я быть доволен этим?",
          "ID": "6"
        },
        {
          "text": "На высокой и выдающейся горе ты ставишь ложе твое и туда восходишь приносить жертву.",
          "ID": "7"
        },
        {
          "text": "За дверью также и за косяками ставишь памяти твои; ибо, отвратившись от Меня, ты обнажаешься и восходишь; распространяешь ложе твое и договариваешься с теми из них, с которыми любишь лежать, высматриваешь место.",
          "ID": "8"
        },
        {
          "text": "Ты ходила также к царю с благовонною мастью и умножила масти твои, и далеко посылала послов твоих, и унижалась до преисподней.",
          "ID": "9"
        },
        {
          "text": "От долгого пути твоего утомлялась, но не говорила: \"надежда потеряна!\"; все еще находила живость в руке твоей, и потому не чувствовала ослабления.",
          "ID": "10"
        },
        {
          "text": "Кого же ты испугалась и устрашилась, что сделалась неверною и Меня перестала помнить и хранить в твоем сердце? не от того ли, что Я молчал, и притом долго, ты перестала бояться Меня?",
          "ID": "11"
        },
        {
          "text": "Я покажу правду твою и дела твои, – и они будут не в пользу тебе.",
          "ID": "12"
        },
        {
          "text": "Когда ты будешь вопить, спасет ли тебя сборище твое? – всех их унесет ветер, развеет дуновение; а надеющийся на Меня наследует землю и будет владеть святою горою Моею.",
          "ID": "13"
        },
        {
          "text": "И сказал: поднимайте, поднимайте, ровняйте путь, убирайте преграду с пути народа Моего.",
          "ID": "14"
        },
        {
          "text": "Ибо так говорит Высокий и Превознесенный, вечно Живущий, – Святый имя Его: Я живу на высоте [небес] и во святилище, и также с сокрушенными и смиренными духом, чтобы оживлять дух смиренных и оживлять сердца сокрушенных.",
          "ID": "15"
        },
        {
          "text": "Ибо не вечно буду Я вести тяжбу и не до конца гневаться; иначе изнеможет предо Мною дух и всякое дыхание, Мною сотворенное.",
          "ID": "16"
        },
        {
          "text": "За грех корыстолюбия его Я гневался и поражал его, скрывал лице и негодовал; но он, отвратившись, пошел по пути своего сердца.",
          "ID": "17"
        },
        {
          "text": "Я видел пути его, и исцелю его, и буду водить его и утешать его и сетующих его.",
          "ID": "18"
        },
        {
          "text": "Я исполню слово: мир, мир дальнему и ближнему, говорит Господь, и исцелю его.",
          "ID": "19"
        },
        {
          "text": "А нечестивые – как море взволнованное, которое не может успокоиться и которого воды выбрасывают ил и грязь.",
          "ID": "20"
        },
        {
          "text": "Нет мира нечестивым, говорит Бог мой.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.57",
      "name": "Книга пророка Исаии 57"
    },
    {
      "text": [
        {
          "text": "Взывай громко, не удерживайся; возвысь голос твой, подобно трубе, и укажи народу Моему на беззакония его, и дому Иаковлеву – на грехи его.",
          "ID": "1"
        },
        {
          "text": "Они каждый день ищут Меня и хотят знать пути Мои, как бы народ, поступающий праведно и не оставляющий законов Бога своего; они вопрошают Меня о судах правды, желают приближения к Богу:",
          "ID": "2"
        },
        {
          "text": "\"Почему мы постимся, а Ты не видишь? смиряем души свои, а Ты не знаешь?\" – Вот, в день поста вашего вы исполняете волю вашу и требуете тяжких трудов от других.",
          "ID": "3"
        },
        {
          "text": "Вот, вы поститесь для ссор и распрей и для того, чтобы дерзкою рукою бить других; вы не поститесь в это время так, чтобы голос ваш был услышан на высоте.",
          "ID": "4"
        },
        {
          "text": "Таков ли тот пост, который Я избрал, день, в который томит человек душу свою, когда гнет голову свою, как тростник, и подстилает под себя рубище и пепел? Это ли назовешь постом и днем, угодным Господу?",
          "ID": "5"
        },
        {
          "text": "Вот пост, который Я избрал: разреши оковы неправды, развяжи узы ярма, и угнетенных отпусти на свободу, и расторгни всякое ярмо;",
          "ID": "6"
        },
        {
          "text": "раздели с голодным хлеб твой, и скитающихся бедных введи в дом; когда увидишь нагого, одень его, и от единокровного твоего не укрывайся.",
          "ID": "7"
        },
        {
          "text": "Тогда откроется, как заря, свет твой, и исцеление твое скоро возрастет, и правда твоя пойдет пред тобою, и слава Господня будет сопровождать тебя.",
          "ID": "8"
        },
        {
          "text": "Тогда ты воззовешь, и Господь услышит; возопиешь, и Он скажет: \"вот Я!\" Когда ты удалишь из среды твоей ярмо, перестанешь поднимать перст и говорить оскорбительное,",
          "ID": "9"
        },
        {
          "text": "и отдашь голодному душу твою и напитаешь душу страдальца: тогда свет твой взойдет во тьме, и мрак твой [будет] как полдень;",
          "ID": "10"
        },
        {
          "text": "и будет Господь вождем твоим всегда, и во время засухи будет насыщать душу твою и утучнять кости твои, и ты будешь, как напоенный водою сад и как источник, которого воды никогда не иссякают.",
          "ID": "11"
        },
        {
          "text": "И застроятся [потомками] твоими пустыни вековые: ты восстановишь основания многих поколений, и будут называть тебя восстановителем развалин, возобновителем путей для населения.",
          "ID": "12"
        },
        {
          "text": "Если ты удержишь ногу твою ради субботы от исполнения прихотей твоих во святый день Мой, и будешь называть субботу отрадою, святым днем Господним, чествуемым, и почтишь ее тем, что не будешь заниматься обычными твоими делами, угождать твоей прихоти и пустословить, –",
          "ID": "13"
        },
        {
          "text": "то будешь иметь радость в Господе, и Я возведу тебя на высоты земли и дам вкусить тебе наследие Иакова, отца твоего: уста Господни изрекли это.",
          "ID": "14"
        }
      ],
      "ID": "OT:ISA.58",
      "name": "Книга пророка Исаии 58"
    },
    {
      "text": [
        {
          "text": "Вот, рука Господа не сократилась на то, чтобы спасать, и ухо Его не отяжелело для того, чтобы слышать.",
          "ID": "1"
        },
        {
          "text": "Но беззакония ваши произвели разделение между вами и Богом вашим, и грехи ваши отвращают лице [Его] от вас, чтобы не слышать.",
          "ID": "2"
        },
        {
          "text": "Ибо руки ваши осквернены кровью и персты ваши – беззаконием; уста ваши говорят ложь, язык ваш произносит неправду.",
          "ID": "3"
        },
        {
          "text": "Никто не возвышает голоса за правду, и никто не вступается за истину; надеются на пустое и говорят ложь, зачинают зло и рождают злодейство;",
          "ID": "4"
        },
        {
          "text": "высиживают змеиные яйца и ткут паутину; кто поест яиц их, – умрет, а если раздавит, – выползет ехидна.",
          "ID": "5"
        },
        {
          "text": "Паутины их для одежды негодны, и они не покроются своим произведением; дела их – дела неправедные, и насилие в руках их.",
          "ID": "6"
        },
        {
          "text": "Ноги их бегут ко злу, и они спешат на пролитие невинной крови; мысли их – мысли нечестивые; опустошение и гибель на стезях их.",
          "ID": "7"
        },
        {
          "text": "Пути мира они не знают, и нет суда на стезях их; пути их искривлены, и никто, идущий по ним, не знает мира.",
          "ID": "8"
        },
        {
          "text": "Потому–то и далек от нас суд, и правосудие не достигает до нас; ждем света, и вот тьма, – озарения, и ходим во мраке.",
          "ID": "9"
        },
        {
          "text": "Осязаем, как слепые стену, и, как без глаз, ходим ощупью; спотыкаемся в полдень, как в сумерки, между живыми – как мертвые.",
          "ID": "10"
        },
        {
          "text": "Все мы ревем, как медведи, и стонем, как голуби; ожидаем суда, и нет [его], – спасения, но оно далеко от нас.",
          "ID": "11"
        },
        {
          "text": "Ибо преступления наши многочисленны пред Тобою, и грехи наши свидетельствуют против нас; ибо преступления наши с нами, и беззакония наши мы знаем.",
          "ID": "12"
        },
        {
          "text": "Мы изменили и солгали пред Господом, и отступили от Бога нашего; говорили клевету и измену, зачинали и рождали из сердца лживые слова.",
          "ID": "13"
        },
        {
          "text": "И суд отступил назад, и правда стала вдали, ибо истина преткнулась на площади, и честность не может войти.",
          "ID": "14"
        },
        {
          "text": "И не стало истины, и удаляющийся от зла подвергается оскорблению. И Господь увидел это, и противно было очам Его, что нет суда.",
          "ID": "15"
        },
        {
          "text": "И видел, что нет человека, и дивился, что нет заступника; и помогла Ему мышца Его, и правда Его поддержала Его.",
          "ID": "16"
        },
        {
          "text": "И Он возложил на Себя правду, как броню, и шлем спасения на главу Свою; и облекся в ризу мщения, как в одежду, и покрыл Себя ревностью, как плащом.",
          "ID": "17"
        },
        {
          "text": "По мере возмездия, по этой мере Он воздаст противникам Своим – яростью, врагам Своим – местью, островам воздаст должное.",
          "ID": "18"
        },
        {
          "text": "И убоятся имени Господа на западе и славы Его – на восходе солнца. Если враг придет как река, дуновение Господа прогонит его.",
          "ID": "19"
        },
        {
          "text": "И придет Искупитель Сиона и [сынов] Иакова, обратившихся от нечестия, говорит Господь.",
          "ID": "20"
        },
        {
          "text": "И вот завет Мой с ними, говорит Господь: Дух Мой, Который на тебе, и слова Мои, которые вложил Я в уста твои, не отступят от уст твоих и от уст потомства твоего, и от уст потомков потомства твоего, говорит Господь, отныне и до века.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.59",
      "name": "Книга пророка Исаии 59"
    },
    {
      "text": [
        {
          "text": "Восстань, светись, [Иерусалим], ибо пришел свет твой, и слава Господня взошла над тобою.",
          "ID": "1"
        },
        {
          "text": "Ибо вот, тьма покроет землю, и мрак – народы; а над тобою воссияет Господь, и слава Его явится над тобою.",
          "ID": "2"
        },
        {
          "text": "И придут народы к свету твоему, и цари – к восходящему над тобою сиянию.",
          "ID": "3"
        },
        {
          "text": "Возведи очи твои и посмотри вокруг: все они собираются, идут к тебе; сыновья твои издалека идут и дочерей твоих на руках несут.",
          "ID": "4"
        },
        {
          "text": "Тогда увидишь, и возрадуешься, и затрепещет и расширится сердце твое, потому что богатство моря обратится к тебе, достояние народов придет к тебе.",
          "ID": "5"
        },
        {
          "text": "Множество верблюдов покроет тебя – дромадеры из Мадиама и Ефы; все они из Савы придут, принесут золото и ладан и возвестят славу Господа.",
          "ID": "6"
        },
        {
          "text": "Все овцы Кидарские будут собраны к тебе; овны Неваиофские послужат тебе: взойдут на алтарь Мой жертвою благоугодною, и Я прославлю дом славы Моей.",
          "ID": "7"
        },
        {
          "text": "Кто это летят, как облака, и как голуби – к голубятням своим?",
          "ID": "8"
        },
        {
          "text": "Так, Меня ждут острова и впереди их – корабли Фарсисские, чтобы перевезти сынов твоих издалека и с ними серебро их и золото их, во имя Господа Бога твоего и Святаго Израилева, потому что Он прославил тебя.",
          "ID": "9"
        },
        {
          "text": "Тогда сыновья иноземцев будут строить стены твои, и цари их – служить тебе; ибо во гневе Моем Я поражал тебя, но в благоволении Моем буду милостив к тебе.",
          "ID": "10"
        },
        {
          "text": "И будут всегда отверсты врата твои, не будут затворяться ни днем ни ночью, чтобы приносимо было к тебе достояние народов и приводимы были цари их.",
          "ID": "11"
        },
        {
          "text": "Ибо народ и царства, которые не захотят служить тебе, – погибнут, и такие народы совершенно истребятся.",
          "ID": "12"
        },
        {
          "text": "Слава Ливана придет к тебе, кипарис и певг и вместе кедр, чтобы украсить место святилища Моего, и Я прославлю подножие ног Моих.",
          "ID": "13"
        },
        {
          "text": "И придут к тебе с покорностью сыновья угнетавших тебя, и падут к стопам ног твоих все, презиравшие тебя, и назовут тебя городом Господа, Сионом Святаго Израилева.",
          "ID": "14"
        },
        {
          "text": "Вместо того, что ты был оставлен и ненавидим, так что никто не проходил чрез [тебя], Я соделаю тебя величием навеки, радостью в роды родов.",
          "ID": "15"
        },
        {
          "text": "Ты будешь насыщаться молоком народов, и груди царские сосать будешь, и узнаешь, что Я Господь – Спаситель твой и Искупитель твой, Сильный Иаковлев.",
          "ID": "16"
        },
        {
          "text": "Вместо меди буду доставлять тебе золото, и вместо железа серебро, и вместо дерева медь, и вместо камней железо; и поставлю правителем твоим мир и надзирателями твоими – правду.",
          "ID": "17"
        },
        {
          "text": "Не слышно будет более насилия в земле твоей, опустошения и разорения – в пределах твоих; и будешь называть стены твои спасением и ворота твои – славою.",
          "ID": "18"
        },
        {
          "text": "Не будет уже солнце служить тебе светом дневным, и сияние луны – светить тебе; но Господь будет тебе вечным светом, и Бог твой – славою твоею.",
          "ID": "19"
        },
        {
          "text": "Не зайдет уже солнце твое, и луна твоя не сокроется, ибо Господь будет для тебя вечным светом, и окончатся дни сетования твоего.",
          "ID": "20"
        },
        {
          "text": "И народ твой весь будет праведный, на веки наследует землю, – отрасль насаждения Моего, дело рук Моих, к прославлению Моему.",
          "ID": "21"
        },
        {
          "text": "От малого произойдет тысяча, и от самого слабого – сильный народ. Я, Господь, ускорю совершить это в свое время.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.60",
      "name": "Книга пророка Исаии 60"
    },
    {
      "text": [
        {
          "text": "Дух Господа Бога на Мне, ибо Господь помазал Меня благовествовать нищим, послал Меня исцелять сокрушенных сердцем, проповедывать пленным освобождение и узникам открытие темницы,",
          "ID": "1"
        },
        {
          "text": "проповедывать лето Господне благоприятное и день мщения Бога нашего, утешить всех сетующих,",
          "ID": "2"
        },
        {
          "text": "возвестить сетующим на Сионе, что им вместо пепла дастся украшение, вместо плача – елей радости, вместо унылого духа – славная одежда, и назовут их сильными правдою, насаждением Господа во славу Его.",
          "ID": "3"
        },
        {
          "text": "И застроят пустыни вековые, восстановят древние развалины и возобновят города разоренные, остававшиеся в запустении с давних родов.",
          "ID": "4"
        },
        {
          "text": "И придут иноземцы и будут пасти стада ваши; и сыновья чужестранцев [будут] вашими земледельцами и вашими виноградарями.",
          "ID": "5"
        },
        {
          "text": "А вы будете называться священниками Господа, служителями Бога нашего будут именовать вас; будете пользоваться достоянием народов и славиться славою их.",
          "ID": "6"
        },
        {
          "text": "За посрамление вам будет вдвое; за поношение они будут радоваться своей доле, потому что в земле своей вдвое получат; веселие вечное будет у них.",
          "ID": "7"
        },
        {
          "text": "Ибо Я, Господь, люблю правосудие, ненавижу грабительство с насилием, и воздам награду им по истине, и завет вечный поставлю с ними;",
          "ID": "8"
        },
        {
          "text": "и будет известно между народами семя их, и потомство их – среди племен; все видящие их познают, что они семя, благословенное Господом.",
          "ID": "9"
        },
        {
          "text": "Радостью буду радоваться о Господе, возвеселится душа моя о Боге моем; ибо Он облек меня в ризы спасения, одеждою правды одел меня, как на жениха возложил венец и, как невесту, украсил убранством.",
          "ID": "10"
        },
        {
          "text": "Ибо, как земля производит растения свои, и как сад произращает посеянное в нем, так Господь Бог проявит правду и славу пред всеми народами.",
          "ID": "11"
        }
      ],
      "ID": "OT:ISA.61",
      "name": "Книга пророка Исаии 61"
    },
    {
      "text": [
        {
          "text": "Не умолкну ради Сиона, и ради Иерусалима не успокоюсь, доколе не взойдет, как свет, правда его и спасение его – как горящий светильник.",
          "ID": "1"
        },
        {
          "text": "И увидят народы правду твою и все цари – славу твою, и назовут тебя новым именем, которое нарекут уста Господа.",
          "ID": "2"
        },
        {
          "text": "И будешь венцом славы в руке Господа и царскою диадемою на длани Бога твоего.",
          "ID": "3"
        },
        {
          "text": "Не будут уже называть тебя \"оставленным\", и землю твою не будут более называть \"пустынею\", но будут называть тебя: \"Мое благоволение к нему\", а землю твою – \"замужнею\", ибо Господь благоволит к тебе, и земля твоя сочетается.",
          "ID": "4"
        },
        {
          "text": "Как юноша сочетается с девою, так сочетаются с тобою сыновья твои; и [как] жених радуется о невесте, так будет радоваться о тебе Бог твой.",
          "ID": "5"
        },
        {
          "text": "На стенах твоих, Иерусалим, Я поставил сторожей, [которые] не будут умолкать ни днем, ни ночью. О, вы, напоминающие о Господе! не умолкайте, –",
          "ID": "6"
        },
        {
          "text": "не умолкайте пред Ним, доколе Он не восстановит и доколе не сделает Иерусалима славою на земле.",
          "ID": "7"
        },
        {
          "text": "Господь поклялся десницею Своею и крепкою мышцею Своею: не дам зерна твоего более в пищу врагам твоим, и сыновья чужих не будут пить вина твоего, над которым ты трудился;",
          "ID": "8"
        },
        {
          "text": "но собирающие его будут есть его и славить Господа, и обирающие виноград будут пить [вино] его во дворах святилища Моего.",
          "ID": "9"
        },
        {
          "text": "Проходите, проходите в ворота, приготовляйте путь народу! Ровняйте, ровняйте дорогу, убирайте камни, поднимите знамя для народов!",
          "ID": "10"
        },
        {
          "text": "Вот, Господь объявляет до конца земли: скажите дщери Сиона: грядет Спаситель твой; награда Его с Ним и воздаяние Его пред Ним.",
          "ID": "11"
        },
        {
          "text": "И назовут их народом святым, искупленным от Господа, а тебя назовут взысканным городом, неоставленным.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.62",
      "name": "Книга пророка Исаии 62"
    },
    {
      "text": [
        {
          "text": "Кто это идет от Едома, в червленых ризах от Восора, столь величественный в Своей одежде, выступающий в полноте силы Своей? \"Я – изрекающий правду, сильный, чтобы спасать\".",
          "ID": "1"
        },
        {
          "text": "Отчего же одеяние Твое красно, и ризы у Тебя, как у топтавшего в точиле?",
          "ID": "2"
        },
        {
          "text": "\"Я топтал точило один, и из народов никого не было со Мною; и Я топтал их во гневе Моем и попирал их в ярости Моей; кровь их брызгала на ризы Мои, и Я запятнал все одеяние Свое;",
          "ID": "3"
        },
        {
          "text": "ибо день мщения – в сердце Моем, и год Моих искупленных настал.",
          "ID": "4"
        },
        {
          "text": "Я смотрел, и не было помощника; дивился, что не было поддерживающего; но помогла Мне мышца Моя, и ярость Моя – она поддержала Меня:",
          "ID": "5"
        },
        {
          "text": "и попрал Я народы во гневе Моем, и сокрушил их в ярости Моей, и вылил на землю кровь их\".",
          "ID": "6"
        },
        {
          "text": "Воспомяну милости Господни и славу Господню за все, что Господь даровал нам, и великую благость [Его] к дому Израилеву, какую оказал Он ему по милосердию Своему и по множеству щедрот Своих.",
          "ID": "7"
        },
        {
          "text": "Он сказал: \"подлинно они народ Мой, дети, которые не солгут\", и Он был для них Спасителем.",
          "ID": "8"
        },
        {
          "text": "Во всякой скорби их Он не оставлял их, и Ангел лица Его спасал их; по любви Своей и благосердию Своему Он искупил их, взял и носил их во все дни древние.",
          "ID": "9"
        },
        {
          "text": "Но они возмутились и огорчили Святаго Духа Его; поэтому Он обратился в неприятеля их: Сам воевал против них.",
          "ID": "10"
        },
        {
          "text": "Тогда народ Его вспомнил древние дни, Моисеевы: где Тот, Который вывел их из моря с пастырем овец Своих? где Тот, Который вложил в сердце его Святаго Духа Своего,",
          "ID": "11"
        },
        {
          "text": "Который вел Моисея за правую руку величественною мышцею Своею, разделил пред ними воды, чтобы сделать Себе вечное имя,",
          "ID": "12"
        },
        {
          "text": "Который вел их чрез бездны, как коня по степи, [и] они не спотыкались?",
          "ID": "13"
        },
        {
          "text": "Как стадо сходит в долину, Дух Господень вел их к покою. Так вел Ты народ Твой, чтобы сделать Себе славное имя.",
          "ID": "14"
        },
        {
          "text": "Призри с небес и посмотри из жилища святыни Твоей и славы Твоей: где ревность Твоя и могущество Твое? – благоутробие Твое и милости Твои ко мне удержаны.",
          "ID": "15"
        },
        {
          "text": "Только Ты – Отец наш; ибо Авраам не узнает нас, и Израиль не признает нас своими; Ты, Господи, Отец наш, от века имя Твое: \"Искупитель наш\".",
          "ID": "16"
        },
        {
          "text": "Для чего, Господи, Ты попустил нам совратиться с путей Твоих, ожесточиться сердцу нашему, чтобы не бояться Тебя? обратись ради рабов Твоих, ради колен наследия Твоего.",
          "ID": "17"
        },
        {
          "text": "Короткое время владел им народ святыни Твоей: враги наши попрали святилище Твое.",
          "ID": "18"
        },
        {
          "text": "Мы сделались такими, над которыми Ты как бы никогда не владычествовал и над которыми не именовалось имя Твое.",
          "ID": "19"
        },
        {
          "text": "О, если бы Ты расторг небеса [и] сошел! горы растаяли бы от лица Твоего,",
          "ID": "20"
        }
      ],
      "ID": "OT:ISA.63",
      "name": "Книга пророка Исаии 63"
    },
    {
      "text": [
        {
          "text": "как от плавящего огня, как от кипятящего воду, чтобы имя Твое сделать известным врагам Твоим; от лица Твоего содрогнулись бы народы.",
          "ID": "1"
        },
        {
          "text": "Когда Ты совершал страшные дела, нами неожиданные, и нисходил, – горы таяли от лица Твоего.",
          "ID": "2"
        },
        {
          "text": "Ибо от века не слыхали, не внимали ухом, и никакой глаз не видал другого бога, кроме Тебя, который столько сделал бы для надеющихся на него.",
          "ID": "3"
        },
        {
          "text": "Ты милостиво встречал радующегося и делающего правду, поминающего Тебя на путях Твоих. Но вот, Ты прогневался, потому что мы издавна грешили; и как же мы будем спасены?",
          "ID": "4"
        },
        {
          "text": "Все мы сделались – как нечистый, и вся праведность наша – как запачканная одежда; и все мы поблекли, как лист, и беззакония наши, как ветер, уносят нас.",
          "ID": "5"
        },
        {
          "text": "И нет призывающего имя Твое, который положил бы крепко держаться за Тебя; поэтому Ты сокрыл от нас лице Твое и оставил нас погибать от беззаконий наших.",
          "ID": "6"
        },
        {
          "text": "Но ныне, Господи, Ты – Отец наш; мы – глина, а Ты – образователь наш, и все мы – дело руки Твоей.",
          "ID": "7"
        },
        {
          "text": "Не гневайся, Господи, без меры, и не вечно помни беззаконие. Воззри же: мы все народ Твой.",
          "ID": "8"
        },
        {
          "text": "Города святыни Твоей сделались пустынею; пустынею стал Сион; Иерусалим опустошен.",
          "ID": "9"
        },
        {
          "text": "Дом освящения нашего и славы нашей, где отцы наши прославляли Тебя, сожжен огнем, и все драгоценности наши разграблены.",
          "ID": "10"
        },
        {
          "text": "После этого будешь ли еще удерживаться, Господи, будешь ли молчать и карать нас без меры?",
          "ID": "11"
        }
      ],
      "ID": "OT:ISA.64",
      "name": "Книга пророка Исаии 64"
    },
    {
      "text": [
        {
          "text": "Я открылся не вопрошавшим обо Мне; Меня нашли не искавшие Меня. \"Вот Я! вот Я!\" говорил Я народу, не именовавшемуся именем Моим.",
          "ID": "1"
        },
        {
          "text": "Всякий день простирал Я руки Мои к народу непокорному, ходившему путем недобрым, по своим помышлениям, –",
          "ID": "2"
        },
        {
          "text": "к народу, который постоянно оскорбляет Меня в лице, приносит жертвы в рощах и сожигает фимиам на черепках,",
          "ID": "3"
        },
        {
          "text": "сидит в гробах и ночует в пещерах; ест свиное мясо, и мерзкое варево в сосудах у него;",
          "ID": "4"
        },
        {
          "text": "который говорит: \"остановись, не подходи ко мне, потому что я свят для тебя\". Они – дым для обоняния Моего, огонь, горящий всякий день.",
          "ID": "5"
        },
        {
          "text": "Вот что написано пред лицем Моим: не умолчу, но воздам, воздам в недро их",
          "ID": "6"
        },
        {
          "text": "беззакония ваши, говорит Господь, и вместе беззакония отцов ваших, которые воскуряли фимиам на горах, и на холмах поносили Меня; и отмерю в недра их прежние деяния их.",
          "ID": "7"
        },
        {
          "text": "Так говорит Господь: когда в виноградной кисти находится сок, тогда говорят: \"не повреди ее, ибо в ней благословение\"; то же сделаю Я и ради рабов Моих, чтобы не всех погубить.",
          "ID": "8"
        },
        {
          "text": "И произведу от Иакова семя, и от Иуды наследника гор Моих, и наследуют это избранные Мои, и рабы Мои будут жить там.",
          "ID": "9"
        },
        {
          "text": "И будет Сарон пастбищем для овец и долина Ахор – местом отдыха для волов народа Моего, который взыскал Меня.",
          "ID": "10"
        },
        {
          "text": "А вас, которые оставили Господа, забыли святую гору Мою, приготовляете трапезу для Гада и растворяете полную чашу для Мени, –",
          "ID": "11"
        },
        {
          "text": "вас обрекаю Я мечу, и все вы преклонитесь на заклание: потому что Я звал, и вы не отвечали; говорил, и вы не слушали, но делали злое в очах Моих и избирали то, что было неугодно Мне.",
          "ID": "12"
        },
        {
          "text": "Посему так говорит Господь Бог: вот, рабы Мои будут есть, а вы будете голодать; рабы Мои будут пить, а вы будете томиться жаждою;",
          "ID": "13"
        },
        {
          "text": "рабы Мои будут веселиться, а вы будете в стыде; рабы Мои будут петь от сердечной радости, а вы будете кричать от сердечной скорби и рыдать от сокрушения духа.",
          "ID": "14"
        },
        {
          "text": "И оставите имя ваше избранным Моим для проклятия; и убьет тебя Господь Бог, а рабов Своих назовет иным именем,",
          "ID": "15"
        },
        {
          "text": "которым кто будет благословлять себя на земле, будет благословляться Богом истины; и кто будет клясться на земле, будет клясться Богом истины, – потому что прежние скорби будут забыты и сокрыты от очей Моих.",
          "ID": "16"
        },
        {
          "text": "Ибо вот, Я творю новое небо и новую землю, и прежние уже не будут воспоминаемы и не придут на сердце.",
          "ID": "17"
        },
        {
          "text": "А вы будете веселиться и радоваться вовеки о том, что Я творю: ибо вот, Я творю Иерусалим веселием и народ его радостью.",
          "ID": "18"
        },
        {
          "text": "И буду радоваться о Иерусалиме и веселиться о народе Моем; и не услышится в нем более голос плача и голос вопля.",
          "ID": "19"
        },
        {
          "text": "Там не будет более малолетнего и старца, который не достигал бы полноты дней своих; ибо столетний будет умирать юношею, но столетний грешник будет проклинаем.",
          "ID": "20"
        },
        {
          "text": "И буду строить домы и жить в них, и насаждать виноградники и есть плоды их.",
          "ID": "21"
        },
        {
          "text": "Не будут строить, чтобы другой жил, не будут насаждать, чтобы другой ел; ибо дни народа Моего будут, как дни дерева, и избранные Мои долго будут пользоваться изделием рук своих.",
          "ID": "22"
        },
        {
          "text": "Не будут трудиться напрасно и рождать детей на горе; ибо будут семенем, благословенным от Господа, и потомки их с ними.",
          "ID": "23"
        },
        {
          "text": "И будет, прежде нежели они воззовут, Я отвечу; они еще будут говорить, и Я уже услышу.",
          "ID": "24"
        },
        {
          "text": "Волк и ягненок будут пастись вместе, и лев, как вол, будет есть солому, а для змея прах будет пищею: они не будут причинять зла и вреда на всей святой горе Моей, говорит Господь.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.65",
      "name": "Книга пророка Исаии 65"
    },
    {
      "text": [
        {
          "text": "Так говорит Господь: небо – престол Мой, а земля – подножие ног Моих; где же построите вы дом для Меня, и где место покоя Моего?",
          "ID": "1"
        },
        {
          "text": "Ибо все это соделала рука Моя, и все сие было, говорит Господь. А вот на кого Я призрю: на смиренного и сокрушенного духом и на трепещущего пред словом Моим.",
          "ID": "2"
        },
        {
          "text": "Заколающий вола – то же, что убивающий человека; приносящий агнца в жертву – то же, что задушающий пса; приносящий семидал – то же, что приносящий свиную кровь; воскуряющий фимиам – то же, что молящийся идолу; и как они избрали собственные свои пути, и душа их находит удовольствие в мерзостях их, –",
          "ID": "3"
        },
        {
          "text": "так и Я употреблю их обольщение и наведу на них ужасное для них: потому что Я звал, и не было отвечающего, говорил, и они не слушали, а делали злое в очах Моих и избирали то, что неугодно Мне.",
          "ID": "4"
        },
        {
          "text": "Выслушайте слово Господа, трепещущие пред словом Его: ваши братья, ненавидящие вас и изгоняющие вас за имя Мое, говорят: \"пусть явит Себя в славе Господь, и мы посмотрим на веселие ваше\". Но они будут постыжены.",
          "ID": "5"
        },
        {
          "text": "Вот, шум из города, голос из храма, голос Господа, воздающего возмездие врагам Своим.",
          "ID": "6"
        },
        {
          "text": "Еще не мучилась родами, а родила; прежде нежели наступили боли ее, разрешилась сыном.",
          "ID": "7"
        },
        {
          "text": "Кто слыхал таковое? кто видал подобное этому? возникала ли страна в один день? рождался ли народ в один раз, как Сион, едва начал родами мучиться, родил сынов своих?",
          "ID": "8"
        },
        {
          "text": "Доведу ли Я до родов, и не дам родить? говорит Господь. Или, давая силу родить, заключу ли [утробу]? говорит Бог твой.",
          "ID": "9"
        },
        {
          "text": "Возвеселитесь с Иерусалимом и радуйтесь о нем, все любящие его! возрадуйтесь с ним радостью, все сетовавшие о нем,",
          "ID": "10"
        },
        {
          "text": "чтобы вам питаться и насыщаться от сосцов утешений его, упиваться и наслаждаться преизбытком славы его.",
          "ID": "11"
        },
        {
          "text": "Ибо так говорит Господь: вот, Я направляю к нему мир как реку, и богатство народов – как разливающийся поток для наслаждения вашего; на руках будут носить вас и на коленях ласкать.",
          "ID": "12"
        },
        {
          "text": "Как утешает кого–либо мать его, так утешу Я вас, и вы будете утешены в Иерусалиме.",
          "ID": "13"
        },
        {
          "text": "И увидите это, и возрадуется сердце ваше, и кости ваши расцветут, как молодая зелень, и откроется рука Господа рабам Его, а на врагов Своих Он разгневается.",
          "ID": "14"
        },
        {
          "text": "Ибо вот, придет Господь в огне, и колесницы Его – как вихрь, чтобы излить гнев Свой с яростью и прещение Свое с пылающим огнем.",
          "ID": "15"
        },
        {
          "text": "Ибо Господь с огнем и мечом Своим произведет суд над всякою плотью, и много будет пораженных Господом.",
          "ID": "16"
        },
        {
          "text": "Те, которые освящают и очищают себя в рощах, один за другим, едят свиное мясо и мерзость и мышей, – все погибнут, говорит Господь.",
          "ID": "17"
        },
        {
          "text": "Ибо Я [знаю] деяния их и мысли их; и вот, приду собрать все народы и языки, и они придут и увидят славу Мою.",
          "ID": "18"
        },
        {
          "text": "И положу на них знамение, и пошлю из спасенных от них к народам: в Фарсис, к Пулу и Луду, к натягивающим лук, к Тубалу и Явану, на дальние острова, которые не слышали обо Мне и не видели славы Моей: и они возвестят народам славу Мою",
          "ID": "19"
        },
        {
          "text": "и представят всех братьев ваших от всех народов в дар Господу на конях и колесницах, и на носилках, и на мулах, и на быстрых верблюдах, на святую гору Мою, в Иерусалим, говорит Господь, – подобно тому, как сыны Израилевы приносят дар в дом Господа в чистом сосуде.",
          "ID": "20"
        },
        {
          "text": "Из них буду брать также в священники и левиты, говорит Господь.",
          "ID": "21"
        },
        {
          "text": "Ибо, как новое небо и новая земля, которые Я сотворю, всегда будут пред лицем Моим, говорит Господь, так будет и семя ваше и имя ваше.",
          "ID": "22"
        },
        {
          "text": "Тогда из месяца в месяц и из субботы в субботу будет приходить всякая плоть пред лице Мое на поклонение, говорит Господь.",
          "ID": "23"
        },
        {
          "text": "И будут выходить и увидят трупы людей, отступивших от Меня: ибо червь их не умрет, и огонь их не угаснет; и будут они мерзостью для всякой плоти.",
          "ID": "24"
        }
      ],
      "ID": "OT:ISA.66",
      "name": "Книга пророка Исаии 66"
    }
  ],
  "ID": "OT:ISA(SYNO)",
  "name": "Книга пророка Исаии"
}