{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Господь позвал Моисея и говорил с ним из шатра собрания. Он сказал:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Обратись к израильтянам и скажи им: «Если кто-то из вас приносит Господу в жертву скот, пусть это будет животное из крупного или мелкого скота.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Если приношение – это всесожжение из крупного скота, пусть жертвующий принесет в жертву самца без изъяна. Пусть он поставит жертву у входа в шатер собрания, чтобы она была угодна Господу. ",
          "ID": "3"
        },
        {
          "text": "Пусть он положит руки на голову жертвы всесожжения, и она будет принята от его лица, чтобы совершить для него отпущение грехов. ",
          "ID": "4"
        },
        {
          "text": "Пусть он заколет молодого быка перед Господом, а сыновья Аарона, священники, принесут кровь и окропят со всех сторон жертвенник, который находится у входа в шатер собрания. ",
          "ID": "5"
        },
        {
          "text": "Пусть жертвующий снимет шкуру с туши жертвы всесожжения и разрежет на куски. ",
          "ID": "6"
        },
        {
          "text": "Сыновья священника Аарона разведут на жертвеннике огонь и разложат в огне дрова. ",
          "ID": "7"
        },
        {
          "text": "Затем священники, сыновья Аарона, разложат куски, вместе с головой и жиром, на жертвеннике на горящих дровах. ",
          "ID": "8"
        },
        {
          "text": "Пусть он вымоет внутренности и ноги жертвы, а священник сожжет их на жертвеннике. Это будет всесожжение, огненная жертва, благоухание, приятное Господу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Если приношение – это всесожжение из мелкого скота, из овец или из коз, пусть он принесет в жертву самца без изъяна. ",
          "ID": "10"
        },
        {
          "text": "Пусть он заколет его с северной стороны жертвенника перед Господом, а священники, сыновья Аарона, окропят кровью самца жертвенник со всех сторон. ",
          "ID": "11"
        },
        {
          "text": "Пусть он разрежет тушу на куски, а священник разложит их, вместе с головой и жиром, на горящих дровах жертвенника. ",
          "ID": "12"
        },
        {
          "text": "Пусть он вымоет внутренности и ноги жертвы, а священник принесет их и сожжет на жертвеннике. Это будет всесожжение, огненная жертва, благоухание, приятное Господу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если приношение Господу – это всесожжение из птиц, пусть он принесет в жертву горлицу или молодого голубя. ",
          "ID": "14"
        },
        {
          "text": "Пусть священник принесет птицу к жертвеннику, свернет ей голову и сожжет ее на жертвеннике; кровь пусть будет выцежена к стороне жертвенника. ",
          "ID": "15"
        },
        {
          "text": "Пусть он вынет зоб и перья и бросит их к восточной стороне жертвенника, туда, где пепел. ",
          "ID": "16"
        },
        {
          "text": "Взяв птицу за крылья, пусть он вскроет ее, но не до конца, а потом сожжет на горящих дровах жертвенника. Это будет всесожжение, огненная жертва, благоухание, приятное Господу».",
          "ID": "17"
        }
      ],
      "ID": "OT:LEV.1",
      "name": "Левит 1"
    },
    {
      "text": [
        {
          "text": "«Если кто-нибудь приносит Господу жертву хлебного приношения, она должна быть из лучшей муки. Пусть жертвующий нальет в муку масло, положит сверху ладан ",
          "ID": "1"
        },
        {
          "text": "и принесет к священникам, сыновьям Аарона. Священник возьмет пригоршню лучшей муки и масла со всем ладаном и сожжет их как памятную часть на жертвеннике – как огненную жертву, благоухание, приятное Господу. ",
          "ID": "2"
        },
        {
          "text": "Остаток хлебного приношения принадлежит Аарону и его сыновьям; это – великая святыня из огненных жертвоприношений Господу.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Если ты приносишь жертву хлебного приношения, испеченную в печи, она должна быть из лучшей муки: пресные хлебы, замешенные на масле, или пресные коржи, помазанные маслом. ",
          "ID": "4"
        },
        {
          "text": "Если твоя жертва хлебного приношения приготовлена на противне, она должна быть из лучшей муки, смешанной с маслом, и без закваски. ",
          "ID": "5"
        },
        {
          "text": "Раскроши ее и налей на нее масло; это хлебное приношение. ",
          "ID": "6"
        },
        {
          "text": "Если твоя жертва хлебного приношения приготовлена на сковороде, она должна быть из лучшей муки и масла. ",
          "ID": "7"
        },
        {
          "text": "Принеси хлебное приношение, сделанное, как сказано, Господу, отдай его священнику, а он отнесет его к жертвеннику. ",
          "ID": "8"
        },
        {
          "text": "Он возьмет из жертвы хлебного приношения часть как памятную часть и сожжет ее на жертвеннике. Это будет огненная жертва, благоухание, приятное Господу. ",
          "ID": "9"
        },
        {
          "text": "Остаток хлебного приношения принадлежит Аарону и его сыновьям; это самая святая часть от огненных жертв Господу.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Любое хлебное приношение, которое ты приносишь Господу, должно быть пресным, потому что нельзя сжигать ни закваску, ни мед как огненную жертву Господу. ",
          "ID": "11"
        },
        {
          "text": "Ты можешь приносить их Господу как приношение первых плодов, но их нельзя приносить на жертвенник как приятное благоухание. ",
          "ID": "12"
        },
        {
          "text": "Приправь твои хлебные приношения солью. Не оставляй хлебные приношения без соли завета с твоим Богом, добавляй соль при каждом твоем приношении.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если приносишь Господу хлебное приношение из первых плодов, приноси перемолотое молодое зерно, выбитое из незрелых колосьев, подсушенных на огне. ",
          "ID": "14"
        },
        {
          "text": "Налей на зерно масло и положи сверху ладан. Это будет хлебное приношение. ",
          "ID": "15"
        },
        {
          "text": "Священник сожжет памятную часть перемолотого зерна и масла со всем ладаном. Это огненная жертва Господу».",
          "ID": "16"
        }
      ],
      "ID": "OT:LEV.2",
      "name": "Левит 2"
    },
    {
      "text": [
        {
          "text": "«Когда кто-то приносит в жертву примирения животное из крупного скота, все равно, самца или самку, – он должен поставить перед Господом животное без изъяна. ",
          "ID": "1"
        },
        {
          "text": "Пусть он положит руку на голову жертвы и заколет ее у входа в шатер собрания. Затем священники, сыновья Аарона, окропят кровью жертвенник со всех сторон. ",
          "ID": "2"
        },
        {
          "text": "Пусть он принесет из жертвы примирения в огненную жертву Господу весь жир, покрывающий внутренности или прилегающий к ним, ",
          "ID": "3"
        },
        {
          "text": "обе почки с жиром, который на них и который возле бедер, и сальник с печени; все это он вынет вместе с почками. ",
          "ID": "4"
        },
        {
          "text": "Пусть сыновья Аарона сожгут это на жертвеннике на горящих дровах вместе с жертвой всесожжения. Это будет огненная жертва, благоухание, приятное Господу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Если он приносит Господу в жертву примирения животное из мелкого скота, пусть принесет самца или самку без изъяна. ",
          "ID": "6"
        },
        {
          "text": "Если он приносит ягненка, пусть поставит его перед Господом. ",
          "ID": "7"
        },
        {
          "text": "Пусть положит руку на голову жертвы, заколет ее перед шатром собрания, и сыновья Аарона окропят кровью жертвенник со всех сторон. ",
          "ID": "8"
        },
        {
          "text": "Пусть он принесет из жертвы примирения в огненную жертву Господу ее жир: весь курдюк, срезанный у нижнего позвонка, весь жир, покрывающий внутренности или прилегающий к ним, ",
          "ID": "9"
        },
        {
          "text": "обе почки с жиром, который на них и который возле бедер, и сальник с печени; все это он вынет вместе с почками. ",
          "ID": "10"
        },
        {
          "text": "Священник сожжет это на жертвеннике как пищу – огненную жертву Господу.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если жертвующий приносит в жертву козу, пусть поставит ее перед Господом. ",
          "ID": "12"
        },
        {
          "text": "Пусть он положит руку ей на голову, заколет ее перед шатром собрания, и сыновья Аарона окропят кровью жертвенник со всех сторон. ",
          "ID": "13"
        },
        {
          "text": "Пусть из своего приношения он принесет в огненную жертву Господу весь жир, покрывающий внутренности или прилегающий к ним, ",
          "ID": "14"
        },
        {
          "text": "обе почки с жиром, который на них и который возле бедер, и сальник с печени; все это он вынет вместе с почками. ",
          "ID": "15"
        },
        {
          "text": "Священник сожжет это на жертвеннике как пищу – приношение огнем, приятное благоухание. Весь жир принадлежит Господу.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Это – вечное установление для грядущих поколений; где бы вы ни жили, не ешьте ни жира, ни крови».",
          "ID": "17"
        }
      ],
      "ID": "OT:LEV.3",
      "name": "Левит 3"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи израильтянам: «Если кто-то согрешит по неведению, сделав то, что запрещено в какой-либо из Господних заповедей, ",
          "ID": "2"
        },
        {
          "text": "если согрешит помазанный священник, наводя вину на народ, – то пусть согрешивший приведет к Господу молодого быка без изъяна в жертву за свой грех. ",
          "ID": "3"
        },
        {
          "text": "Пусть он поставит быка у входа в шатер собрания перед Господом и положит руку ему на голову, и заколет его перед Господом. ",
          "ID": "4"
        },
        {
          "text": "Пусть помазанный священник возьмет кровь быка и внесет в шатер собрания. ",
          "ID": "5"
        },
        {
          "text": "Пусть он обмакнет палец в кровь и покропит ею семь раз перед Господом, перед завесой святилища. ",
          "ID": "6"
        },
        {
          "text": "Пусть священник помажет кровью рога жертвенника для возжигания благовоний перед Господом в шатре собрания. Остальную кровь быка пусть выльет к основанию жертвенника для всесожжений у входа в шатер собрания. ",
          "ID": "7"
        },
        {
          "text": "Пусть он вынет из молодого быка для жертвы за грех весь жир – тот, что покрывает внутренности или прилегает к ним, ",
          "ID": "8"
        },
        {
          "text": "обе почки с жиром, который на них и который возле бедер, и сальник с печени, все это он вынет вместе с почками – ",
          "ID": "9"
        },
        {
          "text": "как удаляют жир из вола, которого приносят в жертву примирения. Пусть священник сожжет это на жертвеннике для всесожжений. ",
          "ID": "10"
        },
        {
          "text": "Но шкуру и мясо быка, а также голову и ноги, внутренности и нечистоты в кишках – ",
          "ID": "11"
        },
        {
          "text": "все, что остается от быка, – пусть он вынесет за лагерь, на чистое место, куда высыпают пепел, и сожжет в пламени дров на пепле.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Если весь народ израильский согрешит по неведению, сделав то, что запрещено в каком-либо из повелений Господних, – даже если народ сам того не знает, – он виновен. ",
          "ID": "13"
        },
        {
          "text": "Когда грех, который они совершили, станет известен, общество должно привести молодого быка для жертвы за грех и поставить его перед шатром собрания. ",
          "ID": "14"
        },
        {
          "text": "Пусть старейшины общества возложат руки на голову быка и заколют его перед Господом. ",
          "ID": "15"
        },
        {
          "text": "Пусть помазанный священник внесет кровь быка в шатер собрания. ",
          "ID": "16"
        },
        {
          "text": "Он обмакнет палец в кровь и семь раз покропит ею перед Господом, перед завесой. ",
          "ID": "17"
        },
        {
          "text": "Пусть он помажет кровью рога жертвенника, который перед Господом в шатре собрания. Остальную кровь пусть он выльет к основанию жертвенника для всесожжений у входа в шатер собрания. ",
          "ID": "18"
        },
        {
          "text": "Он вынет из него весь жир и сожжет его на жертвеннике, ",
          "ID": "19"
        },
        {
          "text": "и сделает с этим быком то же, что с быком жертвы за грех. Так священник совершит для них отпущение грехов, и они будут прощены. ",
          "ID": "20"
        },
        {
          "text": "Затем он вынесет молодого быка за лагерь и сожжет его так же, как первого. Это – жертва за грех народа.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если вождь согрешит по неведению, сделав то, что запрещено в какой-либо заповеди Господа, его Бога, – он виновен. ",
          "ID": "22"
        },
        {
          "text": "Когда откроется ему грех, который он совершил, он должен принести в жертву козла без изъяна. ",
          "ID": "23"
        },
        {
          "text": "Пусть он положит руку на голову козла и заколет его там, где закалывают перед Господом жертвы всесожжения. Это – жертва за грех. ",
          "ID": "24"
        },
        {
          "text": "Пусть священник возьмет пальцем кровь жертвы за грех и помажет ею рога жертвенника для всесожжений, а остальную кровь выльет к основанию жертвенника. ",
          "ID": "25"
        },
        {
          "text": "Он сожжет на жертвеннике весь жир, подобно жиру жертвы примирения. Так священник совершит отпущение за грех вождя, и он будет прощен.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Если кто-нибудь из народа согрешит по неведению, сделав то, что запрещено в какой-либо из Господних заповедей, – он виновен. ",
          "ID": "27"
        },
        {
          "text": "Когда откроется ему грех, который он совершил, он должен принести за него в жертву козу без изъяна. ",
          "ID": "28"
        },
        {
          "text": "Пусть он положит руку на голову жертвы за грех и заколет ее на месте, где закалывают жертвы для всесожжений. ",
          "ID": "29"
        },
        {
          "text": "Пусть священник возьмет пальцем кровь и помажет ею рога жертвенника для всесожжений, а остальную кровь выльет к основанию жертвенника. ",
          "ID": "30"
        },
        {
          "text": "Он вынет весь жир точно так же, как удаляют жир из жертвы примирения, и сожжет его на жертвеннике в благоухание, приятное Господу. Так священник совершит отпущение для любого человека из народа, и он будет прощен.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Если он приносит в жертву за грех ягненка, пусть принесет самку без изъяна. ",
          "ID": "32"
        },
        {
          "text": "Пусть он положит руку ей на голову и принесет ее в жертву за грех на том месте, где закалывают жертву для всесожжения. ",
          "ID": "33"
        },
        {
          "text": "Пусть священник возьмет пальцем кровь жертвы за грех и помажет ею рога жертвенника для всесожжений, а остальную кровь выльет к основанию жертвенника. ",
          "ID": "34"
        },
        {
          "text": "Он вынет весь жир так же, как удаляют жир из ягненка жертвы примирения, и сожжет его на жертвеннике вместе с огненными жертвами Господу. Так священник совершит для него отпущение за грех, который он совершил, и он будет прощен.",
          "ID": "35"
        }
      ],
      "ID": "OT:LEV.4",
      "name": "Левит 4"
    },
    {
      "text": [
        {
          "text": "Если человек согрешит, промолчав, когда его приведут к присяге, чтобы свидетельствовать о том, что он видел или знал, – он подлежит наказанию.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Или если человек прикоснется к нечистому: к трупам нечистых диких зверей, или нечистого скота, или нечистых пресмыкающихся – даже если не заметит этого, – он станет нечистым и будет виновен.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Или если он прикоснется к человеческой нечистоте – любой нечистоте, которая его осквернит – даже если не заметит этого, то когда поймет, он будет виновен.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Или если человек произносит опрометчивую клятву сделать что-либо хорошее или злое, о чем только можно безрассудно поклясться – то даже если он не осознает этого, когда поймет, он будет виновен.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Если кто-то виновен в этом, пусть открыто признает, в чем согрешил, ",
          "ID": "5"
        },
        {
          "text": "и в расплату за свой грех приведет к Господу для жертвы за грех самку из отары – овцу или козу. Тогда священник совершит для него отпущение за грех.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Если ему не по средствам принести овцу, пусть принесет Господу двух горлиц или двух молодых голубей как расплату за свой грех: одного в жертву за грех, а другого в жертву всесожжения. ",
          "ID": "7"
        },
        {
          "text": "Пусть он отдаст их священнику, который сначала принесет жертву за грех. Он свернет птице голову, не отрывая ее до конца, ",
          "ID": "8"
        },
        {
          "text": "и окропит кровью жертвы за грех сторону жертвенника. Остальную кровь нужно выцедить к основанию жертвенника. Это – жертва за грех. ",
          "ID": "9"
        },
        {
          "text": "Потом священник принесет другую птицу в жертву всесожжения, как велит обычай, и совершит для него отпущение за грех, который он совершил, и будет прощен.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Если ему не по средствам принести двух горлиц или двух молодых голубей, он должен принести за свой проступок десятую часть ефы лучшей муки в жертву за грех. Пусть он не льет на муку масло и не кладет сверху ладана, ведь это – жертва за грех. ",
          "ID": "11"
        },
        {
          "text": "Пусть он принесет ее к священнику, который возьмет из нее пригоршню как памятную часть и сожжет на жертвеннике вместе с огненными жертвами Господу. Это – жертва за грех. ",
          "ID": "12"
        },
        {
          "text": "Так священник совершит для него отпущение за любой из грехов, которыми он согрешил, и он будет прощен. Остаток жертвы принадлежит священнику, как в случае с хлебным приношением».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Если человек совершит проступок, согрешив по неведению против какой-либо из Господних святынь, он должен привести к Господу в расплату барана из отары без изъяна, имеющего соответствующую стоимость в серебре, по установленной мере святилища. Это жертва повинности. ",
          "ID": "15"
        },
        {
          "text": "Он должен возместить за святыню, против которой согрешил, добавить к этому пятую часть ее стоимости и отдать священнику, который совершит для него отпущение бараном жертвы повинности, и он будет прощен.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Если человек согрешит и сделает то, что запрещено в какой-либо из Господних заповедей, даже если он не знает этого, он виновен и подлежит наказанию. ",
          "ID": "17"
        },
        {
          "text": "Он должен привести к священнику барана из отары, должной стоимости и без изъяна для жертвы повинности. Тогда священник совершит для него отпущение за проступок, который он совершил по неведению, и он будет прощен. ",
          "ID": "18"
        },
        {
          "text": "Это жертва повинности – человек провинился перед Господом.",
          "ID": "19"
        }
      ],
      "ID": "OT:LEV.5",
      "name": "Левит 5"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Если кто-то согрешит и нарушит верность Господу, обманув другого, солгав о том, что ему было вверено, оставлено на его попечение или украдено им, ",
          "ID": "2"
        },
        {
          "text": "а также если он найдет чье-либо пропавшее добро и не скажет об этом, если он поклянется ложно в чем-нибудь или совершит какой-нибудь другой грех, какими грешат люди, – ",
          "ID": "3"
        },
        {
          "text": "если он согрешит и этим провинится, то он должен возвратить то, что украл или взял вымогательством, что было доверено ему или то, что пропало, а он нашел, ",
          "ID": "4"
        },
        {
          "text": "или то, в чем он клялся ложно, что бы это ни было. Он должен возместить все целиком, добавить к этому пятую часть стоимости и отдать хозяину в тот день, когда он приносит жертву повинности. ",
          "ID": "5"
        },
        {
          "text": "А в расплату он должен привести к священнику жертву повинности Господу: барана из отары, должной стоимости и без изъяна. ",
          "ID": "6"
        },
        {
          "text": "Тогда священник совершит для него отпущение перед Господом, и он будет прощен за все, что сделал и в чем провинился.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Дай Аарону и его сыновьям повеление: «Вот правила о всесожжении: пусть жертва всесожжения остается на жертвеннике, где она была сожжена, всю ночь до утра, и пусть на жертвеннике поддерживают огонь. ",
          "ID": "9"
        },
        {
          "text": "Пусть священник наденет льняную одежду и льняное нижнее белье, сметет пепел жертвы всесожжения, которую пожрало на жертвеннике пламя, и положит рядом с жертвенником. ",
          "ID": "10"
        },
        {
          "text": "Затем пусть он снимет эту одежду, наденет другую и вынесет пепел за лагерь на чистое место. ",
          "ID": "11"
        },
        {
          "text": "Огонь на жертвеннике нужно поддерживать, он не должен угасать. Пусть каждое утро священник подкладывает дрова, раскладывает на огонь всесожжение и сжигает жир жертв примирения. ",
          "ID": "12"
        },
        {
          "text": "Огонь нужно поддерживать на жертвеннике постоянно, он не должен угасать».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "«Вот правила о хлебном приношении: сыновья Аарона должны приносить его перед Господом, к жертвеннику. ",
          "ID": "14"
        },
        {
          "text": "Священник должен взять пригоршню лучшей муки и масла вместе со всем ладаном, что на хлебном приношении, и сжечь памятную часть на жертвеннике как благоухание, приятное Господу. ",
          "ID": "15"
        },
        {
          "text": "Аарон и его сыновья съедят остаток приношения. Есть же его нужно пресным на святом месте, во дворе шатра собрания. ",
          "ID": "16"
        },
        {
          "text": "Приношение должно быть выпечено без закваски. Я даю им это как их долю в огненных жертвах Мне. Подобно жертве за грех и жертве повинности, это – великая святыня. ",
          "ID": "17"
        },
        {
          "text": "Всякий потомок Аарона мужского пола может есть это. Это его постоянная доля в огненных жертвах Господу в грядущих поколениях. Все, что прикоснется к этому, станет свято».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Еще Господь сказал Моисею:",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Вот приношение, которое Аарон и его сыновья должны приносить Господу в день, когда они принимают помазание: десятая часть ефы лучшей муки как постоянное хлебное приношение – половину утром и половину вечером. ",
          "ID": "20"
        },
        {
          "text": "Готовь его с маслом на противне, пропитай его как следует маслом и разломай на куски; это будет благоухание, приятное Господу. ",
          "ID": "21"
        },
        {
          "text": "Сын, который будет преемником Аарона, помазанным священником, будет готовить приношение. Это – постоянная доля Господа, ее следует сжигать целиком. ",
          "ID": "22"
        },
        {
          "text": "Любое хлебное приношение священника следует сжигать целиком. Его нельзя есть.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "– Скажи Аарону и его сыновьям: «Вот правила о жертве за грех: ее следует закалывать перед Господом на том месте, где закалывают жертву всесожжения. Это великая святыня. ",
          "ID": "25"
        },
        {
          "text": "Священник, который приносит эту жертву, будет есть ее в святом месте, во дворе шатра собрания. ",
          "ID": "26"
        },
        {
          "text": "Все, что прикоснется к мясу жертвы, станет свято, а если ее кровь брызнет на одежду, выстирай ее в святом месте. ",
          "ID": "27"
        },
        {
          "text": "Глиняный горшок, в котором готовится мясо, нужно разбить, а если оно готовится в бронзовом, горшок нужно очистить и вымыть. ",
          "ID": "28"
        },
        {
          "text": "Все мужчины в семье священников могут есть это. Это – великая святыня. ",
          "ID": "29"
        },
        {
          "text": "Но жертву за грех, кровь которой вносят в шатер собрания, чтобы совершить отпущение в святилище, есть нельзя. Ее нужно сжечь».",
          "ID": "30"
        }
      ],
      "ID": "OT:LEV.6",
      "name": "Левит 6"
    },
    {
      "text": [
        {
          "text": "«Вот правила о жертве повинности, о великой святыне. ",
          "ID": "1"
        },
        {
          "text": "Ее нужно закалывать там же, где и жертву всесожжения. Ее кровью нужно окропить жертвенник со всех сторон. ",
          "ID": "2"
        },
        {
          "text": "Весь жир из нее пусть будет принесен в жертву: курдюк и жир, покрывающий внутренности, ",
          "ID": "3"
        },
        {
          "text": "обе почки с жиром, который на них и который возле бедер, и сальник с печени; все это надо вынуть вместе с почками. ",
          "ID": "4"
        },
        {
          "text": "Священник сожжет это на жертвеннике. Это огненная жертва Господу. Это – жертва повинности. ",
          "ID": "5"
        },
        {
          "text": "Все мужчины в семье священников могут ее есть, но только в святом месте: это – великая святыня.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Для жертвы за грех и для жертвы повинности закон один: они принадлежат священнику, который совершает отпущение посредством их. ",
          "ID": "7"
        },
        {
          "text": "Священник, который приносит чью-либо жертву всесожжения, может оставить себе шкуру. ",
          "ID": "8"
        },
        {
          "text": "Любое хлебное приношение, испеченное в печи или приготовленное на сковороде или на противне, принадлежит священнику, который его приносит, ",
          "ID": "9"
        },
        {
          "text": "а любое хлебное приношение, смешанное с маслом или сухое, принадлежит в равных долях всем сыновьям Аарона».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "«Вот правила о жертве примирения, которую можно принести Господу.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если кто-то приносит ее в знак благодарности, то вместе с этой благодарственной жертвой пусть принесет пресные хлебы, замешенные на масле, пресные коржи, помазанные маслом, и хлебы из лучшей муки, хорошо замешенные на масле. ",
          "ID": "12"
        },
        {
          "text": "Пусть вместе с благодарственной жертвой примирения он принесет и хлебы, приготовленные на закваске. ",
          "ID": "13"
        },
        {
          "text": "Он должен принести по одному хлебу каждого вида в дар Господу. Это принадлежит священнику, который кропит кровью жертв примирения. ",
          "ID": "14"
        },
        {
          "text": "Мясо этой благодарственной жертвы примирения нужно съесть в тот же день, когда ее принесли. Его нельзя оставлять до утра.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но если жертва принесена по обету или как добровольное приношение, пусть ее едят в тот день, когда ее принесли, а остаток можно будет есть и на следующий. ",
          "ID": "16"
        },
        {
          "text": "Однако, мясо жертвы, которое останется к третьему дню, нужно сжечь. ",
          "ID": "17"
        },
        {
          "text": "Если мясо жертвы примирения будут есть на третий день, она не будет принята. Она не будет засчитана тому, кто ее принес, потому что она нечиста. Тот, кто будет ее есть, подлежит наказанию.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Мясо, которое прикоснулось к чему-либо нечистому, есть нельзя. Его нужно сжечь. Чистое мясо может есть любой, кто чист. ",
          "ID": "19"
        },
        {
          "text": "Но если мясо Господней жертвы примирения будет есть тот, кто нечист, он должен быть исторгнут из своего народа. ",
          "ID": "20"
        },
        {
          "text": "Если кто-нибудь прикоснется к нечистому – к человеческой нечистоте, к нечистому животному или любой нечистой твари, а потом станет есть мясо Господней жертвы примирения, он должен быть исторгнут из своего народа».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Скажи израильтянам: «Не ешьте жир волов, овец или коз. ",
          "ID": "23"
        },
        {
          "text": "Жиром животного, которое пало или было растерзано дикими зверями, можно пользоваться, но есть его нельзя. ",
          "ID": "24"
        },
        {
          "text": "Любой, кто станет есть жир животного, которое приносится в огненную жертву Господу, должен быть исторгнут из своего народа. ",
          "ID": "25"
        },
        {
          "text": "Где бы вы ни жили, не ешьте кровь ни птиц, ни животных. ",
          "ID": "26"
        },
        {
          "text": "Любой, кто будет есть кровь, должен быть исторгнут из своего народа».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– Скажи израильтянам: «Любой, приносящий Господу жертву примирения, должен принести часть ее в дар Господу. ",
          "ID": "29"
        },
        {
          "text": "Пусть он своими руками совершит Господу огненную жертву. Он должен принести жир, вместе с грудиной, и потрясти грудину перед Господом, как приношение потрясания. ",
          "ID": "30"
        },
        {
          "text": "Жир священник сожжет на жертвеннике, а грудина достанется Аарону и его сыновьям. ",
          "ID": "31"
        },
        {
          "text": "Отдавайте правое бедро ваших жертв примирения в дар священнику. ",
          "ID": "32"
        },
        {
          "text": "Долей сына Аарона, который приносит кровь и жир жертвы примирения, будет правое бедро. ",
          "ID": "33"
        },
        {
          "text": "Из жертв примирения, которые приносят израильтяне, Я взял грудину потрясания и бедро возношения, и отдал их священнику Аарону и его сыновьям как их постоянную долю от приношений израильтян».",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Такова часть Аарона и его сыновей в огненных жертвах Господу, отведенная им, когда они предстали, чтобы служить Господу как священники. ",
          "ID": "35"
        },
        {
          "text": "Когда они были помазаны, Господь повелел, чтобы израильтяне отдавали им часть приношений как постоянную долю для грядущих поколений.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Итак, вот правила о всесожжении, хлебном приношении, жертве за грех, жертве повинности, жертве посвящения и жертве примирения, ",
          "ID": "37"
        },
        {
          "text": "которые Господь дал Моисею на горе Синай в день, когда Он повелел израильтянам совершать приношения Господу в Синайской пустыне.",
          "ID": "38"
        }
      ],
      "ID": "OT:LEV.7",
      "name": "Левит 7"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Приведи Аарона и его сыновей, возьми их одеяния, масло для помазания, молодого быка для жертвы за грех, двух баранов и корзину с пресным хлебом, ",
          "ID": "2"
        },
        {
          "text": "и собери все общество ко входу в шатер собрания.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей сделал, как повелел ему Господь, и общество собралось ко входу в шатер собрания.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Моисей сказал собравшимся:",
          "ID": "5"
        },
        {
          "text": "– Это повелел сделать Господь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Моисей вывел Аарона и его сыновей вперед и омыл их водой. ",
          "ID": "6"
        },
        {
          "text": "Он облачил Аарона в рубашку, обвязал его поясом, одел в ризу и возложил на него эфод. Он обвязал его по эфоду украшенным поясом, закрепив на нем эфод. ",
          "ID": "7"
        },
        {
          "text": "Он возложил на него нагрудник, а на нагрудник – Урим и Туммим. ",
          "ID": "8"
        },
        {
          "text": "Он надел ему на голову тюрбан и прикрепил к тюрбану спереди золотое украшение, священный венец, как повелел Моисею Господь.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Моисей взял масло для помазания и помазал скинию и все, что в ней. Так он освятил все это. ",
          "ID": "10"
        },
        {
          "text": "Он семь раз окропил маслом жертвенник, помазав его со всей его утварью и умывальник с его основанием, чтобы освятить их. ",
          "ID": "11"
        },
        {
          "text": "Он возлил масло для помазания на голову Аарона и помазал его, чтобы освятить. ",
          "ID": "12"
        },
        {
          "text": "Затем он вывел вперед сыновей Аарона, надел на них рубашки, обвязал их поясами и возложил на них головные уборы, как повелел Моисею Господь.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он привел молодого быка для жертвы за грех, а Аарон и его сыновья возложили руки ему на голову. ",
          "ID": "14"
        },
        {
          "text": "Моисей заколол быка, взял кровь, и пальцем помазал все рога жертвенника, чтобы очистить его. Остальную кровь он вылил к основанию жертвенника. Так он освятил жертвенник, совершив для него отпущение. ",
          "ID": "15"
        },
        {
          "text": "Еще Моисей взял весь жир вокруг внутренностей, сальник с печени и обе почки с их жиром и сжег на жертвеннике. ",
          "ID": "16"
        },
        {
          "text": "Но самого быка – его шкуру, мясо и кишки – он сжег за пределами лагеря, как повелел Моисею Господь.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Он привел барана для всесожжения, а Аарон и его сыновья возложили руки ему на голову. ",
          "ID": "18"
        },
        {
          "text": "Моисей заколол барана и окропил его кровью жертвенник со всех сторон. ",
          "ID": "19"
        },
        {
          "text": "Он разрезал барана на куски и сжег их вместе с головой и жиром. ",
          "ID": "20"
        },
        {
          "text": "Он вымыл внутренности и голени жертвы и сжег всего барана на жертвеннике как всесожжение, приятное благоухание, огненную жертву Господу, как повелел Моисею Господь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Он привел другого барана, а Аарон и его сыновья возложили руки ему на голову. ",
          "ID": "22"
        },
        {
          "text": "Моисей заколол барана, взял кровь и помазал ею мочку правого уха Аарона, большой палец его правой руки и большой палец правой ноги. ",
          "ID": "23"
        },
        {
          "text": "Моисей вывел вперед сыновей Аарона и помазал кровью мочки их правых ушей, большие пальцы их правых рук и большие пальцы правых ног. Он окропил кровью жертвенник со всех сторон. ",
          "ID": "24"
        },
        {
          "text": "Он взял жир, курдюк, весь жир вокруг внутренностей, сальник с печени, обе почки с их жиром и правое бедро. ",
          "ID": "25"
        },
        {
          "text": "Из корзины с пресным хлебом, что была перед Господом, он взял один пресный хлеб, лепешку, приготовленную на масле, и корж. Он положил их на жир и правое бедро. ",
          "ID": "26"
        },
        {
          "text": "Он дал это в руки Аарону и его сыновьям и потряс перед Господом как приношение потрясания. ",
          "ID": "27"
        },
        {
          "text": "Затем Моисей взял это у них из рук и сжег на жертвеннике, сверху жертвы всесожжения, как жертву посвящения, приятное благоухание, огненную жертву Господу. ",
          "ID": "28"
        },
        {
          "text": "Он взял грудину – свою долю от барана для посвящения – и потряс ее перед Господом как приношение потрясания, как повелел Моисею Господь.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Моисей взял масло для помазания и кровь с жертвенника и окропил Аарона и его одеяния и его сыновей с их одеяниями. Так он освятил Аарона и его сыновей и их одеяния.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Моисей сказал Аарону и его сыновьям:",
          "ID": "31"
        },
        {
          "text": "– Сварите мясо у входа в шатер собрания и ешьте его там с хлебом из корзины для посвящения, как я велел, сказав: «Пусть Аарон и его сыновья едят это». ",
          "ID": "31"
        },
        {
          "text": "Остаток мяса и хлеба сожгите. ",
          "ID": "32"
        },
        {
          "text": "Не уходите от входа в шатер собрания семь дней, пока не завершатся дни вашего посвящения, потому что ваше посвящение будет длиться семь дней. ",
          "ID": "33"
        },
        {
          "text": "Сделанное сегодня было исполнено по повелению Господа, чтобы совершить для вас искупление. ",
          "ID": "34"
        },
        {
          "text": "Оставайтесь у входа в шатер собрания день и ночь в течение семи дней и исполняйте то, что требует Господь, чтобы вам не умереть, потому что так мне было велено.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Аарон и его сыновья сделали все, что повелел через Моисея Господь.",
          "ID": "36"
        }
      ],
      "ID": "OT:LEV.8",
      "name": "Левит 8"
    },
    {
      "text": [
        {
          "text": "На восьмой день Моисей позвал Аарона с его сыновьями и старейшин Израиля. ",
          "ID": "1"
        },
        {
          "text": "Он сказал Аарону:",
          "ID": "2"
        },
        {
          "text": "– Возьми теленка для жертвы за грех и барана для всесожжения, обоих без изъяна, и поставь их перед Господом. ",
          "ID": "2"
        },
        {
          "text": "Скажи израильтянам: «Возьмите козла для жертвы за грех, теленка и ягненка – годовалых и без изъяна – для всесожжения, ",
          "ID": "3"
        },
        {
          "text": "и вола с бараном для жертвы примирения, чтобы принести их в жертву Господу вместе с хлебным приношением, смешанным с маслом. Ведь сегодня Господь явится вам».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "То, что велел Моисей, принесли к шатру собрания, и все общество подошло и встало перед Господом. ",
          "ID": "5"
        },
        {
          "text": "Моисей сказал:",
          "ID": "6"
        },
        {
          "text": "– Господь повелел вам сделать это, чтобы вам явилась слава Господа.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Моисей сказал Аарону:",
          "ID": "7"
        },
        {
          "text": "– Подойди к жертвеннику и принеси свою жертву за грех и всесожжение, чтобы совершить отпущение для себя и для народа. Сделай приношение за народ, чтобы совершить для него отпущение, как повелел Господь.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Аарон подошел к жертвеннику и заколол теленка в жертву за свой грех. ",
          "ID": "8"
        },
        {
          "text": "Сыновья подали ему кровь, он обмакнул в кровь палец и помазал рога жертвенника. Остальную кровь он вылил к основанию жертвенника. ",
          "ID": "9"
        },
        {
          "text": "На жертвеннике он сжег жир, почки и сальник с печени из жертвы за грех, как повелел Моисею Господь. ",
          "ID": "10"
        },
        {
          "text": "Мясо и шкуру он сжег за лагерем. ",
          "ID": "11"
        },
        {
          "text": "Следом он заколол жертву всесожжения. Сыновья подали ему кровь, и он окропил ею жертвенник со всех сторон. ",
          "ID": "12"
        },
        {
          "text": "Они подавали ему жертву всесожжения кусок за куском, включая голову, и он сжег это на жертвеннике. ",
          "ID": "13"
        },
        {
          "text": "Он вымыл внутренности и ноги жертвы и сжег их на жертвеннике поверх всесожжения.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Потом Аарон принес жертву за народ. Он взял козла, приношение за грех народа, заколол его и принес в жертву за грех, как и первое всесожжение.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Он принес жертву всесожжения и все сделал по уставу. ",
          "ID": "16"
        },
        {
          "text": "Еще он принес хлебное приношение, взял из него пригоршню и сжег на жертвеннике в добавление к утреннему всесожжению.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Он заколол вола и барана в жертву примирения народа. Сыновья подали ему кровь, и он окропил ею жертвенник со всех сторон. ",
          "ID": "18"
        },
        {
          "text": "Но жир вола и барана – курдюк, слой жира вокруг почек и сальник с печени ",
          "ID": "19"
        },
        {
          "text": "он положил на грудь жертвы, а потом сжег на жертвеннике. ",
          "ID": "20"
        },
        {
          "text": "Аарон потряс грудину и правое бедро жертвы перед Господом как приношения потрясания, как повелел Моисей.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Аарон поднял руки над народом и благословил его. Принеся жертву за грех, всесожжение и жертву примирения, он спустился.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Моисей и Аарон вошли в шатер собрания. Выйдя, они благословили народ, и народу явилась слава Господа. ",
          "ID": "23"
        },
        {
          "text": "От Господа вышел огонь, который сжег всесожжение и жир на жертвеннике. Когда народ увидел это, он закричал от радости и пал на лицо свое.",
          "ID": "24"
        }
      ],
      "ID": "OT:LEV.9",
      "name": "Левит 9"
    },
    {
      "text": [
        {
          "text": "Сыновья Аарона, Надав и Авиуд, взяли каждый свою кадильницу, положили в них тлеющие угли, добавили благовоний и принесли Господу чуждый огонь, чего Он им не велел. ",
          "ID": "1"
        },
        {
          "text": "От Господа вышел огонь, который сжег их, и они погибли перед Господом. ",
          "ID": "2"
        },
        {
          "text": "Тогда Моисей сказал Аарону:",
          "ID": "3"
        },
        {
          "text": "– Это то, о чем Господь говорил:",
          "ID": "3"
        },
        {
          "text": "«Среди приближающихся ко Мне",
          "ID": "3"
        },
        {
          "text": "Я явлю Свою святость;",
          "ID": "3"
        },
        {
          "text": "на глазах у всего народа",
          "ID": "3"
        },
        {
          "text": "Я прославлюсь».",
          "ID": "3"
        },
        {
          "text": "Аарон промолчал.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Моисей призвал Мисаила и Элцафана, сыновей Уззиила, дяди Аарона, и сказал им:",
          "ID": "4"
        },
        {
          "text": "– Подойдите и вынесите ваших родственников за лагерь, подальше от святилища.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Они подошли и, взяв их за рубашки, вынесли их за лагерь, как приказал Моисей.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Моисей сказал Аарону и его сыновьям Элеазару и Итамару:",
          "ID": "6"
        },
        {
          "text": "– Не оплакивайте их, распуская волосы и разрывая на себе одежду, иначе вы умрете, а Господь разгневается на весь народ. Но ваши сородичи, весь дом Израиля, могут оплакивать тех, кого Господь испепелил. ",
          "ID": "6"
        },
        {
          "text": "Не уходите от входа в шатер собрания, иначе вы умрете, ведь на вас Господне помазание.",
          "ID": "7"
        },
        {
          "text": "Они исполнили то, что сказал Моисей.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Господь сказал Аарону:",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Ты и твои сыновья не должны пить вино или другие крепкие напитки, когда входите в шатер собрания, иначе вы умрете. Это – вечное установление для грядущих поколений. ",
          "ID": "9"
        },
        {
          "text": "Различайте между святым и обычным, между чистым и нечистым, ",
          "ID": "10"
        },
        {
          "text": "и учите израильтян уставам, которые Господь дал через Моисея.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Моисей сказал Аарону и его оставшимся сыновьям, Элеазару и Итамару:",
          "ID": "12"
        },
        {
          "text": "– Возьмите хлебное приношение, которое осталось из огненных жертв Господу, и ешьте его, приготовленное без закваски, возле жертвенника, потому что это – великая святыня.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ешьте его на святом месте, потому что оно – твоя доля и доля твоих сыновей в огненных жертвах Господу; мне было так велено. ",
          "ID": "13"
        },
        {
          "text": "Ты, твои сыновья и дочери можете есть грудину потрясания и бедро возношения. Ешьте их на чистом месте; они даны тебе и твоим детям как ваша доля в жертвах примирения, приносимых израильтянами. ",
          "ID": "14"
        },
        {
          "text": "Бедро возношения и грудину потрясания следует приносить с жиром огненных жертв, чтобы их потрясали перед Господом как приношение потрясания. Это будет постоянной долей тебе и твоим детям, как повелел Господь.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда Моисей спросил о козле жертвы за грех и узнал, что его уже сожгли, он разгневался на Элеазара и Итамара, оставшихся сыновей Аарона. Он спросил:",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Почему вы не ели жертву за грех на святом месте? Это – великая святыня; она была дана вам, чтобы вы сняли вину общины, совершив для них отпущение перед Господом. ",
          "ID": "17"
        },
        {
          "text": "Раз ее кровь не внесли в святилище, вы должны были съесть жертву на святом месте, как я велел.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Аарон ответил Моисею:",
          "ID": "19"
        },
        {
          "text": "– Сегодня они принесли жертву за грех и всесожжение Господу, и все же со мной случилось такое! Неужели Господу было бы угодно, если бы я сегодня съел приношение за грех?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Услышав это, Моисей согласился.",
          "ID": "20"
        }
      ],
      "ID": "OT:LEV.10",
      "name": "Левит 10"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажите израильтянам: «Вот животные, живущие на земле, которых вы можете есть. ",
          "ID": "2"
        },
        {
          "text": "Вы можете есть всякое животное, у которого раздвоенное копыто имеет глубокий разрез и которое жует жвачку.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Есть животные, которые либо жуют жвачку, либо имеют раздвоенное копыто. Не ешьте из них: верблюда, потому что он жует жвачку, но у него копыто не раздвоено – он нечист для вас; ",
          "ID": "4"
        },
        {
          "text": "дамана, который жует жвачку, но у него нет раздвоенного копыта – он нечист для вас; ",
          "ID": "5"
        },
        {
          "text": "кролика, который жует жвачку, но у него нет раздвоенного копыта – он нечист для вас. ",
          "ID": "6"
        },
        {
          "text": "А свинья, хотя у нее копыто и раздвоено, и имеет глубокий разрез, не жует жвачку – она тоже нечиста для вас. ",
          "ID": "7"
        },
        {
          "text": "Не ешьте их мясо и не прикасайтесь к их трупам: они нечисты для вас.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Из существ, живущих в воде – в морях и реках, вы можете есть тех, у которых есть плавники и чешуя. ",
          "ID": "9"
        },
        {
          "text": "Но теми существами из морей и рек, у которых нет плавников и чешуи, и пресмыкающимися, и другой водяной живностью гнушайтесь. ",
          "ID": "10"
        },
        {
          "text": "Гнушаясь ими, не ешьте их мясо. Гнушайтесь их трупами. ",
          "ID": "11"
        },
        {
          "text": "Вся водная живность, которая не имеет плавников и чешуи, пусть будет для вас мерзостью.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Вот птицы, которыми вы должны гнушаться и которых не должны есть, потому что это мерзость: орел, бородач, скопа, ",
          "ID": "13"
        },
        {
          "text": "коршун, любой вид сокола, ",
          "ID": "14"
        },
        {
          "text": "любой вид ворона, ",
          "ID": "15"
        },
        {
          "text": "сова, козодой, чайка, любой вид ястреба, ",
          "ID": "16"
        },
        {
          "text": "домовой сыч, большой баклан, филин, ",
          "ID": "17"
        },
        {
          "text": "белая сова, пустынная сова, стервятник, ",
          "ID": "18"
        },
        {
          "text": "аист, любой вид цапли, удод и летучая мышь.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Все насекомые, которые могут и летать, и ползать, пусть будут для вас мерзостью. ",
          "ID": "20"
        },
        {
          "text": "Из всех летающих и ползающих насекомых вы можете есть только тех, у которых ноги приспособлены к прыжкам. ",
          "ID": "21"
        },
        {
          "text": "Из них вы можете есть любой вид саранчи, акрид, цикад и кузнечиков. ",
          "ID": "22"
        },
        {
          "text": "Но остальными насекомыми, которые могут и летать, и ползать, гнушайтесь.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Вы осквернитесь ими. Любой, кто прикоснется к их трупам, будет нечист до вечера. ",
          "ID": "24"
        },
        {
          "text": "Любой, кто подберет такой труп, должен выстирать одежду и будет нечист до вечера.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Любое животное, у которого копыто раздвоено, но не имеет глубокого разреза, или которое не жует жвачку, нечисто для вас. Всякий, кто прикоснется к ним, станет нечист. ",
          "ID": "26"
        },
        {
          "text": "Те четвероногие животные, которые ходят на лапах, нечисты для вас. Любой, кто прикоснется к их трупам, будет нечист до вечера. ",
          "ID": "27"
        },
        {
          "text": "Любой, кто подберет их труп, должен выстирать одежду и будет нечист до вечера. Эти животные нечисты для вас.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Из ползающих по земле для вас нечисты: ласка, мышь, любой вид шипохвоста, ",
          "ID": "29"
        },
        {
          "text": "геккон, варан, стенная ящерица, веретеница и хамелеон. ",
          "ID": "30"
        },
        {
          "text": "Из всех ползающих эти животные нечисты для вас. Любой, кто прикоснется к их трупам, будет нечист до вечера. ",
          "ID": "31"
        },
        {
          "text": "Если труп упадет на что-нибудь, та вещь, каким бы ни было ее назначение, станет нечиста, будь она из дерева, ткани, шкуры или мешковины. Ее нужно окунуть в воду. Она будет нечиста до вечера, а затем вновь станет чистой. ",
          "ID": "32"
        },
        {
          "text": "Если труп упадет в глиняный горшок, все в нем станет нечистым, и горшок нужно разбить. ",
          "ID": "33"
        },
        {
          "text": "Пища, на которую попала вода из такого горшка, нечиста, и любое питье станет в нем нечистым. ",
          "ID": "34"
        },
        {
          "text": "Все, на что упадет труп, станет нечистым. Печь или горшок для стряпни нужно разбить. Они нечисты, обходитесь с ними как с нечистыми. ",
          "ID": "35"
        },
        {
          "text": "Однако источник или хранилище для воды останутся чистыми, но все, что в них прикоснется к трупу, станет нечистым. ",
          "ID": "36"
        },
        {
          "text": "Если труп упадет на семена, ждущие высадки, они останутся чистыми. ",
          "ID": "37"
        },
        {
          "text": "Но если семена, на которые упал труп, были залиты водой, они станут нечисты для вас.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Любой, кто прикоснулся к трупу животного, дозволенного вам в пищу, будет нечист до вечера. ",
          "ID": "39"
        },
        {
          "text": "Любой, кто поест от трупа, должен выстирать одежду и будет нечист до вечера. Любой, кто подберет труп, должен выстирать одежду и будет нечист до вечера.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Любое существо, которое пресмыкается по земле, мерзость. Его нельзя есть. ",
          "ID": "41"
        },
        {
          "text": "Не ешьте пресмыкающихся, все равно ползают ли они на брюхе, передвигаются ли на четырех ногах или имеют много ног – это мерзость. ",
          "ID": "42"
        },
        {
          "text": "Не оскверняйтесь ими, не делайтесь через них нечистыми. ",
          "ID": "43"
        },
        {
          "text": "Я – Господь, ваш Бог; освящайтесь и будьте святы, потому что Я свят. Не оскверняйтесь никакой живностью, которая пресмыкается по земле. ",
          "ID": "44"
        },
        {
          "text": "Я – Господь, Который вывел вас из Египта, чтобы быть вашим Богом. Будьте святы, потому что Я свят.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Таков закон о зверях, птицах и всякой живности, которая кишит в воде и пресмыкается по земле. ",
          "ID": "46"
        },
        {
          "text": "Отличайте нечистое от чистого, живность, которую можно есть, от той, которую есть нельзя».",
          "ID": "47"
        }
      ],
      "ID": "OT:LEV.11",
      "name": "Левит 11"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи израильтянам: «Женщина, которая забеременела и родила сына, будет нечиста семь дней, как во время месячных. ",
          "ID": "2"
        },
        {
          "text": "На восьмой день мальчику должно быть сделано обрезание. ",
          "ID": "3"
        },
        {
          "text": "Затем женщина должна ждать тридцать три дня, чтобы очиститься от кровотечения. Пусть она не прикасается к священным предметам и не ходит в святилище, пока не пройдут дни очищения. ",
          "ID": "4"
        },
        {
          "text": "Если она родит дочь, то будет нечиста две недели, как во время месячных. Затем она должна ждать шестьдесят шесть дней, чтобы очиститься от кровотечения.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда дни очищения за сына или дочь пройдут, пусть она принесет священнику ко входу в шатер собрания годовалого ягненка для всесожжения и молодого голубя или горлицу в жертву за грех. ",
          "ID": "6"
        },
        {
          "text": "Он принесет их в жертву Господу, чтобы совершить для нее отпущение, и она очистится от кровотечения после родов. Таковы правила для женщины, родившей мальчика или девочку. ",
          "ID": "7"
        },
        {
          "text": "Если ей не по средствам принести ягненка, пусть принесет пару горлиц или двух молодых голубей, одного для всесожжения, а другого в жертву за грех. Священник совершит для нее отпущение, и она станет чиста».",
          "ID": "8"
        }
      ],
      "ID": "OT:LEV.12",
      "name": "Левит 12"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Если у кого-то появится на коже опухоль, сыпь или воспаление, которые могут оказаться заразной кожной болезнью, больного нужно привести к священнику Аарону или к одному из его сыновей священников. ",
          "ID": "2"
        },
        {
          "text": "Священник осмотрит больное место, и если волосы на нем побелели и больное место углубилось в кожу – это заразная болезнь. Осмотрев больного, священник объявит его нечистым. ",
          "ID": "3"
        },
        {
          "text": "Если у него на коже белое пятно, но оно не углубилось в кожу, и волосы на нем не побелели, пусть священник изолирует больного на семь дней. ",
          "ID": "4"
        },
        {
          "text": "Пусть на седьмой день он осмотрит его, и если увидит, что больное место не изменилось и не разошлось по коже, то пусть изолирует его еще на семь дней. ",
          "ID": "5"
        },
        {
          "text": "На седьмой день пусть священник осмотрит его снова, и если больное место поблекло, не разойдясь по коже, пусть объявит его чистым. Это простая сыпь. Больной выстирает одежду и будет чист. ",
          "ID": "6"
        },
        {
          "text": "Но если сыпь разойдется по коже после того, как больной приходил к священнику за очищением, пусть он явится к священнику снова. ",
          "ID": "7"
        },
        {
          "text": "Священник осмотрит его, и если сыпь разошлась по коже, пусть объявит его нечистым – это заразная болезнь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Больного заразной кожной болезнью нужно привести к священнику. ",
          "ID": "9"
        },
        {
          "text": "Священник осмотрит его, и если на коже есть белая опухоль, которая сделала волосы белыми, и в ней видны открытые раны, ",
          "ID": "10"
        },
        {
          "text": "то это – застарелая кожная болезнь. Пусть священник объявит больного нечистым. Он не должен изолировать его для наблюдения, потому что тот уже нечист.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если болезнь распространилась по всей коже и покрывает больного с головы до ног, насколько может видеть священник, ",
          "ID": "12"
        },
        {
          "text": "пусть священник осмотрит его, и если болезнь покрыла все тело, объявит больного чистым. Раз все побелело, он чист. ",
          "ID": "13"
        },
        {
          "text": "Но если на больном появятся открытые раны, он станет нечист. ",
          "ID": "14"
        },
        {
          "text": "Увидев открытые раны, пусть священник объявит больного нечистым. Открытые раны нечисты – это заразная болезнь. ",
          "ID": "15"
        },
        {
          "text": "Если открытые раны изменятся и побелеют, пусть больной пойдет к священнику. ",
          "ID": "16"
        },
        {
          "text": "Священник осмотрит его, и если больное место побелело, пусть объявит больного чистым. Он чист.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Если у кого-то на коже был нарыв, который прошел, ",
          "ID": "18"
        },
        {
          "text": "а на его месте появилась белая опухоль или красновато-белое пятно, больной должен явиться к священнику. ",
          "ID": "19"
        },
        {
          "text": "Священник осмотрит его, и если пораженное место углубилось в кожу, а волосы на нем побелели, пусть объявит его нечистым. Это – заразная кожная болезнь, которая вспыхнула там, где был нарыв. ",
          "ID": "20"
        },
        {
          "text": "Но если осматривая пятно, священник не увидит на нем белых волос, а пятно не будет углублено в кожу и будет блеклым, пусть священник изолирует больного для наблюдения на семь дней. ",
          "ID": "21"
        },
        {
          "text": "Если пятно будет расходиться по коже, священник объявит больного нечистым. Это признак болезни. ",
          "ID": "22"
        },
        {
          "text": "Но если пятно не изменится и не разойдется, это лишь рубец от нарыва, и священник объявит больного чистым.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Если у кого-то на коже будет ожог и на месте ожога покажется красновато-белое или белое пятно, ",
          "ID": "24"
        },
        {
          "text": "пусть священник осмотрит пятно, и если волосы на нем побелели, а само оно углубилось в кожу – это заразная болезнь, вспыхнувшая на месте ожога. Священник объявит больного нечистым. Это заразная болезнь. ",
          "ID": "25"
        },
        {
          "text": "Но если, осматривая пятно, священник не увидит на нем белых волос, а пятно не будет углублено в кожу и будет блеклым, пусть священник изолирует больного для наблюдения на семь дней. ",
          "ID": "26"
        },
        {
          "text": "На седьмой день священник осмотрит его, и если пятно расходится по коже, пусть объявит больного нечистым. Это заразная кожная болезнь. ",
          "ID": "27"
        },
        {
          "text": "Но если пятно не изменится и не разойдется по коже, а поблекнет, это только опухоль от ожога, и священник объявит человека чистым, ведь это лишь рубец от ожога.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Если больное место находится у мужчины или женщины на голове или подбородке, ",
          "ID": "29"
        },
        {
          "text": "пусть священник осмотрит его, и если оно окажется углублено в кожу, при этом волосы на нем будут желтыми и тонкими, пусть объявит больного нечистым. Это лишай, заразная болезнь на голове или на подбородке. ",
          "ID": "30"
        },
        {
          "text": "Но если, осматривая больное место, священник увидит, что оно не углубилось в кожу и на нем нет черных волос, пусть изолирует больного для наблюдения на семь дней. ",
          "ID": "31"
        },
        {
          "text": "На седьмой день пусть священник осмотрит больное место, и если лишай не распространился, на нем нет желтых волос, и он не углубился в кожу, ",
          "ID": "32"
        },
        {
          "text": "пусть больного обреют, за исключением зараженного места. Пусть священник изолирует его еще на семь дней. ",
          "ID": "33"
        },
        {
          "text": "На седьмой день пусть священник осмотрит лишай, и если он не разошелся по коже и не углубился в нее, пусть объявит больного чистым. Больной выстирает одежду и будет чист. ",
          "ID": "34"
        },
        {
          "text": "Но если лишай станет расходиться по коже после того, как больного объявят чистым, ",
          "ID": "35"
        },
        {
          "text": "пусть священник еще раз осмотрит его. Если лишай расходится по коже, священнику не нужно искать желтых волос: больной нечист. ",
          "ID": "36"
        },
        {
          "text": "Но если, по его мнению, больное место не изменилось и на нем выросли черные волосы, лишай прошел. Больной чист, и священник объявит его чистым.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Если у мужчины или у женщины на коже появятся белые пятна, ",
          "ID": "38"
        },
        {
          "text": "пусть священник осмотрит их. Если пятна бледно-белые – это простая сыпь, высыпавшая на коже; больной чист.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Если человек лишился волос на висках – он облысел, но чист, ",
          "ID": "40"
        },
        {
          "text": "и если человек лишился волос над лбом – он облысел, но чист. ",
          "ID": "41"
        },
        {
          "text": "Но если у него на лысине появилось больное место красновато-белого цвета – это заразная кожная болезнь, появившаяся у него на голове или на лбу. ",
          "ID": "42"
        },
        {
          "text": "Священник осмотрит больного, и если опухоль на его лысине красновато-белая, как при заразной кожной болезни, ",
          "ID": "43"
        },
        {
          "text": "то он заболел и нечист. Священник объявит его нечистым из-за признаков болезни на его голове.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Больной с такими признаками должен носить разорванную одежду и должен ходить с распущенными волосами, закрытой нижней частью лица и кричать: «Нечист! Нечист!» ",
          "ID": "45"
        },
        {
          "text": "Пока он болен, он будет нечистым. Он должен жить один – за пределами лагеря.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "– Если одежда заражена плесенью, будь это одежда из шерсти или льна, ",
          "ID": "47"
        },
        {
          "text": "тканая или вязаная материя из льна или шерсти, кожа или кожаная вещь, ",
          "ID": "48"
        },
        {
          "text": "если пятно на одежде, коже, тканой или вязаной материи, или кожаной вещи зеленоватое или красноватое – это растущая плесень. Вещь нужно показать священнику. ",
          "ID": "49"
        },
        {
          "text": "Священник осмотрит плесень и заберет зараженную вещь из обращения на семь дней. ",
          "ID": "50"
        },
        {
          "text": "На седьмой день он осмотрит ее, и если плесень распространилась по одежде, тканой или вязаной материи, или по коже, для чего бы она ни использовалась – это растущая плесень и поэтому вещь нечиста. ",
          "ID": "51"
        },
        {
          "text": "Пусть он сожжет зараженную одежду, тканую или вязаную материю из шерсти или льна, или кожаную вещь, потому что это растущая плесень – вещь нужно сжечь.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Но если, осматривая ее, священник увидит, что плесень не распространилась по одежде, тканой или льняной материи, или по кожаной вещи, ",
          "ID": "53"
        },
        {
          "text": "пусть он велит выстирать зараженную вещь. Пусть он заберет ее из обращения еще на семь дней. ",
          "ID": "54"
        },
        {
          "text": "Когда зараженную вещь выстирают, пусть священник осмотрит ее, и если плесень не изменила цвет, то даже если она не разрослась – вещь нечиста. Ее надо сжечь, все равно, поразила ли плесень изнанку или лицевую сторону. ",
          "ID": "55"
        },
        {
          "text": "Если, осматривая ее, священник увидит, что после того, как вещь выстирали плесень, поблекла, пусть он оторвет от одежды, кожи, или тканой или вязаной материи зараженную часть. ",
          "ID": "56"
        },
        {
          "text": "Если плесень появится на одежде, тканой или вязаной материи, или на кожаной вещи снова, значит она растет, и все, на чем плесень, нужно сжечь. ",
          "ID": "57"
        },
        {
          "text": "Одежду, тканую или вязаную материю или кожаную вещь, которую выстирали и очистили от плесени, нужно снова постирать, и она будет чиста.",
          "ID": "58"
        },
        {
          "text": " ",
          "ID": "58"
        },
        {
          "text": "Таковы правила о зараженной плесенью шерстяной или льняной одежде, тканой или вязаной материи или кожаной вещи – о том, как объявлять их чистыми или нечистыми.",
          "ID": "59"
        }
      ],
      "ID": "OT:LEV.13",
      "name": "Левит 13"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Вот правила о больном во время его очищения. Когда его приведут к священнику, ",
          "ID": "2"
        },
        {
          "text": "пусть священник выйдет за лагерь и осмотрит его. Если больной исцелился от заразной кожной болезни, ",
          "ID": "3"
        },
        {
          "text": "пусть священник велит взять для очищаемого двух живых чистых птиц и кедрового дерева, алой пряжи и иссопа. ",
          "ID": "4"
        },
        {
          "text": "Пусть священник велит убить одну из птиц над глиняным горшком со свежей водой. ",
          "ID": "5"
        },
        {
          "text": "Пусть он возьмет живую птицу и погрузит ее вместе с кедровым деревом, алой пряжей и иссопом в кровь птицы, убитой над свежей водой. ",
          "ID": "6"
        },
        {
          "text": "Пусть он семь раз окропит очищаемого от заразной болезни, объявит его чистым и выпустит живую птицу в открытое поле.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Пусть очищаемый выстирает одежду, сбреет все волосы, вымоется, и будет чист. Теперь он может войти в лагерь, но должен семь дней жить вне шатра. ",
          "ID": "8"
        },
        {
          "text": "На седьмой день пусть он сбреет все волосы: голову, бороду, брови и остальные волосы. Пусть он выстирает одежду и вымоется и будет чист.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "На восьмой день он должен принести двух ягнят-самцов и одну годовалую самку – всех без изъяна – с тремя десятыми частями ефы лучшей муки, смешанной с маслом, для хлебного приношения и один лог масла. ",
          "ID": "10"
        },
        {
          "text": "Пусть священник, совершающий очищение, поставит очищаемого с его приношениями у входа в шатер собрания.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Пусть священник возьмет одного из ягнят и принесет его в жертву повинности вместе с логом масла. Он потрясет их перед Господом как приношение потрясания. ",
          "ID": "12"
        },
        {
          "text": "Пусть он заколет ягненка в Святом месте, где закалывают жертву за грех и жертву всесожжения. Подобно жертве за грех, жертва повинности принадлежит священнику, это – великая святыня. ",
          "ID": "13"
        },
        {
          "text": "Пусть священник возьмет кровь жертвы повинности и помажет ею мочку правого уха очищаемого, большой палец его правой руки и большой палец правой ноги. ",
          "ID": "14"
        },
        {
          "text": "Пусть священник возьмет от лога масла, нальет в ладонь левой руки, ",
          "ID": "15"
        },
        {
          "text": "погрузит правый указательный палец в масло на ладони и с пальца окропит маслом перед Господом семь раз. ",
          "ID": "16"
        },
        {
          "text": "Маслом, оставшимся в ладони, священник помажет мочку правого уха очищаемого, большой палец его правой руки и большой палец правой ноги поверх крови жертвы повинности. ",
          "ID": "17"
        },
        {
          "text": "Оставшееся в ладони масло священник выльет на голову очищаемого и совершит для него отпущение перед Господом.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Пусть священник принесет жертву за грех и совершит для очищаемого отпущение от нечистоты. После этого священник заколет жертву всесожжения, ",
          "ID": "19"
        },
        {
          "text": "принесет ее на жертвеннике вместе с хлебным приношением, совершит для него отпущение, и он будет чист.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но если он беден и такое приношение ему не по средствам, пусть он возьмет одного ягненка-самца в жертву повинности для потрясания, чтобы совершить для себя отпущение с одной десятой частью ефы лучшей муки, смешанной с маслом, для хлебного приношения, лог масла ",
          "ID": "21"
        },
        {
          "text": "и двух горлиц или двух молодых голубей, какие будут ему по средствам, одного в жертву за грех, а другого для всесожжения.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "На восьмой день пусть он принесет их, чтобы очиститься, к священнику, ко входу в шатер собрания, перед Господом. ",
          "ID": "23"
        },
        {
          "text": "Пусть священник возьмет ягненка жертвы повинности вместе с логом масла и потрясет их перед Господом как приношение потрясания. ",
          "ID": "24"
        },
        {
          "text": "Пусть он заколет ягненка жертвы повинности, возьмет его кровь и помажет ею мочку правого уха очищаемого, большой палец его правой руки и большой палец правой ноги. ",
          "ID": "25"
        },
        {
          "text": "Пусть священник нальет масло в ладонь левой руки ",
          "ID": "26"
        },
        {
          "text": "и указательным пальцем правой руки окропит маслом из ладони перед Господом семь раз. ",
          "ID": "27"
        },
        {
          "text": "Пусть он помажет маслом из ладони те же места, которые он помазал кровью жертвы повинности: мочку правого уха очищаемого, большой палец его правой руки и большой палец правой ноги. ",
          "ID": "28"
        },
        {
          "text": "Остальное масло пусть священник выльет из ладони на голову очищаемого, чтобы совершить для него отпущение перед Господом. ",
          "ID": "29"
        },
        {
          "text": "Пусть он принесет в жертву горлиц или молодых голубей, какие жертвующему по средствам, ",
          "ID": "30"
        },
        {
          "text": "одного в жертву за грех, а другого во всесожжение вместе с хлебным приношением. Так священник совершит перед Господом отпущение для очищаемого.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Вот правила для любого, кто болел заразной кожной болезнью и кому не по средствам принести для своего очищения обычные приношения.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "– Когда вы войдете в землю Ханаана, которую Я отдаю вам во владение, и Я наведу растущую плесень на какой-нибудь дом в той земле. ",
          "ID": "34"
        },
        {
          "text": "Пусть хозяин дома пойдет и скажет священнику: «В моем доме я видел что-то, похожее на плесень». ",
          "ID": "35"
        },
        {
          "text": "Пусть священник велит вынести все из дома, прежде чем войдет осмотреть плесень, иначе все в доме будет объявлено нечистым. После этого пусть священник войдет и осмотрит дом. ",
          "ID": "36"
        },
        {
          "text": "Пусть он осмотрит плесень на стенах: если на них будут зеленоватые или красноватые пятна, на вид углубляющиеся в поверхность стены, ",
          "ID": "37"
        },
        {
          "text": "пусть священник выйдет наружу и запрет его на семь дней. ",
          "ID": "38"
        },
        {
          "text": "На седьмой день священник вернется снова обследовать дом. Если плесень распространилась по стенам, ",
          "ID": "39"
        },
        {
          "text": "пусть он велит выворотить зараженные камни и бросить их на нечистое место за пределами города. ",
          "ID": "40"
        },
        {
          "text": "Изнутри пусть стены дома выскоблят, а отскобленную обмазку высыпят на нечистое место за пределами города. ",
          "ID": "41"
        },
        {
          "text": "Пусть старые камни заменят новыми и обмажут дом новой обмазкой.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Если после того, как камни были выворочены, а дом выскоблен и обмазан, плесень появится в доме снова, ",
          "ID": "43"
        },
        {
          "text": "священник должен пойти и осмотреть его. Если плесень распространилась по дому, это растущая плесень; дом нечист. ",
          "ID": "44"
        },
        {
          "text": "Пусть дом разрушат, а его камни, строительное дерево и всю обмазку вынесут из города на нечистое место.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Любой, кто войдет в дом, когда он заперт, будет нечист до вечера. ",
          "ID": "46"
        },
        {
          "text": "Любой, кто будет в этом доме спать или есть, должен выстирать одежду.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Но если священник, пришедший осмотреть его, увидит, что плесень не распространилась после того, как дом был обмазан, он объявит дом чистым, так как плесень сошла. ",
          "ID": "48"
        },
        {
          "text": "Чтобы очистить дом, пусть он возьмет двух птиц и кедровое дерево, алую пряжу и иссоп. ",
          "ID": "49"
        },
        {
          "text": "Пусть он заколет одну из птиц над свежей водой в глиняном горшке. ",
          "ID": "50"
        },
        {
          "text": "Пусть он возьмет кедровое дерево, иссоп, алую пряжу и живую птицу, погрузит их в кровь убитой птицы и в свежую воду и окропит дом семь раз. ",
          "ID": "51"
        },
        {
          "text": "Так он очистит дом кровью птицы, свежей водой, живой птицей, кедровым деревом, иссопом и алой пряжей. ",
          "ID": "52"
        },
        {
          "text": "Пусть он выпустит живую птицу в открытое поле за пределами города. Так он совершит для дома отпущение, и дом станет чист.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Таковы правила о любой заразной кожной болезни: о лишае, ",
          "ID": "54"
        },
        {
          "text": "о плесени на одежде и на доме, об опухоли, сыпи и воспалении, ",
          "ID": "55"
        },
        {
          "text": "чтобы определить чистоту чего-либо.",
          "ID": "56"
        },
        {
          "text": "Таковы правила о заразных кожных болезнях и плесени.",
          "ID": "56"
        }
      ],
      "ID": "OT:LEV.14",
      "name": "Левит 14"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею и Аарону:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говорите с израильтянами, скажите им: «Если у мужчины будут выделения из тела его, то это сделает его нечистым. ",
          "ID": "2"
        },
        {
          "text": "Продолжаются ли выделения или перестают – все равно он уже осквернен.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Любая постель, на которую он ляжет, будет нечиста. Все, на что он сядет, будет нечисто. ",
          "ID": "4"
        },
        {
          "text": "Любой, кто прикоснется к его постели, пусть выстирает одежду и вымоется сам, он будет нечист до вечера. ",
          "ID": "5"
        },
        {
          "text": "Любой, кто сядет там, где сидел зараженный, пусть выстирает одежду и вымоется сам, он будет нечист до вечера.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Любой, кто прикоснется к нему, пусть выстирает одежду и вымоется сам, он будет нечист до вечера.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если человек, у которого выделения, плюнет на того, кто чист, пусть тот выстирает одежду и вымоется сам, он будет нечист до вечера.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Любое седло, на котором будет скакать тот, у кого выделения, станет нечисто. ",
          "ID": "9"
        },
        {
          "text": "Любой, кто прикоснется к вещам, которые были под ним, станет нечист до вечера; тот, кто будет нести их, пусть выстирает одежду и вымоется сам, он будет нечист до вечера.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Любой, кого, не вымыв рук, коснется человек, у которого выделения, пусть выстирает одежду и вымоется сам, он будет нечист до вечера.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Глиняный горшок, которого коснется человек с выделениями, нужно разбить, а деревянный предмет нужно вымыть.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда мужчина очищается от выделений, пусть он отсчитает для очищения семь дней. Пусть он выстирает одежду и вымоется проточной водой, тогда он будет чист. ",
          "ID": "13"
        },
        {
          "text": "На восьмой день пусть он возьмет двух горлиц или двух молодых голубей, явится ко входу перед Господом в шатер собрания и отдаст их священнику. ",
          "ID": "14"
        },
        {
          "text": "Священник принесет их в жертву, одного за грех, а другого во всесожжение. Так он совершит перед Господом отпущение для человека, оскверненного выделениями.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Если у мужчины будет излияние семени, пусть он вымоет все тело, он будет нечист до вечера. ",
          "ID": "16"
        },
        {
          "text": "Все из ткани или кожи, куда попало семя, нужно выстирать, и вещь будет нечиста до вечера. ",
          "ID": "17"
        },
        {
          "text": "Если мужчина ляжет с женщиной и у него будет излияние семени, пусть оба вымоются, они будут нечисты до вечера.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда у женщины бывает обычное кровотечение, она нечиста семь дней, и всякий, кто коснется ее, станет нечист до вечера.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Все, на что она ляжет или сядет во время месячных, станет нечисто. ",
          "ID": "20"
        },
        {
          "text": "Любой, кто прикоснется к ее постели, пусть выстирает одежду и вымоется сам, и будет нечист до вечера. ",
          "ID": "21"
        },
        {
          "text": "Любой, кто прикоснется к тому, на чем она сидела, пусть выстирает одежду и вымоется сам, он будет нечист до вечера. ",
          "ID": "22"
        },
        {
          "text": "Если кто-нибудь прикоснется к тому, на чем она сидела – постель ли это или просто сидение, он станет нечист до вечера.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Если с ней ляжет мужчина, ее истечение осквернит и его. Он будет нечист семь дней. Любая постель, на которую он ляжет, станет нечиста.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Если кровь у женщины будет выделяться много дней не во время месячных или после того, как месячные закончатся, она будет нечиста все время, пока у нее идет кровотечение, как при месячных. ",
          "ID": "25"
        },
        {
          "text": "Любая постель, на которую она ляжет во время этого кровотечения, станет нечиста, подобно ее постели во время месячных, и все, на что она сядет, станет нечисто, как во время ее месячных. ",
          "ID": "26"
        },
        {
          "text": "Коснувшийся постели или сидения, на которых она сидела станет нечист; пусть он выстирает одежду и вымоется сам, он будет нечист до вечера.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Когда женщина очищается от кровотечения, пусть она отсчитает семь дней, и после этого будет чиста. ",
          "ID": "28"
        },
        {
          "text": "На восьмой день пусть она возьмет двух горлиц или двух молодых голубей и принесет их священнику ко входу в шатер собрания. ",
          "ID": "29"
        },
        {
          "text": "Священник принесет одного в жертву за грех, а другого – во всесожжение. Так он совершит для нее отпущение перед Господом за нечистоту ее кровотечения.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Храните израильтян от того, что их оскверняет, чтобы им не умереть в их нечистоте за осквернение Моего жилища, которое среди них».",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Таковы правила для мужчины, у которого выделения, для всех, кто стал нечист от излияния семени, ",
          "ID": "32"
        },
        {
          "text": "для женщины во время месячных, для мужчины или женщины, у которых выделения, и для мужчины, который ляжет с нечистой женщиной.",
          "ID": "33"
        }
      ],
      "ID": "OT:LEV.15",
      "name": "Левит 15"
    },
    {
      "text": [
        {
          "text": "Господь говорил с Моисеем после смерти двух сыновей Аарона, которые умерли, приблизившись к Господу. ",
          "ID": "1"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "2"
        },
        {
          "text": "– Скажи своему брату Аарону, чтобы он не во всякое время приходил в Святое Святых за завесу, перед крышкой искупления на ковчеге, иначе он умрет. Ведь Я буду являться в облаке над крышкой искупления.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вот как Аарон должен приходить в святилище: с молодым быком для жертвы за грех и с бараном для всесожжения. ",
          "ID": "3"
        },
        {
          "text": "Пусть он надевает священную льняную рубашку и льняное нижнее белье. Пусть он опоясывается льняным поясом и надевает льняной тюрбан. Это священные одеяния: пусть он вымоется, прежде чем наденет их на себя. ",
          "ID": "4"
        },
        {
          "text": "От общины израильтян пусть он возьмет двух козлов для жертвы за грех и барана для всесожжения.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Пусть Аарон принесет молодого быка в жертву за свой грех, чтобы совершить отпущение для себя и своего дома. ",
          "ID": "6"
        },
        {
          "text": "Пусть он возьмет двух козлов и поставит их перед Господом у входа в шатер собрания. ",
          "ID": "7"
        },
        {
          "text": "Пусть он бросит о козлах жребии – один для Господа, а другой для отпущения. ",
          "ID": "8"
        },
        {
          "text": "Аарон приведет козла, чей жребий выпал Господу, и принесет его в жертву за грех. ",
          "ID": "9"
        },
        {
          "text": "Но козел, выбранный по жребию для отпущения, предстанет перед Господом живым, чтобы над ним совершили отпущение и отослали его в пустыню для отпущения.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Пусть Аарон приведет молодого быка для жертвы за свой грех, чтобы совершить отпущение для себя и своего дома, и заколет его в жертву за свой грех. ",
          "ID": "11"
        },
        {
          "text": "Пусть он возьмет сосуд, полный горящих углей с жертвенника перед Господом, и две пригоршни мелко истолченного благовония и внесет их за завесу. ",
          "ID": "12"
        },
        {
          "text": "Чтобы не умереть, Он положит благовоние на огонь перед Господом, и благовонный дым покроет крышку искупления над ковчегом свидетельства. ",
          "ID": "13"
        },
        {
          "text": "Он возьмет кровь молодого быка и с пальца окропит ею крышку спереди. Затем он семь раз с пальца окропит ею пространство перед крышкой.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Пусть он заколет козла в жертву за грех народа, внесет его кровь за завесу и сделает с ней то же, что с кровью молодого быка – окропит ею крышку искупления и перед ней. ",
          "ID": "15"
        },
        {
          "text": "Так он совершит отпущение для Святого Святых от нечистоты и отступничества израильтян, какими бы ни были их грехи. Пусть он сделает то же для шатра собрания, который находится среди их скверны. ",
          "ID": "16"
        },
        {
          "text": "Пусть в шатре собрания не будет никого с того времени, как Аарон войдет, чтобы совершить отпущение в Святом Святых, до тех пор, пока он не выйдет, совершив отпущение для себя, своего дома и всего общества Израиля.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Пусть он выйдет к жертвеннику, который перед Господом, и совершит для него отпущение. Пусть он возьмет кровь молодого быка и кровь козла и помажет ею все рога жертвенника. ",
          "ID": "18"
        },
        {
          "text": "Пусть он окропит его кровью с пальца семь раз, чтобы очистить его от нечистоты израильтян и освятить.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Совершив отпущение для Святого Святых, шатра собрания и жертвенника, пусть он приведет живого козла. ",
          "ID": "20"
        },
        {
          "text": "Пусть он возложит ему на голову обе руки, открыто признает над ним все нечестие и отступничества израильтян – все их грехи – и возложит их ему на голову. Пусть он отошлет козла в пустыню под надзором человека, назначенного для этого. ",
          "ID": "21"
        },
        {
          "text": "Козел понесет на себе все их грехи в пустынное место, куда Аарон его выпустит.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Пусть Аарон войдет в шатер собрания и снимет льняные одеяния, которые он надел перед тем, как войти в Святое Святых, и оставит их там. ",
          "ID": "23"
        },
        {
          "text": "Пусть он вымоется в Святом месте и наденет обычную одежду. Пусть он выйдет и принесет всесожжения за себя и народ, чтобы совершить отпущение для себя и народа. ",
          "ID": "24"
        },
        {
          "text": "Еще пусть он сожжет на жертвеннике жир жертвы за грех.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Пусть выпустивший козла для отпущения выстирает одежду и вымоется сам; после этого он может войти в лагерь. ",
          "ID": "26"
        },
        {
          "text": "Молодого быка и козла для жертвы за грех, чью кровь внесли в Святое Святых, чтобы совершить отпущение, нужно вынести из лагеря. Их шкуры, мясо и нечистоты нужно сжечь. ",
          "ID": "27"
        },
        {
          "text": "Пусть тот, кто сожжет их, выстирает одежду и вымоется сам; после этого он может войти в лагерь.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Это установление для вас будет вечным: на десятый день седьмого месяца смиряйте себя и не делайте никакой работы – ни уроженец страны, ни живущий у вас чужеземец, ",
          "ID": "29"
        },
        {
          "text": "потому что в этот день для вас совершается отпущение, чтобы очистить вас. Тогда вы будете чисты перед Господом от всех ваших грехов. ",
          "ID": "30"
        },
        {
          "text": "Это – суббота полного покоя, и вы должны смирять себя. Это вечное установление. ",
          "ID": "31"
        },
        {
          "text": "Пусть отпущение совершает священник, который был помазан и посвящен, чтобы стать первосвященником вместо своего отца. Пусть он наденет священные льняные одеяния ",
          "ID": "32"
        },
        {
          "text": "и совершит отпущение для Святого Святых, шатра собрания и жертвенника, для священников и для всего общества.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Это установление для вас будет вечным: раз в год нужно совершать отпущение за все грехи израильтян.",
          "ID": "34"
        },
        {
          "text": "И сделано было, как Господь повелел Моисею.",
          "ID": "34"
        }
      ],
      "ID": "OT:LEV.16",
      "name": "Левит 16"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с Аароном, с его сыновьями и со всеми израильтянами, скажи им: «Так повелел Господь: ",
          "ID": "2"
        },
        {
          "text": "всякий израильтянин, приносящий в жертву вола, ягненка или козленка в лагере или вне его ",
          "ID": "3"
        },
        {
          "text": "вместо того чтобы привести его ко входу в шатер собрания и принести его в жертву Господу перед скинией Господа, повинен в кровопролитии. Он пролил кровь и будет исторгнут из своего народа. ",
          "ID": "4"
        },
        {
          "text": "Это установление велит, чтобы израильтяне приносили Господу те жертвы, которые они ныне совершают в открытом поле. Они должны приносить их к Господу, к священнику у входа в шатер собрания и приносить Господу в жертву примирения. ",
          "ID": "5"
        },
        {
          "text": "Пусть священник окропит кровью жертвенник Господа у входа в шатер собрания и сжигает жир для благоухания, приятного Господу. ",
          "ID": "6"
        },
        {
          "text": "Пусть они не приносят больше жертв демонам, с которыми они блудят, –  демонам в образе козлов. Это установление для них и грядущих поколений будет вечным».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Скажи им: «Любой израильтянин или живущий у вас чужеземец, который приносит всесожжение или жертву, ",
          "ID": "8"
        },
        {
          "text": "но не приносит ее ко входу в шатер собрания, чтобы совершить жертву Господу, будет исторгнут из своего народа.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Если израильтянин или живущий у вас чужеземец будет есть кровь, Я обращу Мое лицо против этого человека, который ест кровь, и исторгну его из его народа. ",
          "ID": "10"
        },
        {
          "text": "Ведь жизнь всего живого – в его крови, и Я дал ее вам, чтобы совершать для вас отпущение на жертвеннике. Это кровь, которая совершает отпущение. ",
          "ID": "11"
        },
        {
          "text": "Поэтому Я и говорю израильтянам: пусть никто из вас не ест кровь, и пусть живущий у вас чужеземец не ест кровь.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Любой израильтянин или живущий у вас чужеземец, который добудет на охоте животное или птицу, годную в пищу, должен выцедить кровь и прикрыть ее землей, ",
          "ID": "13"
        },
        {
          "text": "потому что жизнь всего живого – в его крови. Поэтому Я и сказал израильтянам: не ешьте крови никакого существа, ведь жизнь всего живого – в его крови; всякий, кто ест ее, будет исторгнут.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Пусть всякий уроженец страны или поселенец, который поест падаль или растерзанное дикими зверями животное, выстирает одежду и вымоется сам, он будет нечист до вечера; после этого он будет чист. ",
          "ID": "15"
        },
        {
          "text": "Но если он не выстирает одежду и не вымоется, он подлежит наказанию».",
          "ID": "16"
        }
      ],
      "ID": "OT:LEV.17",
      "name": "Левит 17"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с израильтянами и скажи им: «Я – Господь, ваш Бог. ",
          "ID": "2"
        },
        {
          "text": "Не поступайте, как поступают в Египте, где вы жили, и в земле Ханаана, куда Я вас веду. Не следуйте их обычаям. ",
          "ID": "3"
        },
        {
          "text": "Исполняйте Мои установления и прилежно соблюдайте Мои законы. Я – Господь, ваш Бог. ",
          "ID": "4"
        },
        {
          "text": "Соблюдайте Мои законы и установления, потому что исполняющий их будет жив благодаря им. Я – Господь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Пусть никто не приближается ни к какой из близких родственниц, чтобы иметь с ней половые отношения. Я – Господь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Не позорь отца, вступив в половые отношения с матерью. Она – твоя мать; не вступай в половые отношения с ней.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Не имей половые отношения с женой своего отца – это бесчестие для него.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Не вступай в половые отношения со своей сестрой, дочерью твоих отца или матери, родилась ли она в том же доме, что и ты, или нет.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Не вступай в половые отношения с дочерью твоего сына или твоей дочери – это бесчестие для тебя.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Не вступай в половые отношения с дочерью жены твоего отца, рожденной твоему отцу: она – твоя сестра.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Не вступай в половые отношения с сестрой отца: она его близкая родственница.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Не вступай в половые отношения с сестрой матери, ведь она ее близкая родственница.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Не позорь брата отца, приближаясь к его жене, чтобы иметь половые отношения с ней: она твоя тетя.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Не вступай в половые отношения со своей снохой. Она жена твоего сына; не совокупляйся с ней.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Не вступай в половые отношения с женой своего брата – это бесчестие для него.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Не вступай в половые отношения с матерью и дочерью. Не совокупляйся с дочерью ее сына или дочери: они твои близкие родственники. Это разврат.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Не бери в жены свояченицу, сестру своей жены, чтобы она не стала ей соперницей; не вступай в половые отношения с ней, пока жива твоя жена.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Не приближайся к женщине, чтобы иметь с ней половые отношения, когда она нечиста из-за месячных.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Не вступай в половые отношения с женой другого, не оскверняй себя.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Не отдавай своих детей в жертву Молоху, не бесчести имени своего Бога. Я – Господь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Не ложись с мужчиной, как с женщиной: это мерзость.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Не совокупляйся с животным, не оскверняй себя. Женщине нельзя становиться перед животным для совокупления; это извращение.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Не оскверняйте себя ничем этим, потому что так осквернили себя народы, которых Я от вас прогоняю. ",
          "ID": "24"
        },
        {
          "text": "Земля осквернилась, Я наказал ее за грех, и она исторгла своих обитателей. ",
          "ID": "25"
        },
        {
          "text": "Исполняйте Мои законы и установления. Пусть ни уроженцы страны, ни живущие у вас чужеземцы не делают этих мерзостей. ",
          "ID": "26"
        },
        {
          "text": "Все это делали те, кто жил в этой земле до вас, и земля осквернилась. ",
          "ID": "27"
        },
        {
          "text": "Если вы оскверните землю, она извергнет вас, как извергла народы, которые были до вас.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Любой, кто сделает что-либо из этих мерзостей, будет исторгнут из своего народа. ",
          "ID": "29"
        },
        {
          "text": "Соблюдайте Мои повеления и не следуйте отвратительным обычаям, которые были до вас, не оскверняйтесь ими. Я – Господь, ваш Бог».",
          "ID": "30"
        }
      ],
      "ID": "OT:LEV.18",
      "name": "Левит 18"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с обществом Израиля и скажи им: «Будьте святы, потому что Я, Господь, ваш Бог, свят.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Почитайте мать и отца и храните Мои субботы. Я – Господь, ваш Бог.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Не обращайтесь к идолам и не отливайте себе богов из металла. Я – Господь, ваш Бог.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Приносите Господу жертву примирения так, чтобы она была принята от вас. ",
          "ID": "5"
        },
        {
          "text": "Ее нужно съесть в тот же день, когда вы ее приносите, или на следующий день. Все, что останется до третьего дня, нужно сжечь. ",
          "ID": "6"
        },
        {
          "text": "Если ее будут есть на третий день – она нечиста и не будет принята. ",
          "ID": "7"
        },
        {
          "text": "Тот, кто ел ее, подлежит наказанию, потому что осквернил Господню святыню. Он должен быть исторгнут из своего народа.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда ты будешь жать урожай своей земли, не дожинай до края поля и не добирай остатков. ",
          "ID": "9"
        },
        {
          "text": "Не обирай виноградник дочиста и не подбирай упавшие ягоды. Оставляй их бедным и чужеземцам. Я – Господь, ваш Бог.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Не крадите.",
          "ID": "11"
        },
        {
          "text": "Не обманывайте.",
          "ID": "11"
        },
        {
          "text": "Не лгите друг другу.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Не клянись ложно Моим именем, не бесчести этим имени своего Бога. Я – Господь.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Не вымогай у ближнего и не грабь его.",
          "ID": "13"
        },
        {
          "text": "Не удерживай плату наемнику до утра.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Не проклинай глухого и не ставь преграду перед слепым. Бойся своего Бога. Я – Господь.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Не извращай правосудие; не угождай бедным и не будь пристрастен к великим: суди честно.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Не ходи сплетником в народе.",
          "ID": "16"
        },
        {
          "text": "Не подвергай опасности жизнь своих близких. Я – Господь.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Не таи ненависти на брата. Упрекай своего ближнего открыто, чтобы не стать причастным к его вине.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Не мсти и не таи злобы на соплеменника, но люби ближнего твоего, как самого себя. Я – Господь.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Исполняй Мои установления.",
          "ID": "19"
        },
        {
          "text": "Не случай животных разных видов.",
          "ID": "19"
        },
        {
          "text": "Не засаживай поля двумя видами семян.",
          "ID": "19"
        },
        {
          "text": "Не носи одежды, сделанной из разнородных материй.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Если мужчина переспит с рабыней, обещанной другому, но не выкупленной и не получившей свободу, его нужно наказать, но смерти их предавать нельзя, потому что она не была освобождена. ",
          "ID": "20"
        },
        {
          "text": "Пусть виновный приведет барана ко входу в шатер собрания для жертвы повинности Господу. ",
          "ID": "21"
        },
        {
          "text": "Принеся барана в жертву повинности, священник совершит для него перед Господом отпущение совершенного греха, и он будет прощен.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда вы придете в эту страну и посадите фруктовые деревья, считайте их плоды недозволенными. В течение трех лет считайте их недозволенными и не ешьте. ",
          "ID": "23"
        },
        {
          "text": "На четвертый год все плоды будут посвящены в жертву хвалы Господу. ",
          "ID": "24"
        },
        {
          "text": "На пятый год вы можете есть плоды. Так ваш урожай будет увеличен. Я – Господь, ваш Бог.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Не ешьте мясо, в котором осталась кровь.",
          "ID": "26"
        },
        {
          "text": "Не занимайтесь гаданием и колдовством.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Не срезайте волос на висках и не стригите края бороды.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Не делайте порезов на теле, когда оплакиваете умерших и не делайте на себе татуировок.",
          "ID": "28"
        },
        {
          "text": "Я – Господь.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Не оскверняйте своих дочерей, делая из них храмовых блудниц, иначе земля наполнится развратом и растлением.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Храните Мои субботы и чтите Мое святилище. Я – Господь.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Не обращайтесь к вызывателям умерших и не спрашивайте чародеев, потому что вы осквернитесь от них. Я – Господь, ваш Бог.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Вставайте перед старцем, выказывайте уважение к престарелым и чтите вашего Бога. Я – Господь.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Когда поселенец будет жить с вами на вашей земле, не притесняйте его. ",
          "ID": "33"
        },
        {
          "text": "К чужеземцу, живущему с вами, следует относиться как к уроженцу страны. Любите его, как самого себя, ведь и вы были чужеземцами в Египте. Я – Господь, ваш Бог.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Не пользуйтесь неточными мерами, определяя длину, вес или количество. ",
          "ID": "35"
        },
        {
          "text": "Пользуйтесь точными весами и верными гирями, верной ефой и верным гином.",
          "ID": "36"
        },
        {
          "text": "Я – Господь, ваш Бог, Который вывел вас из Египта.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Исполняйте все Мои законы и установления, и соблюдайте их. Я – Господь».",
          "ID": "37"
        }
      ],
      "ID": "OT:LEV.19",
      "name": "Левит 19"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи израильтянам: «Любого израильтянина или живущего в Израиле чужеземца, который приносит в жертву Молоху своего ребенка, нужно предать смерти. Народ общины должен забить его камнями. ",
          "ID": "2"
        },
        {
          "text": "Я обращу Свое лицо против него и исторгну его из народа; ведь принося детей в жертву Молоху, он осквернил Мое святилище и обесчестил Мое святое имя. ",
          "ID": "3"
        },
        {
          "text": "Если народ общины закроет глаза на то, что кто-то отдал своего ребенка Молоху, и не предаст его смерти, ",
          "ID": "4"
        },
        {
          "text": "Я Сам обращу Свое лицо против того человека и его семьи и исторгну их из их народа – и его самого, и всех, кто следует за ним, блудя с Молохом.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Я обращу Мое лицо против человека, который обращается к вызывателям умерших и чародеям, нарушая верность Мне, следуя за ними, и Я исторгну его из народа.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Освящайтесь и будьте святы, потому что Я – Господь, ваш Бог. ",
          "ID": "7"
        },
        {
          "text": "Соблюдайте Мои установления и следуйте им. Я – Господь, освящающий вас.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Всякий, кто проклинает отца или мать, должен быть предан смерти. Он проклял отца или мать, он сам виновен в своей гибели.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Если мужчина нарушит супружескую верность с женой другого, то и изменника, и изменницу нужно предать смерти.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Если мужчина переспит с женой отца  – он опозорил отца. И мужчину, и женщину нужно предать смерти – они сами виновны в своей гибели.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если мужчина переспит со своей снохой, их обоих нужно предать смерти. Они сделали мерзость, они сами виновны в своей гибели.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Если мужчина ляжет с мужчиной, как ложатся с женщиной, они оба сделали мерзость. Их нужно предать смерти, они сами виновны в своей гибели.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если мужчина женится и на дочери, и на ее матери – это разврат. И его, и их нужно сжечь, чтобы среди вас не было разврата.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Если мужчина совокупится с животным, его нужно предать смерти. Убейте и животное.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Если женщина приблизится к животному для совокупления, убейте и женщину, и животное. Их нужно предать смерти, они сами виновны в своей гибели.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Если мужчина женится на своей сестре, дочери своих отца или матери, и они совокупятся – это позор. Их нужно принародно изгнать. Он обесчестил сестру и подлежит наказанию.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Если человек ляжет с женщиной во время ее месячных и переспит с ней, то он обнажил источник ее кровотечения, и она также открыла его. Их обоих нужно исторгнуть из их народа.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Не совокупляйся с сестрой матери или отца, потому что это бесчестие для близкой родни; вы оба будете виновны.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Если человек переспит с женой дяди, он опозорил своего дядю. Они будут виновны и умрут бездетными.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Если человек женится на жене своего брата – это нечистота; он опозорил брата. Они будут бездетными.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Исполняйте все Мои законы и установления и соблюдайте их, чтобы земля, куда Я веду вас жить, не отторгла вас. ",
          "ID": "22"
        },
        {
          "text": "Не следуйте обычаям народов, которые Я прогоняю от вас. За то, что они делали все это, Я вознегодовал на них. ",
          "ID": "23"
        },
        {
          "text": "Но вам Я сказал: „Вы завладеете их землей. Я дам ее вам в наследие, землю, где течет молоко и мед“. Я – Господь, ваш Бог, отделивший вас от народов.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Отличайте чистых животных и птиц от нечистых. Не оскверняйте себя ни зверем, ни птицей, ни пресмыкающимся, которых Я велел вам считать нечистыми. ",
          "ID": "25"
        },
        {
          "text": "Будьте святы предо Мной, потому что Я, Господь, свят. Я отделил вас от народов, чтобы вы были Моими.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Мужчину или женщину, которые будут вызывать умерших или чародействовать среди вас, нужно предать смерти. Забейте их камнями, они сами виновны в своей гибели».",
          "ID": "27"
        }
      ],
      "ID": "OT:LEV.20",
      "name": "Левит 20"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": "– Говори со священниками, сыновьями Аарона, и скажи им: «Пусть священник не оскверняет себя прикосновением к умершему из своего народа, ",
          "ID": "1"
        },
        {
          "text": "если это не ближайший родственник: мать, отец, сын, дочь, брат ",
          "ID": "2"
        },
        {
          "text": "или незамужняя сестра, которая зависит от него, потому что у нее нет мужа. Ради них он может оскверниться. ",
          "ID": "3"
        },
        {
          "text": "Но пусть он не оскверняет себя ради тех, кто породнился с ним через брак.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Священникам нельзя брить головы, подстригать края бород или делать на теле порезы. ",
          "ID": "5"
        },
        {
          "text": "Пусть они будут святы перед своим Богом и не бесчестят имени своего Бога. Они приносят Господу огненные жертвы, пищу своему Богу, – они должны быть святы.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Им нельзя жениться на женщинах, оскверненных развратом, или на разведенных, потому что священники святы перед своим Богом. ",
          "ID": "7"
        },
        {
          "text": "Уважайте их, как святых, потому что они приносят пищу вашему Богу. Пусть они будут для вас святыми, потому что свят Я, Господь, Который освящает вас.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Если дочь священника осквернит себя, став блудницей, она бесчестит отца. Ее нужно сжечь.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Первосвященнику, тому среди своих собратьев, на чью голову было возлито масло помазания и кто был освящен, чтобы носить священнические одеяния, нельзя распускать волосы и разрывать на себе одежду. ",
          "ID": "10"
        },
        {
          "text": "Ему нельзя входить туда, где находится мертвое тело. Ему нельзя оскверняться даже ради отца и матери. ",
          "ID": "11"
        },
        {
          "text": "Ему нельзя оставлять святилище своего Бога, оскверняя его, потому что он освящен маслом помазания своего Бога. Я – Господь. ",
          "ID": "12"
        },
        {
          "text": "Он может жениться только на девственнице. ",
          "ID": "13"
        },
        {
          "text": "Он не может жениться ни на вдове, ни на разведенной, ни на женщине, оскверненной блудом. Он может жениться только на девственнице из своего народа, ",
          "ID": "14"
        },
        {
          "text": "чтобы не осквернить свое потомство в своем народе. Я – Господь, Который освящает его».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Скажи Аарону: «В грядущих поколениях никому из твоих потомков с телесным изъяном нельзя приближаться, чтобы принести пищу своего Бога. ",
          "ID": "17"
        },
        {
          "text": "Никому с телесным изъяном: ни слепому, ни хромому, ни уродливому, ни калеке нельзя приближаться ко Мне, ",
          "ID": "18"
        },
        {
          "text": "ни со сломанной ногой, ни со сломанной рукой, ",
          "ID": "19"
        },
        {
          "text": "ни горбатому, ни карлику, ни с глазным изъяном, ни с паршой, ни с коростой, ни с поврежденными яичками. ",
          "ID": "20"
        },
        {
          "text": "Никому из потомков священника Аарона с телесным изъяном нельзя приближаться, чтобы приносить Господу огненные жертвы. У него телесный изъян – ему нельзя приближаться, чтобы принести пищу своего Бога. ",
          "ID": "21"
        },
        {
          "text": "Он может есть пищу своего Бога, самые святые и святые приношения, ",
          "ID": "22"
        },
        {
          "text": "но из-за изъяна он не должен приближаться к завесе или подходить к жертвеннику, оскверняя Мое святилище. Я – Господь, Который освящает их».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Моисей пересказал это Аарону, его сыновьям и всем израильтянам.",
          "ID": "24"
        }
      ],
      "ID": "OT:LEV.21",
      "name": "Левит 21"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи Аарону и его сыновьям, что они должны бережно обращаться со священными приношениями, которые посвящают Мне израильтяне, чтобы не бесчестить Мое святое имя. Я – Господь. ",
          "ID": "2"
        },
        {
          "text": "Скажи им: «Если кто-то из ваших потомков в грядущих поколениях, будучи нечист, приблизится к священным приношениям, которые израильтяне посвящают Господу, он будет отторгнут от Меня. Я – Господь.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Если у потомка Аарона будет заразная кожная болезнь или выделения, ему нельзя есть священные приношения, пока он не очистится. Он будет нечист и тогда, когда коснется чего-либо, оскверненного трупом или человеком, у которого было излияние семени, ",
          "ID": "4"
        },
        {
          "text": "или когда он коснется пресмыкающегося, которое осквернит его, или человека, который так или иначе его осквернит. ",
          "ID": "5"
        },
        {
          "text": "Тот, кто коснется этого, будет нечист до вечера. Ему нельзя есть священных приношений, пока он не вымоется. ",
          "ID": "6"
        },
        {
          "text": "Когда солнце сядет, он будет чист. Теперь он может есть священные приношения, потому что это – его пища. ",
          "ID": "7"
        },
        {
          "text": "Ему нельзя есть павшее животное или животное, растерзанное дикими зверями, оскверняясь этим. Я – Господь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Пусть священники исполняют Мои повеления, чтобы не провиниться и не умереть за пренебрежение ими. Я – Господь, Который освящает их.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Никому постороннему нельзя есть священное приношение. Его нельзя есть ни гостю священника, ни его наемному слуге. ",
          "ID": "10"
        },
        {
          "text": "Но если священник купит раба или раб родится у него в доме, раб может есть его пищу. ",
          "ID": "11"
        },
        {
          "text": "Если дочь священника выйдет замуж не за священника, ей нельзя есть священных даров. ",
          "ID": "12"
        },
        {
          "text": "Но если дочь священника овдовеет или разведется и, оставшись бездетной, вернется, чтобы как в юности жить в отцовском доме – она может есть пищу отца. Но никому постороннему есть ее нельзя.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если кто-нибудь съест священное приношение по ошибке, пусть возместит священнику за приношение, прибавив к этому пятую часть от его стоимости. ",
          "ID": "14"
        },
        {
          "text": "Пусть священники не оскверняют священных даров, которые израильтяне приносят Господу, ",
          "ID": "15"
        },
        {
          "text": "позволяя чужим есть священные дары и навлекая на них вину, требующую выплаты. Я – Господь, Который освящает их».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Говори с Аароном и его сыновьями и со всеми израильтянами и скажи им: «Если кто-то из израильтян или живущих в Израиле чужеземцев принесет дар для всесожжения Господу по обету или в пожертвование, ",
          "ID": "18"
        },
        {
          "text": "пусть это будет самец без изъяна из крупного скота, овец или коз, чтобы жертва была принята вам во благо. ",
          "ID": "19"
        },
        {
          "text": "Не приводите животных с изъяном, потому что они не будут приняты вам во благо. ",
          "ID": "20"
        },
        {
          "text": "Если кто-то приносит из крупного или мелкого скота жертву примирения Господу по обету или в пожертвование, пусть она будет безупречной, без единого изъяна, чтобы быть угодной. ",
          "ID": "21"
        },
        {
          "text": "Не приносите Господу слепых, покалеченных или уродливых животных, или животных с наростами, коростой или паршой. Не кладите таких животных на жертвенник как огненную жертву Господу. ",
          "ID": "22"
        },
        {
          "text": "Вы можете приносить в добровольное пожертвование вола или ягненка, у которых чересчур длинные или короткие члены тела, но для исполнения обета они не пригодны. ",
          "ID": "23"
        },
        {
          "text": "Не приносите Господу животное, яички которого повреждены, раздавлены, вырваны или отрезаны. Не делайте этого на вашей земле, ",
          "ID": "24"
        },
        {
          "text": "и не принимайте таких животных из рук чужеземцев, чтобы приносить их как пищу вашего Бога. Они не будут приняты вам во благо, потому что они изуродованы и имеют изъяны».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "– Когда рождается теленок, ягненок или козленок, пусть он семь дней остается при матери. Начиная с восьмого дня он будет пригоден для огненной жертвы Господу. ",
          "ID": "27"
        },
        {
          "text": "Не закалывайте корову или овцу в один день с ее детенышем.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Когда вы будете приносить Господу жертву примирения, приносите ее так, чтобы она была принята вам во благо. ",
          "ID": "29"
        },
        {
          "text": "Ее нужно съесть в тот же день: ничего не оставляйте до утра. Я – Господь.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Исполняйте Мои повеления и соблюдайте их. Я – Господь. ",
          "ID": "31"
        },
        {
          "text": "Не бесчестите Моего святого имени. Пусть израильтяне почитают Меня святым. Я – Господь, Который освящает вас, ",
          "ID": "32"
        },
        {
          "text": "Который вывел вас из Египта, чтобы быть вашим Богом. Я – Господь.",
          "ID": "33"
        }
      ],
      "ID": "OT:LEV.22",
      "name": "Левит 22"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с израильтянами и скажи им: «Вот праздники Господа, когда вы должны объявлять священные собрания.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Есть шесть дней, когда можно заниматься делами, но седьмой день – это суббота полного покоя, день священного собрания. В этот день нельзя заниматься делами. Где бы вы ни жили, это суббота Господу.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Вот постоянные праздники Господа, священные собрания, которые вы должны объявлять в установленное для них время:",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Господня Пасха начинается в сумерки в четырнадцатый день первого месяца. ",
          "ID": "5"
        },
        {
          "text": "В пятнадцатый день этого месяца начинается Господний праздник Пресных хлебов; семь дней ешьте пресный хлеб. ",
          "ID": "6"
        },
        {
          "text": "В первый день созывайте священное собрание и не занимайтесь ничем из обычных дел. ",
          "ID": "7"
        },
        {
          "text": "Семь дней приносите Господу огненные жертвы, а на седьмой день созывайте священное собрание и не занимайтесь ничем из обычных дел».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Говори с израильтянами и скажи им: «Когда вы войдете в землю, которую Я отдаю вам, и соберете на ней урожай, принесите к священнику первый сноп собранного зерна. ",
          "ID": "10"
        },
        {
          "text": "Пусть он потрясет сноп перед Господом, чтобы он был принят вам во благо. Пусть священник потрясет его в день, который следует за субботой. ",
          "ID": "11"
        },
        {
          "text": "В день, когда вы будете потрясать сноп, принесите Господу во всесожжение годовалого ягненка без изъяна ",
          "ID": "12"
        },
        {
          "text": "с хлебным приношением из двух десятых частей ефы лучшей муки, смешанной с маслом – это огненная жертва Господу, приятное благоухание – и жертвенным возлиянием из четверти гина вина. ",
          "ID": "13"
        },
        {
          "text": "До этого самого дня, до того, как принесете вашему Богу это приношение, не ешьте ни хлеба, ни жареного зерна, ни сырого. Это вечное установление для грядущих поколений, где бы вы ни жили».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "«От дня, следующего за субботой, дня, когда вы принесли сноп в приношение потрясания, отсчитайте семь полных недель. ",
          "ID": "15"
        },
        {
          "text": "Отсчитайте пятьдесят дней до дня, который идет за седьмой субботой, и принесите Господу приношение из нового урожая. ",
          "ID": "16"
        },
        {
          "text": "Отовсюду, где бы вы ни жили, приносите Господу как приношение потрясания, как первые плоды, два хлеба, сделанные из двух десятых частей ефы лучшей муки и испеченные с закваской. ",
          "ID": "17"
        },
        {
          "text": "Приносите с этим хлебом семь годовалых ягнят без изъяна, одного молодого быка и двух баранов. Они будут всесожжением Господу, вместе с хлебными приношениями и жертвенными возлияниями – огненная жертва, благоухание, приятное Господу. ",
          "ID": "18"
        },
        {
          "text": "Приносите одного козла в жертву за грех и двух годовалых ягнят в жертву примирения. ",
          "ID": "19"
        },
        {
          "text": "Пусть священник потрясет двух ягнят перед Господом как приношение потрясания вместе с хлебом первых плодов. Это священное приношение Господу для священника. ",
          "ID": "20"
        },
        {
          "text": "В тот же день созовите священное собрание и не занимайтесь ничем из обычных дел. Это вечное установление для грядущих поколений, где бы вы ни жили.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда вы будете жать на вашей земле урожай, не дожинайте до края поля и не подбирайте остатков жатвы. Оставляйте их бедному и чужеземцу. Я – Господь, ваш Бог».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "– Скажи израильтянам: «В первый день седьмого месяца пусть у вас будет праздничный покой, священное собрание, возвещаемое звуками труб. ",
          "ID": "24"
        },
        {
          "text": "Не занимайтесь ничем из обычных дел; приносите Господу огненные жертвы».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "– В десятый день этого седьмого месяца будет День очищения. Созывайте священное собрание, смиряйте себя и приносите Господу огненную жертву. ",
          "ID": "27"
        },
        {
          "text": "Не занимайтесь в этот день никакими делами, потому что это День отпущения грехов, когда перед Господом, вашим Богом, для вас совершается отпущение. ",
          "ID": "28"
        },
        {
          "text": "Всякий, кто в тот день не станет смирять себя, будет искоренен из своего народа. ",
          "ID": "29"
        },
        {
          "text": "Я искореню из его народа любого, кто будет заниматься делами в течение всего этого дня. ",
          "ID": "30"
        },
        {
          "text": "Не занимайтесь никакими делами. Это вечное установление для грядущих поколений, где бы вы ни жили. ",
          "ID": "31"
        },
        {
          "text": "Для вас это суббота полного покоя, и вы должны смирять себя. С вечера девятого дня месяца до вечера следующего дня храните вашу субботу.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "– Скажи израильтянам: «В пятнадцатый день седьмого месяца начинается Господень праздник Шалашей. Он длится семь дней. ",
          "ID": "34"
        },
        {
          "text": "Первый день – это священное собрание; не занимайтесь ничем из обычных дел. ",
          "ID": "35"
        },
        {
          "text": "Семь дней приносите Господу огненные жертвы, а на восьмой – созывайте священное собрание и приносите Господу огненную жертву. Это последнее праздничное собрание; не занимайтесь ничем из обычных дел.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Таковы постоянные Господни праздники, когда вы должны созывать священные собрания, чтобы приносить Господу огненные жертвы – всесожжения с хлебными приношениями и жертвы с возлиянием, каждую в свой день. ",
          "ID": "37"
        },
        {
          "text": "Эти праздники не входят в число Господних суббот, а эти приношения в число ваших даров, всех жертв по обету и добровольных приношений, которые вы даете Господу.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Итак, начиная с пятнадцатого дня седьмого месяца, собрав с земли урожай, семь дней отмечайте праздник в честь Господа. Первый день – это день праздничного покоя, и восьмой день – день праздничного покоя. ",
          "ID": "39"
        },
        {
          "text": "В первый день возьмите лучшие плоды с деревьев и пальмовые ветви, ветви лиственных деревьев и речных ив и веселитесь перед Господом, вашим Богом, семь дней. ",
          "ID": "40"
        },
        {
          "text": "Празднуйте в честь Господа этот праздник семь дней каждый год. Это установление для грядущих поколений будет вечным. Празднуйте его в седьмом месяце. ",
          "ID": "41"
        },
        {
          "text": "Живите в шалашах семь дней: пусть все уроженцы Израиля живут в шалашах, ",
          "ID": "42"
        },
        {
          "text": "чтобы ваши потомки знали, что Я поселил израильтян в шалашах, когда Я вывел их из Египта. Я – Господь, ваш Бог».",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Моисей объявил израильтянам о постоянных праздниках Господа.",
          "ID": "44"
        }
      ],
      "ID": "OT:LEV.23",
      "name": "Левит 23"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Вели израильтянам принести тебе чистое оливковое масло для освещения, чтобы в светильниках можно было постоянно поддерживать огонь. ",
          "ID": "2"
        },
        {
          "text": "Пусть Аарон смотрит за светильниками перед Господом вне завесы ковчега свидетельства в шатре собрания с вечера до утра, всегда. Это установление для грядущих поколений будет вечным. ",
          "ID": "3"
        },
        {
          "text": "Лампады на светильнике из чистого золота нужно всегда заправлять перед Господом.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Возьми лучшую муку и испеки двенадцать хлебов, из двух десятых частей ефы каждый. ",
          "ID": "5"
        },
        {
          "text": "Выложи их в два ряда, по шесть в каждый, на стол из чистого золота перед Господом. ",
          "ID": "6"
        },
        {
          "text": "На каждый ряд положи чистого ладана, чтобы он был при хлебе как памятная часть, как огненная жертва Господу. ",
          "ID": "7"
        },
        {
          "text": "Этот хлеб нужно класть перед Господом всегда, суббота за субботой, от лица израильтян по вечному завету. ",
          "ID": "8"
        },
        {
          "text": "Он принадлежит Аарону и его сыновьям. Пусть они едят его в святом месте, потому что это великая святыня, их постоянная доля в огненных жертвах Господу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Сын израильтянки и египтянина вышел с израильтянами, и между ним и израильтянином в лагере случилась драка. ",
          "ID": "10"
        },
        {
          "text": "Бранясь, сын израильтянки хулил имя, и его привели к Моисею. (Его мать зовут Шеломит, дочь данитянина Диври.) ",
          "ID": "11"
        },
        {
          "text": "Его заключили под стражу до тех пор, пока не откроется о нем воля Господа.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Выведи богохульника за лагерь. Пусть те, кто слышал его, положат руки ему на голову, и пусть общество забьет его камнями. ",
          "ID": "14"
        },
        {
          "text": "Скажи израильтянам: «Проклинающий своего Бога подлежит наказанию. ",
          "ID": "15"
        },
        {
          "text": "Любой, кто станет оскорблять имя Господа, будет предан смерти. Общество забьет его камнями. Поселенец или уроженец страны, – если он станет оскорблять имя, будет предан смерти.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Тот, кто убьет человека, должен быть предан смерти. ",
          "ID": "17"
        },
        {
          "text": "Тот, кто убьет чужую скотину, должен возместить животным за животное. ",
          "ID": "18"
        },
        {
          "text": "Если кто-то нанесет своему ближнему увечье, то сделанное им нужно сделать ему самому: ",
          "ID": "19"
        },
        {
          "text": "перелом за перелом, глаз за глаз, зуб за зуб. Как он изувечил ближнего, так пусть изувечат и его. ",
          "ID": "20"
        },
        {
          "text": "Убивший животное должен возместить, но убивший человека должен быть предан смерти. ",
          "ID": "21"
        },
        {
          "text": "И для поселенца, и для уроженца страны пусть у вас будет один закон. Я – Господь, ваш Бог».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Моисей приказал израильтянам, и они вывели богохульника за лагерь и забили камнями. Израильтяне сделали так, как повелел Моисею Господь.",
          "ID": "23"
        }
      ],
      "ID": "OT:LEV.24",
      "name": "Левит 24"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею на горе Синай:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с израильтянами и скажи им: «Когда вы войдете в землю, которую Я отдаю вам, пусть земля отдыхает каждый седьмой год, соблюдая субботу Господа. ",
          "ID": "2"
        },
        {
          "text": "Шесть лет засевайте поле, обрезайте виноградник и собирайте урожай. ",
          "ID": "3"
        },
        {
          "text": "Но в седьмой год пусть у земли будет суббота покоя, суббота Господа. Не засевайте поле и не обрезайте виноградник. ",
          "ID": "4"
        },
        {
          "text": "Не убирайте того, что выросло само по себе, и не собирайте гроздья с необрезанных лоз. Пусть у земли будет год покоя. ",
          "ID": "5"
        },
        {
          "text": "Все, что произрастит земля в субботний год, будет вам пищей – вам, вашим рабам и рабыням, наемным слугам, живущим у вас поселенцам, ",
          "ID": "6"
        },
        {
          "text": "вашему скоту и диким зверям вашей земли. Все, что произведет земля, можно есть».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "«Отсчитайте семь субботних лет – семь раз по семь лет – чтобы семь субботних лет составили сорок девять лет. ",
          "ID": "8"
        },
        {
          "text": "В десятый день седьмого месяца протрубите в рог; в День отпущения грехов протрубите в рог по всей вашей земле. ",
          "ID": "9"
        },
        {
          "text": "Освятите пятидесятый год и возвестите свободу по всей земле всем ее обитателям. Он будет для вас юбилейным; каждый из вас должен вернуться к своему владению, каждый – к своему роду. ",
          "ID": "10"
        },
        {
          "text": "Пятидесятый год будет для вас юбилейным; не сейте и не жните то, что выросло само, и не собирайте ягоды с необрезанных лоз. ",
          "ID": "11"
        },
        {
          "text": "Это юбилейный год: пусть он будет свят для вас; ешьте лишь то, что вырастет в поле само по себе.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "В этот юбилейный год пусть каждый вернется к своему земельному наделу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Продавая землю соплеменнику или покупая у него, не обманывайте друг друга. ",
          "ID": "14"
        },
        {
          "text": "Покупая, платите лишь за число лет, остающихся до следующего юбилейного года. А продавец пусть берет лишь за число лет, оставшихся для сбора урожая. ",
          "ID": "15"
        },
        {
          "text": "Если осталось много лет, повышайте цену, а если мало – понижайте, ведь продается только число урожаев. ",
          "ID": "16"
        },
        {
          "text": "Не обманывайте друг друга; бойтесь вашего Бога. Я – Господь, ваш Бог.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Соблюдайте Мои законы и прилежно исполняйте Мои установления, и вы будете безопасно жить на этой земле. ",
          "ID": "18"
        },
        {
          "text": "Тогда земля будет плодоносить, и вы будете есть досыта и жить на ней в безопасности. ",
          "ID": "19"
        },
        {
          "text": "Вы спросите: „Что нам есть в седьмой год, если мы не посеем и не соберем урожай?“ ",
          "ID": "20"
        },
        {
          "text": "В шестой год Я так благословлю вас, что земля принесет трехлетний урожай. ",
          "ID": "21"
        },
        {
          "text": "Приступив к севу в восьмом году, вы еще будете есть прежний урожай. Вы будете есть его, пока не подоспеет жатва девятого года».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "«Землю нельзя продавать навсегда, потому что земля Моя, а вы у Меня чужеземцы и поселенцы. ",
          "ID": "23"
        },
        {
          "text": "При всякой покупке земли разрешайте выкупать ее обратно.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Если твой соплеменник обеднеет и продаст часть владения, то его ближайший родственник придет и выкупит то, что он продал. ",
          "ID": "25"
        },
        {
          "text": "Если же у него нет никого, кто выкупил бы для него, но он преуспеет и найдет средства для выкупа сам, ",
          "ID": "26"
        },
        {
          "text": "пусть сосчитает годы со времени продажи и выплатит разницу тому, кому он продал. Тогда он может вернуться к своему владению. ",
          "ID": "27"
        },
        {
          "text": "А если он не найдет средств, чтобы возвратить ему, то проданное им останется во владении у покупателя до юбилейного года, а потом земля будет возвращена тому, кто ее продал. И тогда он может вернуться к своему владению.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Если кто-то продаст жилой дом в обнесенном стеной городе, он сохраняет право выкупа целый год после продажи. В течение этого времени он может выкупить его. ",
          "ID": "29"
        },
        {
          "text": "Если жилой дом в обнесенном стеной городе не выкуплен до того, как прошел полный год, он навеки отходит к покупателю и его потомкам. Он не будет возвращен даже в юбилейный год. ",
          "ID": "30"
        },
        {
          "text": "Но дома в селениях, не обнесенных стенами, считаются открытым полем. Их можно выкупать. Их нужно возвращать в юбилейный год.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Но у левитов всегда есть право выкупать дома в городах, которыми они владеют. ",
          "ID": "32"
        },
        {
          "text": "Собственность левитов – дом в городе, которым они владеют – подлежит выкупу и должна возвращаться в юбилейный год, потому что дома в городах левитов – это их собственность у израильтян. ",
          "ID": "33"
        },
        {
          "text": "Но пастбища при их городах продавать нельзя – это их вечное владение».",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "«Если твой соплеменник обеднеет и впадет в зависимость от тебя, помоги ему, как помог бы чужеземцу или временному жителю, чтобы он жил с тобой и дальше. ",
          "ID": "35"
        },
        {
          "text": "Не бери с него процентов; бойся своего Бога, чтобы твой соплеменник жил с тобой и дальше. ",
          "ID": "36"
        },
        {
          "text": "Не одалживай ему под проценты и не продавай ему пищу ради прибыли. ",
          "ID": "37"
        },
        {
          "text": "Я – Господь, ваш Бог, Который вывел вас из Египта, чтобы дать вам землю Ханаана и быть вашим Богом.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Если твой соплеменник обеднеет и продаст себя, не заставляй его работать как раба. ",
          "ID": "39"
        },
        {
          "text": "Пусть он будет у тебя, как наемный слуга или поселенец. Он будет работать на тебя до юбилейного года. ",
          "ID": "40"
        },
        {
          "text": "Тогда он со своими детьми уйдет от тебя и вернется к своему роду и владению отцов. ",
          "ID": "41"
        },
        {
          "text": "Израильтяне – Мои слуги, которых Я вывел из Египта, их нельзя продавать в рабство. ",
          "ID": "42"
        },
        {
          "text": "Повелевая ими, не будь жесток. Бойся своего Бога.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Пусть твои рабы и рабыни будут из народов, которые вокруг вас; покупайте себе рабов из их числа. ",
          "ID": "44"
        },
        {
          "text": "Еще покупайте их из поселенцев, которые живут у вас, из членов их родов, которые родились в вашей стране, и они станут вашей собственностью. ",
          "ID": "45"
        },
        {
          "text": "Вы можете передавать их по наследству в собственность вашим детям. С ними вы можете обращаться как с рабами, но не будьте жестоки, повелевая своими соплеменниками израильтянами.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Если живущий у тебя чужеземец или поселенец разбогатеет, а твой соплеменник обеднеет и продаст себя живущему у тебя чужеземцу или члену его семьи, ",
          "ID": "47"
        },
        {
          "text": "то после того, как он себя продал, у него остается право на выкуп. Его может выкупить родственник: ",
          "ID": "48"
        },
        {
          "text": "дядя, двоюродный брат или любой кровный родственник в его семье может его выкупить. А если он преуспеет, то может выкупить себя сам. ",
          "ID": "49"
        },
        {
          "text": "Пусть он и его покупатель посчитают время с того года, в который он продал себя, до юбилейного года. Цена за его освобождение должна соответствовать плате наемного слуги за эти годы. ",
          "ID": "50"
        },
        {
          "text": "Если остается много лет, он должен заплатить за свой выкуп большую долю цены, заплаченной за него. ",
          "ID": "51"
        },
        {
          "text": "Если же до юбилейного года остается мало лет, пусть он подсчитает их и заплатит за свой выкуп в соответствии с ними. ",
          "ID": "52"
        },
        {
          "text": "Во все годы с ним следует обращаться как с наемным слугой; следи, чтобы его хозяин, повелевая им, не был жесток.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Даже если он не будет выкуплен, как сказано, он и его дети выйдут на свободу в юбилейный год, ",
          "ID": "54"
        },
        {
          "text": "потому что израильтяне служат Мне. Они – Мои слуги, которых Я вывел из Египта. Я – Господь, ваш Бог».",
          "ID": "55"
        }
      ],
      "ID": "OT:LEV.25",
      "name": "Левит 25"
    },
    {
      "text": [
        {
          "text": "«Не делайте себе идолов, не ставьте себе ни изваяний, ни священных столбов и не кладите в вашей земле резных камней, чтобы поклоняться им. Я – Господь, ваш Бог.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Храните Мои субботы и чтите Мое святилище. Я – Господь.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Если вы будете следовать Моим установлениям и прилежно исполнять Мои повеления, ",
          "ID": "3"
        },
        {
          "text": "Я пошлю вам дождь в срок, и земля будет давать урожай, а деревья в поле плодоносить. ",
          "ID": "4"
        },
        {
          "text": "Молотьба зерна у вас будет длиться до сбора винограда, а сбор винограда – до посева. Вы будете досыта есть и безопасно жить в вашей земле.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Я пошлю вам мир на землю: спите спокойно, и никто вас не потревожит. Я прогоню из этой земли диких зверей, и меч не пройдет по вашей стране. ",
          "ID": "6"
        },
        {
          "text": "Когда вы будете преследовать врагов, они падут от меча перед вами. ",
          "ID": "7"
        },
        {
          "text": "Пятеро из вас прогонят сотню, а сто – десять тысяч. Враги падут от меча перед вами.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я посмотрю на вас милостиво, сделаю вас плодовитыми, размножу вас и буду хранить Мой завет с вами. ",
          "ID": "9"
        },
        {
          "text": "Вы еще будете есть прошлогодние запасы, когда вам придется выбрасывать их, чтобы освободить место для новых. ",
          "ID": "10"
        },
        {
          "text": "Я поставлю среди вас Мое жилище и не стану гнушаться вас. ",
          "ID": "11"
        },
        {
          "text": "Я буду ходить среди вас и буду вашим Богом, а вы будете Моим народом. ",
          "ID": "12"
        },
        {
          "text": "Я – Господь, ваш Бог, Который вывел вас из Египта, чтобы вам больше не быть рабами у египтян. Я сокрушил ярмо рабства, бывшее на вас, и позволил вам идти с гордо поднятой головой».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "«Но если вы не будете слушать Меня и не будете исполнять все эти повеления, ",
          "ID": "14"
        },
        {
          "text": "если вы отвергнете Мои установления и будете гнушаться Моими законами, если не исполните все Мои повеления, расторгая завет со Мной, ",
          "ID": "15"
        },
        {
          "text": "то Я сделаю вот что: Я наведу на вас внезапный ужас: чахотку и лихорадку, от которых меркнет в глазах и угасает жизнь. Вы будете сеять напрасно: урожай съедят ваши враги. ",
          "ID": "16"
        },
        {
          "text": "Я обращу Мое лицо против вас, и ваши враги разобьют вас. Ненавидящие вас станут повелевать вами, и вы побежите даже тогда, когда за вами не будет погони.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Если и после этого вы не послушаете Меня, Я накажу вас за ваши грехи в семь раз сильнее. ",
          "ID": "18"
        },
        {
          "text": "Я сломлю вашу упрямую гордость и сделаю небо над вами железным, а землю под вами бронзовой. ",
          "ID": "19"
        },
        {
          "text": "Вы растратите силы напрасно, потому что ваша земля не принесет урожая, а деревья на ней не будут плодоносить.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Если вы останетесь Мне врагами и не захотите слушать Меня, то за ваши грехи Я умножу ваши беды семикратно. ",
          "ID": "21"
        },
        {
          "text": "Я нашлю на вас диких зверей, и они лишат вас детей, истребят ваш скот и сделают вас такими малочисленными, что ваши дороги запустеют.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Если и после этого вы не исправитесь и останетесь Мне врагами, ",
          "ID": "23"
        },
        {
          "text": "то и Я стану вам врагом и покараю вас за ваши грехи в семь раз сильнее. ",
          "ID": "24"
        },
        {
          "text": "Мстя за расторгнутый завет, Я обрушу на вас меч, а когда вы укроетесь в городах, пошлю на вас мор, и вы попадете в руки врагов. ",
          "ID": "25"
        },
        {
          "text": "Я лишу вас хлеба, и десять женщин будут печь хлеб в одной печи. Хлеб вам будут выдавать по весу; вы будете есть, но не наедитесь.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Если и после этого вы не станете слушать Меня и останетесь Мне врагами, ",
          "ID": "27"
        },
        {
          "text": "то и Я стану вам врагом и в гневе накажу вас за ваши грехи в семь раз сильнее. ",
          "ID": "28"
        },
        {
          "text": "Вы будете есть плоть своих сыновей и дочерей.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Я разрушу ваши святилища на возвышенностях, сокрушу кадильные жертвенники и повергну ваши трупы на обломки ваших идолов и возгнушаюсь вами. ",
          "ID": "30"
        },
        {
          "text": "Я разорю ваши города, опустошу места поклонения лжебогам и не буду вкушать приятное благоухание ваших жертв. ",
          "ID": "31"
        },
        {
          "text": "Я опустошу землю так, что ваши враги, которые поселятся на ней, ужаснутся. ",
          "ID": "32"
        },
        {
          "text": "Я рассею вас между народами и буду преследовать вас с обнаженным мечом. Ваша земля будет опустошена, а города разорены. ",
          "ID": "33"
        },
        {
          "text": "Тогда земля будет наслаждаться своими субботними годами все время, когда будет лежать в запустении, пока вы будете в краю ваших врагов. Тогда земля будет отдыхать и наслаждаться своими субботами. ",
          "ID": "34"
        },
        {
          "text": "Все время, что она будет оставлена, земля будет отдыхать за те субботы, когда вы на ней жили.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "А сердца уцелевших в землях их врагов Я сделаю такими боязливыми, что звук гонимого ветром листа будет обращать их в бегство. Они побегут, словно от меча, и упадут, хотя за ними не будет погони. ",
          "ID": "36"
        },
        {
          "text": "Они будут спотыкаться друг о друга, словно спасаясь от меча, хотя за ними не будет погони. У вас не будет силы подняться на врагов. ",
          "ID": "37"
        },
        {
          "text": "Вы погибнете между народами; вражеская земля пожрет вас. ",
          "ID": "38"
        },
        {
          "text": "Уцелевшие погибнут во вражеских землях за свои грехи и за грехи своих отцов.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Но если они признают свои грехи и грехи своих отцов – как они предавали Меня и враждовали со Мной, ",
          "ID": "40"
        },
        {
          "text": "за что и Я ополчился на них и отвел их в землю их врагов, если их необрезанные сердца смирятся и они заплатят за свой грех, ",
          "ID": "41"
        },
        {
          "text": "то Я вспомню Свой завет с Иаковом, Свой завет с Исааком и Свой завет с Авраамом и вспомню эту землю. ",
          "ID": "42"
        },
        {
          "text": "Ведь земля будет оставлена ими и будет наслаждаться своими субботними годами, когда будет лежать в запустении, без них, пока они будут платить за свои грехи, за то, что дерзнули отвергнуть Мои установления и презреть Мои установления. ",
          "ID": "43"
        },
        {
          "text": "Но даже так, когда они будут во вражеской земле, Я не отвергну их и не вознегодую на них, чтобы не погубить их до конца и не нарушить Свой завет с ними. Я – Господь, их Бог. ",
          "ID": "44"
        },
        {
          "text": "Ради них Я вспомню завет с их предками, которых Я вывел из Египта на глазах у народов, чтобы быть их Богом: Я – Господь».",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Таковы установления, законы и правила, которые Господь установил через Моисея на горе Синай между Собой и израильтянами.",
          "ID": "46"
        }
      ],
      "ID": "OT:LEV.26",
      "name": "Левит 26"
    },
    {
      "text": [
        {
          "text": "Господь сказал Моисею:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Говори с израильтянами и скажи им: «Если кто-нибудь даст особый обет, чтобы посвятить Господу человека, заплатив за него столько, сколько он стоит, ",
          "ID": "2"
        },
        {
          "text": "то оцени мужчину в возрасте между двадцатью и шестьюдесятью годами в пятьдесят шекелей серебра по шекелю святилища. ",
          "ID": "3"
        },
        {
          "text": "Если это женщина, оцени ее в тридцать шекелей. ",
          "ID": "4"
        },
        {
          "text": "Если возраст между пятью и двадцатью годами, оцени мужчину в двадцать шекелей, а женщину в десять шекелей. ",
          "ID": "5"
        },
        {
          "text": "Если возраст между месяцем и пятью годами, оцени мальчика в пять шекелей серебра, а девочку в три шекеля серебра. ",
          "ID": "6"
        },
        {
          "text": "Если возраст – шестьдесят лет и больше, оцени мужчину в пятнадцать шекелей, а женщину в десять шекелей. ",
          "ID": "7"
        },
        {
          "text": "Если тот, кто дал обет, слишком беден, чтобы заплатить установленное, пусть приведет человека к священнику, чтобы тот оценил его по достатку жертвующего.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Если по обету посвящают скот, который можно приносить в жертву Господу, то животное, отданное Господу, становится святыней. ",
          "ID": "9"
        },
        {
          "text": "Его нельзя ни менять, ни заменять хорошее на плохое или плохое на хорошее. Если одно животное заменят другим, то оба они станут святыней. ",
          "ID": "10"
        },
        {
          "text": "Если по обету посвящают нечистое животное, которое нельзя приносить в жертву Господу, пусть его приведут к священнику, ",
          "ID": "11"
        },
        {
          "text": "который оценит его: хорошее оно или плохое, и какую оценку священник установит, такой она и будет. ",
          "ID": "12"
        },
        {
          "text": "Если хозяин захочет выкупить животное, пусть добавит к его стоимости пятую часть.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Если человек посвящает Господу свой дом, священник оценит его: хорош он или плох, и какую оценку священник установит, такой она и будет. ",
          "ID": "14"
        },
        {
          "text": "Если человек, который посвятил свой дом, захочет выкупить его, пусть добавит к его стоимости ее пятую часть, и дом опять станет принадлежать ему.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Если человек посвящает Господу участок поля, которое отошло к нему по наследству, его нужно оценить по тому, сколько для него требуется семян – по пятьдесят шекелей серебра за гомер ячменя. ",
          "ID": "16"
        },
        {
          "text": "Если он посвящает поле в юбилейный год, эта оценка останется неизменной. ",
          "ID": "17"
        },
        {
          "text": "А если он посвящает свое поле после юбилея, пусть священник оценит его, взяв в расчет количество лет, которые остались до следующего юбилейного года, и соответственно снизит оценку. ",
          "ID": "18"
        },
        {
          "text": "Если человек, который посвятил поле, захочет выкупить его, пусть добавит к его стоимости ее пятую часть, и поле опять станет его. ",
          "ID": "19"
        },
        {
          "text": "Но если поле не было выкуплено или было продано другому человеку, выкупить его уже нельзя. ",
          "ID": "20"
        },
        {
          "text": "Когда такое поле освободится в юбилей, оно станет святыней, как поле, посвященное Господу; оно станет собственностью священников.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если человек посвящает Господу поле, которое он купил, а не унаследовал, ",
          "ID": "22"
        },
        {
          "text": "пусть священник оценит его, взяв в расчет количество лет, которые остались до следующего юбилейного года, и пусть стоимость будет выплачена в тот же день. Это священное пожертвование Господу. ",
          "ID": "23"
        },
        {
          "text": "В юбилейный год поле вернется к человеку, у которого его купили, к тому, чьей наследной землей оно было. ",
          "ID": "24"
        },
        {
          "text": "Все оценки нужно устанавливать по шекелю святилища, в одном шекеле двадцать гер.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но пусть никто не посвящает первородных из животных, потому что первенцы и так принадлежат Господу; вол ли это или баран – они Господни. ",
          "ID": "26"
        },
        {
          "text": "Если это нечистое животное, его можно выкупить, заплатив его стоимость по оценке и добавив к ней ее пятую часть. Если его не выкупят, его нужно продать за его стоимость.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Но никто не может ни продать, ни выкупить ничего из того, чем он владел и что посвятил Господу по обету, будь то человек, животное или наследная земля. Все, что было посвящено по обету, – это великая святыня Господа.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Человека, который был посвящен по обету, выкупить нельзя; его нужно предать смерти.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Десятая часть от всех произведений земли, зерна ли с земли, или плодов с деревьев, принадлежит Господу. Это святыня Господа.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Если человек захочет выкупить одну из своих десятин, пусть он добавит к ней пятую часть ее стоимости. ",
          "ID": "31"
        },
        {
          "text": "Все десятины из крупного и мелкого скота – каждое десятое животное, которое проходит под жезлом счетовода – будут святыней Господа. ",
          "ID": "32"
        },
        {
          "text": "Пусть хозяин не разбирает, хорошее оно или плохое, и не делает никакой замены. Если он сделает замену, то оба животных станут святыней и не могут быть выкуплены».",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Таковы повеления, которые Господь дал Моисею для израильтян на горе Синай.",
          "ID": "34"
        }
      ],
      "ID": "OT:LEV.27",
      "name": "Левит 27"
    }
  ],
  "ID": "OT:LEV(NRP)",
  "name": "Левит"
}