{
  "name": "Micah",
  "text": [
    {
      "name": "Micah 1",
      "text": [
        {
          "text": "THE WORD of the Lord that came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw [through divine revelation] concerning Samaria and Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Hear, all you people; listen closely, O earth and all that is in it, and let the Lord God be witness among you and against you, the Lord from His holy temple. [I Kings 22:28.]",
          "ID": "2"
        },
        {
          "text": "For behold, the Lord comes forth out of His place and will come down and tread upon the high places of the earth. [Zech. 14:3, 4; Mal. 4:2, 3; Matt. 24:27-30; Rev. 1:7; 19:11-16.]",
          "ID": "3"
        },
        {
          "text": "And the mountains shall melt under Him and the valleys shall be cleft like wax before the fire, like waters poured down a steep place.",
          "ID": "4"
        },
        {
          "text": "All this is because of the transgression of Jacob and the sins of the house of Israel. What is the transgression of Jacob? Is it not [the idol worship of] Samaria? And what are the high places [of idolatry] in Judah? Are they not Jerusalem?",
          "ID": "5"
        },
        {
          "text": "Therefore I [the Lord] will make Samaria a heap in the open country, a place for planting vineyards; and I will pour down into the ravine her stones and lay bare her foundations. [II Kings 19:25; Ezek. 13:14.]",
          "ID": "6"
        },
        {
          "text": "And all her carved images shall be broken in pieces, and all her hires [all that man would gain from desertion of God] shall be burned with fire, and all her idols will be laid waste; for from the hire of [one] harlot she gathered them, and to the hire of [another] harlot they shall return.",
          "ID": "7"
        },
        {
          "text": "Therefore I [Micah] will lament and wail; I will go stripped and [virtually] naked; I will make a wailing like the jackals and a lamentation like the ostriches.",
          "ID": "8"
        },
        {
          "text": "For [Samaria's] wounds are incurable and they come even to Judah; He [the Lord] has reached to the gate of my people, to Jerusalem.",
          "ID": "9"
        },
        {
          "text": "In Gath [a city in Philistia] announce it not; in Acco weep not at all, [betraying your grief to foreigners; but among your own people] in Beth-le-aphrah [house of dust] roll yourself in the dust.",
          "ID": "10"
        },
        {
          "text": "Pass on your way [into exile], dwellers of Shaphir, in shameful nakedness. The dwellers of Zaanan dare not come forth; the wailing of Beth-ezel takes away from you the place on which it stands.",
          "ID": "11"
        },
        {
          "text": "For the inhabitant of Maroth [bitterness] writhes in pain [at its losses] and waits anxiously for good, because evil comes down from the Lord to the gate of Jerusalem.",
          "ID": "12"
        },
        {
          "text": "Bind the chariot to the swift steed, O lady inhabitant of Lachish; you were the beginning of sin to the Daughter of Zion, for the transgressions of Israel were found in you.",
          "ID": "13"
        },
        {
          "text": "Therefore you must give parting gifts to Moresheth-gath [Micah's home town]; the houses of Achzib [place of deceit] shall be a deception to the kings of Israel.",
          "ID": "14"
        },
        {
          "text": "Yet will I bring a conqueror upon you, O lady inhabitant of Mareshah, who shall possess you; the glory and nobility of Israel shall come to Adullam [to hide in the caves, as did David]. [I Sam. 22:1.]",
          "ID": "15"
        },
        {
          "text": "Make yourself bald in mourning and cut off your hair for the children of your delight; enlarge your baldness as the eagle, for [your children] shall be carried from you into exile.",
          "ID": "16"
        }
      ],
      "ID": "OT:MIC.1"
    },
    {
      "name": "Micah 2",
      "text": [
        {
          "text": "WOE TO those who devise iniquity and work out evil upon their beds! When the morning is light, they perform and practice it because it is in their power.",
          "ID": "1"
        },
        {
          "text": "They covet fields and seize them, and houses and take them away; they oppress and crush a man and his house, a man and his inheritance. [Isa. 5:8.]",
          "ID": "2"
        },
        {
          "text": "Therefore thus says the Lord: Behold, against this family I am planning a disaster from which you cannot remove your necks, nor will you be able to walk erect; for it will be an evil time.",
          "ID": "3"
        },
        {
          "text": "In that day shall they take up a [taunting] parable against you and wail with a doleful and bitter lamentation and say, We are utterly ruined and laid waste! [God] changes the portion of my people. How He removes it from me! He divides our fields [to the rebellious, our captors].",
          "ID": "4"
        },
        {
          "text": "Therefore you shall have no one to cast a line by lot upon a plot [of ground] in the assembly of the Lord. [Rev. 21:27.]",
          "ID": "5"
        },
        {
          "text": "Do not preach, say the prophesying false prophets; one should not babble and harp on such things; disgrace will not overtake us [the reviling has no end].",
          "ID": "6"
        },
        {
          "text": "O house of Jacob, shall it be said, Is the Spirit of the Lord restricted, impatient, and shortened? Or are these [prophesied plagues] His doings? Do not My words do good to him who walks uprightly?",
          "ID": "7"
        },
        {
          "text": "But lately (yesterday) My people have stood up as an enemy [and have made Me their antagonist]. Off from the garment you strip the cloak of those who pass by in secure confidence of safety and are averse to war.",
          "ID": "8"
        },
        {
          "text": "The women of My people you cast out from their pleasant houses; from their young children you take away My glory forever.",
          "ID": "9"
        },
        {
          "text": "Arise and depart, for this is not the rest [which was promised to the righteous in Canaan], because of uncleanness that works destruction, even a sharp and grievous destruction.",
          "ID": "10"
        },
        {
          "text": "If a man walking in a spirit [of vanity] and in falsehood should lie and say, I will prophesy to you of wine and strong drink, O Israel, he would even be the acceptable prophet of this people! [Jer. 5:31.]",
          "ID": "11"
        },
        {
          "text": "I will surely gather all of you, O Jacob; I will surely collect the remnant of Israel. I will bring them [Israel] together like sheep in a fold, like a flock in the midst of their pasture. They [the fold and the pasture] shall swarm with men and hum with much noise.",
          "ID": "12"
        },
        {
          "text": "The Breaker [the Messiah] will go up before them. They will break through, pass in through the gate and go out through it, and their King will pass on before them, the Lord at their head. [Exod. 23:20, 21; 33:14; Isa. 63:8, 9; Hos. 3:5; Amos 9:11.]",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.2"
    },
    {
      "name": "Micah 3",
      "text": [
        {
          "text": "AND I [Micah] said, Hear, I pray you, you heads of Jacob and rulers of the house of Israel! Is it not for you to know justice?–",
          "ID": "1"
        },
        {
          "text": "You who hate the good and love the evil, who pluck and steal the skin from off [My people] and their flesh from off their bones;",
          "ID": "2"
        },
        {
          "text": "Yes, you who eat the flesh of my people and strip their skin from off them, who break their bones and chop them in pieces as for the pot, like meat in a big kettle.",
          "ID": "3"
        },
        {
          "text": "Then will they cry to the Lord, but He will not answer them; He will even hide His face from them at that time, because they have made their deeds evil. [Isa. 1:15.]",
          "ID": "4"
        },
        {
          "text": "Thus says the Lord: Concerning the false prophets who make My people err, when they have anything good to bite with their teeth they cry, Peace; and whoever gives them nothing to chew, against him they declare a sanctified war.",
          "ID": "5"
        },
        {
          "text": "Therefore it shall be night to you, so that you shall have no vision; yes, it shall be dark to you without divination. And the sun shall go down over the false prophets, and the day shall be black over them.",
          "ID": "6"
        },
        {
          "text": "And the seers shall be put to shame and the diviners shall blush and be confounded; yes, they shall all cover their lips, for there is no answer from God.",
          "ID": "7"
        },
        {
          "text": "But truly I [Micah] am full of power, of the Spirit of the Lord, and of justice and might, to declare to Jacob his transgression and to Israel his sin.",
          "ID": "8"
        },
        {
          "text": "Hear this, I pray you, you heads of the house of Jacob and rulers of the house of Israel, who abhor and reject justice and pervert all equity,",
          "ID": "9"
        },
        {
          "text": "Who build up Zion with blood and Jerusalem with iniquity.",
          "ID": "10"
        },
        {
          "text": "Its heads judge for reward and a bribe and its priests teach for hire and its prophets divine for money; yet they lean on the Lord and say, Is not the Lord among us? No evil can come upon us. [Isa. 1:10-15.]",
          "ID": "11"
        },
        {
          "text": "Therefore shall Zion on your account be plowed like a field, Jerusalem shall become heaps [of ruins], and the mountain of the house [of the Lord] like a densely wooded height. [Jer. 26:17-19.]",
          "ID": "12"
        }
      ],
      "ID": "OT:MIC.3"
    },
    {
      "name": "Micah 4",
      "text": [
        {
          "text": "BUT IN the latter days it shall come to pass that the mountain of the house of the Lord shall be established as the highest of the mountains; and it shall be exalted above the hills, and peoples shall flow to it.",
          "ID": "1"
        },
        {
          "text": "And many nations shall come and say, Come, let us go up to the mountain of the Lord, to the house of the God of Jacob, that He may teach us His ways, and we may walk in His paths. For the law shall go forth out of Zion and the word of the Lord from Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And He shall judge between many peoples and shall decide for strong nations afar off, and they shall beat their swords into plowshares and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war any more. [Isa. 2:2-4; Joel 3:10.]",
          "ID": "3"
        },
        {
          "text": "But they shall sit every man under his vine and under his fig tree, and none shall make them afraid, for the mouth of the Lord of hosts has spoken it. [Zech. 3:10.]",
          "ID": "4"
        },
        {
          "text": "For all the peoples [now] walk every man in the name of his god, but we will walk in the name of the Lord our God forever and ever.",
          "ID": "5"
        },
        {
          "text": "In that day, says the Lord, I will assemble the lame, and I will gather those who have been driven away and those whom I have afflicted.",
          "ID": "6"
        },
        {
          "text": "And I will make the lame a remnant, and those who were cast off a strong nation; and the Lord shall reign over them in Mount Zion from this time forth and forever.",
          "ID": "7"
        },
        {
          "text": "And you, O tower of the flock, the hill and stronghold of the Daughter of Zion, unto you the former dominion shall come, the kingdom of the Daughter of Jerusalem.",
          "ID": "8"
        },
        {
          "text": "Now why do you cry aloud? Is there no king among you? Has your counselor perished, that pains have taken you like a woman in labor?",
          "ID": "9"
        },
        {
          "text": "Writhe in pain and labor to bring forth, O Daughter of Zion, like a woman in childbirth; for now you shall go forth out of the city and you shall live in the open country. You shall go to Babylon; there you shall be rescued. There the Lord shall redeem you from the hand of your enemies.",
          "ID": "10"
        },
        {
          "text": "Now many nations are assembled against you, saying, Let her be profaned and let our eyes gaze upon Zion.",
          "ID": "11"
        },
        {
          "text": "But they know not the thoughts of the Lord, neither do they understand His plan, for He shall gather them as the sheaves to the threshing floor.",
          "ID": "12"
        },
        {
          "text": "Arise and thresh, O Daughter of Zion! For I will make your horn iron and I will make your hoofs bronze; you shall beat in pieces many peoples, and I will devote their gain to the Lord and their treasure to the Lord of all the earth. [Zech. 12:1-8; 14:14.]",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.4"
    },
    {
      "name": "Micah 5",
      "text": [
        {
          "text": "NOW GATHER yourself in troops, O daughter of troops; a state of siege has been placed against us. They shall smite the ruler of Israel with a rod (a scepter) on the cheek.",
          "ID": "1"
        },
        {
          "text": "But you, Bethlehem Ephratah, you are little to be among the clans of Judah; [yet] out of you shall One come forth for Me Who is to be Ruler in Israel, Whose goings forth have been from of old, from ancient days (eternity). [Gen. 49:10; Matt. 2:5-12; John 7:42.]",
          "ID": "2"
        },
        {
          "text": "Therefore shall He give them up until the time that she who travails has brought forth; then what is left of His brethren shall return to the children of Israel.",
          "ID": "3"
        },
        {
          "text": "And He shall stand and feed His flock in the strength of the Lord, in the majesty of the name of the Lord His God; and they shall dwell [secure], for then shall He be great [even] to the ends of the earth. [Ps. 72:8; Isa. 40:11; Zech. 9:10; Luke 1:32, 33.]",
          "ID": "4"
        },
        {
          "text": "And this [One] shall be our peace. When the Assyrian comes into our land and treads upon our soil and in our palaces, then will we raise against him seven shepherds and eight princes among men. [Isa. 9:6; Eph. 2:14.]",
          "ID": "5"
        },
        {
          "text": "And they shall rule and waste the land of Assyria with the sword and the land of Nimrod within her [Assyria's own] gates. Thus shall He [the Messiah] deliver us from the Assyrian [representing the opposing powers] when he comes into our land and when he treads on our borders.",
          "ID": "6"
        },
        {
          "text": "Then the remnant of Jacob shall be in the midst of many peoples like dew from the Lord, like showers upon the grass which [come suddenly and] tarry not for man nor wait for the sons of men. [Ps. 72:6; 110:3.]",
          "ID": "7"
        },
        {
          "text": "And the remnant of Jacob shall be among the nations in the midst of many peoples like a lion among the beasts of the forest, like a young lion [suddenly appearing] among the flocks of sheep which, when it goes through, treads down and tears in pieces, and there is no deliverer.",
          "ID": "8"
        },
        {
          "text": "Your hand will be lifted up above your adversaries, and all your enemies shall be cut off.",
          "ID": "9"
        },
        {
          "text": "And in that day, says the Lord, I will cut off your horses [on which you depend] from among you and will destroy your chariots. [Ps. 20:7, 8; Zech. 9:10.]",
          "ID": "10"
        },
        {
          "text": "And I will cut off the cities of your land and throw down all your strongholds.",
          "ID": "11"
        },
        {
          "text": "And I will cut off witchcrafts and sorceries from your hand, and you shall have no more soothsayers.",
          "ID": "12"
        },
        {
          "text": "Your carved images also I will cut off and your statues or pillars out of your midst, and you shall no more worship the work of your hands.",
          "ID": "13"
        },
        {
          "text": "And I will root out your Asherim [symbols of the goddess Asherah] and I will destroy your cities [the seats of false worship]. [Deut. 16:21.]",
          "ID": "14"
        },
        {
          "text": "And in anger and wrath I will execute vengeance upon the nations which would not obey [vengeance such as they have not heard of before].",
          "ID": "15"
        }
      ],
      "ID": "OT:MIC.5"
    },
    {
      "name": "Micah 6",
      "text": [
        {
          "text": "HEAR NOW what the Lord says: Arise, contend and plead your case before the mountains, and let the hills hear your voice.",
          "ID": "1"
        },
        {
          "text": "Hear, O mountains, the Lord's controversy, and you strong and enduring foundations of the earth, for the Lord has a controversy (a pleading contention) with His people, and He will [pleadingly] contend with Israel.",
          "ID": "2"
        },
        {
          "text": "O My people, what have I done to you? And in what have I wearied you? Testify against Me [answer Me]!",
          "ID": "3"
        },
        {
          "text": "For I brought you up out of the land of Egypt and redeemed you out of the house where you were bond servants, and I sent before you Moses, Aaron, and Miriam.",
          "ID": "4"
        },
        {
          "text": "O My people, [earnestly] remember now what Balak king of Moab devised and what Balaam the son of Beor answered him; [remember what the Lord did for you] from Shittim to Gilgal, that you may know the righteous and saving acts of the Lord. [Num. 23:7-24; 24:3-24; Josh. 3:1; 4:19.]",
          "ID": "5"
        },
        {
          "text": "With what shall I come before the Lord and bow myself before God on high? Shall I come before Him with burnt offerings, with calves a year old?",
          "ID": "6"
        },
        {
          "text": "Will the Lord be pleased with thousands of rams or with ten thousands of rivers of oil? Shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?",
          "ID": "7"
        },
        {
          "text": "He has showed you, O man, what is good. And what does the Lord require of you but to do justly, and to love kindness and mercy, and to humble yourself and walk humbly with your God? [Deut. 10:12, 13.]",
          "ID": "8"
        },
        {
          "text": "The voice of the Lord calls to the city [Jerusalem]–and it is sound wisdom to hear and fear Your name–Hear (heed) the rod and Him Who has appointed it.",
          "ID": "9"
        },
        {
          "text": "Are there not still treasures gained by wickedness in the house of the wicked, and a scant measure [a false measure for grain] that is abominable and accursed?",
          "ID": "10"
        },
        {
          "text": "Can I be pure [Myself, and acquit the man] with wicked scales and with a bag of deceitful weights? [I Thess. 4:6.]",
          "ID": "11"
        },
        {
          "text": "For [the city's] rich men are full of violence; her inhabitants have spoken lies and their tongues are deceitful in their mouths.",
          "ID": "12"
        },
        {
          "text": "Therefore I have also smitten you with a deadly wound and made you sick, laying you desolate, waste, and deserted because of your sins.",
          "ID": "13"
        },
        {
          "text": "You shall eat but not be satisfied, and your emptiness and hunger shall remain in you; you shall carry away [goods and those you love] but fail to save them, and those you do deliver I will give to the sword.",
          "ID": "14"
        },
        {
          "text": "You shall sow but not reap; you shall tread olives but not anoint yourselves with oil, and [you shall extract juice from] the grapes but not drink the wine.",
          "ID": "15"
        },
        {
          "text": "For the statutes of [idolatrous] Omri you have kept, and all the works of the house of [wicked] Ahab, and you walk in their counsels. Therefore I will make you a desolation and an astonishment and your [city's] inhabitants a hissing, and you shall bear the reproach and scorn of My people.",
          "ID": "16"
        }
      ],
      "ID": "OT:MIC.6"
    },
    {
      "name": "Micah 7",
      "text": [
        {
          "text": "WOE IS me! For I am as when the summer fruits have been gathered, as when the vintage grapes have been gleaned and there is no cluster to eat, no first-ripe fig for which my appetite craves.",
          "ID": "1"
        },
        {
          "text": "The godly man has perished from the earth, and there is none upright among men. They all lie in wait for blood; each hunts his brother with a net.",
          "ID": "2"
        },
        {
          "text": "Both their hands are put forth and are upon what is evil to do it diligently; the prince and the judge ask for a bribe, and the great man utters his evil desire. Thus they twist between them [the course of justice].",
          "ID": "3"
        },
        {
          "text": "The best of them is like a brier; the most upright or the straightest is like a thorn hedge. The day of your watchmen, even of [God's] judgment and your punishment, has come; now shall be their perplexity and confusion.",
          "ID": "4"
        },
        {
          "text": "Trust not in a neighbor; put no confidence in a friend. Keep the doors of your mouth from her who lies in your bosom. [Luke 12:51-53.]",
          "ID": "5"
        },
        {
          "text": "For the son dishonors the father, the daughter rises up against her mother, the daughter-in-law against her mother-in-law–a man's enemies are the men (members) of his own house. [Matt. 10:21, 35, 36; Mark 13:12, 13.]",
          "ID": "6"
        },
        {
          "text": "But as for me, I will look to the Lord and confident in Him I will keep watch; I will wait with hope and expectancy for the God of my salvation; my God will hear me.",
          "ID": "7"
        },
        {
          "text": "Rejoice not against me, O my enemy! When I fall, I shall arise; when I sit in darkness, the Lord shall be a light to me.",
          "ID": "8"
        },
        {
          "text": "I will bear the indignation of the Lord because I have sinned against Him, until He pleads my cause and executes judgment for me. He will bring me forth to the light, and I shall behold His righteous deliverance. [Rom. 10:1-4; 11:23-27.]",
          "ID": "9"
        },
        {
          "text": "Then my enemy will see it, and shame will cover her who said to me, Where is the Lord your God? My eyes will see my desire upon her; now she will be trodden down as the mire of the streets.",
          "ID": "10"
        },
        {
          "text": "In the day that your walls are to be built [a day for building], in that day shall the boundary [of Israel] be far extended and the decree [against her] be far removed. [Isa. 33:17; Amos 9:11.]",
          "ID": "11"
        },
        {
          "text": "In that day they will come to you from Assyria and from the cities of Matzor [Egypt] and from Egypt even to the river [Euphrates], from sea to sea and from mountain to mountain.",
          "ID": "12"
        },
        {
          "text": "Yet shall the earth be desolate because of those who dwell in it, for the fruit of their doings.",
          "ID": "13"
        },
        {
          "text": "Rule and feed Your people with Your rod and scepter, the flock of Your inheritance who dwell alone in a forest in the midst of Carmel [a garden land]; they shall feed in Bashan and Gilead, as in the days of old.",
          "ID": "14"
        },
        {
          "text": "As in the days of your coming forth from the land of Egypt, I will show them marvelous things.",
          "ID": "15"
        },
        {
          "text": "The nations shall see [God's deliverance] and be ashamed of all their might [which cannot be compared to His]. They shall lay their hands upon their mouths in consternation; their ears shall be deaf.",
          "ID": "16"
        },
        {
          "text": "They shall lick the dust like a serpent; like crawling things of the earth they shall come trembling out of their strongholds and close places. They shall turn and come with fear and dread to the Lord our God and shall be afraid and stand in awe because of You [O Lord]. [Jer. 33:9.]",
          "ID": "17"
        },
        {
          "text": "Who is a God like You, Who forgives iniquity and passes over the transgression of the remnant of His heritage? He retains not His anger forever, because He delights in mercy and loving-kindness.",
          "ID": "18"
        },
        {
          "text": "He will again have compassion on us; He will subdue and tread underfoot our iniquities. You will cast all our sins into the depths of the sea. [Ps. 103:12.]",
          "ID": "19"
        },
        {
          "text": "You will show Your faithfulness and perform the sure promise to Jacob and loving-kindness and mercy to Abraham, as You have sworn to our fathers from the days of old. [Luke 1:54, 55.]",
          "ID": "20"
        }
      ],
      "ID": "OT:MIC.7"
    }
  ],
  "version": "AMP",
  "ID": "OT:MIC(AMP)"
}