{
  "text": [
    {
      "text": [
        {
          "text": "The word of the Lord that came to Micah the Moreshethite, in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw about Samaria and Jerusalem.",
          "ID": "1"
        },
        {
          "text": "All peoples, listen. And may the earth and its fullness pay attention. And may the Lord God be a witness to you, the Lord from his holy temple.",
          "ID": "2"
        },
        {
          "text": "For behold, the Lord will go forth from his place. And he will descend, and he will trample over the high places of the earth.",
          "ID": "3"
        },
        {
          "text": "And the mountains will be consumed under him, and the valleys will be torn apart, like wax before the face of fire, and like waters that rush swiftly downward.",
          "ID": "4"
        },
        {
          "text": "All this is for the wickedness of Jacob and for the sins of the house of Israel. What is the wickedness of Jacob? Is it not Samaria? And what is the loftiness of Judah? Is it not Jerusalem?",
          "ID": "5"
        },
        {
          "text": "And I will place Samaria like a pile of stones in the field, when a vineyard is planted. And I will pull down its stones into the valley, and I will reveal her foundations.",
          "ID": "6"
        },
        {
          "text": "And all her graven images will be cut to pieces, and all her rewards will be burned with fire, and I will place all her idols in perdition. For they have been gathered together from the pay of a kept woman, and even to the pay of a kept woman, they will return.",
          "ID": "7"
        },
        {
          "text": "I will lament and wail about this. I will go out despoiled and naked. I will make a howl like the dragons, and a mourning like the ostriches.",
          "ID": "8"
        },
        {
          "text": "For her wound has been in despair. For it has come even to Judah. It has touched the gate of my people, even to Jerusalem.",
          "ID": "9"
        },
        {
          "text": "Do not be willing to announce it in Gath; may you not lament with tears. In the house of Dust, besprinkle yourselves with dust.",
          "ID": "10"
        },
        {
          "text": "And cross over to your dwelling place, Beauty, bewildered by disgrace. She did not depart, who dwells at the place of departure. The House nearby, which remained firm by herself, will receive mourning from you.",
          "ID": "11"
        },
        {
          "text": "For she has been weakened in goodness, who dwells in bitterness. For disaster has descended from the Lord to the gate of Jerusalem.",
          "ID": "12"
        },
        {
          "text": "A tumult of four-horse chariots has stupefied the inhabitants of Lachish. The beginning has been sin for the daughter of Zion, because in you have been found the evil deeds of Israel.",
          "ID": "13"
        },
        {
          "text": "Because of this, she will send emissaries to the inheritance of Gath: the house of Lying in order to deceive the kings of Israel.",
          "ID": "14"
        },
        {
          "text": "Nevertheless, I will lead an heir to you, who dwell in Mareshah: the glory of Israel will reach all the way to Adullam.",
          "ID": "15"
        },
        {
          "text": "Become bald and shaved for your delicate sons. Increase your baldness like the eagle. For they have been carried into captivity from you.",
          "ID": "16"
        }
      ],
      "ID": "OT:MIC.1",
      "name": "Micah 1"
    },
    {
      "text": [
        {
          "text": "Woe to you who devise useless things and who work evil in your beds. In the morning light, they undertake it, because their hand is against God.",
          "ID": "1"
        },
        {
          "text": "And they have desired fields and have taken them by violence, and they have stolen houses. And they have made false accusations against a man and his house, a man and his inheritance.",
          "ID": "2"
        },
        {
          "text": "For this reason, thus says the Lord: Behold, I devise an evil against this family, from which you will not steal away your necks. And you will not walk in arrogance, because this is a most wicked time.",
          "ID": "3"
        },
        {
          "text": "In that day, a parable will be taken up about you, and a song will be sung with sweetness, saying: \"We have been devastated by depopulation.\" The fate of my people has been altered. How can he withdraw from me, when he might be turned back, he who might tear apart our country?",
          "ID": "4"
        },
        {
          "text": "Because of this, there will be for you no casting of the cord of fate in the assembly of the Lord.",
          "ID": "5"
        },
        {
          "text": "Do not speak by saying, \"It will not drop on these ones; shame will not embrace them.\"",
          "ID": "6"
        },
        {
          "text": "The house of Jacob says, \"Has the Spirit of the Lord been weakened, or are such things his thoughts?\" Are not my words good for him who walks uprightly?",
          "ID": "7"
        },
        {
          "text": "But, to the contrary, my people have risen up in opposition. You have lifted the cover from the undergarment, and those who passed by harmlessly, you have converted into war.",
          "ID": "8"
        },
        {
          "text": "You have evicted the women among my people from their delicate houses. You have taken my praise forever from their little ones.",
          "ID": "9"
        },
        {
          "text": "Rise and depart, for there is no relief for you here. Because of its uncleanness, it will be corrupted with a most wicked decay.",
          "ID": "10"
        },
        {
          "text": "I wish that I were not a man who has breath, and that I rather spoke a lie. I will drop it down to you in wine and in drunkenness. And it will be this people on whom it will rain down.",
          "ID": "11"
        },
        {
          "text": "I will gather together in a congregation all of you, Jacob. I will lead together as one, the remnant of Israel. I will set them together like a flock in the fold, like a sheep in the midst of the sheep pen. They will cause a tumult before the multitude of men.",
          "ID": "12"
        },
        {
          "text": "For he will ascend, opening the way before them. They will separate, and they will cross the gate and enter through it. And their king will pass by, before their very eyes, and the Lord will be at their head.",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.2",
      "name": "Micah 2"
    },
    {
      "text": [
        {
          "text": "And I said: Listen, leaders of Jacob and chiefs of the house of Israel. Does it not belong to you to know judgment,",
          "ID": "1"
        },
        {
          "text": "you who hold hatred for good, and love evil, who violently steal their skins from over them and their flesh from over their bones?",
          "ID": "2"
        },
        {
          "text": "They have devoured the flesh of my people, and have stripped their skin from over them, and they have shattered and chopped their bones, as if for the kettle, and like flesh in the middle of the pot.",
          "ID": "3"
        },
        {
          "text": "Then they will cry out to the Lord, and he will not heed them. And he will hide his face from them in that time, just as they have acted wickedly with their inventions.",
          "ID": "4"
        },
        {
          "text": "Thus says the Lord about the prophets who seduce my people: They bite with their teeth and preach peace, and if anyone does not give something to their mouth, they sanctify a battle against him.",
          "ID": "5"
        },
        {
          "text": "Because of this, night will be yours for vision, and darkness yours for divination, and the sun will meet with death over the prophets, and the day will be darkened over them.",
          "ID": "6"
        },
        {
          "text": "And those who see visions will be confounded, and the diviners will be confounded. And they will all cover their faces, because there is no response from God.",
          "ID": "7"
        },
        {
          "text": "Nevertheless, truly I have been filled with the strength of the Spirit of the Lord, with judgment and virtue, in order to announce to Jacob his wickedness and to Israel his sin.",
          "ID": "8"
        },
        {
          "text": "Hear this, leaders of the house of Jacob and judges of the house of Israel, you who abominate judgment and who pervert all that is right.",
          "ID": "9"
        },
        {
          "text": "You build up Zion with blood, and Jerusalem with iniquity.",
          "ID": "10"
        },
        {
          "text": "Her leaders have judged for tributes, and her priests have taught for payment, and her prophets divined for money. And they leaned upon the Lord, saying: \"Is not the Lord in our midst? No disaster will overcome us.\"",
          "ID": "11"
        },
        {
          "text": "For this reason, because of you, Zion will be plowed under like a field, and Jerusalem will become like a pile of stones, and the mountain of the temple like the high places of the forests.",
          "ID": "12"
        }
      ],
      "ID": "OT:MIC.3",
      "name": "Micah 3"
    },
    {
      "text": [
        {
          "text": "And this shall be: In the last days, the mountain of the house of the Lord will be prepared at the top of the mountains and high above the hills. And the people will flow to it.",
          "ID": "1"
        },
        {
          "text": "And many nations will hurry, and will say: \"Come, let us ascend to the mountain of the Lord and to the house of the God of Jacob. And he will teach us about his ways, and we will walk in his paths.\" For the law will go forth from Zion, and the word of the Lord from Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And he will judge among the many peoples, and he will correct strong nations, even from afar. And they will cut up their swords into plows, and their spears into hoes. Nation will not take up the sword against nation, and they will no longer learn to wage war.",
          "ID": "3"
        },
        {
          "text": "And a man will sit under his vine and under his fig tree, and there will be no one to fear, for the mouth of the Lord of hosts has spoken.",
          "ID": "4"
        },
        {
          "text": "For all people will walk, each one in the name of his god. But we will walk in the name of the Lord our God, forever and ever.",
          "ID": "5"
        },
        {
          "text": "In that day, says the Lord, I will gather together the lame. And I will recover her whom I had rejected, and her whom I had afflicted.",
          "ID": "6"
        },
        {
          "text": "And I will place the lame within the remnant, and she who had been in distress, within a healthy people. And the Lord will reign over them on Mount Zion, from the present time and even unto eternity.",
          "ID": "7"
        },
        {
          "text": "And you, cloudy tower of the flock of the daughter of Zion, even to you it will come. And the first power will arrive, the kingdom to the daughter of Jerusalem.",
          "ID": "8"
        },
        {
          "text": "Now, why have you come together in grief? Is there not a king in you, or has your counselor gone away? For sorrow has overtaken you, like the pain of giving birth.",
          "ID": "9"
        },
        {
          "text": "Be grieved and overwhelmed, daughter of Zion, like a woman giving birth. For now you must depart from the city and dwell in the countryside, and you will approach even to Babylon. There you will be delivered. There the Lord will redeem you from the hand of your adversaries.",
          "ID": "10"
        },
        {
          "text": "And now many peoples have been gathered together against you, and they say, \"Let her be stoned and let our eyes gaze upon Zion.\"",
          "ID": "11"
        },
        {
          "text": "But they have not known the thoughts of the Lord, and they have not understood his counsel. For he has gathered them together like hay on a threshing floor.",
          "ID": "12"
        },
        {
          "text": "Rise and thresh, daughter of Zion. For I will set your horn like iron, and I will set your hoofs like brass. And you will shatter many peoples, and you will immolate their spoils for the Lord, and their strength for the Lord of the whole earth.",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.4",
      "name": "Micah 4"
    },
    {
      "text": [
        {
          "text": "Now you will be devastated, you daughter of a robber. They have placed a blockade against us, with a rod they will strike the jaw of the judge of Israel.",
          "ID": "1"
        },
        {
          "text": "And you, Bethlehem Ephrata, are a little one among the thousands of Judah. From you will go forth he who shall be the ruler in Israel, and his landing place has been set from the beginning, from the days of eternity.",
          "ID": "2"
        },
        {
          "text": "Because of this, he will provide for them, even until the time in which she who bears him gives birth. And the remnant of his brothers will be converted to the sons of Israel.",
          "ID": "3"
        },
        {
          "text": "And he will stand firm and feed on the strength of the Lord, according to the sublime name of the Lord his God. And they will be converted, for now he will be magnified, even to the ends of the earth.",
          "ID": "4"
        },
        {
          "text": "And this man will be our peace, when the Assyrian will come into our land, and when he will trample on our houses; and we will raise against him seven shepherds and eight principal men.",
          "ID": "5"
        },
        {
          "text": "And they will graze on the land of Assur with the sword, and the land of Nimrod with its spears; and he will free us from Assur, when he will come into our land, and when he will trample our borders.",
          "ID": "6"
        },
        {
          "text": "And there will be a remnant of Jacob in the midst of many peoples, like a dew from the Lord and like drops upon the grass, which awaits no man and does not stand before the sons of men.",
          "ID": "7"
        },
        {
          "text": "And there will be a remnant of Jacob within the Gentiles, in the midst of many peoples, like a lion among the beasts of the forests, and like a young lion among the flocks of sheep, who, when he will pass through and trample down and seize, there is none who can rescue.",
          "ID": "8"
        },
        {
          "text": "Your hand will be exalted over your enemies, and all your adversaries will pass away.",
          "ID": "9"
        },
        {
          "text": "And it will be in that day, says the Lord: I will take away your horses from your midst, and I will utterly ruin your four-horse chariots.",
          "ID": "10"
        },
        {
          "text": "And I will destroy the cities of your land, and I will pull down all your fortifications, and I will take away evil-doing from your hand, and there will be no divinations among you.",
          "ID": "11"
        },
        {
          "text": "And I will cause your graven images to perish, and your statues, from your midst. And you will no longer adore the works of your hands.",
          "ID": "12"
        },
        {
          "text": "And I will root out your sacred groves from your midst, and I will crush your cities.",
          "ID": "13"
        },
        {
          "text": "And I will exact vengeance, in fury and in indignation, among all the nations which have not listened.",
          "ID": "14"
        }
      ],
      "ID": "OT:MIC.5",
      "name": "Micah 5"
    },
    {
      "text": [
        {
          "text": "Listen to what the Lord says: Rise, contend in judgment against the mountains, and let the hills hear your voice.",
          "ID": "1"
        },
        {
          "text": "Let the mountains listen to the judgment of the Lord, and the strong foundations of the earth. For the judgment of the Lord is with his people, and he will enter into judgment with Israel.",
          "ID": "2"
        },
        {
          "text": "My people, what have I done to you, or how have I assailed you? Respond to me.",
          "ID": "3"
        },
        {
          "text": "For I led you out of the land of Egypt, and I freed you from the house of servitude, and I sent before your face Moses, and Aaron, and Miriam.",
          "ID": "4"
        },
        {
          "text": "My people, remember, I ask you, what Balak the king of Moab planned, and how Balaam the son of Beor responded to him, from Shittim even to Gilgal, so that you may know the justice of the Lord.",
          "ID": "5"
        },
        {
          "text": "What worthy thing might I offer to the Lord, as I bend the knee before God on high? How could I offer holocausts to him, and one year-old calves?",
          "ID": "6"
        },
        {
          "text": "Would the Lord be pleased with thousands of rams, or with many thousands of fat he-goats? How could I give up my firstborn because of my evil deed, the fruit of my womb because of the sin of my soul?",
          "ID": "7"
        },
        {
          "text": "I will reveal to you, O man, what is good, and what the Lord requires from you, and how to act with judgment, and to love mercy, and to walk carefully with your God.",
          "ID": "8"
        },
        {
          "text": "The voice of the Lord cries out to the city, \"Listen, you tribes,\" and who will confirm it? And salvation will be for those who fear your name.",
          "ID": "9"
        },
        {
          "text": "Nevertheless, there is a fire in the house of the impious, the treasury of iniquity, and a small measure, filled with wrath.",
          "ID": "10"
        },
        {
          "text": "Shall I justify unfaithful balances, and the deceitful weighing of a small bag?",
          "ID": "11"
        },
        {
          "text": "By this, her wealthy have been filled with iniquity, and her inhabitants have spoken lies, and their tongue was deceitful in their mouth.",
          "ID": "12"
        },
        {
          "text": "And I, therefore, began to strike you with perdition because of your sins.",
          "ID": "13"
        },
        {
          "text": "You will consume and not be satisfied, and your humiliation will be in your midst. And you will take hold, and not save, and those whom you will save, I will deliver to the sword.",
          "ID": "14"
        },
        {
          "text": "You will sow, and not reap. You will tread the olives, and not be anointed with oil, and crush the grapes, and not drink the wine.",
          "ID": "15"
        },
        {
          "text": "For you have kept the precepts of Omri, and all the works of the house of Ahab. And you have walked according their wills, so that I should give you over to perdition and its hissing inhabitants, and you would carry the disgrace of my people.",
          "ID": "16"
        }
      ],
      "ID": "OT:MIC.6",
      "name": "Micah 6"
    },
    {
      "text": [
        {
          "text": "Woe to me, for I have become just like one who gleans the clusters of the vintage in autumn. There is no cluster of grapes to consume; my soul desired figs out of season.",
          "ID": "1"
        },
        {
          "text": "The holy ones pass away from the land, and there is no one righteous among men. All wait in ambush for blood; a man hunts his brother to death.",
          "ID": "2"
        },
        {
          "text": "The evil of their hands, they call good. The leader is demanding, and the judge is yielding, and the great is speaking the desire of his soul, and they have confused it.",
          "ID": "3"
        },
        {
          "text": "Whoever is best among them is like a thorny plant, and he who is righteous is like a thorny hedge. The day of your inspection, your visitation, arrives. Now will be their ruination.",
          "ID": "4"
        },
        {
          "text": "Do not be willing to believe a friend. And do not be willing to confide in a commander. From her, who sleeps in your bosom, keep the doors of your mouth closed.",
          "ID": "5"
        },
        {
          "text": "For the son acts with contempt for the father, and the daughter rises up against her mother, the daughter-in-law against her mother-in-law, and a man's enemies are those of his own household.",
          "ID": "6"
        },
        {
          "text": "But I will look towards the Lord. I will wait for God, my Savior. My God will hear me.",
          "ID": "7"
        },
        {
          "text": "You, my enemy, should not rejoice over me because I have fallen. I will rise up, when I sit in darkness. The Lord is my light.",
          "ID": "8"
        },
        {
          "text": "I will carry the wrath of the Lord, because I have sinned against him, until he may judge my case and execute judgment for me. He will lead me into the light. I will behold his justice.",
          "ID": "9"
        },
        {
          "text": "And my enemy will look, and she will be covered with confusion, she who says to me, \"Where is the Lord your God?\" My eyes will look upon her. Now she will be trampled under foot like the mud of the streets.",
          "ID": "10"
        },
        {
          "text": "The day that your walls will be rebuilt, in that day the law will be far away.",
          "ID": "11"
        },
        {
          "text": "In that day also, they will come towards you even from Assur, and even to the fortified cities, and from the fortified cities even to the river, and from sea to sea, and from mountain to mountain.",
          "ID": "12"
        },
        {
          "text": "And the land will be in desolation, because of its inhabitants and because of the fruit of their intentions.",
          "ID": "13"
        },
        {
          "text": "With your rod, pasture your people, the flock of your inheritance, living alone in the narrow forest, in the midst of Carmel. They will graze in Bashan and Gilead, as in the ancient days.",
          "ID": "14"
        },
        {
          "text": "As in the days of your departure from the land of Egypt, I will reveal miracles to him.",
          "ID": "15"
        },
        {
          "text": "The nations will look, and they will be confounded at the strength of them all. They will place hand over mouth; their ears will be deaf.",
          "ID": "16"
        },
        {
          "text": "They will lick the dust like serpents, and, like the creeping things of the earth, they will be disturbed in their houses. They will dread the Lord our God, and they will fear you.",
          "ID": "17"
        },
        {
          "text": "What God is like you, who takes away iniquity and passes over the sin of the remnant of your inheritance? No longer will he send forth his fury, because he is willing to be merciful.",
          "ID": "18"
        },
        {
          "text": "He will turn back and have mercy on us. He will put away our iniquities, and he will cast all our sins into the depths of the sea.",
          "ID": "19"
        },
        {
          "text": "You will give the truth to Jacob, mercy to Abraham, which you swore to our fathers from the ancient days.",
          "ID": "20"
        }
      ],
      "ID": "OT:MIC.7",
      "name": "Micah 7"
    }
  ],
  "ID": "OT:MIC(CPDV)",
  "version": "CPDV",
  "name": "Micah"
}