{
  "version": "ERV",
  "text": [
    {
      "title": "Micah’s Great Sadness",
      "text": [
        {
          "text": "During the time that Jotham, Ahaz, and Hezekiah were kings of Judah, the word of the Lord came to Micah. Micah was from Moresheth. He saw these visions about Samaria and Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Listen, all you people!\nEarth and everyone on it, listen!\nThe Lord God will be a witness against you.\nThe Lord will come from his holy temple.",
          "ID": "2",
          "comments": [
            "everyone on it Literally, “its fullness.”"
          ]
        },
        {
          "text": "See, the Lord is leaving his place\nto come down and walk on the high places of the earth.",
          "ID": "3",
          "comments": [
            "high places Here, this might mean simply “hills,” or it might mean places of worship (see “high place” in the Word List)."
          ]
        },
        {
          "text": "The mountains will melt under him\nlike wax in a fire.\nThe valleys will break apart\nand slide like water rushing down a hill.",
          "ID": "4"
        },
        {
          "text": "This will happen because of Jacob’s sin,\nbecause of the sins of the nation of Israel.\nWhat caused Jacob to sin?\nIt was Samaria.\nWhere is the high place in Judah?\nIt is Jerusalem.",
          "ID": "5",
          "comments": [
            "nation Literally, “house.” This might mean the royal family of that country."
          ]
        },
        {
          "text": "So I will change Samaria into a pile of rocks in the field,\na place ready for planting grapes.\nI will push Samaria’s stones down into the valley,\nleaving nothing but the foundations.",
          "ID": "6"
        },
        {
          "text": "All her idols will be broken to pieces.\nAnd the offerings to her idols will be burned.\nI will destroy all her statues of false gods,\nbecause she got them as pay for being a prostitute.\nSo those things will be taken away\nto be used again for paying prostitutes.",
          "ID": "7"
        },
        {
          "text": "I will be very sad about what will happen.\nI will go without sandals and clothes.\nI will cry like a dog.\nI will mourn like a bird.",
          "ID": "8",
          "comments": [
            "dog Literally, “jackal,” a kind of wild dog.",
            "bird Literally, “ostrich,” a large bird."
          ]
        },
        {
          "text": "Samaria’s wound cannot be healed.\nHer disease has spread to Judah.\nIt has reached the city gate of my people;\nit has spread all the way to Jerusalem.",
          "ID": "9",
          "comments": [
            "Samaria The capital city of the northern kingdom of Israel."
          ]
        },
        {
          "text": "Don’t tell it in Gath.\nDon’t cry in Acco.\nRoll yourself in the dust\nat Beth Ophrah.",
          "ID": "10",
          "comments": [
            "Gath This is a wordplay. This name means “tell.”",
            "Acco This name means “cry.”",
            "Beth Ophrah This name means “house of dust.”"
          ]
        },
        {
          "text": "You people living in Shaphir,\npass on your way, naked and ashamed.\nThe people living in Zaanan\nwill not come out.\nThe people in Beth Ezel will cry\nand take their support from you.",
          "ID": "11",
          "comments": [
            "Shaphir This name means “beautiful.”",
            "Zaanan This name means “come out.”",
            "Beth Ezel This name means “house of support.”"
          ]
        },
        {
          "text": "The people living in Maroth\nwait for something good to happen,\neven though trouble has come down from the Lord\nand has reached the city gate of Jerusalem.",
          "ID": "12",
          "comments": [
            "Maroth This name means “bitter,” “angry,” or “sad.”"
          ]
        },
        {
          "text": "You people living in Lachish,\nget the horses ready for your chariots.\nYou are guilty of the same sins Israel committed,\nand you brought those sins to Jerusalem.",
          "ID": "13",
          "comments": [
            "Lachish This name is like the Hebrew word meaning “horse.”",
            "Israel Here, probably the northern kingdom of Israel centered in Samaria.",
            "Jerusalem Literally, “Daughter Zion.” See “Zion” in the Word List."
          ]
        },
        {
          "text": "So you must give goodbye gifts\nto Moresheth in Gath.\nThe houses in Aczib will trick\nthe kings of Israel.",
          "ID": "14",
          "comments": [
            "Moresheth Micah’s hometown.",
            "Aczib This name means “lie” or “trick.”"
          ]
        },
        {
          "text": "You people who live in Mareshah,\nI will bring someone against you who will take the things you own.\nThe Glory of Israel\nwill come into Adullam.",
          "ID": "15",
          "comments": [
            "Mareshah The name means “a person who takes things.”",
            "Adullam A cave that David hid in when he ran away from Saul. See 1 Sam. 22:1."
          ]
        },
        {
          "text": "So cut off your hair, make yourself bald,\nbecause you will cry for the children you love.\nMake yourself bald like an eagle and show your sadness,\nbecause your children will be taken away from you.",
          "ID": "16",
          "comments": [
            "cut … bald This showed that a person made a special agreement with God or that a person was very sad.",
            "eagle Or “vulture.” See “vulture” in the Word List."
          ]
        }
      ],
      "ID": "OT:MIC.1",
      "name": "Micah 1"
    },
    {
      "title": "The Lord Will Bring His People Together",
      "text": [
        {
          "text": "Trouble will come to those who make plans to sin.\nThey lie on their beds making their evil plans.\nThen when the morning light comes, they do what they planned,\nbecause they have the power to do what they want.",
          "ID": "1"
        },
        {
          "text": "They want fields, so they take them.\nThey want houses, so they take them.\nThey cheat a man\nand take his house and his land.",
          "ID": "2"
        },
        {
          "text": "That is why the Lord says:\n“Look, I am planning trouble against this family.\nYou will not be able to save yourselves.\nYou will stop being proud,\nbecause bad times are coming.",
          "ID": "3",
          "comments": [
            "save yourselves Literally, “take your necks off it.”"
          ]
        },
        {
          "text": "Then people will sing songs about you.\nThey will sing this sad song:\n‘We are ruined!\nThe Lord took away our land and gave it to other people.\nYes, he took my land away from me.\nHe has divided our fields among our enemies.",
          "ID": "4"
        },
        {
          "text": "So we will not be able to measure the land\nand divide it among the Lord’s people.’”",
          "ID": "5"
        },
        {
          "text": "The people say, “Don’t prophesy to us.\nDon’t say those bad things about us.\nNothing bad will happen to us.”",
          "ID": "6"
        },
        {
          "text": "But people of Jacob,\nI must say these things.\nThe Lord is losing his patience\nbecause of the bad things you did.\nIf you lived right,\nI could say nice words to you.",
          "ID": "7"
        },
        {
          "text": "But you attack my people like enemies.\nYou steal the clothes off the backs of people walking by.\nThey think they are safe,\nbut you are there to treat them like prisoners of war.",
          "ID": "8",
          "comments": [
            "They think … war Or “Returning from war, they think they are safe.”"
          ]
        },
        {
          "text": "You have taken nice houses\naway from the women of my people.\nYou have taken my wealth\naway from their small children forever.",
          "ID": "9"
        },
        {
          "text": "Get up and leave!\nThis will not be your place of rest, because you ruined it.\nYou made it unclean, so it will be destroyed!\nIt will be a terrible destruction!",
          "ID": "10"
        },
        {
          "text": "These people don’t want to listen to me.\nBut if a man comes telling lies, they will accept him.\nThey would accept a false prophet if he comes and says,\n“There will be good times in the future, with plenty of wine and beer.”",
          "ID": "11"
        },
        {
          "text": "Yes, people of Jacob, I will bring all of you together.\nI will bring together all those in Israel who are still living.\nI will put them together like sheep in the sheep pen,\nlike a flock in its pasture.\nThen the place will be filled\nwith the noise of many people.",
          "ID": "12"
        },
        {
          "text": "The “One Who Breaks Through Walls” will push through and walk to the front of his people.\nThey will break through the gates and leave that city.\nThey will leave with their king marching before them—\nwith the Lord at the front of his people.",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.2",
      "name": "Micah 2"
    },
    {
      "title": "The Leaders of Israel Are to Blame",
      "text": [
        {
          "text": "Then I said, “Listen, leaders of Jacob and officers of the nation of Israel!\nYou should know what justice is.",
          "ID": "1",
          "comments": [
            "nation Literally, “house.” This might mean the royal family of that country."
          ]
        },
        {
          "text": "But you hate good and love evil.\nYou tear the skin off the people\nand tear the flesh off their bones.",
          "ID": "2"
        },
        {
          "text": "You are destroying my people.\nYou take their skin off them and break their bones.\nYou chop their bones up like meat to put in the pot!",
          "ID": "3",
          "comments": [
            "You are destroying my people Literally, “You who eat the flesh of my people.”"
          ]
        },
        {
          "text": "Then you will pray to the Lord,\nbut he will not answer you.\nNo, he will hide his face from you,\nbecause what you do is evil.”",
          "ID": "4"
        },
        {
          "text": "Some false prophets are telling lies to the Lord’s people. This is what the Lord says about them:\n“These prophets are led by their stomachs.\nThey promise peace for those who give them food,\nbut they promise war to those who do not give them food.",
          "ID": "5"
        },
        {
          "text": "“This is why it is like night for you\nand you don’t have visions.\nYou cannot see what will happen in the future,\nso it is like darkness to you.\nThe sun has gone down on the prophets.\nThey cannot see what will happen in the future,\nso it is like darkness to them.",
          "ID": "6"
        },
        {
          "text": "The seers are ashamed.\nThe fortunetellers are embarrassed.\nNone of them will say anything,\nbecause God will not speak to them.”",
          "ID": "7"
        },
        {
          "text": "But the Lord’s Spirit has filled me\nwith power, goodness, and strength.\nSo I can tell Jacob about his crimes,\nand so I can tell Israel about his sins!",
          "ID": "8"
        },
        {
          "text": "Leaders of Jacob and rulers of Israel, listen to me!\nYou hate the right way of living!\nIf something is straight,\nthen you make it crooked!",
          "ID": "9"
        },
        {
          "text": "You build Zion by murdering people.\nYou build Jerusalem by cheating people!",
          "ID": "10",
          "comments": [
            "murdering people Literally, “bloodshed.”"
          ]
        },
        {
          "text": "The judges in Jerusalem accept bribes\nto help them decide who wins in court.\nThe priests in Jerusalem must be paid\nbefore they will teach the people.\nPeople must pay the prophets\nbefore they will look into the future.\nThen those leaders expect the Lord to help them.\nThey say, “The Lord lives here with us,\nso nothing bad will happen to us.”",
          "ID": "11"
        },
        {
          "text": "Leaders, because of you, Zion will be destroyed.\nIt will become a plowed field.\nJerusalem will become a pile of rocks.\nTemple Mount will be an empty hill overgrown with bushes.",
          "ID": "12",
          "comments": [
            "empty hill Or “high place,” a term usually used for local shrines (places for worship) where people often worshiped idols."
          ]
        }
      ],
      "ID": "OT:MIC.3",
      "name": "Micah 3"
    },
    {
      "title": "Israel Will Defeat Its Enemies",
      "text": [
        {
          "text": "In the last days the mountain of the Lord’s Temple\nwill be on the highest of all mountains.\nIt will be raised higher than the hills.\nThere will be a steady stream of people going there.",
          "ID": "1"
        },
        {
          "text": "People from many nations will go there and say,\n“Come, let’s go up to the mountain of the Lord,\nto the Temple of the God of Jacob.\nThen God will teach us his way of living,\nand we will follow him.”\nHis teaching, the Lord’s message, will begin in Jerusalem on Mount Zion\nand will go out to all the world.",
          "ID": "2"
        },
        {
          "text": "Then God will act as judge to end arguments between people in many places.\nHe will decide what is right for great nations far and near.\nThey will stop using their weapons for war.\nThey will hammer their swords into plows\nand use their spears to make tools for harvesting.\nAll fighting between nations will end.\nThey will never again train for war.",
          "ID": "3"
        },
        {
          "text": "They will sit under their own\ngrapevine and fig tree.\nNo one will make them afraid.\nThat is because the Lord All-Powerful said it would happen like that.",
          "ID": "4"
        },
        {
          "text": "All the people from other nations follow their own gods,\nbut we will follow the Lord our God forever and ever!",
          "ID": "5",
          "comments": [
            "Or “All the nations will walk in the name of their gods, but we will walk in the name of the Lord our God, forever and ever!”"
          ]
        },
        {
          "text": "The Lord says,\n“Jerusalem was hurt and crippled.\nShe was thrown away.\nShe was hurt and punished,\nbut I will bring her back to me.",
          "ID": "6"
        },
        {
          "text": "“The people of that ‘crippled’ city\nwill be the only ones left alive.\nThey were forced to leave,\nbut I will make them into a strong nation.”\nThe Lord will be their king.\nHe will rule from Mount Zion forever.",
          "ID": "7"
        },
        {
          "text": "And you, Tower of Flocks,\nyour time will come.\nOphel, hill of Zion,\nyou will again have the right to rule.\nYes, the kingdom will be in Jerusalem\nas it was in the past.",
          "ID": "8",
          "comments": [
            "Tower of Flocks Or “Migdal Eder.” This probably means a part of Jerusalem. The leaders would be like shepherds in a tower watching their sheep."
          ]
        },
        {
          "text": "Now, why are you crying so loudly?\nIs your king gone?\nHave you lost your wise leader?\nIs that why you are suffering like a woman in labor?",
          "ID": "9"
        },
        {
          "text": "Cry out, you people of Jerusalem, and feel the pain,\nas if you were giving birth.\nYou must go out of the city\nand live in the fields.\nYou will go away to Babylon,\nbut you will also be saved from that place.\nThe Lord will come and rescue you there.\nHe will take you away from your enemies.",
          "ID": "10",
          "comments": [
            "people of Jerusalem Literally, “daughter Zion,” a name for Jerusalem. Also in verse 13. See “Zion” in the Word List."
          ]
        },
        {
          "text": "Many nations have come to fight against you.\nThey say, “Look, there is Zion!\nLet’s attack her!”",
          "ID": "11"
        },
        {
          "text": "They have their plans,\nbut they don’t know what the Lord is planning.\nHe brought them here for a special purpose.\nThey will be crushed like grain on a threshing floor.",
          "ID": "12"
        },
        {
          "text": "“People of Jerusalem, get up and crush them!\nI will make you very strong.\nIt will be as if you have horns of iron and hooves of bronze.\nYou will beat many people into small pieces.\nYou will give their wealth to the Lord.\nYou will give their treasure to the Lord of all the earth.”",
          "ID": "13"
        }
      ],
      "ID": "OT:MIC.4",
      "name": "Micah 4"
    },
    {
      "title": "People Will Depend on God",
      "text": [
        {
          "text": "Now strong city, gather your soldiers!\nThey are surrounding us for the attack!\nThey will hit the Judge of Israel\non the cheek with a stick.",
          "ID": "1",
          "comments": [
            "strong city Literally, “daughter of troops.”"
          ]
        },
        {
          "text": "But you, Bethlehem Ephrathah,\nare the smallest town in Judah.\nYour family is almost too small to count,\nbut the “Ruler of Israel” will come from you to rule for me.\nHis beginnings are from ancient times,\nfrom long, long ago.",
          "ID": "2",
          "comments": [
            "beginnings Or “family origins.”"
          ]
        },
        {
          "text": "The Lord will let his people be defeated\nuntil the woman gives birth to her child, the promised king.\nThen the rest of his brothers will come back\nto join the people of Israel.",
          "ID": "3"
        },
        {
          "text": "He will begin to rule Israel in the power of the Lord.\nLike a shepherd, he will lead his people in the wonderful name of the Lord his God.\nAnd they will live in safety\nbecause then his greatness will be known all over the world.",
          "ID": "4"
        },
        {
          "text": "    He will bring a time of peace.\nYes, the Assyrian army will come into our country\nand march through our land.\nBut we have plenty of leaders\nwe can send against them.",
          "ID": "5",
          "comments": [
            "march … land Or “trample our palaces.”",
            "plenty of leaders Literally, “seven shepherds, no eight leaders.”"
          ]
        },
        {
          "text": "With swords in hand our leaders will defeat the Assyrians\nand rule the land of Nimrod.\nThey will save us from the Assyrians\nwhen they come into our land and march through our territory.",
          "ID": "6",
          "comments": [
            "land of Nimrod Another name for Assyria.",
            "They Literally, “He.”"
          ]
        },
        {
          "text": "But those from Jacob who are still living and scattered among the nations\nwill be like dew from the Lord that does not depend on anyone.\nThey will be like rain on the grass\nthat does not wait for anyone.",
          "ID": "7"
        },
        {
          "text": "Those from Jacob who are still living\nare scattered among the nations.\nBut they will be like a lion among the animals in the forest.\nThey will be like a young lion among flocks of sheep.\nIf the lion passes through,\nhe goes where he wants to go.\nIf he attacks an animal,\nno one can save it.\nThe survivors will be like that.",
          "ID": "8"
        },
        {
          "text": "You will lift your hand against your enemies,\nand you will destroy them.",
          "ID": "9"
        },
        {
          "text": "The Lord says,\n“At that time I will take away your horses,\nand I will destroy your chariots.",
          "ID": "10"
        },
        {
          "text": "I will destroy the cities in your country.\nI will pull down all your fortresses.",
          "ID": "11"
        },
        {
          "text": "You will no longer try to do magic.\nYou will have no more fortunetellers.",
          "ID": "12"
        },
        {
          "text": "I will destroy your statues of false gods.\nI will pull down your memorial stones.\nYou will not worship what your hands have made.",
          "ID": "13"
        },
        {
          "text": "I will destroy the Asherah poles\nand your false gods.",
          "ID": "14",
          "comments": [
            "false gods Or “cities.”"
          ]
        },
        {
          "text": "Some nations will not listen to me,\nbut I will show my anger and get my revenge.”",
          "ID": "15"
        }
      ],
      "ID": "OT:MIC.5",
      "name": "Micah 5"
    },
    {
      "title": "What Were the Israelites Doing?",
      "text": [
        {
          "text": "Now hear what the Lord says:\n“Present your argument to the mountains.\nLet the hills hear your story.",
          "ID": "1",
          "comments": [
            "This is like a court case. The mountains and hills are the judge and jury."
          ]
        },
        {
          "text": "The Lord has a complaint against his people.\nMountains, listen to the Lord’s complaint.\nFoundations of the earth, hear the Lord.\nHe will prove that Israel is wrong!”",
          "ID": "2"
        },
        {
          "text": "He says, “My people, tell me what I did!\nDid I do something wrong against you?\nDid I make life too hard for you?",
          "ID": "3"
        },
        {
          "text": "I will tell you what I did.\nI sent Moses, Aaron, and Miriam to you.\nI brought you from the land of Egypt.\nI freed you from slavery.",
          "ID": "4"
        },
        {
          "text": "My people, remember the evil plans of Balak king of Moab.\nRemember what Balaam son of Beor said to Balak.\nRemember what happened from Acacia to Gilgal,\nand you will know the Lord is right!”",
          "ID": "5",
          "comments": [
            "Acacia to Gilgal This story is found in Num. 22-25."
          ]
        },
        {
          "text": "What must I bring when I come to meet with the Lord?\nWhat must I do when I bow down to God above?\nShould I come to him with burnt offerings\nand a year-old calf?",
          "ID": "6"
        },
        {
          "text": "Will the Lord be pleased with a thousand rams\nor with ten thousand rivers of oil?\nShould I offer him my first child to pay for my wrongs?\nShould I sacrifice my very own child for my sins?",
          "ID": "7"
        },
        {
          "text": "Human, the Lord has told you what goodness is.\nThis is what he wants from you:\nBe fair to other people.\nLove kindness and loyalty,\nand humbly obey your God.",
          "ID": "8"
        },
        {
          "text": "The Lord shouts to the city:\n“A wise person respects the Lord’s name.\nSo pay attention to the punishing rod and to the one who uses it!",
          "ID": "9",
          "comments": [
            "the Lord’s name Literally, “your name.”",
            "So pay attention … uses it The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "Do the wicked still hide treasures\nthat they have stolen?\nDo they still cheat people\nwith baskets that are too small?\nYes, all of this is still happening!",
          "ID": "10",
          "comments": [
            "baskets … too small Literally, “short ephahs.” An ephah is about 1/2 bushel."
          ]
        },
        {
          "text": "Some people carry special weights\nthat they use to cheat people when they weigh their goods.\nShould I pardon them?",
          "ID": "11"
        },
        {
          "text": "The rich in that city are still cruel.\nThe people there still tell lies.\nYes, they tell their lies.",
          "ID": "12"
        },
        {
          "text": "So I have begun to punish you.\nI will destroy you because of your sins.",
          "ID": "13"
        },
        {
          "text": "You will eat, but you will not become full.\nYou will still be hungry and empty.\nYou will try to bring people to safety,\nbut people with swords will kill the people you rescued.",
          "ID": "14",
          "comments": [
            "You … empty The Hebrew text here is unclear."
          ]
        },
        {
          "text": "You will plant your seeds,\nbut you will not gather food.\nYou will try to squeeze oil from your olives,\nbut you will not get any oil.\nYou will crush your grapes,\nbut you will not get enough juice to have wine to drink.",
          "ID": "15"
        },
        {
          "text": "This is because you obey the laws of Omri.\nYou do all the evil things that Ahab’s family does.\nYou follow their teachings,\nso I will let you be destroyed.\nPeople will whistle in amazement\nwhen they see your destroyed city.\nThen you will bear the shame\nthat the other nations bring to you.”",
          "ID": "16",
          "comments": [
            "Omri A king of Israel who led his nation to worship false gods. See 1 Kings 16:21-26.",
            "Then … you Or “My people’s shame will be taken away.”"
          ]
        }
      ],
      "ID": "OT:MIC.6",
      "name": "Micah 6"
    },
    {
      "title": "Praise for the Lord",
      "text": [
        {
          "text": "I am upset because I am like fruit that has been gathered,\nlike grapes that have already been picked.\nThere are no grapes left to eat.\nThere are none of the early figs that I love.",
          "ID": "1"
        },
        {
          "text": "By this I mean that all the faithful people are gone.\nThere are no good people left.\nEveryone is planning to kill someone.\nEveryone is trying to trap their brother.",
          "ID": "2"
        },
        {
          "text": "People are good at doing bad things with both hands.\nOfficials ask for bribes.\nJudges take money to change their decisions in court.\n“Important leaders” do whatever they want to do.",
          "ID": "3"
        },
        {
          "text": "Even the best of them is as crooked\nas a tangled thornbush.\nYour prophets said this day would come,\nand the day of your watchmen has come.\nNow you will be punished.\nNow you will be confused!",
          "ID": "4",
          "comments": [
            "watchmen Another name for prophets. This shows that the prophets were like guards who stood on a city’s wall and watched for trouble coming from far away."
          ]
        },
        {
          "text": "Don’t trust your neighbor\nor trust a friend!\nDon’t even speak freely\nwith your wife.",
          "ID": "5"
        },
        {
          "text": "Your enemies will be the people in your own house.\nA son will not honor his father.\nA daughter will turn against her mother.\nA daughter-in-law will turn against her mother-in-law.",
          "ID": "6"
        },
        {
          "text": "So I will look to the Lord for help.\nI will wait for God to save me.\nMy God will hear me.",
          "ID": "7"
        },
        {
          "text": "I have fallen, but enemy, don’t laugh at me!\nI will get up again.\nI sit in darkness now,\nbut the Lord will be a light for me.",
          "ID": "8"
        },
        {
          "text": "I sinned against the Lord,\nso he was angry with me.\nBut he will argue my case for me in court.\nHe will do what is right for me.\nThen he will bring me out into the light,\nand I will see that he is right.",
          "ID": "9"
        },
        {
          "text": "My enemy said to me,\n“Where is the Lord your God?”\nBut my enemy will see this,\nand she will be ashamed.\nAt that time I will laugh at her.\nPeople will walk over her, like mud in the streets.",
          "ID": "10",
          "comments": [
            "laugh at her Literally, “my eyes will stare at her.”",
            "enemy, laugh at her, walk over her This probably refers to an enemy city, such as the capital of Edom."
          ]
        },
        {
          "text": "The time will come when your walls will be rebuilt.\nAt that time the country will grow.",
          "ID": "11"
        },
        {
          "text": "Your people will come back to your land.\nThey will come back from Assyria and from the cities of Egypt.\nThey will come from Egypt\nand from the other side of the Euphrates River.\nThey will come from the sea in the west\nand from the mountains in the east.",
          "ID": "12"
        },
        {
          "text": "The land was ruined by the people\nwho lived there and by what they did.",
          "ID": "13"
        },
        {
          "text": "So rule your people with your rod.\nRule the flock of people who belong to you.\nThat flock lives alone in the woods\nand up on Mount Carmel.\nThat flock lives in Bashan and Gilead\nas they did in the past.",
          "ID": "14"
        },
        {
          "text": "I did many miracles when I took you out of Egypt.\nI will let you see more miracles like that.",
          "ID": "15"
        },
        {
          "text": "The nations will see those miracles,\nand they will be ashamed.\nThey will see that their “power”\nis nothing compared to mine.\nThey will be amazed\nand put their hands over their mouths.\nThey will cover their ears\nand refuse to listen.",
          "ID": "16"
        },
        {
          "text": "They will crawl in the dust like a snake.\nThey will shake with fear.\nThey will be like insects crawling\nfrom their holes in the ground\nand coming to the Lord our God.\nGod, they will fear and respect you!",
          "ID": "17"
        },
        {
          "text": "There is no God like you.\nYou take away people’s guilt.\nGod will forgive his people who survive.\nHe will not stay angry with them forever,\nbecause he enjoys being kind.",
          "ID": "18"
        },
        {
          "text": "He will come back and comfort us again.\nHe will throw all our sins into the deep sea.",
          "ID": "19"
        },
        {
          "text": "God, please be true to Jacob.\nBe kind and loyal to Abraham, as you promised our ancestors long ago.",
          "ID": "20",
          "comments": [
            "Abraham Here, Abraham is used to mean all the people of Israel. See “Abraham” in the Word List."
          ]
        }
      ],
      "ID": "OT:MIC.7",
      "name": "Micah 7"
    }
  ],
  "ID": "OT:MIC(ERV)",
  "name": "Micah"
}