{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Я, Иаков, Бога и Господа Иисуса Христа раб, приветствую живущих в рассеянии двенадцать колен Израиля!",
          "ID": "1"
        },
        {
          "text": "Братья мои, если выпадают на вашу долю какие-то испытания, пусть это будет вам в радость, так об этом думайте ",
          "ID": "2"
        },
        {
          "text": "и знайте, что в испытаниях веры вашей обретаете вы стойкость. ",
          "ID": "3"
        },
        {
          "text": "А стойкость должна получить свое полное развитие в вас, чтобы стать вам людьми зрелыми, характера цельного, без всякого недостатка. ",
          "ID": "4"
        },
        {
          "text": "Если же кому-то из вас недостает мудрости, пусть просит у Бога, и будет дано ему (Бог всем ее дает просто и без упреков). ",
          "ID": "5"
        },
        {
          "text": "Только просит пусть с верой, без малейших сомнений – сомневающийся волне морской подобен, ветром гонимой и в разные стороны бросаемой. ",
          "ID": "6"
        },
        {
          "text": "Такой человек пусть и не думает хоть что-то получить от Господа – ",
          "ID": "7"
        },
        {
          "text": "человек колеблющийся всегда будет проявлять свое непостоянство.",
          "ID": "8"
        },
        {
          "text": "Те из братьев, кто в бедности пребывает, пусть радуются этому: им открывается подлинная высота; ",
          "ID": "9"
        },
        {
          "text": "богатый же да поймет, что его-то как раз положение и есть низкое: увянет он скоро, как цветок полевой. ",
          "ID": "10"
        },
        {
          "text": "Стоит показаться палящему солнцу – трава иссыхает, цвет ее опадает, гибнет краса ее; так и богатый пропадет в суете дел своих.",
          "ID": "11"
        },
        {
          "text": "Блажен, кто стойко переносит испытания! Выдержав их, он обретет венец жизни, который обещал Господь любящим Его.",
          "ID": "12"
        },
        {
          "text": "В искушении пусть никто не говорит: «Бог послал мне искушение». Невозможно искусить злом Бога, но и Сам Он никого им не искушает. ",
          "ID": "13"
        },
        {
          "text": "Искушается всякий, когда собственная его похоть прельщает и обольщает его. ",
          "ID": "14"
        },
        {
          "text": "Зачав, похоть рождает грех, а грех, войдя в силу, приводит к смерти.",
          "ID": "15"
        },
        {
          "text": "Не обманывайтесь, братья мои возлюбленные. ",
          "ID": "16"
        },
        {
          "text": "Всё, что есть доброго на земле, и всякий дар во всей его полноте даруются свыше, нисходят от Отца светов, Который вне изменений, Которому неведомо непостоянство. ",
          "ID": "17"
        },
        {
          "text": "Пожелал – и родил Он нас словом истины, чтобы стали мы начатком нового Его творения.",
          "ID": "18"
        },
        {
          "text": "Помните, братья мои возлюбленные: всякий скорее других слушать должен, нежели сам говорить, и, уж во всяком случае, не быть запальчивым, ",
          "ID": "19"
        },
        {
          "text": "в ярости ведь человек не может прийти к праведности Божией. ",
          "ID": "20"
        },
        {
          "text": "А потому отрешитесь от всякой скверны, от последних остатков зла и с кротостью примите слово Божие, которое уже посеяно в сердцах ваших и может спасти ваши души.",
          "ID": "21"
        },
        {
          "text": "Но вам надлежит не только внимать этому слову, но и делать то, к чему оно зовет вас, иначе сами себя обманете. ",
          "ID": "22"
        },
        {
          "text": "Всякий, слово слушающий, но не исполняющий, похож на человека, который разглядывает свое собственное лицо в зеркале, ",
          "ID": "23"
        },
        {
          "text": "но после этого уходит и сразу забывает, как же он всё-таки выглядит. ",
          "ID": "24"
        },
        {
          "text": "Но кто внимательно смотрит в совершенный закон, в закон, дающий нам свободу, и не забывает об услышанном, но живет и действует по закону этому, блажен тот будет во всем, что делает.",
          "ID": "25"
        },
        {
          "text": "А кто языка своего обуздать не может, тот, хоть и думает, что служит Богу, на самом деле обманывает себя – ничего не стоит его благочестие. ",
          "ID": "26"
        },
        {
          "text": "Заботиться о сиротах и вдовах, в нужде пребывающих, ограждать себя от скверн мира сего – вот что значит быть действительно благочестивым, чистым и непорочным пред Богом, Отцом нашим.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "Послание Иакова 1"
    },
    {
      "text": [
        {
          "text": "Братья мои, пусть вера ваша в Господа нашего Иисуса Христа, Господа славы, будет свободна от всякой предвзятости по отношению к людям. ",
          "ID": "1"
        },
        {
          "text": "Придут, скажем, к вам на собрание два человека: один – богато одетый и с золотым перстнем, а другой – бедный, в поношенной одежде. ",
          "ID": "2"
        },
        {
          "text": "Если, глядя на наряд богатого, скажете ему: «Сюда садись, пожалуйста, здесь лучше», а бедному скажете: «Стань в сторонке или сядь здесь, у меня в ногах», – ",
          "ID": "3"
        },
        {
          "text": "если так по-разному относитесь вы к братьям, не оказываетесь ли судьями, да к тому же еще и со скверными мыслями?",
          "ID": "4"
        },
        {
          "text": "Подумайте сами, братья мои возлюбленные: не бедных ли этого мира наделил Бог богатством веры? Не их ли избрал, чтобы наследовали Царство, которое Он обещал любящим Его? ",
          "ID": "5"
        },
        {
          "text": "А вы худо обходитесь с бедными! Но разве не богатые притесняют вас и таскают вас по судам? ",
          "ID": "6"
        },
        {
          "text": "Не они ли хулят доброе имя, каким вы стали теперь называться.",
          "ID": "7"
        },
        {
          "text": "Если всегда исполняете Закон вышний так, как в Писании сказано: «Возлюби ближнего своего, как себя самого», – хорошо делаете. ",
          "ID": "8"
        },
        {
          "text": "Но если по одежке людей встречаете и по-разному к ним относитесь, то грешите и перед Законом вы преступники. ",
          "ID": "9"
        },
        {
          "text": "Кто, соблюдая Закон в целом, согрешает хотя бы в одном чем-то, тот и во всем виновным оказывается. ",
          "ID": "10"
        },
        {
          "text": "Ведь Тот, Кто сказал: «Не прелюбодействуй», Он же заповедал: «Не убивай». Так что даже если не прелюбодействовал ты, случись тебе убить – перед Законом ты преступник.",
          "ID": "11"
        },
        {
          "text": "Говорите и действуйте всегда как люди, которые по закону свободы судимы будут. ",
          "ID": "12"
        },
        {
          "text": "Не будет снисхождения на Суде тому, кто сам не знает милости. Ей, которую отвергли они, – торжествовать на Суде.",
          "ID": "13"
        },
        {
          "text": "Что пользы в том, братья мои, когда говорит кто-то, что верует, а делом этого никак не подтверждает? Спасет ли его такая вера? ",
          "ID": "14"
        },
        {
          "text": "Если брат или сестра ваши нуждаются в одежде и голодают, ",
          "ID": "15"
        },
        {
          "text": "а кто-то из вас скажет им: «Всего доброго вам, одевайтесь теплей да питайтесь получше», но сам не даст им того, в чем у них нужда, что пользы в словах его? ",
          "ID": "16"
        },
        {
          "text": "Так и с верой: без дел она мертва, сама по себе ничто.",
          "ID": "17"
        },
        {
          "text": "Если попробует кто-то возразить на это: «Одному дается вера, а другому – дела», отвечу ему: «Покажи мне эту веру твою, которая без дел, а я тебе свою в делах моих представлю». ",
          "ID": "18"
        },
        {
          "text": "Ты веришь, что только один есть Бог? Хорошо делаешь. Однако ведь и бесы веруют и трепещут притом.",
          "ID": "19"
        },
        {
          "text": "Но не угодно ли тебе, жалкий ты человек, признать, что вера без дел тщетна? ",
          "ID": "20"
        },
        {
          "text": "Когда Авраам, отец наш, возложил Исаака, сына своего, на жертвенник, разве не за это свидетельство веры был он признан праведным? ",
          "ID": "21"
        },
        {
          "text": "Ты и сам знаешь, что именно вера Авраама явила себя в делах его и совершенной она в делах этих стала. ",
          "ID": "22"
        },
        {
          "text": "Тут всё вышло по Писанию: «Поверил Авраам Богу, и это вменилось ему в праведность». И назван был Авраам другом Божьим. ",
          "ID": "23"
        },
        {
          "text": "Так что видите, будет признан человек праведным или нет – от дел его зависит, а не от одной только веры.",
          "ID": "24"
        },
        {
          "text": "Вот и Раав, блудница, разве не делами по вере ее угодила она Богу, когда приняла в дом свой вестников и проводила их другой, безопасной дорогой? Так что снова скажу: вера без дел, как тело без духа, мертва.",
          "ID": "25"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "Послание Иакова 2"
    },
    {
      "text": [
        {
          "text": "Не каждому из вас, братья мои, следует становиться учителем, вы ведь сами знаете, что если других учим мы, то с большей строгостью будем судимы. ",
          "ID": "1"
        },
        {
          "text": "Все мы то и дело ошибаемся. А кто в речах своих не согрешает, тот уже человек совершенный и может всё тело свое обуздать.",
          "ID": "2"
        },
        {
          "text": "Удила, которыми управляем лошадью, кладутся ей в рот, но повинуется она нам всем телом своим. ",
          "ID": "3"
        },
        {
          "text": "Так и с кораблями: как бы ни велики они были и какими бы сильными ветрами ни носило их, управляют ими с помощью небольшого руля, который во власти кормчего. ",
          "ID": "4"
        },
        {
          "text": "Вот и язык: мал он в теле человека, но сколь многим может похваляться! Подумайте только, какой большой лес загорается от одной малой искры. ",
          "ID": "5"
        },
        {
          "text": "Язык – что огонь. Расположенный между другими частями тела нашего, он может стать средоточием зла, которым оскверняется всё тело и от которого сгорает порой вся жизнь человека – язык от огня геенны возжигается.",
          "ID": "6"
        },
        {
          "text": "Человек может укротить и укротил уже всякую тварь (зверей и птиц, пресмыкающихся и обитателей моря), ",
          "ID": "7"
        },
        {
          "text": "а вот язык никто из людей укротить не может. Зло неодолимое, он полон яда смертоносного.",
          "ID": "8"
        },
        {
          "text": "Языком славим мы Господа, Отца нашего; им же проклинаем человека, рожденного по образу и подобию Божию. ",
          "ID": "9"
        },
        {
          "text": "Хвалы и проклятия с одних и тех же уст сходят. Не должно такого быть, братья мои. ",
          "ID": "10"
        },
        {
          "text": "Льется ли из одного источника и пресная вода, и соленая? ",
          "ID": "11"
        },
        {
          "text": "Может ли, братья мои, смоковница принести маслины, а виноградная лоза – смоквы? Не может и соленый источник дать пресную воду.",
          "ID": "12"
        },
        {
          "text": "Кто среди вас мудр и учен? Пусть докажет он это примерной жизнью своей, делами, в коих явит себя его кротость, за которой мудрость. ",
          "ID": "13"
        },
        {
          "text": "Если же в сердце вашем поселился дух черной зависти и самовлюбленности, не хвалитесь и ложью своей не заслоняйте истину: ",
          "ID": "14"
        },
        {
          "text": "нет тут мудрости, которая свыше, а только земная, бездуховная, бесовская. ",
          "ID": "15"
        },
        {
          "text": "Ибо, где зависть и себялюбие, там неустройство, там всякие злые дела.",
          "ID": "16"
        },
        {
          "text": "А мудрость, что от Бога, она, прежде всего, чиста, и она – в миролюбии, снисходительности, готовности уступать, она свободна от пристрастия и лицемерия, исполнена милосердия и приносит добрые плоды истинной праведности. ",
          "ID": "17"
        },
        {
          "text": "Но праведность эта есть плод того семени, что спокойно сеется миротворцами.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "Послание Иакова 3"
    },
    {
      "text": [
        {
          "text": "Откуда же у вас эти раздоры и стычки? Не от прихотей ли, что порабощают вас и сталкивают друг с другом? ",
          "ID": "1"
        },
        {
          "text": "Вы всё время чего-то хотите, а не получаете; смертельно завидуете, а всё не можете достичь желаемого, отсюда ваши ссоры и стычки. Потому и не удается вам ничто, ведь вы не просите. ",
          "ID": "2"
        },
        {
          "text": "А если и просите, то всё равно не получаете, потому что не на добро просите, а чтобы одним только удовольствиям предаваться.",
          "ID": "3"
        },
        {
          "text": "Прелюбодеи и прелюбодейки, разве не знаете вы, что, привязывая себя к этому миру, вы, по сути, враждуете с Богом? Всякий, кто становится другом миру сему, оказывается врагом Богу. ",
          "ID": "4"
        },
        {
          "text": "Или вам кажутся пустыми слова Писания, что Дух, Которого Бог дал нам, ревниво жаждет безраздельной преданности Ему? ",
          "ID": "5"
        },
        {
          "text": "И Он же дает нам большую благодать. Потому Писание говорит:",
          "ID": "6"
        },
        {
          "text": "«Противостоит Бог высокомерным, ",
          "ID": "6"
        },
        {
          "text": " но милостив к смиренным».",
          "ID": "6"
        },
        {
          "text": "Так что покоритесь Богу и ни в чем не уступайте дьяволу – тогда он отступит от вас. ",
          "ID": "7"
        },
        {
          "text": "Будьте вы к Богу ближе, и Он приблизится к вам. Омойте руки, грешники, и вы, двоедушные, очистите сердца свои. ",
          "ID": "8"
        },
        {
          "text": "Ужаснитесь и скорби предайтесь, восплачьте и возрыдайте. Смех ваш да обратится в плач, и радость – в скорбь. ",
          "ID": "9"
        },
        {
          "text": "Смиритесь пред Господом, и Он возвысит вас.",
          "ID": "10"
        },
        {
          "text": "Перестаньте наговаривать друг на друга, братья. Кто хулит брата своего или осуждает его, тот о Законе злословит, Закон осуждает. А если судишь ты Закон, то уже не исполняешь его, а в заносчивости своей становишься судьей над ним. ",
          "ID": "11"
        },
        {
          "text": "Но ведь один только есть Законодатель и Судья, Который решает, кого спасти, а кого покарать. А ты, кто ты такой, что берешься судить своего ближнего?",
          "ID": "12"
        },
        {
          "text": "Теперь вот еще о чем задумайтесь. Вы говорите: «Сегодня или завтра мы отправимся в такой-то город, будем там целый год торговать и вернемся с прибылью». ",
          "ID": "13"
        },
        {
          "text": "Говорите вы это, а сами не знаете, что принесет вам завтрашний день. И вообще, что такое жизнь ваша? Пар, который появляется ненадолго, а затем исчезает. ",
          "ID": "14"
        },
        {
          "text": "Вам следовало бы говорить по-другому: «Если угодно то будет Господу, мы будем жить и сделаем то-то и то-то». ",
          "ID": "15"
        },
        {
          "text": "Вы же в самомнении своем хвалитесь, а всякая такая похвальба – зло. ",
          "ID": "16"
        },
        {
          "text": "В общем, кто знает, как делать добро, но не делает, тому – грех.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "Послание Иакова 4"
    },
    {
      "text": [
        {
          "text": "Теперь о вас, богатые. Плачьте, рыдайте, ибо ждет вас беда. ",
          "ID": "1"
        },
        {
          "text": "Считайте, что пропало ваше богатство и одежды ваши побиты молью, ",
          "ID": "2"
        },
        {
          "text": "изъедены ржавчиной даже золото ваше и серебро – ржавчина эта изобличит вас и спалит вашу плоть, как огонь. Собрали вы сокровища, но в мире собрали вы их, дни которого сочтены уже. ",
          "ID": "3"
        },
        {
          "text": "И плата, которую вы не отдали работникам, собравшим хлеб с полей ваших, взывает к отмщению, и крики жнецов дошли до слуха Господа Саваофа. ",
          "ID": "4"
        },
        {
          "text": "Вы роскошествовали на земле и всем желаниям своим потакали. Так утучнили вы себя на день заклания. ",
          "ID": "5"
        },
        {
          "text": "Вы и теперь продолжаете судить и убивать праведников, хотя они и не противятся вам.",
          "ID": "6"
        },
        {
          "text": "Вы же, братья мои, не впадайте в уныние и будьте терпеливы в ожидании пришествия Господня. Посмотрите на земледельца, как он ожидает драгоценного плода земли, дождей ранних и поздних с каким терпением ждет он! ",
          "ID": "7"
        },
        {
          "text": "Будьте и вы столь же терпеливы и стойки – близко уже пришествие Господне. ",
          "ID": "8"
        },
        {
          "text": "Не вините никого в своих бедах, братья, чтобы самим не быть осужденными – уже у дверей Судья.",
          "ID": "9"
        },
        {
          "text": "Пусть будет для вас примером то долготерпение, какое явили в страданиях своих пророки, говорившие во имя Господне. ",
          "ID": "10"
        },
        {
          "text": "Помните, что блаженными мы называем тех, которые терпели. Вы слышали о стойкости Иова и знаете, какое намерение о нем было у Господа, ведь исполнен Он сострадания и милости.",
          "ID": "11"
        },
        {
          "text": "Но главное, не клянитесь, братья мои, – ни небом, ни землей и ничем иным не клянитесь; просто пусть «да» у вас будет «да», а «нет» точно будет «нет», тогда не навлечете на себя осуждения.",
          "ID": "12"
        },
        {
          "text": "Страдает ли кто из вас – пусть молится, радостен ли кто – пусть поет псалмы. ",
          "ID": "13"
        },
        {
          "text": "Болен кто – пусть призовет пресвитеров церкви, чтобы те помолились над ним, совершив помазание елеем во имя Господа. ",
          "ID": "14"
        },
        {
          "text": "И молитва, с верой вознесенная, спасет больного – Господь восстановит его здоровье. И если согрешил он, прощено ему будет. ",
          "ID": "15"
        },
        {
          "text": "Так что признавайтесь друг перед другом в грехах своих и молитесь друг о друге, чтобы исцелиться. Велика сила горячей молитвы праведного.",
          "ID": "16"
        },
        {
          "text": "Илия был такой же человек, как и мы, однако когда помолился он усердно о том, чтобы не было дождя, за три года и шесть месяцев в стране ни разу не пролился дождь, ",
          "ID": "17"
        },
        {
          "text": "когда же снова помолился, пошли дожди, и земля произрастила плод свой.",
          "ID": "18"
        },
        {
          "text": "Братья мои, если уклонится кто из вас от истины и кто-то поможет ему вернуться, ",
          "ID": "19"
        },
        {
          "text": "пусть знает вернувший грешника с ложного пути его, что спас он его от смерти и что множество тому будет прощено грехов.",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "Послание Иакова 5"
    }
  ],
  "ID": "NT:JAS(BTI)",
  "name": "Послание Иакова"
}