{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Иаков, Богу и Господу Иисусу Христу раб, обеманадесяте коленома, иже в разсеянии, радоватися. ",
          "ID": "1"
        },
        {
          "text": "Всяку радость имейте, братие моя, егда во искушения впадаете различна, ",
          "ID": "2"
        },
        {
          "text": "ведяще, яко искушение вашея веры соделовает терпение: ",
          "ID": "3"
        },
        {
          "text": "терпение же дело совершенно да имать, яко да будете совершенни и всецели, ни в чемже лишени. ",
          "ID": "4"
        },
        {
          "text": "Аще же кто от вас лишен есть премудрости, да просит от дающаго Бога всем нелицеприемне и не поношающаго, и дастся ему. ",
          "ID": "5"
        },
        {
          "text": "Да просит же верою, ничтоже сумняся: сумняйся бо уподобися волнению морскому, ветры возметаему и развеваему. ",
          "ID": "6"
        },
        {
          "text": "Да не мнит бо человек он, яко приимет что от Бога. ",
          "ID": "7"
        },
        {
          "text": "Муж двоедушен неустроен во всех путех своих. ",
          "ID": "8"
        },
        {
          "text": "Да хвалится же брат смиренный в высоте своей, ",
          "ID": "9"
        },
        {
          "text": "богатый же во смирении своем, зане якоже цвет травный мимоидет: ",
          "ID": "10"
        },
        {
          "text": "возсия бо солнце со зноем, и изсуши траву, и цвет ея отпаде, и блголепие лица ея погибе: сице и богатый в хождении своем увядает. ",
          "ID": "11"
        },
        {
          "text": "Блажен муж, иже претерпит искушение: зане искусен быв, приимет венец жизни, егоже обеща Бог любящым его. ",
          "ID": "12"
        },
        {
          "text": "Никтоже искушаемь да глаголет, яко от Бога искушаемь есмь: Бог бо несть искуситель злым, не искушает же той ни когоже, ",
          "ID": "13"
        },
        {
          "text": "кийждо же искушается, от своея похоти влекомь и прельщаемь: ",
          "ID": "14"
        },
        {
          "text": "таже похоть заченши раждает грех, грех же содеян раждает смерть. ",
          "ID": "15"
        },
        {
          "text": "Не льститеся, братие моя возлюбленная: ",
          "ID": "16"
        },
        {
          "text": "всяко даяние благо и всяк дар совершен свыше есть, сходяй от Отца светов, у негоже несть пременение, или преложения стень. ",
          "ID": "17"
        },
        {
          "text": "Восхотев бо породи нас словом истины, во еже быти нам начаток некий созданием его. ",
          "ID": "18"
        },
        {
          "text": "Темже, братие моя возлюбленная, да будет всяк человек скор услышати и косен глаголати, косен во гнев, ",
          "ID": "19"
        },
        {
          "text": "гнев бо мужа, правды Божия не соделовает. ",
          "ID": "20"
        },
        {
          "text": "Сего ради отложше всяку скверну и избыток злобы, в кротости приимите всажденное слово, могущее спасти душы вашя. ",
          "ID": "21"
        },
        {
          "text": "Бывайте же творцы слова, а не точию слышатели, прельщающе себе самех. ",
          "ID": "22"
        },
        {
          "text": "Зане аще кто есть слышатель слова, а не творец, таковый уподобися мужу смотряющу лице бытия своего в зерцале: ",
          "ID": "23"
        },
        {
          "text": "усмотри бо себе и отиде, и абие забы, каков бе. ",
          "ID": "24"
        },
        {
          "text": "Приникий же в закон совершен свободы, и пребыв, сей не слышатель забытлив быв, но творец дела, сей блажен в делании своем будет. ",
          "ID": "25"
        },
        {
          "text": "Аще кто мнится верен быти в вас, и не обуздовает языка своего, но льстит сердце свое, сего суетна есть вера. ",
          "ID": "26"
        },
        {
          "text": "Вера бо чиста и нескверна пред Богом и Отцем сия есть, еже посещати сирых и вдовиц в скорбех их, (и) нескверна себе блюсти от мира.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "Послание апостола Иакова 1"
    },
    {
      "text": [
        {
          "text": "Братие моя, не на лица зряще имейте веру Господа нашего Иисуса Христа славы. ",
          "ID": "1"
        },
        {
          "text": "Аще бо внидет в сонмище ваше муж, злат перстень нося, в ризе светле, внидет же и нищь в худе одежди, ",
          "ID": "2"
        },
        {
          "text": "и воззрите на носящаго ризу светлу, и речете ему: ты сяди зде добре: и нищему речете: ты стани тамо, или сяди зде на подножии моем: ",
          "ID": "3"
        },
        {
          "text": "и не разсмотристе в себе, и бысте судии помышлений злых. ",
          "ID": "4"
        },
        {
          "text": "Слышите, братие моя возлюбленная, не Бог ли избра нищыя мира сего богаты в вере и наследники Царствия, еже обеща любящым его? ",
          "ID": "5"
        },
        {
          "text": "вы же укористе нищаго. Не богатии ли насилуют вам, и тии влекут вы на судища? ",
          "ID": "6"
        },
        {
          "text": "не тии ли хулят доброе имя нареченное на вас? ",
          "ID": "7"
        },
        {
          "text": "Аще убо закон совершаете царский, по писанию: возлюбиши искренняго своего якоже себе самаго, добре творите: ",
          "ID": "8"
        },
        {
          "text": "аще же на лица зрите, то грех содеваете, обличаеми от закона якоже преступницы. ",
          "ID": "9"
        },
        {
          "text": "Иже бо весь закон соблюдет, согрешит же во единем, бысть всем повинен. ",
          "ID": "10"
        },
        {
          "text": "Рекий бо: не прелюбы сотвориши, рекл есть и: не убиеши. Аще же не прелюбы сотвориши, убиеши же, был еси преступник закона. ",
          "ID": "11"
        },
        {
          "text": "Тако глаголите и тако творите, яко законом свободным имущии суд прияти. ",
          "ID": "12"
        },
        {
          "text": "Суд бо без милости не сотворшему милости: и хвалится милость на суде. ",
          "ID": "13"
        },
        {
          "text": "Кая польза, братие моя, аще веру глаголет кто имети, дел же не имать? еда может вера спасти его? ",
          "ID": "14"
        },
        {
          "text": "Аще же брат или сестра нага будета и лишена будета дневныя пищи, ",
          "ID": "15"
        },
        {
          "text": "речет же има кто от вас: идита с миром, грейтася и насыщайтася? не даст же има требования телеснаго: кая польза? ",
          "ID": "16"
        },
        {
          "text": "Такожде и вера, аще дел не имать, мертва есть о себе. ",
          "ID": "17"
        },
        {
          "text": "Но речет кто: ты веру имаши, аз же дела имам: покажи ми веру твою от дел твоих, и аз тебе покажу от дел моих веру мою. ",
          "ID": "18"
        },
        {
          "text": "Ты веруеши, яко Бог един есть: добре твориши: и беси веруют, и трепещут. ",
          "ID": "19"
        },
        {
          "text": "Хощеши же ли разумети, о, человече суетне, яко вера без дел мертва есть? ",
          "ID": "20"
        },
        {
          "text": "Авраам отец наш не от дел ли оправдася, вознес исаака сына своего на жертвенник? ",
          "ID": "21"
        },
        {
          "text": "Видиши ли, яко вера поспешествоваше делом его, и от дел совершися вера? ",
          "ID": "22"
        },
        {
          "text": "И совершися писание глаголющее: верова же авраам Богови, и вменися ему в правду, и друг Божий наречеся. ",
          "ID": "23"
        },
        {
          "text": "Зрите ли убо, яко от дел оправдается человек, а не от веры единыя? ",
          "ID": "24"
        },
        {
          "text": "Такожде же и раав блудница не от дел ли оправдася, приемши сходники и иным путем изведши их? ",
          "ID": "25"
        },
        {
          "text": "Якоже бо тело без духа мертво есть, тако и вера без дел мертва есть.",
          "ID": "26"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "Послание апостола Иакова 2"
    },
    {
      "text": [
        {
          "text": "Не мнози учителие бывайте, братие моя, ведяще, яко болшее осуждение приимем, ",
          "ID": "1"
        },
        {
          "text": "много бо согрешаем вси. Аще кто в слове не согрешает, сей совершен муж, силен обуздати и все тело. ",
          "ID": "2"
        },
        {
          "text": "Се бо и конем узды во уста влагаем, да повинуются нам, и все тело их обращаем: ",
          "ID": "3"
        },
        {
          "text": "се, и корабли велицы суще и от жестоких ветров заточаеми, обращаются малым кормилцем, аможе стремление правящаго хощет: ",
          "ID": "4"
        },
        {
          "text": "такожде же и язык мал уд есть, и вельми хвалится. Се мал огнь, и коль велики вещи сожигает. ",
          "ID": "5"
        },
        {
          "text": "И язык огнь, лепота неправды: сице и язык водворяется во удех наших, скверня все тело, и паля коло рождения нашего, и опаляяся от геенны: ",
          "ID": "6"
        },
        {
          "text": "всяко бо естество зверей же и птиц, гад же и рыб, укрощается и укротится естеством человеческим, ",
          "ID": "7"
        },
        {
          "text": "языка же никтоже может от человек укротити: не удержимо бо зло, исполнь яда смертоносна. ",
          "ID": "8"
        },
        {
          "text": "Тем благословляем Бога и Отца, и тем кленем человеки бывшыя по подобию Божию: ",
          "ID": "9"
        },
        {
          "text": "от техже уст исходит благословение и клятва. Не подобает, братие моя возлюбленная, сим тако бывати. ",
          "ID": "10"
        },
        {
          "text": "Еда ли источник от единаго устия источает сладкое и горькое? ",
          "ID": "11"
        },
        {
          "text": "Еда может, братие моя, смоковница маслины творити, или виноградная лоза смоквы? такожде ни един источник слану и сладку творит воду. ",
          "ID": "12"
        },
        {
          "text": "Кто премудр и худог в вас, да покажет от добраго жития дела своя в кротости и премудрости. ",
          "ID": "13"
        },
        {
          "text": "Аще же зависть горьку имате и рвение в сердцах ваших, не хвалитеся, ни лжите на истину: ",
          "ID": "14"
        },
        {
          "text": "несть сия премудрость свыше низходящи, но земна, душевна, бесовска: ",
          "ID": "15"
        },
        {
          "text": "идеже бо зависть и рвение, ту нестроение и всяка зла вещь. ",
          "ID": "16"
        },
        {
          "text": "А яже свыше премудрость, первее убо чиста есть, потом же мирна, кротка, благопокорлива, исполнь милости и плодов благих, несуменна и нелицемерна. ",
          "ID": "17"
        },
        {
          "text": "Плод же правды в мире сеется творящым мир.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "Послание апостола Иакова 3"
    },
    {
      "text": [
        {
          "text": "Откуду брани и свары в вас? не отсюду ли, от сластей ваших, воюющих во удех ваших? ",
          "ID": "1"
        },
        {
          "text": "Желаете, и не имате: убиваете и завидите, и не можете улучити: сваряетеся и борете, и не имате, зане не просите: ",
          "ID": "2"
        },
        {
          "text": "просите, и не приемлете, зане зле просите, да в сластех ваших иждивете. ",
          "ID": "3"
        },
        {
          "text": "Прелюбодее и прелюбодейцы, не весте ли, яко любы мира сего вражда Богу есть, иже бо восхощет друг быти миру, враг Божии бывает. ",
          "ID": "4"
        },
        {
          "text": "Или мните, яко всуе писание глаголет: к зависти желает дух, иже вселися в ны? ",
          "ID": "5"
        },
        {
          "text": "Болшую же дает благодать: темже глаголет: Господь гордым противится, смиренным же дает благодать. ",
          "ID": "6"
        },
        {
          "text": "Повинитеся убо Богу, противитеся же диаволу, и бежит от вас. ",
          "ID": "7"
        },
        {
          "text": "Приближитеся Богу, и приближится вам: очистите руце, грешницы, исправите сердца ваша, двоедушнии: ",
          "ID": "8"
        },
        {
          "text": "постраждите и слезите и плачитеся: смех ваш в плачь да обратится, и радость в сетование: ",
          "ID": "9"
        },
        {
          "text": "смиритеся пред Господем, и вознесет вы. ",
          "ID": "10"
        },
        {
          "text": "Не оклеветайте друг друга, братие: оклеветаяй бо брата, или осуждаяй брата своего, оклеветает закон и осуждает закон: аще же закон осуждаеши, неси творец закона, но судия. ",
          "ID": "11"
        },
        {
          "text": "Един есть законоположник и судия, могий спасти и погубити: ты же кто еси осуждаяй друга? ",
          "ID": "12"
        },
        {
          "text": "Слышите ныне, глаголющии: днесь или утре пойдем во он град, и сотворим ту лето едино, и куплю деем и приобретение: ",
          "ID": "13"
        },
        {
          "text": "иже не весте, что утре случится: кая бо жизнь ваша, пара бо есть, яже вмале является, потом же исчезает. ",
          "ID": "14"
        },
        {
          "text": "Вместо еже бы глаголати вам: аще Господь восхощет, и живи будем, и сотворим сие или оно: ",
          "ID": "15"
        },
        {
          "text": "ныне же хвалитеся в гордынех ваших: всяка хвала такова зла есть. ",
          "ID": "16"
        },
        {
          "text": "Ведущему убо добро творити, и не творящему, грех ему есть.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "Послание апостола Иакова 4"
    },
    {
      "text": [
        {
          "text": "Приидите ныне, богатии, плачитеся и рыдайте о лютых скорбех ваших грядущих на вы. ",
          "ID": "1"
        },
        {
          "text": "Богатство ваше изгни, и ризы вашя молие поядоша. ",
          "ID": "2"
        },
        {
          "text": "Злато ваше и сребро изоржаве, и ржа их в послушество на вас будет, и снесть плоти вашя аки огнь: егоже снискасте в последния дни. ",
          "ID": "3"
        },
        {
          "text": "Се, мзда делателей делавших нивы вашя, удержаная от вас, вопиет, и вопиения жавших во ушы Господа саваофа внидоша. ",
          "ID": "4"
        },
        {
          "text": "Возвеселистеся на земли, и насладистеся: упитасте сердца ваша аки в день заколения. ",
          "ID": "5"
        },
        {
          "text": "Осудисте, убисте праведнаго: не противится вам. ",
          "ID": "6"
        },
        {
          "text": "Долготерпите убо, братие моя, до пришествия Господня. Се земледелец ждет честнаго плода от земли, долготерпя о нем, дондеже приимет дождь ран и позден: ",
          "ID": "7"
        },
        {
          "text": "долготерпите убо и вы, утвердите сердца ваша, яко пришествие Господне приближися. ",
          "ID": "8"
        },
        {
          "text": "Не воздыхайте друг на друга, братие, да не осуждени будете: се, судия пред дверьми стоит. ",
          "ID": "9"
        },
        {
          "text": "Образ приимите, братие моя, злострадания и долготерпения пророки, иже глаголаша именем Господним. ",
          "ID": "10"
        },
        {
          "text": "Се, блажим терпящыя. Терпение иовле слышасте, и кончину Господню видесте, яко многомилостив есть Господь и щедр. ",
          "ID": "11"
        },
        {
          "text": "Прежде же всех, братие моя, не кленитеся ни небом, ни землею, ни иною коею клятвою: буди же вам еже ей, ей, и еже ни, ни: да не в лицемерие впадете. ",
          "ID": "12"
        },
        {
          "text": "Злостраждет ли кто в вас? да молитву деет: благодушствует ли кто? да поет. ",
          "ID": "13"
        },
        {
          "text": "Болит ли кто в вас, да призовет пресвитеры церковныя, и да молитву сотворят над ним, помазавше его елеем во имя Господне: ",
          "ID": "14"
        },
        {
          "text": "и молитва веры спасет болящаго, и воздвигнет его Господь: и аще грехи сотворил есть, отпустятся ему. ",
          "ID": "15"
        },
        {
          "text": "Исповедайте убо друг другу согрешения и молитеся друг за друга, яко да исцелеете: много бо может молитва праведнаго поспешествуема. ",
          "ID": "16"
        },
        {
          "text": "Илиа человек бе подобострастен нам, и молитвою помолися, да не будет дождь, и не одожди по земли лета три и месяц шесть: ",
          "ID": "17"
        },
        {
          "text": "и паки помолися, и небо дождь даде, и земля прозябе плод свой. ",
          "ID": "18"
        },
        {
          "text": "Братие, аще кто в вас заблудит от пути истины, и обратит кто его, ",
          "ID": "19"
        },
        {
          "text": "да весть, яко обративый грешника от заблуждения пути его спасет душу от смерти и покрыет множество грехов. ",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "Послание апостола Иакова 5"
    }
  ],
  "ID": "NT:JAS(CSLAV)",
  "name": "Послание апостола Иакова"
}