{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Двенадцати родам иудеев, рассеянным среди народов.",
          "ID": "1"
        },
        {
          "text": "Вас приветствует Иаков, слуга Бога и Господа Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Братья, когда вы сталкиваетесь с различного рода испытаниями, считайте это великой радостью. ",
          "ID": "2"
        },
        {
          "text": "Вы знаете, что испытание вашей веры вырабатывает стойкость, ",
          "ID": "3"
        },
        {
          "text": "а стойкость должна настолько возрасти в вас, чтобы вы стали зрелыми и цельными, без всяких недостатков. ",
          "ID": "4"
        },
        {
          "text": "Если кому-то из вас недостает мудрости, пусть просит у Бога, Который, не упрекая, щедро наделяет ею всех, – и ему будет дано. ",
          "ID": "5"
        },
        {
          "text": "Но тот, кто просит, должен верить, нисколько не сомневаясь, потому что сомневающийся похож на морскую волну, носимую и разбиваемую ветром. ",
          "ID": "6"
        },
        {
          "text": "Пусть такой человек не рассчитывает получить что-либо от Господа. ",
          "ID": "7"
        },
        {
          "text": "Это двоедушный человек, нетвердый во всем, что бы он ни делал.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Брат из низшего сословия, на самом деле, может хвалиться своим высоким положением. ",
          "ID": "9"
        },
        {
          "text": "А богатый может хвалиться своим унижением, потому что он исчезнет, как полевой цветок. ",
          "ID": "10"
        },
        {
          "text": "Восходит солнце и своим жаром сушит растение, его цветок опадает, и вся красота исчезает. Так же и богатый человек увянет за своими делами.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Блажен тот, кто, перенеся испытание, выдержит его до конца – он получит венец жизни, который Бог обещал всем, кто любит Его. ",
          "ID": "12"
        },
        {
          "text": "Когда вас постигает искушение, не говорите: «Это Бог меня искушает». Бог Сам не может быть искушен злом и не искушает никого. ",
          "ID": "13"
        },
        {
          "text": "Каждого человека искушают его же собственные желания, они увлекают и соблазняют его. ",
          "ID": "14"
        },
        {
          "text": "Затем желание зачинает и порождает грех, а совершенный грех порождает смерть.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Любимые мои братья, не заблуждайтесь. ",
          "ID": "16"
        },
        {
          "text": "Все добрые и совершенные дары исходят свыше, от Отца светил, у Которого нет ни изменения, ни тени перемены. ",
          "ID": "17"
        },
        {
          "text": "Он Сам по Своей воле родил нас словом истины, чтобы нам быть первыми плодами среди Его созданий.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Любимые мои братья, поймите: пусть каждый будет склонен скорее слушать, чем говорить или проявлять гнев. ",
          "ID": "19"
        },
        {
          "text": "В гневе человек не делает угодного Богу. ",
          "ID": "20"
        },
        {
          "text": "Поэтому оставьте всякую нечистоту и остаток злобы и в кротости примите насаждаемое слово, которое имеет силу спасти ваши души.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "При этом будьте не только слушателями слова, но и исполнителями его, иначе вы просто обманываете себя. ",
          "ID": "22"
        },
        {
          "text": "Кто слушает слово, но не исполняет его, тот похож на человека, который смотрит в зеркало: ",
          "ID": "23"
        },
        {
          "text": "он посмотрел на себя, отошел и сразу же забыл, как выглядит. ",
          "ID": "24"
        },
        {
          "text": "Но человек, который постоянно вникает в совершенный Закон, Закон, дающий свободу, и поступает согласно ему, не забывая о том, что слышал, будет блажен в своих делах.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Кто считает себя благочестивым, но не может управлять своим языком, тот обманывает самого себя, и благочестие такого человека бесполезно. ",
          "ID": "26"
        },
        {
          "text": "Чистое и непорочное благочестие перед Богом, нашим Отцом, заключается в том, чтобы помогать сиротам и вдовам в их нуждах и хранить себя чистым от этого мира.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "Послание Иакова 1"
    },
    {
      "text": [
        {
          "text": "Братья мои, имейте веру в Иисуса Христа, нашего славного Господа, не оказывая предпочтения одним людям перед другими. ",
          "ID": "1"
        },
        {
          "text": "Допустим, что на ваше собрание придет человек в богатой одежде и с золотым перстнем, и вслед за ним войдет другой, бедный и в грязной одежде. ",
          "ID": "2"
        },
        {
          "text": "Если вы взглянете на человека в богатой одежде и скажете ему: «Проходи, пожалуйста, садись здесь», а бедному скажете: «Постой там» или же: «Садись здесь, у моих ног», ",
          "ID": "3"
        },
        {
          "text": "то не проявляете ли вы несправедливость, становясь судьями с дурными мыслями?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Послушайте, любимые мои братья, разве не избрал Бог тех, кто беден в этом мире, чтобы они были богатыми верой и наследниками Царства, которое Он обещал всем, кто любит Его? ",
          "ID": "5"
        },
        {
          "text": "А вы презираете бедного. Разве не богатые угнетают вас и таскают вас по судам? ",
          "ID": "6"
        },
        {
          "text": "Разве не они оскорбляют доброе имя, которое вы носите?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если вы действительно соблюдаете царский закон, как написано: «Люби ближнего твоего, как самого себя», то поступаете правильно. ",
          "ID": "8"
        },
        {
          "text": "Но если вы оказываете предпочтение одним людям перед другими, то грешите, и Закон обличает вас как преступников. ",
          "ID": "9"
        },
        {
          "text": "Кто соблюдает весь Закон, но согрешит в чем-то одном, тот виновен во всем. ",
          "ID": "10"
        },
        {
          "text": "Тот, кто сказал: «Не нарушай супружескую верность», сказал и: «Не убивай». Если ты не изменяешь в браке, но убиваешь, ты становишься нарушителем Закона.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Говорите и поступайте как те, кому предстоит быть судимыми по Закону, несущему свободу. ",
          "ID": "12"
        },
        {
          "text": "Для тех, кто не проявляет милости, суд тоже будет без милости. Милость превыше суда!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Братья мои, какая польза, если человек говорит, что имеет веру, но дел не имеет? Может ли такая вера спасти его? ",
          "ID": "14"
        },
        {
          "text": "Если брат или сестра без одежды и без пищи, ",
          "ID": "15"
        },
        {
          "text": "то какая польза будет в том, что кто-то из вас скажет им: «Идите с миром, грейтесь и ешьте», не дав им того, в чем они нуждаются? ",
          "ID": "16"
        },
        {
          "text": "Так же и вера, если не имеет дел, сама по себе мертва.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Может, кто-то скажет: «У тебя есть вера, а у меня есть дела – покажи мне твою веру без дел, а я покажу тебе мою веру в моих делах». ",
          "ID": "18"
        },
        {
          "text": "Ты веришь, что Бог – един, и это хорошо. Но и демоны верят и трепещут от страха.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Желаешь ли ты знать, неразумный человек, что вера без дел бесполезна? ",
          "ID": "20"
        },
        {
          "text": "Не в результате ли дел наш праотец Авраам был оправдан, когда положил своего сына Исаака на жертвенник? ",
          "ID": "21"
        },
        {
          "text": "Ты видишь, что его вера и его дела были неразрывно связаны, и именно в делах его вера и получила совершенство. ",
          "ID": "22"
        },
        {
          "text": "Так исполнились слова Писания: «Авраам поверил Богу, и это было вменено ему в праведность», и Авраам был назван другом Божьим. ",
          "ID": "23"
        },
        {
          "text": "Вы сами видите, что человек получает оправдание по делам, а не только по вере.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "И разве не по делам была оправдана блудница Раав, когда приютила лазутчиков и послала их другим путем?",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Так что, как тело мертво без духа, так и вера без дел мертва.",
          "ID": "26"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "Послание Иакова 2"
    },
    {
      "text": [
        {
          "text": "Братья мои, пусть немногие из вас становятся учителями в церкви, ведь вы знаете, что мы, учители, будем судимы более строго. ",
          "ID": "1"
        },
        {
          "text": "Мы все во многом грешим. Кто не грешит в словах, тот человек совершенный, способный обуздать и все тело.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вкладывая удила в рот лошади, чтобы заставить ее повиноваться, мы управляем всем ее телом. ",
          "ID": "3"
        },
        {
          "text": "Или, к примеру, корабли: как бы велики они ни были и какой бы сильный ветер ни дул, они направляются небольшим рулем туда, куда хочет штурман. ",
          "ID": "4"
        },
        {
          "text": "Так же и язык: это маленький орган, но он много хвастается. Взгляни – большой лесной пожар начинается с маленькой искры. ",
          "ID": "5"
        },
        {
          "text": "Язык – это тоже огонь, это место обитания неправедности среди других наших органов. Он оскверняет все тело и воспламеняет весь ход жизни, сам воспламеняясь от геенны.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Все звери, птицы, пресмыкающиеся и морские животные могут быть укрощены и укрощаются человеком, ",
          "ID": "7"
        },
        {
          "text": "но язык никто из людей укротить не может. Он – необузданное зло, полное смертоносного яда.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Языком мы славим Господа и Отца и тем же языком проклинаем людей, сотворенных по подобию Бога. ",
          "ID": "9"
        },
        {
          "text": "Из тех же уст выходят хвала и проклятие! Братья мои, этого быть не должно. ",
          "ID": "10"
        },
        {
          "text": "Разве может из одного и того же источника течь пресная и горькая вода? ",
          "ID": "11"
        },
        {
          "text": "Разве могут на инжире расти оливки или же на виноградной лозе – инжир? Так же и из соленого источника не может течь пресная вода.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Кто среди вас мудрый и разумный? Пусть он своей достойной жизнью покажет, что его дела совершены с кротостью, которую дает мудрость. ",
          "ID": "13"
        },
        {
          "text": "Но если вы вынашиваете в сердце горькую зависть и честолюбие, то не хвалитесь и не лгите против истины. ",
          "ID": "14"
        },
        {
          "text": "Такая «мудрость» приходит вовсе не с небес, она земная, человеческая, демоническая. ",
          "ID": "15"
        },
        {
          "text": "Там, где людьми руководят зависть и честолюбие, там беспорядок и всякого рода зло.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "А та мудрость, которая приходит с небес, прежде всего, чиста, потом миролюбива, мягка, послушна, полна милосердия и добрых плодов, беспристрастна и искренна. ",
          "ID": "17"
        },
        {
          "text": "Семена, дающие плод праведности, мирно сеются теми, кто творит мир.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "Послание Иакова 3"
    },
    {
      "text": [
        {
          "text": "Откуда среди вас враждебность и распри? Не от ваших ли страстей, которые борются внутри вас самих? ",
          "ID": "1"
        },
        {
          "text": "Вы чего-то хотите, но не имеете, и поэтому убиваете. Вы чему-то завидуете, но не можете этого достичь, и поэтому вступаете в борьбу и враждуете. Но вы не имеете потому, что не просите; ",
          "ID": "2"
        },
        {
          "text": "просите и не получаете, потому что просите из неправедных побуждений, желая употребить просимое на свои наслаждения.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Неверные люди, разве вы не знаете, что дружба с миром – это вражда против Бога? Тот, кто хочет быть другом этому миру, становится врагом Богу. ",
          "ID": "4"
        },
        {
          "text": "Или вы думаете, Писание напрасно говорит, что Бог до ревности любит наш дух, который Он и поселил в нас? ",
          "ID": "5"
        },
        {
          "text": "Но Он тем большую дает нам благодать. Поэтому Писание и говорит:",
          "ID": "6"
        },
        {
          "text": "«Бог – противник гордых,",
          "ID": "6"
        },
        {
          "text": "но смиренным Он дает благодать».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Поэтому покоритесь Богу, противостаньте дьяволу, и он убежит от вас. ",
          "ID": "7"
        },
        {
          "text": "Приблизьтесь к Богу, и Он приблизится к вам.",
          "ID": "8"
        },
        {
          "text": "Грешники, омойте ваши руки, и вы, двоедушные, очистите ваши сердца. ",
          "ID": "8"
        },
        {
          "text": "Сокрушайтесь, плачьте и рыдайте. Пусть в плач обратится ваш смех, а радость – в печаль. ",
          "ID": "9"
        },
        {
          "text": "Смиритесь перед Господом, и Он возвысит вас.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Братья, не говорите друг о друге плохо. Кто говорит плохо о брате или судит его, тот говорит плохо о Законе и судит этот Закон. А когда человек судит Закон, то он уже не исполнитель Закона, а судья. ",
          "ID": "11"
        },
        {
          "text": "Есть только один Законодатель и Судья, и только Он может спасти или погубить. А ты кто такой, чтобы судить ближнего?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Послушайте теперь те, кто говорит: «Сегодня или завтра мы поедем в такой-то город, поживем там год, будем торговать и получать прибыль». ",
          "ID": "13"
        },
        {
          "text": "Вы даже не знаете, что произойдет завтра. Что такое ваша жизнь? Ведь вы как пар, который на некоторое время появляется и потом исчезает. ",
          "ID": "14"
        },
        {
          "text": "Скажите лучше: «Если на то будет воля Господня, то мы еще поживем и сделаем то или другое». ",
          "ID": "15"
        },
        {
          "text": "Вы же теперь хвастаетесь в своей самонадеянности, а всякое такое хвастовство есть зло.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Итак, всякий, кто знает, что должен делать добро, и не делает, тот грешит.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "Послание Иакова 4"
    },
    {
      "text": [
        {
          "text": "Теперь послушайте меня вы, богатые. Плачьте и рыдайте, потому что на вас надвигаются несчастья. ",
          "ID": "1"
        },
        {
          "text": "Ваше богатство сгнило, вашу одежду изъела моль. ",
          "ID": "2"
        },
        {
          "text": "Ваше золото и серебро проржавели, и их ржавчина будет свидетельством против вас и, как огонь, пожрет вас. Вы собрали богатство на последние дни! ",
          "ID": "3"
        },
        {
          "text": "Те деньги, что вы недоплатили работникам, собравшим урожай на ваших полях, громко кричат. Вопль жнецов слышит Господь Сил. ",
          "ID": "4"
        },
        {
          "text": "Вы жили на земле в роскоши и удовольствиях, но откормили себя на день заклания. ",
          "ID": "5"
        },
        {
          "text": "Вы осудили и убили праведного, который не сопротивлялся вам.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Братья, наберитесь терпения до пришествия Господа. Земледельцу тоже приходится терпеливо ждать драгоценного плода земли, пока он получит осенние и весенние дожди. ",
          "ID": "7"
        },
        {
          "text": "Будьте же и вы терпеливы и укрепляйте свои сердца, потому что пришествие Господа близко. ",
          "ID": "8"
        },
        {
          "text": "Не жалуйтесь, братья, друг на друга, чтобы не подвергнуться осуждению. Судья уже стоит у дверей.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Братья, пусть для вас примером терпения в страданиях будут пророки, которые говорили во имя Господа. ",
          "ID": "10"
        },
        {
          "text": "Мы считаем благословенными тех, кто проявлял терпение. Вы слышали о терпении Иова и видели, как в конце Господь благословил его, потому что Господь богат милостью и состраданием.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Прежде всего, братья мои, не клянитесь ни небом, ни землей, ни какой-либо другой клятвой. Пусть ваше «да» будет настоящим «да», а ваше «нет» – настоящим «нет», чтобы вам не быть осужденными.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Если кто-либо из вас страдает – пусть молится. Кто-то счастлив? Пусть поет хвалебные песни. ",
          "ID": "13"
        },
        {
          "text": "Кто-то из вас болен? Пусть позовет старейшин церкви, чтобы те помолились над ним и помазали бы его маслом во имя Господа. ",
          "ID": "14"
        },
        {
          "text": "И молитва с верой исцелит больного: Господь поднимет его. Если заболевший согрешил, то он будет прощен. ",
          "ID": "15"
        },
        {
          "text": "Признавайтесь друг перед другом в ваших грехах и молитесь друг за друга, чтобы получить исцеление. Усиленная молитва праведного может многое.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Илия был таким же человеком, как и мы. Но он ревностно помолился, чтобы не было дождя, и на земле не было дождя три с половиной года. ",
          "ID": "17"
        },
        {
          "text": "Потом, опять же по его молитве, небо дало дождь, и земля снова начала приносить урожай.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Братья мои, если кто-то из вас уклонится от истины, а другой возвратит его к ней, ",
          "ID": "19"
        },
        {
          "text": "то пусть вернувший грешника на правильный путь знает, что он этим спасет душу грешника от смерти и покроет множество грехов.",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "Послание Иакова 5"
    }
  ],
  "ID": "NT:JAS(NRP)",
  "name": "Послание Иакова"
}