{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия людям Божьим, рассеянным по всему миру, от Иакова, слуги Божьего и Господа Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": "Братья и сёстры, с великой радостью принимайте всякие испытания,",
          "ID": "2"
        },
        {
          "text": "зная, что ваша вера, пройдя через испытание, порождает терпение.",
          "ID": "3"
        },
        {
          "text": "И это терпение должно оказать своё действие, так что вы достигнете совершенства и полноты, и не будет в вас изъяна.",
          "ID": "4"
        },
        {
          "text": "Если у кого из вас недостаточно мудрости, то вы должны просить её у Бога. Он щедро и с радостью дарует людям то, о чём они просят. Услышав ваши прошения, Бог даст вам мудрость.",
          "ID": "5"
        },
        {
          "text": "Но просить вы должны с верой, без всякого сомнения, потому что сомневающийся подобен морской волне, гонимой и колеблемой ветром.",
          "ID": "6"
        },
        {
          "text": "Сомневающийся не может решить, какому учению ему следовать и поэтому непостоянен в своих поступках. Такой человек не должен думать, что получит от Господа что-либо.",
          "ID": "7+JAS"
        },
        {
          "text": "Бедный брат должен радоваться тому, что Бог считает его важным,",
          "ID": "9"
        },
        {
          "text": "а богатый — тому, что подвергся страданиям, которые приносят ему смирение. Богатство не купит ему более длинную жизнь, а исчезнет, подобно полевому цветку.",
          "ID": "10"
        },
        {
          "text": "Солнце восходит, наступает палящий зной, и цветок увядает от зноя, лепестки его опадают, и погибает красота его. Так же и богатые исчезнут со всеми делами своими.",
          "ID": "11"
        },
        {
          "text": "Блажен, кто подвергается испытаниям, потому что, пройдя через них, он получит венец жизни, обещанный Богом тем, кто любит Его.",
          "ID": "12"
        },
        {
          "text": "Никто из подвергаемых искушению не должен говорить: «Это искушение послано Богом», потому что Бог не имеет ничего общего со злом и никого не искушает.",
          "ID": "13"
        },
        {
          "text": "Но каждого искушают его же собственные желания, которые завлекают его и держат в плену.",
          "ID": "14"
        },
        {
          "text": "Желание — первоисточник греха; грех же, в свою очередь, когда утвердится, порождает смерть.",
          "ID": "15"
        },
        {
          "text": "Так не позволяйте же себе обманываться, любимые мои братья и сёстры.",
          "ID": "16"
        },
        {
          "text": "Всякий добрый и совершенный дар приходит свыше, от Отца, Создавшего свет Небесный. Бог постоянен и неизменен.",
          "ID": "17"
        },
        {
          "text": "Он решил сделать нас Своими детьми через истинное Послание, чтобы мы стали самыми важными среди всех Его созданий.",
          "ID": "18"
        },
        {
          "text": "Любимые мои братья и сёстры, всегда стремитесь больше слушать, чем говорить, и не поддавайтесь гневу с лёгкостью,",
          "ID": "19"
        },
        {
          "text": "потому что гнев людской мешает жить праведно, как это угодно Богу.",
          "ID": "20"
        },
        {
          "text": "Так отрекитесь же от всякой нечистоты и зла вокруг, примите с кротостью учение Божье, насаждаемое в сердца ваши, которое может спасти ваши души.",
          "ID": "21"
        },
        {
          "text": "Поступайте согласно учению Божьему, а не просто внимайте ему бесцельно, потому что если вы только слушаете, то обманываете себя.",
          "ID": "22"
        },
        {
          "text": "Если кто-то только внимает учению Божьему, но не следует ему, то уподобляется тому, кто рассматривает своё лицо в зеркале:",
          "ID": "23"
        },
        {
          "text": "увидит себя, отойдёт и забудет тотчас, как выглядит.",
          "ID": "24"
        },
        {
          "text": "Блажен будет тот, кто внимательно изучает совершенный Закон Божий, приносящий свободу людям, и ведёт себя согласно ему, применяя его на деле, а выслушав, не забывает.",
          "ID": "25"
        },
        {
          "text": "Если кто-то считает себя благочестивым, но не обуздывает свой язык, то он лишь обманывает себя, и всё его благочестие ничего не сто́ит.",
          "ID": "26"
        },
        {
          "text": "Истинное же благочестие, угодное Богу, ничем не запятнанное и чистое перед Богом и Отцом, выражается в заботе о сиротах и вдовах, нуждающихся в помощи, и в сохранении себя неосквернённым от мира.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "Послание Иакова 1"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, так как вы веруете в нашего славного Господа Иисуса Христа, то не относитесь к людям с предвзятостью.",
          "ID": "1"
        },
        {
          "text": "Допустим, пришёл на ваше собрание человек в роскошной одежде и с золотым перстнем, пришёл также и бедняк в ветхой одежде.",
          "ID": "2"
        },
        {
          "text": "Вы оказываете особое внимание тому человеку, на котором роскошная одежда, и говорите: «Садись вот здесь, на одно из хороших мест». Бедняку же говорите вы: «Стань вон там» или «Садись у ног моих».",
          "ID": "3"
        },
        {
          "text": "Что же вы делаете? Вы отдаёте одним предпочтение перед другими и, побуждаемые неправедными мыслями, решаете, кто лучше.",
          "ID": "4"
        },
        {
          "text": "Послушайте, любимые мои братья и сёстры! Разве не избрал Бог тех, кто беден в глазах мира, чтобы сделать их богатыми в вере, наследниками Царства, которое обещал Он тем, кто любит Его?",
          "ID": "5"
        },
        {
          "text": "Вы же презираете бедняков! Разве не богачи угнетают вас, и разве не они водят вас по судам?",
          "ID": "6"
        },
        {
          "text": "Разве не они оскорбляют прекрасное имя Христа, которое вам было дано?",
          "ID": "7"
        },
        {
          "text": "Если вы в самом деле придерживаетесь Закона царского, указанного в Писаниях: «Люби ближнего своего, как самого себя», то вы поступаете правильно.",
          "ID": "8"
        },
        {
          "text": "Но если вы относитесь к одному человеку лучше, чем к другому, то впадаете в грех и будете осуждены как нарушители Закона.",
          "ID": "9"
        },
        {
          "text": "Так как тот, кто соблюдает Закон в целом, но нарушит пусть даже одно правило, виновен в нарушении Закона в целом.",
          "ID": "10"
        },
        {
          "text": "Потому что Бог, сказавший: «Не прелюбодействуй!», сказал также: «Не убей!» И потому, если ты не прелюбодействуешь, но совершишь убийство, то станешь нарушителем Закона.",
          "ID": "11"
        },
        {
          "text": "Говори и поступай, как человек, который будет судим по Закону, дающему свободу.",
          "ID": "12"
        },
        {
          "text": "Суд Божий будет безжалостен к тому, кто не знал милосердия. Милосердие же торжествует над судом!",
          "ID": "13"
        },
        {
          "text": "Братья и сёстры, какой прок, если кто-то скажет, что верит, но не совершает добрых дел? Ведь такая вера не спасёт его, не так ли?",
          "ID": "14"
        },
        {
          "text": "Если брат или сестра нуждается в одежде или пище,",
          "ID": "15"
        },
        {
          "text": "и кто-то из вас скажет им: «Ступай с миром. Живи в тепле и сытости!», но не даст им того, в чём они нуждаются, какой же от этого прок?",
          "ID": "16"
        },
        {
          "text": "Так и вера, если не сопровождается делами, то сама по себе она мертва.",
          "ID": "17"
        },
        {
          "text": "Но кто-то может сказать: «У тебя вера, а у меня дела! Покажи мне твою веру. Она ни в чём не проявляется! Я же покажу тебе мою веру, которая видна в моих делах!»",
          "ID": "18"
        },
        {
          "text": "Ты веришь в то, что Бог — един? Хорошо! Но даже бесы верят в это и содрогаются.",
          "ID": "19"
        },
        {
          "text": "Глупец! Ты хочешь доказательств, что вера без дел бесполезна?",
          "ID": "20"
        },
        {
          "text": "Разве не был оправдан наш предок Авраам своими делами, когда возложил своего сына Исаака на алтарь?",
          "ID": "21"
        },
        {
          "text": "Как видишь, его вера сопровождалась делами, и она стала совершенной благодаря его делам.",
          "ID": "22"
        },
        {
          "text": "И так исполнилось Писание, в котором сказано: «Благодаря своей вере Авраам оправдался перед Богом». Потому он был назван «другом Божьим».",
          "ID": "23"
        },
        {
          "text": "Вы видите, что человека оправдывают перед Богом его дела, а не одна только вера.",
          "ID": "24"
        },
        {
          "text": "Точно так же разве не была блудница Раав оправдана перед Богом, когда приютила посланцев и помогла им сбежать по другой дороге?",
          "ID": "25"
        },
        {
          "text": "И потому, как тело мертво без духа, так и вера без дел мертва.",
          "ID": "26"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "Послание Иакова 2"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, пусть лишь немногие из вас станут учителями. Вы знаете, что мы, те, кто учим, судимы будем строже.",
          "ID": "1"
        },
        {
          "text": "Я говорю это, потому что все мы часто грешим. И тот, кто не грешит в речах своих, то он совершенный человек, умеющий владеть своим телом.",
          "ID": "2"
        },
        {
          "text": "Мы вкладываем удила в рот лошадям, чтобы они слушались нас, и мы могли управлять их телами.",
          "ID": "3"
        },
        {
          "text": "Вот и суда морские, хотя и велики, и их носят сильные ветры, но управляются небольшим кормилом и движутся, куда пожелает кормчий.",
          "ID": "4"
        },
        {
          "text": "Так и язык, хотя он и малая часть тела, но может похвалиться великими делами.",
          "ID": "5"
        },
        {
          "text": "Крохотное пламя может поджечь большой лес.",
          "ID": "5"
        },
        {
          "text": "Да, язык — это пламя; он несёт в себе самое большое зло по сравнению с другими членами нашего тела. Он оскверняет всё тело и сжигает саму нашу жизнь. Его же воспламеняет адский огонь.",
          "ID": "6"
        },
        {
          "text": "Человек может укротить, и в самом деле укротил разного рода диких животных, птиц, пресмыкающихся и морских животных.",
          "ID": "7"
        },
        {
          "text": "Но никто не может укротить язык: он неуёмен, злобен и полон смертельного яда.",
          "ID": "8"
        },
        {
          "text": "Им мы восхваляем Господа и Отца нашего, и им же проклинаем людей, созданных по образу Божьему.",
          "ID": "9"
        },
        {
          "text": "Из одних и тех же уст исходят благословения и проклятия. Братья и сёстры, этого не должно быть.",
          "ID": "10"
        },
        {
          "text": "Разве могут ручьи пресной и солёной воды бить из одного источника?",
          "ID": "11"
        },
        {
          "text": "Братья и сёстры, разве может смоковница плодоносить маслинами, и разве может виноградная лоза плодоносить смоквами? И солёный ручей не может источать пресную воду.",
          "ID": "12"
        },
        {
          "text": "Есть ли среди вас кто-нибудь, кто воистину мудр и всё понимает? Если есть такой, то он должен доказать свою мудрость праведной жизнью, должен совершать добрые дела со смирением.",
          "ID": "13"
        },
        {
          "text": "Но если в сердцах ваших живёт горькая зависть и корыстное себялюбие, то у вас нет повода похваляться. Ваша хвальба будет ложью, прикрывающей истину.",
          "ID": "14"
        },
        {
          "text": "Такая мудрость не приходит свыше, она мирская, недуховная и исходит от дьявола,",
          "ID": "15"
        },
        {
          "text": "потому что там, где есть зависть и себялюбие, там беспорядок и всякое зло.",
          "ID": "16"
        },
        {
          "text": "Мудрость же, исходящая свыше, прежде всего, чиста, мирна, добра, кротка, полна милосердия и добрых плодов, беспристрастна и искренна.",
          "ID": "17"
        },
        {
          "text": "Плоды праведности соберут те, кто мирно трудится, чтобы достичь мира.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "Послание Иакова 3"
    },
    {
      "text": [
        {
          "text": "Что вызывает ссоры и распри между вами? Разве они не возникают от страстей, постоянно бушующих в вас?",
          "ID": "1"
        },
        {
          "text": "Вы желаете чего-то, но не получаете и потому убиваете и завидуете другим. Но всё равно не можете получить то, чего хотите, и потому препираетесь и ссоритесь. Вы не получаете то, чего хотите, потому что не просите Бога.",
          "ID": "2"
        },
        {
          "text": "Когда же просите, то не получаете, потому что просите из неправедных побуждений, лишь для того, чтобы воспользоваться всем, что получите, ради собственного удовольствия.",
          "ID": "3"
        },
        {
          "text": "Неверные, разве вы не знаете, что любить мир всё равно, что враждовать с Богом? Тот, кто хочет быть в дружбе с миром, становится врагом Божьим.",
          "ID": "4"
        },
        {
          "text": "Или вы считаете, что в Писании напрасно сказано: «Дух, который Он вселил в нас, желает, чтобы мы принадлежали только Ему».",
          "ID": "5"
        },
        {
          "text": "Но Бог даёт ещё большую благодать. Вот почему сказано в Писании: «Бог против гордецов, но даёт благодать смиренным».",
          "ID": "6"
        },
        {
          "text": "А поэтому вручите себя Богу. Противьтесь дьяволу, и он убежит прочь.",
          "ID": "7"
        },
        {
          "text": "Приблизьтесь к Богу, и Он приблизится к вам. Омойте руки, грешники, очистите сердца, неверные!",
          "ID": "8"
        },
        {
          "text": "Скорбите, сокрушайтесь и стенайте! Пусть смех ваш станет печалью, а радость обратится горестью!",
          "ID": "9"
        },
        {
          "text": "Смиритесь перед Господом, и Он возвысит вас.",
          "ID": "10"
        },
        {
          "text": "Братья и сёстры, перестаньте злословить против друг друга. Кто обижает брата своего или осуждает его, тот оскорбляет и осуждает Закон. А если ты осуждаешь Закон, то ты не исполнитель Закона, а судья.",
          "ID": "11"
        },
        {
          "text": "Есть лишь один Законодатель и Судья, Тот, Кто может спасти или погубить. Так кто же ты, что судишь ближнего своего?",
          "ID": "12"
        },
        {
          "text": "Теперь послушайте вы, говорящие: «Сегодня или завтра мы отправимся в такой-то город и проведём там год, будем торговать и получим большую прибыль».",
          "ID": "13"
        },
        {
          "text": "Ведь вы не ведаете даже, что случится завтра, так как подобны туману, являющемуся ненадолго, а потом исчезающему.",
          "ID": "14"
        },
        {
          "text": "Вместо того вы должны всегда говорить: «Если будет на то воля Господа, то мы будем живы и сделаем то или другое».",
          "ID": "15"
        },
        {
          "text": "Вы же лишь заноситесь и тщеславитесь. Всякое такое тщеславие — зло!",
          "ID": "16"
        },
        {
          "text": "А потому, если вы знаете, как поступить правильно, но не поступаете так, то повинны в грехе.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "Послание Иакова 4"
    },
    {
      "text": [
        {
          "text": "Послушайте вы, богачи! Скорбите и рыдайте, потому что многие несчастья постигнут вас.",
          "ID": "1"
        },
        {
          "text": "Ваше богатство сгинет, одежды ваши будут изъедены молью.",
          "ID": "2"
        },
        {
          "text": "Ваше золото и серебро заржавеют! Эта ржавчина будет свидетельством против вас и пожрёт вашу плоть, подобно огню. Вы скопили сокровища свои в эти дни последние!",
          "ID": "3"
        },
        {
          "text": "Работники, трудившиеся у вас на полях, собрали для вас урожай, вы же им не заплатили. И теперь они взывают громко, и вопли их достигли слуха Господа Всемогущего.",
          "ID": "4"
        },
        {
          "text": "Вы ублажали себя, ведя на земле жизнь, полную роскоши. Вы раскормили себя настолько, что стали подобны животным, готовым к закланию.",
          "ID": "5"
        },
        {
          "text": "Вы осудили и убили невинных, и они не сопротивлялись вам.",
          "ID": "6"
        },
        {
          "text": "Имейте же терпение, братья и сёстры, до тех пор, пока Господь не придёт. Посмотрите как земледелец дожидается драгоценного урожая с земли. Он терпеливо ждёт, пока не пойдут осенние и весенние дожди.",
          "ID": "7"
        },
        {
          "text": "Вы тоже должны терпеливо дожидаться. Пусть надежда не оставляет вас, так как близко пришествие Господа.",
          "ID": "8"
        },
        {
          "text": "Братья и сёстры, не жалуйтесь больше друг на друга, чтобы не быть осужденными. Судья уже стоит у дверей.",
          "ID": "9"
        },
        {
          "text": "Братья и сёстры, берите пример в страдании и долготерпении с пророков, говоривших от имени Господа.",
          "ID": "10"
        },
        {
          "text": "Помните, что мы называем их блаженными, потому что они вынесли свои страдания. Вы слышали о терпении Иова и знаете как, наконец, Господь помог ему и тем самым показал, что Он милосерден и сострадателен.",
          "ID": "11"
        },
        {
          "text": "И прежде всего, братья и сёстры, прекратите клясться небом и землёй, а также любыми другими клятвами. Ваше «Да» должно быть «Да», а ваше «Нет» должно быть «Нет», чтобы Бог не осудил вас.",
          "ID": "12"
        },
        {
          "text": "В беде ли кто из вас? Пусть молится. Счастлив ли кто из вас? Пусть поёт песни хвалебные.",
          "ID": "13"
        },
        {
          "text": "Болен ли кто из вас? Пусть призовёт старейшин церкви, чтобы они помолились за него и помазали его оливковым маслом во имя Господа.",
          "ID": "14"
        },
        {
          "text": "Молитва, возносимая с верой, возвратит здоровье больному и Господь исцелит его. Если же он согрешил, то Бог простит его.",
          "ID": "15"
        },
        {
          "text": "Так исповедуйтесь же в грехах своих друг перед другом и молитесь друг за друга, чтобы исцелиться. Молитва праведника имеет большую силу.",
          "ID": "16"
        },
        {
          "text": "Илия был таким же человеком, как и мы все. Он горячо помолился, чтобы не было дождя, и в той земле не шёл дождь три года и шесть месяцев.",
          "ID": "17"
        },
        {
          "text": "Потом он снова помолился, и небо послало дождь, и земля принесла урожай.",
          "ID": "18"
        },
        {
          "text": "Братья и сёстры, если кто из вас отойдёт от истины, а другой вернёт его к ней,",
          "ID": "19"
        },
        {
          "text": "то пусть тот, другой, знает, что каждый, кто вернёт грешника с пути неправедного, спасёт его душу от смерти, и тем самым способствуя прощению многих грехов.",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "Послание Иакова 5"
    }
  ],
  "ID": "NT:JAS(RSP)",
  "name": "Послание Иакова"
}