{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел и Тимофей, Христа Иисуса рабы, –",
          "ID": "1"
        },
        {
          "text": "всему народу Божьему в Филиппах вместе с пастырями и диаконами, всем, пребывающим во Христе Иисусе:",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "При всяком воспоминании о вас благодарю Бога моего, ",
          "ID": "3"
        },
        {
          "text": "и каждый раз, когда о всех вас молюсь, я делаю это с радостью: ",
          "ID": "4"
        },
        {
          "text": "вы содействуете распространению Благой Вести с самого первого дня и доныне. ",
          "ID": "5"
        },
        {
          "text": "И я уверен, что Тот, Кто начал в вас Свое доброе дело, непременно завершит его ко Дню Христа Иисуса.",
          "ID": "6"
        },
        {
          "text": "Не могу и думать обо всех вас иначе, потому что вы – в сердце моем: нахожусь ли я в узах, защищаю ли и доказываю истину Благой Вести – все вы всегда вместе со мною разделяете благодать Божию. ",
          "ID": "7"
        },
        {
          "text": "Бог мне свидетель, с какой сердечной любовью Христа Иисуса томлюсь я по общенью со всеми вами.",
          "ID": "8"
        },
        {
          "text": "Я молюсь о том, чтобы любовь ваша всё более возрастала в полноте знания и глубине видения, ",
          "ID": "9"
        },
        {
          "text": "дабы вы всегда и всё могли верно распознавать, и в День Христа оказались чисты и непорочны, ",
          "ID": "10"
        },
        {
          "text": "и во всей его полноте принесли плод праведности для хвалы и славы Божией, что возможно только через Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": "Хочу, чтобы знали вы, братья: обстоятельства, в которых оказался я, послужили еще большему успеху проповеди Благой Вести. ",
          "ID": "12"
        },
        {
          "text": "Всей дворцовой охране, а также и всем прочим стало известно, что в узах нахожусь я ныне за Христа. ",
          "ID": "13"
        },
        {
          "text": "И мое пребывание в тюрьме побудило многих из наших братьев в Господе с еще большей решимостью и бесстрашием возвещать Весть Божию. ",
          "ID": "14"
        },
        {
          "text": "Правда, иные из них проповедуют Христа лишь из зависти, из-за соперничества, но другие – по доброму расположению, ",
          "ID": "15"
        },
        {
          "text": "ими движет любовь и знают они, что меня Бог поставил защищать Благую Весть. ",
          "ID": "16"
        },
        {
          "text": "А другие проповедуют Христа из себялюбивых побуждений (стало быть, нечисто), думая усугубить тяжесть уз моих. ",
          "ID": "17"
        },
        {
          "text": "Что с того? В любом случае, будь то притворно или искренно, проповедуют всё же Христа, и я радуюсь этому.",
          "ID": "18"
        },
        {
          "text": "И радоваться не перестану, ",
          "ID": "18"
        },
        {
          "text": "ибо знаю, что нынешнее положение мое по молитве вашей и содействием Духа Иисуса Христа обратится мне во спасение, ",
          "ID": "19"
        },
        {
          "text": "как того я очень жду. И надеюсь, что ни в чем не буду посрамлен, но что, напротив, как всегда прежде, так и ныне прямо и смело будет возвеличен в моем теле Христос, жизнью ли моей или даже смертью. ",
          "ID": "20"
        },
        {
          "text": "Ведь если жизнь для меня – Христос, то и смерть для меня – обретение. ",
          "ID": "21"
        },
        {
          "text": "Если же должен я еще жить, чтобы плодотворно потрудиться, то не знаю, что предпочесть. ",
          "ID": "22"
        },
        {
          "text": "Влечет меня и то, и другое: хочу от всего отрешиться и быть со Христом – для меня это самое лучшее, ",
          "ID": "23"
        },
        {
          "text": "но для вас, очевидно, нужнее, чтобы я оставался жив. ",
          "ID": "24"
        },
        {
          "text": "Будучи твердо уверен в этом, я знаю, что останусь со всеми вами и пребуду среди вас, чтобы помогать вам в духовном возрастании и обретении радости в вере, ",
          "ID": "25"
        },
        {
          "text": "чтобы при моем возвращении к вам у вас было еще больше оснований для похвалы во Христе Иисусе благодаря моему служению.",
          "ID": "26"
        },
        {
          "text": "Только живите в согласии с Благою Вестью Христовой, чтобы увидел я, когда приду к вам, или услышал, если прийти не смогу, что стоите вы твердо, что едины вы духом, что вы все как один подвизаетесь за веру евангельскую, ",
          "ID": "27"
        },
        {
          "text": "не боясь ни в чем противников ваших. Ведь для них ваше бесстрашие – явный знак гибели, для вас же – спасенья; и всё это от Бога. ",
          "ID": "28"
        },
        {
          "text": "Вы ведь ради Христа удостоены высокой чести не только верить в Него, но и страдать за Него, ",
          "ID": "29"
        },
        {
          "text": "участвуя в той же борьбе, которую и я веду, – я вел ее некогда у вас на глазах, – и слышите вы ныне, что я продолжаю ее.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.1",
      "name": "Послание апостола Павла христианам в Филиппах 1"
    },
    {
      "text": [
        {
          "text": "Так если находите вы некое утешение во Христе, если значит для вас что-нибудь любовь, если сопричастны вы Духу и ведомо вам милосердие и сострадание, – ",
          "ID": "1"
        },
        {
          "text": "сделайте мою радость полной: держитесь одного образа мыслей, дорожите взаимной любовью и сердцем и умом будьте едины. ",
          "ID": "2"
        },
        {
          "text": "Не делайте ничего из духа соперничества или тщеславия, но в смирении каждый почитай другого выше себя; ",
          "ID": "3"
        },
        {
          "text": "заботьтесь не только о своем, но [и] о благе других.",
          "ID": "4"
        },
        {
          "text": "И на всё это у вас должен быть тот же взгляд, что и у Христа Иисуса:",
          "ID": "5"
        },
        {
          "text": "Он, по самой природе Своей Богом будучи,",
          "ID": "6"
        },
        {
          "text": "за это Свое равенство Богу не держался,",
          "ID": "6"
        },
        {
          "text": "Божественностью Своейпоступился и принял образ раба,",
          "ID": "7"
        },
        {
          "text": "уподобившись смертному человеку.",
          "ID": "7"
        },
        {
          "text": "И по виду Своему признанный всеми за человека,",
          "ID": "7"
        },
        {
          "text": "Он в смирении Своем и послушании смерть принял,",
          "ID": "8"
        },
        {
          "text": "смерть на кресте.",
          "ID": "8"
        },
        {
          "text": "Потому Бог и вознес Его высоко,",
          "ID": "9"
        },
        {
          "text": "и даровал Ему имя всех иных имен превыше,",
          "ID": "9"
        },
        {
          "text": "дабы все на небесах, на земле и под землей",
          "ID": "10"
        },
        {
          "text": "колени свои преклонили",
          "ID": "10"
        },
        {
          "text": "пред именем Иисуса,",
          "ID": "10"
        },
        {
          "text": "и во славу Бога Отца всякий язык",
          "ID": "11"
        },
        {
          "text": "провозгласил Господом Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": "Итак, возлюбленные мои, всегда послушные, – не только когда я с вами, но еще более теперь, когда меня нет рядом, – со страхом и трепетом достигайте спасения своего, ",
          "ID": "12"
        },
        {
          "text": "ведь это Сам Бог для исполнения Своего благого намерения дает вам и желание, и силу действовать.",
          "ID": "13"
        },
        {
          "text": "Всё делайте без ропота и споров, ",
          "ID": "14"
        },
        {
          "text": "чтобы невинными вам быть и сердцем чистыми, чтобы и впредь непорочными детьми Божьими сиять вам, как звездам во вселенной, в этом бесчестном и растленном мире, ",
          "ID": "15"
        },
        {
          "text": "предлагая погибающим слово жизни. Тогда смогу я в день Христов гордиться тем, что усилия мои и труд мой не были напрасны. ",
          "ID": "16"
        },
        {
          "text": "Но если на жертву вашу и на служение веры вашей предстоит пролиться и моей крови как жертвенному возлиянию, то и этому я радуюсь и разделяю эту радость свою со всеми вами. ",
          "ID": "17"
        },
        {
          "text": "И вы также радуйтесь и разделите со мной эту радость.",
          "ID": "18"
        },
        {
          "text": "Надеюсь, если угодно то будет Господу Иисусу, вскоре послать к вам Тимофея, чтобы, всё о вас узнав, мог я успокоиться. ",
          "ID": "19"
        },
        {
          "text": "Нет у меня здесь никого, кто, разделяя мои чувства, столь же искренно заботился бы о вас: ",
          "ID": "20"
        },
        {
          "text": "все преследуют свои цели, но не ту, что у Иисуса Христа. ",
          "ID": "21"
        },
        {
          "text": "Испытанная же верность Тимофея вам известна: как сын с отцом служил он вместе со мной делу благовестия. ",
          "ID": "22"
        },
        {
          "text": "Поэтому и надеюсь я именно его послать незамедлительно, как только прояснится мое положение; ",
          "ID": "23"
        },
        {
          "text": "впрочем, и сам я скоро приду – уверенность моя в Господе.",
          "ID": "24"
        },
        {
          "text": "Но всё же я счел нужным прежде отправить к вам брата Эпафродита, моего сподвижника и соратника, которого вы и прислали заботиться обо мне. ",
          "ID": "25"
        },
        {
          "text": "Он истосковался по всем вам и не находил себе покоя, узнав, что вы прослышали о его болезни. ",
          "ID": "26"
        },
        {
          "text": "Да он и правда был смертельно болен, но Бог миловал его, и не только его, но и меня, чтобы не прибавилась мне к одной печали еще и другая. ",
          "ID": "27"
        },
        {
          "text": "Так что поспешил я послать Эпафродита, чтобы и вы, увидев его снова, могли порадоваться и чтобы я меньше беспокоился. ",
          "ID": "28"
        },
        {
          "text": "Примите же его как брата в Господе: радостно, сердечно. Почитайте таких, как он. ",
          "ID": "29"
        },
        {
          "text": "Ведь он, ревнуя о деле Христовом, был близок к смерти, он жизнью рисковал, чтобы своим служением мне восполнить ваше отсутствие.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.2",
      "name": "Послание апостола Павла христианам в Филиппах 2"
    },
    {
      "text": [
        {
          "text": "А теперь вот что еще скажу вам, братья мои: радуйтесь в Господе!",
          "ID": "1"
        },
        {
          "text": "Мне нетрудно повторить то, что я уже писал вам, – вас же это может уберечь от опасности.",
          "ID": "1"
        },
        {
          "text": "Берегитесь псов: людей, которые делают зло и увечье наносят! ",
          "ID": "2"
        },
        {
          "text": "Истинно обрезанные – это мы, в Духе Божьем поклоняющиеся и хвалящиеся Христом Иисусом, а не на внешнее соблюдение буквы закона надеющиеся ",
          "ID": "3"
        },
        {
          "text": "(хотя сам я и мог бы иметь такую надежду). Если кто-то считает, что может на такое соблюдение и на свое происхождение надеяться, то у меня для этого больше оснований: ",
          "ID": "4"
        },
        {
          "text": "обрезанный в восьмой день, по происхождению я израильтянин из колена Вениаминова, еврей из евреев, жил по Закону как фарисей, ",
          "ID": "5"
        },
        {
          "text": "с ревностью преследовал Церковь, и что до праведности, предписываемой Законом, был я в том безупречен.",
          "ID": "6"
        },
        {
          "text": "Когда-то я видел в этом свое преимущество, но, уверовав во Христа, счел это тщетою. ",
          "ID": "7"
        },
        {
          "text": "Да и вообще всё считаю потерей в сравнении со всё превосходящим познанием Христа Иисуса, Господа моего, ради Которого я всего лишился и всё почитаю за сор – только бы приобрести Христа ",
          "ID": "8"
        },
        {
          "text": "и быть в подлинном с Ним единении, не с собственной своей праведностью быть, которая от Закона, но с той, что через веру во Христа достигается, с праведностью, от Бога исходящей и на вере основанной. ",
          "ID": "9"
        },
        {
          "text": "Хочу познать Христа и силу воскресения Его и участвовать в страданиях Христовых, уподобляясь Ему и в смерти Его ",
          "ID": "10"
        },
        {
          "text": "в надежде, что достигну я всё же воскресения из мертвых.",
          "ID": "11"
        },
        {
          "text": "Не скажу, что всем уже обладаю или что уже достиг я совершенства, нет. Но стремлюсь овладеть этим, потому что овладел мною Христос [Иисус]. ",
          "ID": "12"
        },
        {
          "text": "Я не считаю, братья мои, что уже полностью достиг этого. Но одно я во всяком случае делаю: оставляю позади прошлое и убыстряю шаг на пути к тому, что впереди; ",
          "ID": "13"
        },
        {
          "text": "стремлюсь к цели, к награде, обрести которую подвиг меня через Христа Иисуса небесный зов Божий.",
          "ID": "14"
        },
        {
          "text": "Итак, все мы, кто уже достиг зрелости, так и будем мыслить. А если о чем-нибудь вы думаете иначе, то и это в свое время Бог сделает ясным для вас. ",
          "ID": "15"
        },
        {
          "text": "Только давайте твердо держаться того, что уже достигнуто нами.",
          "ID": "16"
        },
        {
          "text": "Братья, подражайте мне, и смотрите на тех, кто поступает по примеру, какой мы подали вам. ",
          "ID": "17"
        },
        {
          "text": "Многие же – о них я часто вам говорил, а теперь со слезами повторяю – поступают, как враги креста Христова. ",
          "ID": "18"
        },
        {
          "text": "Конец их – погибель, их бог – чрево, и слава их – в сраме их: о земном они мыслят. ",
          "ID": "19"
        },
        {
          "text": "А мы – граждане неба, и мы ожидаем, что Спаситель наш, Господь Иисус Христос, с неба придет. ",
          "ID": "20"
        },
        {
          "text": "Действием той силы, которой может всё Себе подчинить, Он преобразит и это жалкое тело наше так, что подобно оно будет телу Его, облеченному славою.",
          "ID": "21"
        }
      ],
      "ID": "NT:PHP.3",
      "name": "Послание апостола Павла христианам в Филиппах 3"
    },
    {
      "text": [
        {
          "text": "Так вот, братья мои возлюбленные и желанные, радость моя и венец мой, твердо стойте в Господе, возлюбленные мои!",
          "ID": "1"
        },
        {
          "text": "Еводию прошу, прошу и Синтихию прийти к согласию друг с другом в Господе. ",
          "ID": "2"
        },
        {
          "text": "Да и тебя, мой верный Сизиг, прошу: помоги этим женщинам. Они подвизались в возвещении Благой Вести вместе со мною и с Климентом и с прочими соработниками моими, имена которых записаны в Книге жизни.",
          "ID": "3"
        },
        {
          "text": "Радуйтесь всегда в своем познании Господа, будучи соединены с Ним! И еще раз скажу: радуйтесь сему! ",
          "ID": "4"
        },
        {
          "text": "Пусть знают все, как вы добры и мягкосердечны. Господь близко; ",
          "ID": "5"
        },
        {
          "text": "не тревожьтесь ни о чем, но в любом случае в молитве и прошении с благодарностью открывайте свои желания Богу. ",
          "ID": "6"
        },
        {
          "text": "Тогда мир Божий, мир, который выше человеческого понимания, сохранит во Христе Иисусе ваши сердца и ваши мысли.",
          "ID": "7"
        },
        {
          "text": "И еще скажу вам, братья: пусть мысли ваши будут заняты только тем, что истинно и честно, что справедливо и чисто, что достойно любви и восхищения, тем, что во всех отношениях хорошо и похвально. ",
          "ID": "8"
        },
        {
          "text": "Делайте всегда то, чему вы научились, что приняли и услышали от меня, что видели во мне, и Бог мира будет с вами.",
          "ID": "9"
        },
        {
          "text": "Большая для меня радость в Господе, что вы смогли наконец-то проявить свою заботу обо мне. Конечно, вы и прежде помнили обо мне, но вам не представлялся случай явить эту заботу. ",
          "ID": "10"
        },
        {
          "text": "Не из-за нужды своей говорю это – я научился довольствоваться тем, что есть у меня. ",
          "ID": "11"
        },
        {
          "text": "Умею жить и в скудости, умею и в достатке; во всё я посвящен и всему научен: насыщаться и голодать, быть в достатке и нуждаться. ",
          "ID": "12"
        },
        {
          "text": "Ко всему готов я силою Того, Кто укрепляет меня.",
          "ID": "13"
        },
        {
          "text": "И всё-таки вы поступили хорошо, разделив со мной мои трудности. ",
          "ID": "14"
        },
        {
          "text": "Вам, филиппийцы, известно, что в первые дни моей проповеди Благой Вести, когда я покинул Македонию, ни одна из церквей, кроме вашей, не пошла на такие отношения со мной, когда можно и давать, и получать. ",
          "ID": "15"
        },
        {
          "text": "Вы даже в Фессалонику не раз посылали мне на нужды мои. ",
          "ID": "16"
        },
        {
          "text": "Впрочем, я не даров для себя ищу, а того, что умножило бы вашу прибыль из-за этих даров. ",
          "ID": "17"
        },
        {
          "text": "У меня есть всё необходимое и даже сверх того: я полностью теперь обеспечен, получив от Эпафродита посланное вами. Щедрость ваша – как благовонное курение, как жертва приятная и угодная Богу. ",
          "ID": "18"
        },
        {
          "text": "А Он, по богатству славы Своей во Христе Иисусе, даст вам всё, в чем вы сами нуждаетесь.",
          "ID": "19"
        },
        {
          "text": "Слава во веки веков Богу и Отцу нашему! Аминь.",
          "ID": "20"
        },
        {
          "text": "Привет мой всем, кто из народа Божьего во Христе Иисусе.",
          "ID": "21"
        },
        {
          "text": "Братья, что здесь со мной, тоже шлют вам свои приветы, ",
          "ID": "21"
        },
        {
          "text": "как и весь народ Божий, а особенно – из дома кесаря.",
          "ID": "22"
        },
        {
          "text": "Благодать Господа Иисуса Христа да будет со всеми вами.",
          "ID": "23"
        }
      ],
      "ID": "NT:PHP.4",
      "name": "Послание апостола Павла христианам в Филиппах 4"
    }
  ],
  "ID": "NT:PHP(BTI)",
  "name": "Послание апостола Павла христианам в Филиппах"
}