{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел и тимофей, раби Иисус Христовы, всем святым о Христе Иисусе сущым в филиппех, с епископы и диаконы: ",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа. ",
          "ID": "2"
        },
        {
          "text": "Благодарю Бога моего о всей памяти вашей, ",
          "ID": "3"
        },
        {
          "text": "всегда во всяцей молитве моей за всех вас с радостию молитву мою творя, ",
          "ID": "4"
        },
        {
          "text": "о общении вашем в благовествование от перваго дне даже и доныне, ",
          "ID": "5"
        },
        {
          "text": "надеявся на сие истое, яко начный дело благо в вас совершит е даже до дне Иисус Христова: ",
          "ID": "6"
        },
        {
          "text": "якоже есть праведно мне сие мудрствовати о всех вас, за еже имети ми в сердцы вас, во узах моих и во ответе и извещении благовестия, соHбщников мне благодати всех вас сущих. ",
          "ID": "7"
        },
        {
          "text": "Свидетель бо ми есть Бог, яко люблю всех вас по милости Иисус Христове: ",
          "ID": "8"
        },
        {
          "text": "и о сем молюся, да любовь ваша еще паче и паче избыточествует в разуме и во всяцем чувствии, ",
          "ID": "9"
        },
        {
          "text": "во еже искушати вам лучшая, да будете чисти и непреткновенни в день Христов, ",
          "ID": "10"
        },
        {
          "text": "исполнени плодов правды Иисус Христом, в славу и похвалу Божию. ",
          "ID": "11"
        },
        {
          "text": "Разумети же хощу вам, братие, яко яже о мне паче во успех благовествования приидоша, ",
          "ID": "12"
        },
        {
          "text": "яко узы моя явленны о Христе быша во всем судищи и в прочих всех, ",
          "ID": "13"
        },
        {
          "text": "и множайшии братия о Господе, надеявшиися о узах моих, паче дерзают без страха слово Божие глаголати. ",
          "ID": "14"
        },
        {
          "text": "Нецыи убо по зависти и ревности, друзии же и за благоволение Христа проповедают: ",
          "ID": "15"
        },
        {
          "text": "ови убо от рвения Христа возвещают нечисте, мняще печаль нанести узам моим: ",
          "ID": "16"
        },
        {
          "text": "ови же от любве, ведяще, яко во ответе благовествования лежу. ",
          "ID": "17"
        },
        {
          "text": "Что убо? Обаче всяцем образом, аще виною, аще истиною Христос проповедаемь есть, и о сем радуюся, но и возрадуюся: ",
          "ID": "18"
        },
        {
          "text": "вем бо, яко сие сбудется ми во спасение вашею молитвою и подаянием духа Иисус Христова, ",
          "ID": "19"
        },
        {
          "text": "по чаянию и упованию моему, яко ни о единем же постыжуся, но во всяцем дерзновении, якоже всегда, и ныне возвеличится Христос в теле моем, аще животом, аще ли смертию. ",
          "ID": "20"
        },
        {
          "text": "Мне бо еже жити, Христос, и еже умрети, приобретение (есть). ",
          "ID": "21"
        },
        {
          "text": "Аще же, еже жити (ми) телом, сие мне плод дела: и что изволю, не вем. ",
          "ID": "22"
        },
        {
          "text": "Обдержимь же есмь от обою, желание имый разрешитися и со Христом быти, много паче лучше: ",
          "ID": "23"
        },
        {
          "text": "а еже пребывати во плоти, нужнейше (есть) вас ради. ",
          "ID": "24"
        },
        {
          "text": "И сие известне вем, яко буду и спребуду вам всем в ваш успех и радость веры, ",
          "ID": "25"
        },
        {
          "text": "яко да похвала ваша избыточествует о Христе Иисусе во мне, моим пришествием паки к вам. ",
          "ID": "26"
        },
        {
          "text": "Точию достойне благовествованию Христову жителствуйте, да аще пришед и видев вас, аще и не сый у вас, услышу яже о вас, яко (истиною) стоите во единем дусе, и единодушне сподвизающеся по вере благовествования (волею), ",
          "ID": "27"
        },
        {
          "text": "и не колеблющеся ни о единем же от сопротивных: еже тем убо есть явление погибели, вам же спасения. И сие от Бога: ",
          "ID": "28"
        },
        {
          "text": "яко вам даровася, еже о Христе, не токмо еже в него веровати, но и еже по нем страдати, ",
          "ID": "29"
        },
        {
          "text": "тойже подвиг имуще, яков же во мне видесте и ныне слышите о мне.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.1",
      "name": "Послание к Филиппийцам 1"
    },
    {
      "text": [
        {
          "text": "Аще убо кое утешение о Христе, (или) аще кая утеха любве, аще кое общение духа, аще кое милосердие и щедроты, ",
          "ID": "1"
        },
        {
          "text": "исполните мою радость, да тожде мудрствуете, ту же любовь имуще, единодушни, единомудренни: ",
          "ID": "2"
        },
        {
          "text": "ничтоже по рвению или тщеславию, но смиреномудрием друг друга честию болша себе творяще. ",
          "ID": "3"
        },
        {
          "text": "Не своих си кийждо, но и дружних кийждо смотряйте. ",
          "ID": "4"
        },
        {
          "text": "Сие бо да мудрствуется в вас, еже и во Христе Иисусе: ",
          "ID": "5"
        },
        {
          "text": "иже, во образе Божии сый, не восхищением непщева быти равен Богу: ",
          "ID": "6"
        },
        {
          "text": "но себе умалил, зрак раба приим, в подобии человечестем быв, и образом обретеся якоже человек: ",
          "ID": "7"
        },
        {
          "text": "смирил себе, послушлив быв даже до смерти, смерти же крестныя. ",
          "ID": "8"
        },
        {
          "text": "Темже и Бог его превознесе и дарова ему имя, еже паче всякаго имене, ",
          "ID": "9"
        },
        {
          "text": "да о имени Иисусове всяко колено поклонится небесных и земных и преисподних, ",
          "ID": "10"
        },
        {
          "text": "и всяк язык исповесть, яко Господь Иисус Христос в славу Бога Отца. ",
          "ID": "11"
        },
        {
          "text": "Темже, возлюбленнии мои, якоже всегда послушасте мене, не якоже в пришествии моем точию, но ныне много паче во отшествии моем, со страхом и трепетом свое спасение содевайте: ",
          "ID": "12"
        },
        {
          "text": "Бог бо есть действуяй в вас и еже хотети и еже деяти о благоволении. ",
          "ID": "13"
        },
        {
          "text": "Вся творите без роптания и размышления, ",
          "ID": "14"
        },
        {
          "text": "да будете неповинни и цели, чада Божия непорочна посреде рода строптива и развращена, в нихже являетеся якоже светила в мире, ",
          "ID": "15"
        },
        {
          "text": "слово животно придержаще, в похвалу мне в день Христов, яко не вотще текох, ни вотще трудихся. ",
          "ID": "16"
        },
        {
          "text": "Но аще и жрен бываю о жертве и службе веры вашея, радуюся и сорадуюся всем вам: ",
          "ID": "17"
        },
        {
          "text": "такожде и вы радуйтеся и сорадуйтеся мне. ",
          "ID": "18"
        },
        {
          "text": "Уповаю же о Господе Иисусе тимофеа вскоре послати к вам, да и аз благодушствую, уведев яже о вас. ",
          "ID": "19"
        },
        {
          "text": "Ни единаго бо имам равнодушна, иже приснее о вас попечется: ",
          "ID": "20"
        },
        {
          "text": "вси бо своих си ищут, (а) не яже Христа Иисуса. ",
          "ID": "21"
        },
        {
          "text": "Искусство же его знаете, зане якоже отцу чадо, со мною поработал в благовестии. ",
          "ID": "22"
        },
        {
          "text": "Сего же убо уповаю послати абие, повнегда увем яже о мне. ",
          "ID": "23"
        },
        {
          "text": "Надеюся же о Господе, яко и сам скоро прииду к вам. ",
          "ID": "24"
        },
        {
          "text": "Потребнее же возмнех епафродита брата и споспешника и своинника моего, вашего же посланника и служителя потребе моей, послати к вам, ",
          "ID": "25"
        },
        {
          "text": "понеже желанием желаше видети всех вас, и тужаше, зане слышасте, яко боле. ",
          "ID": "26"
        },
        {
          "text": "Ибо боле близ смерти: но Бог помилова его, не его же токмо, но и мене, да не скорбь на скорбь прииму. ",
          "ID": "27"
        },
        {
          "text": "Скорее убо послах его, да видевше его паки, возрадуетеся, и аз безпечален пребуду. ",
          "ID": "28"
        },
        {
          "text": "Приимите убо его о Господе со всякою радостию, и таковыя честны имейте, ",
          "ID": "29"
        },
        {
          "text": "зане за дело Христово даже до смерти приближися, понудив себе вседушно, да исполнит ваше лишение службы яже ко мне.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.2",
      "name": "Послание к Филиппийцам 2"
    },
    {
      "text": [
        {
          "text": "Прочее же, братие моя, радуйтеся о Господе. Таяжде (бо) писати вам, мне убо неленостно, вам же твердо. ",
          "ID": "1"
        },
        {
          "text": "Блюдитеся от псов, блюдитеся от злых делателей, блюдитеся от сечения: ",
          "ID": "2"
        },
        {
          "text": "мы бо есмы обрезание, иже духом Богу служим и хвалимся о Христе Иисусе, а не в плоти надеемся: ",
          "ID": "3"
        },
        {
          "text": "ибо и аз имею надеяние такожде во плоти. Аще кто ин мнит надеятися во плоти, аз паче, ",
          "ID": "4"
        },
        {
          "text": "обрезан осмодневно, от рода израилева, колена вениаминова, евреин от еврей, по закону фарисей, ",
          "ID": "5"
        },
        {
          "text": "по ревности гоних Церковь Божию, по правде законней быв непорочен. ",
          "ID": "6"
        },
        {
          "text": "Но яже ми бяху приобретения, сия вмених Христа ради тщету. ",
          "ID": "7"
        },
        {
          "text": "Но убо вменяю вся тщету быти за превосходящее разумение Христа Иисуса Господа моего, егоже ради всех отщетихся, и вменяю вся уметы быти, да Христа приобрящу ",
          "ID": "8"
        },
        {
          "text": "и обрящуся в нем, не имый моея правды, яже от закона, но яже верою (Иисус) Христовою, сущую от Бога правду в вере: ",
          "ID": "9"
        },
        {
          "text": "яко разумети его, и силу воскресения его, и союбщение страстей его, сообразуяся смерти его, ",
          "ID": "10"
        },
        {
          "text": "аще како достигну в воскресение мертвых. ",
          "ID": "11"
        },
        {
          "text": "Не зане уже достигох, или уже совершихся: гоню же, аще и постигну, о немже и постижен бых от Христа Иисуса. ",
          "ID": "12"
        },
        {
          "text": "Братие, аз себе не у помышляю достигша: едино же, задняя убо забывая, в предняя же простираяся, ",
          "ID": "13"
        },
        {
          "text": "со усердием гоню, к почести вышняго звания Божия о Христе Иисусе. ",
          "ID": "14"
        },
        {
          "text": "Елицы убо совершенни, сие да мудрствуим: и еже аще ино что мыслите, и сие Бог вам открыет. ",
          "ID": "15"
        },
        {
          "text": "Обаче в неже достигохом, тоже да мудрствуем и темже правилом жителтвуем. ",
          "ID": "16"
        },
        {
          "text": "Подобни ми бывайте, братие, и смотряйте тако ходящыя, якоже имате образ нас. ",
          "ID": "17"
        },
        {
          "text": "Мнози бо ходят, ихже многажды глаголах вам, ныне же и плачя глаголю, враги креста Христова: ",
          "ID": "18"
        },
        {
          "text": "имже кончина погибель, имже бог чрево, и слава в студе их, иже земная мудрствуют. ",
          "ID": "19"
        },
        {
          "text": "Наше бо житие на небесех есть, отюнудуже и спасителя ждем, Господа (нашего) Иисуса Христа, ",
          "ID": "20"
        },
        {
          "text": "иже преобразит тело смирения нашего, яко быти сему сообразну телу славы его, по действу еже возмогати ему и покорити себе всяческая.",
          "ID": "21"
        }
      ],
      "ID": "NT:PHP.3",
      "name": "Послание к Филиппийцам 3"
    },
    {
      "text": [
        {
          "text": "Темже, братие моя возлюбленная и вожделенная, радосте и венче мой, тако стойте о Господе, возлюбленнии. ",
          "ID": "1"
        },
        {
          "text": "Еводию молю и синтихию молю тожде мудрствовати о Господе: ",
          "ID": "2"
        },
        {
          "text": "ей, молю и тебе, супружниче присный, споспешествуй им, яже во благовествовании сподвизашася со мною и с климентом и с прочими споспешники моими, ихже имена в книгах животных. ",
          "ID": "3"
        },
        {
          "text": "Радуйтеся всегда о Господе: и паки реку: радуйтеся. ",
          "ID": "4"
        },
        {
          "text": "Кротость ваша разумна да будет всем человеком. Господь близ. ",
          "ID": "5"
        },
        {
          "text": "Ни о чемже пецытеся, но во всем молитвою и молением со блгодарением прошения ваша да сказуются к Богу: ",
          "ID": "6"
        },
        {
          "text": "и мир Божий, превосходяй всяк ум, да соблюдет сердца ваша и разумения ваша о Христе Иисусе. ",
          "ID": "7"
        },
        {
          "text": "Прочее же, братие (моя), елика суть истинна, елика честна, елика праведна, елика пречиста, елика прелюбезна, елика доброхвальна, аще кая добродетель и аще кая похвала, сия помышляйте. ",
          "ID": "8"
        },
        {
          "text": "умже и научистеся, и приясте, и слышасте, и видесте во мне, сия творите: и Бог мира будет с вами. ",
          "ID": "9"
        },
        {
          "text": "Возрадовахся же о Господе вельми, яко уже когда воспомянусте пещися о мне: понеже и печастеся, но непогодным временем обдержастеся. ",
          "ID": "10"
        },
        {
          "text": "Не яко по скудости глаголю: аз бо навыкох, в нихже есмь, доволен быти: ",
          "ID": "11"
        },
        {
          "text": "вем и смиритися, вем и избыточествовати: во всем и во всех навыкох, и насыщатися и алкати, и избыточествовати и лишатися. ",
          "ID": "12"
        },
        {
          "text": "Вся могу о укрепляющем мя (Иисусе) Христе. ",
          "ID": "13"
        },
        {
          "text": "Обаче добре сотвористе, сприобщившеся печали моей. ",
          "ID": "14"
        },
        {
          "text": "Весте же и вы, филипписиане, яко в начале благовествования, егда изыдох от македонии, ни едина ми церковь общевася в слово даяния и приятия, точию вы едини: ",
          "ID": "15"
        },
        {
          "text": "яко и в солунь и единою и дващи в требование (мое) посласте ми. ",
          "ID": "16"
        },
        {
          "text": "Не яко ищу даяния, но ищу плода множащагося в слово ваше. ",
          "ID": "17"
        },
        {
          "text": "Приях же вся и избыточествую: исполнихся, приемь от епафродита посланная от вас, воню блгоухания, жертву приятну, благоугодну Богу. ",
          "ID": "18"
        },
        {
          "text": "Бог же мой да исполнит всякое требование ваше по богатству своему в славе, о Христе Иисусе. ",
          "ID": "19"
        },
        {
          "text": "Богу же и Отцу нашему слава во веки веков. Аминь. ",
          "ID": "20"
        },
        {
          "text": "Целуйте всякаго свята о Христе Иисусе. Целуют вы сущая со мною братия. ",
          "ID": "21"
        },
        {
          "text": "Целуют вы святии вси, паче же иже от кесарева дому. ",
          "ID": "22"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа со всеми вами. Аминь. ",
          "ID": "23"
        }
      ],
      "ID": "NT:PHP.4",
      "name": "Послание к Филиппийцам 4"
    }
  ],
  "ID": "NT:PHP(CSLAV)",
  "name": "Послание к Филиппийцам"
}