{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла и Тимофея, слуг Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": "Всем святым в Иисусе Христе, находящимся в Филиппах, включая их руководителей и диаконов.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Благодать и мир вам от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Я всегда благодарю моего Бога, вспоминая о вас ",
          "ID": "3"
        },
        {
          "text": "всегда в каждой моей молитве за всех вас. Я молюсь с радостью, ",
          "ID": "4"
        },
        {
          "text": "потому что вы с первого дня и доныне участвуете со мной в служении возвещения Радостной Вести. ",
          "ID": "5"
        },
        {
          "text": "Я уверен, что Тот, Кто начал в вас это доброе дело, доведет его до конца ко дню возвращения Иисуса Христа.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Мне и подобает так думать о вас, потому что вы в моем сердце. Вы все разделяете со мной благодать Божью, как в узах моих, так и в защите и утверждении Радостной Вести. ",
          "ID": "7"
        },
        {
          "text": "Бог свидетель тому, как я люблю всех вас любовью Иисуса Христа.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И я молюсь о том, чтобы ваша любовь возрастала, обогащалась знанием и всякой рассудительностью, ",
          "ID": "9"
        },
        {
          "text": "чтобы вы могли определить, в чем заключается лучшее для вас, чтобы вы были чисты и беспорочны в День Христа ",
          "ID": "10"
        },
        {
          "text": "и принесли плод праведности, который появляется через Иисуса Христа для прославления Бога и хвалы Ему.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Хочу, чтобы вы знали, братья, что все, что произошло со мной, послужило успеху возвещения Радостной Вести. ",
          "ID": "12"
        },
        {
          "text": "Сейчас всем императорским стражникам и всем прочим известно, что я нахожусь в заключении за Христа. ",
          "ID": "13"
        },
        {
          "text": "Благодаря моему заключению, большинство братьев укрепились в вере в Господа и смелее и бесстрашнее возвещают слово Божье. ",
          "ID": "14"
        },
        {
          "text": "Правда и то, что некоторые возвещают Христа из-за зависти и соперничества друг с другом, но другие возвещают из самых добрых побуждений. ",
          "ID": "15"
        },
        {
          "text": "Они руководствуются любовью, понимая, что я помещен сюда, чтобы защищать Радостную Весть, ",
          "ID": "16"
        },
        {
          "text": "тогда как первые возвещают Христа из эгоистичных побуждений, неискренне, желая доставить мне здесь, в заключении, больше трудностей. ",
          "ID": "17"
        },
        {
          "text": "Ну что же? Ложные или искренние побуждения ими руководят, главное, что они говорят о Христе, и я рад этому.",
          "ID": "18"
        },
        {
          "text": "И я не перестану радоваться, ",
          "ID": "18"
        },
        {
          "text": "зная, что благодаря вашим молитвам и с помощью Духа Иисуса Христа все это в конце концов обратится мне во спасение. ",
          "ID": "19"
        },
        {
          "text": "Я со всей силою желаю и надеюсь, что мне не придется стыдиться за себя, но, как всегда, так и теперь, я буду тверд и смел, чтобы Христос прославился в моем теле, будь то через мою жизнь или смерть. ",
          "ID": "20"
        },
        {
          "text": "Для меня жизнь – это Христос, и смерть – приобретение. ",
          "ID": "21"
        },
        {
          "text": "Если мне предстоит еще жить в теле, то для меня это означает плодотворную работу. Но что мне лучше выбрать, я не знаю. ",
          "ID": "22"
        },
        {
          "text": "Я стою на распутье: мне хочется уйти из этой жизни и быть со Христом, что лучше всего, ",
          "ID": "23"
        },
        {
          "text": "но для вас лучше, чтобы я еще жил. ",
          "ID": "24"
        },
        {
          "text": "Я убежден в этом и знаю, что буду жить и продолжать мое служение, чтобы возрастала ваша радость, чтобы вы продвинулись в вере ",
          "ID": "25"
        },
        {
          "text": "и чтобы, когда я вновь буду с вами, у вас было еще больше поводов гордиться тем, что Иисус Христос сделал через меня.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Что бы ни случилось, живите достойно Радостной Вести Христа. Увижу я вас или же до меня дойдут только слухи о вас, я буду знать, что вы непоколебимы в своем единстве, что вы плечом к плечу стоите твердо за веру, основанную на Радостной Вести, ",
          "ID": "27"
        },
        {
          "text": "и что вас не пугают противники. Это уже говорит им о том, что они погибнут, а вы будете спасены; и это от Бога. ",
          "ID": "28"
        },
        {
          "text": "Вам было дано не только верить во Христа, но и страдать за Него. ",
          "ID": "29"
        },
        {
          "text": "Вы встречаете те же трудности, какие я встречал раньше и какие, как вам известно, я переношу сейчас.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.1",
      "name": "Послание к Филиппийцам 1"
    },
    {
      "text": [
        {
          "text": "Если союз со Христом дает вам ободрение, если Его любовь утешает вас, если вы находитесь в общении с Духом и имеете милосердие и чувство сострадания, ",
          "ID": "1"
        },
        {
          "text": "то дополните еще мою радость: будьте едины в ваших мыслях, имейте одну и ту же любовь, проявляйте единодушие, будьте единомышленниками. ",
          "ID": "2"
        },
        {
          "text": "Не делайте ничего из эгоистичных или же из тщеславных побуждений. Будьте скромны и считайте других выше себя. ",
          "ID": "3"
        },
        {
          "text": "Руководствуйтесь не только своими интересами, но и интересами других.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Ваш образ мыслей должен быть таким же, как и образ мыслей Иисуса Христа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он, по природе Бог,",
          "ID": "6"
        },
        {
          "text": "не держался за равенство с Богом,",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "а наоборот, унизил Себя,",
          "ID": "7"
        },
        {
          "text": "приняв природу раба;",
          "ID": "7"
        },
        {
          "text": "Он стал подобным людям.",
          "ID": "7"
        },
        {
          "text": "Став и по виду как человек,",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он смирил Себя",
          "ID": "8"
        },
        {
          "text": "и был покорным до смерти,",
          "ID": "8"
        },
        {
          "text": "причем смерти на кресте!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Поэтому Бог возвысил Его",
          "ID": "9"
        },
        {
          "text": "и дал Ему имя выше всех имен,",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "чтобы перед именем Иисуса преклонились все колени",
          "ID": "10"
        },
        {
          "text": "на небесах, на земле и под землей,",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "и чтобы каждый язык признал во славу Бога Отца,",
          "ID": "11"
        },
        {
          "text": "что Иисус Христос есть Господь!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Мои любимые, вы всегда были послушны, не только когда я был с вами, но и гораздо более того сейчас, в мое отсутствие. Со страхом и трепетом явите на деле плоды вашего спасения, ",
          "ID": "12"
        },
        {
          "text": "потому что это Сам Бог совершает в вас работу, пробуждая в вас и желание, и действия согласно Своей воле.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Делайте все без жалоб и споров, ",
          "ID": "14"
        },
        {
          "text": "чтобы вам быть непорочными, чистыми и незапятнанными детьми Божьими среди этого развращенного и злого поколения. Вы сияете среди него как звезды в мире, ",
          "ID": "15"
        },
        {
          "text": "живя по слову жизни, и этим я буду хвалиться в День Христа, что я не напрасно пробежал свой забег и не напрасно трудился. ",
          "ID": "16"
        },
        {
          "text": "И даже «проливаясь» как жертвенное возлияние, в дополнение к жертве – вашему верному служению Богу, я радуюсь вместе с вами. ",
          "ID": "17"
        },
        {
          "text": "Радуйтесь и веселитесь и вы со мной!",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь Иисус дает мне надежду на то, что я скоро смогу послать к вам Тимофея, чтобы мне ободриться вестями от вас. ",
          "ID": "19"
        },
        {
          "text": "У меня нет другого человека, который бы чувствовал такую же ответственность за вас, как Тимофей. ",
          "ID": "20"
        },
        {
          "text": "Все остальные ищут своего, а не того, что угодно Иисусу Христу. ",
          "ID": "21"
        },
        {
          "text": "Вы знаете, что Тимофей проявил свои качества на деле, он возвещал Радостную Весть вместе со мной, как сын с отцом. ",
          "ID": "22"
        },
        {
          "text": "И поэтому я надеюсь послать его к вам, как только буду знать, что будет дальше со мной. ",
          "ID": "23"
        },
        {
          "text": "Господь дает мне уверенность в том, что я и сам скоро буду у вас.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Сейчас же я считаю нужным послать к вам обратно Эпафродита, моего брата, соработника и соратника, вашего посланника и служителя в нуждах моих. ",
          "ID": "25"
        },
        {
          "text": "Он хочет опять встретиться с вами, но его огорчает то, что до вас дошли слухи о его болезни. ",
          "ID": "26"
        },
        {
          "text": "Да, он был серьезно болен и почти при смерти, но Бог его помиловал, и не только его, но и меня, чтобы не добавлять печали к моей печали. ",
          "ID": "27"
        },
        {
          "text": "Поэтому я с еще большим желанием посылаю его к вам, чтобы вы, увидев его, обрадовались, а у меня стало бы меньше печали. ",
          "ID": "28"
        },
        {
          "text": "Примите его с радостью в Господе и уважайте таких людей, как он. ",
          "ID": "29"
        },
        {
          "text": "Ведь он, рискуя своей жизнью, работал для Христа и оказывал мне помощь, которую вы не могли мне оказать.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.2",
      "name": "Послание к Филиппийцам 2"
    },
    {
      "text": [
        {
          "text": "Наконец, братья, радуйтесь в Господе! Мне не трудно писать об этом еще и еще раз, потому что для вас это будет надежней.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Берегитесь псов, берегитесь людей, делающих зло, берегитесь «членовредителей». ",
          "ID": "2"
        },
        {
          "text": "Истинно обрезанные – это мы с вами, поклоняющиеся под руководством Духа Божьего, хвалящиеся Иисусом Христом и не полагающиеся на внешнее, ",
          "ID": "3"
        },
        {
          "text": "хотя я и могу полагаться на это. Если у кого-то и есть основания полагаться на внешнее, то тем более у меня. ",
          "ID": "4"
        },
        {
          "text": "Я был обрезан на восьмой день от рождения, происхожу из израильского народа, из рода Вениамина. Я чистокровный еврей, и по отношению к Закону – фарисей. ",
          "ID": "5"
        },
        {
          "text": "Я ревностно преследовал Церковь, и с точки зрения законнической праведности – беспорочен.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Но все, что я считал приобретением тогда, сейчас ради Христа считаю потерей. ",
          "ID": "7"
        },
        {
          "text": "И не только это, но и все прочее я считаю потерей в сравнении с бесценным познанием моего Господа Иисуса Христа. Ради Него все остальное в мире я стал почитать за сор, и я все отбросил прочь ради приобретения Христа, ",
          "ID": "8"
        },
        {
          "text": "ради того, чтобы быть с Ним не со своей уже праведностью по Закону, но с праведностью по вере во Христа, праведностью, приходящей от Бога через веру. ",
          "ID": "9"
        },
        {
          "text": "Я хочу познать Христа и ту силу, что воскресила Его, я хочу разделить с Ним Его страдания и стать как Он в Его смерти. ",
          "ID": "10"
        },
        {
          "text": "Тогда, надеюсь, я достигну и воскресения из мертвых.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Не то, чтобы я уже приобрел это или уже стал совершенным, но я стремлюсь приобрести, потому что меня приобрел Христос Иисус. ",
          "ID": "12"
        },
        {
          "text": "Братья, я не считаю, что я уже достиг этого, а лишь забывая все, что осталось позади, иду к тому, что впереди. ",
          "ID": "13"
        },
        {
          "text": "Я стремительно иду к цели, чтобы получить награду высшего Божьего звания в Иисусе Христе.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Нам всем, духовно зрелым людям, следовало бы так смотреть на вещи. Если же вы в чем-то мыслите иначе, то и это Бог вам откроет. ",
          "ID": "15"
        },
        {
          "text": "Но давайте будем жить согласно тому, чего мы уже достигли.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Подражайте мне, братья, и возьмите за образец тех, кто уже следует примеру, который вы имеете в нас. ",
          "ID": "17"
        },
        {
          "text": "Потому что многие, о которых я вам говорил раньше и сейчас говорю со слезами на глазах, живут как враги креста Христова. ",
          "ID": "18"
        },
        {
          "text": "Их конец – погибель, их бог – это их желудок, и то, чем они хвалятся, позорит их; их мысли направлены на земное. ",
          "ID": "19"
        },
        {
          "text": "Наша же родина на небесах, и оттуда мы ожидаем Спасителя Иисуса Христа. ",
          "ID": "20"
        },
        {
          "text": "Ему дана сила покорить Себе все, и действием этой силы Он изменит наши униженные тела так, что они будут подобны Его славному телу.",
          "ID": "21"
        }
      ],
      "ID": "NT:PHP.3",
      "name": "Послание к Филиппийцам 3"
    },
    {
      "text": [
        {
          "text": "Итак, любимые и желанные мои братья, вы моя радость и мой венец, стойте твердо в Господе, любимые.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Я умоляю Эводию и Синтихию прийти к согласию в Господе. ",
          "ID": "2"
        },
        {
          "text": "Я умоляю и тебя, мой верный соратник, помоги этим женщинам примириться, ведь они трудились ради Радостной Вести вместе со мной, Клементом и другими моими сотрудниками, чьи имена записаны в книге жизни.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Всегда радуйтесь в Господе, и я еще раз говорю: радуйтесь! ",
          "ID": "4"
        },
        {
          "text": "Пусть ваша кротость будет известна всем людям. Господь близко. ",
          "ID": "5"
        },
        {
          "text": "Не заботьтесь ни о чем, но во всем, через молитву и прошение, с благодарностью открывайте ваши просьбы Богу. ",
          "ID": "6"
        },
        {
          "text": "Тогда мир Божий, превосходящий всякое понимание, сохранит ваши сердца и умы в единении со Христом Иисусом.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "И наконец, братья, размышляйте о том, что истинно, благородно, справедливо, чисто, что приятно и восхитительно, о том, в чем есть добродетель, и о том, что достойно похвалы – пусть это занимает ваши мысли. ",
          "ID": "8"
        },
        {
          "text": "Все, чему вы от меня научились, что получили от меня, что вы слышали или что вы видели во мне, – все это исполняйте. И Бог, источник мира, будет с вами.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Я искренне радуюсь в Господе тому, что вы вновь стали проявлять заботу обо мне. Конечно, вы заботились всегда, но у вас просто не было возможности показать это. ",
          "ID": "10"
        },
        {
          "text": "Я говорю это не потому, что я нуждаюсь в чем-либо, ведь я научился быть довольным в любых обстоятельствах. ",
          "ID": "11"
        },
        {
          "text": "Я знаю, что такое скудость и что такое изобилие. Мне пришлось пережить всякое, и я проник в тайну того, что значит быть сытым и терпеть голод, жить в достатке и быть в нужде. ",
          "ID": "12"
        },
        {
          "text": "Я все могу благодаря Тому, Кто дает мне силы.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Впрочем вы хорошо поступили, разделив со мной мои беды. ",
          "ID": "14"
        },
        {
          "text": "Вы, филиппийцы, помните, как в начале моего служения провозглашения Радостной Вести, когда я отправился из Македонии, ни одна церковь не оказала мне финансовой помощи, кроме вас одних. ",
          "ID": "15"
        },
        {
          "text": "Даже в Фессалонику вы неоднократно посылали мне эту помощь, когда я в ней нуждался. ",
          "ID": "16"
        },
        {
          "text": "Я говорю это не для того, чтобы что-то получить от вас, но хочу, чтобы вы делали то, что будет служить к вашему же благу. ",
          "ID": "17"
        },
        {
          "text": "Вы прислали мне через Эпафродита даже больше, чем мне необходимо, и у меня сейчас все есть. Это – как ароматный запах, как жертва, угодная и приятная Богу. ",
          "ID": "18"
        },
        {
          "text": "Мой Бог восполнит все ваши нужды из Своих славных богатств через Иисуса Христа!",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Пусть нашему Богу и Отцу будет слава во веки веков. Аминь.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Приветствуйте всех святых в Иисусе Христе. Братья, которые находятся со мной, тоже передают вам приветы. ",
          "ID": "21"
        },
        {
          "text": "Вас приветствуют все святые, и особенно те, кто служит при дворе императора.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Пусть благодать Господа Иисуса Христа будет с вашим духом. Аминь.",
          "ID": "23"
        }
      ],
      "ID": "NT:PHP.4",
      "name": "Послание к Филиппийцам 4"
    }
  ],
  "ID": "NT:PHP(NRP)",
  "name": "Послание к Филиппийцам"
}