{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла и Тимофея, слуг Христа Иисуса, ко всем Божьим людям во Христе Иисусе, живущим в Филиппах, а также к старейшинам и особым слугам.",
          "ID": "1"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего, и Господа Иисуса Христа.",
          "ID": "2"
        },
        {
          "text": "Благодарю Бога моего каждый раз, когда думаю о вас.",
          "ID": "3"
        },
        {
          "text": "При каждом моём молении за вас всегда молюсь с радостью,",
          "ID": "4"
        },
        {
          "text": "потому что вы участвуете в Благовестии с самого первого дня и до сих пор.",
          "ID": "5"
        },
        {
          "text": "Я убеждён в том, что тот, кто начал такой благотворный труд среди вас, будет продолжать его до того Дня, когда Христос Иисус явится и завершит его.",
          "ID": "6"
        },
        {
          "text": "И правильно, что я так думаю о вас, потому что храню вас в сердце моём. И не только, когда я нахожусь в тюрьме, но и когда защищаю и непоколебимо доказываю истину Благовестия, все вы разделяете со мной благодать Божью.",
          "ID": "7"
        },
        {
          "text": "Бог мне свидетель в том, что я томлюсь по вас и люблю вас всех любовью Христа Иисуса.",
          "ID": "8"
        },
        {
          "text": "И вот какова молитва моя:чтобы любовь ваша всё время возрастала вместе с полным познанием и глубоким пониманием,",
          "ID": "9"
        },
        {
          "text": "чтобы вы умели различать добро от зла и выбирать добро и оставались чистыми и непорочными ко Дню, когда Христос явится,",
          "ID": "10"
        },
        {
          "text": "и чтобы с помощью Иисуса Христа вы совершили многие добрые дела во Славу и хвалу Божью.",
          "ID": "11"
        },
        {
          "text": "Братья и сёстры, я хочу довести до вашего сведения тот факт, что все события, произошедшие со мной, способствовали распространению Благой Вести.",
          "ID": "12"
        },
        {
          "text": "В результате этих событий, всей дворцовой страже и другим людям стало ясно, что я нахожусь в темнице за служение Христу.",
          "ID": "13"
        },
        {
          "text": "К тому же, большинство братьев в Господе укрепились духом из-за моего заключения и стали более откровенно и без страха проповедовать Слово Божье.",
          "ID": "14"
        },
        {
          "text": "Правда, некоторые из них проповедуют Христа из соперничества и зависти, но другие делают это по доброй воле.",
          "ID": "15"
        },
        {
          "text": "Эти люди поступают так из любви, так как знают, что Бог обязал меня защищать Благую Весть.",
          "ID": "16"
        },
        {
          "text": "Другие же, однако, проповедуют Христа из самовлюблённого честолюбия, а не от искренности, так как думают, что смогут причинить мне неприятности, пока я закован в цепи.",
          "ID": "17"
        },
        {
          "text": "Да разве это важно? Важно то, что так или иначе, из добрых или корыстных побуждений и те, и другие провозглашают Христа, и я этому рад. И радость моя будет продолжаться,",
          "ID": "18"
        },
        {
          "text": "так как я знаю, что это принесёт мне освобождение, благодаря молитвам вашим и поддержке Духа Иисуса Христа.",
          "ID": "19"
        },
        {
          "text": "Я с нетерпением жду этого и надеюсь, что я не осрамлю себя никоим образом, а буду смел, и сейчас, как всегда, прославлю Христа всем моим существом, несмотря на то буду ли я жить или умру.",
          "ID": "20"
        },
        {
          "text": "Потому что для меня жизнь — Христос, а смерть — приобретение.",
          "ID": "21"
        },
        {
          "text": "Но если я буду продолжать жизнь в этом теле, то порадуюсь плодам своих трудов. Так что я не знаю, что избрать.",
          "ID": "22"
        },
        {
          "text": "Мне приходится поневоле делать выбор между двумя возможностями. У меня есть желание расстаться с жизнью и быть с Христом, так как это было бы во много раз лучше.",
          "ID": "23"
        },
        {
          "text": "Но более важно для вашего спасения, чтобы я оставался здесь в своём теле.",
          "ID": "24"
        },
        {
          "text": "И так как я убеждён в этом, то знаю, что останусь здесь и буду продолжать оставаться с вами ради вашего духовного процветания и счастья, приносимого верой,",
          "ID": "25"
        },
        {
          "text": "чтобы у вас было ещё больше оснований гордиться мной во Христе Иисусе, когда я снова буду среди вас.",
          "ID": "26"
        },
        {
          "text": "В любом случае, однако, ведите себя так, чтобы быть достойными Благовестия Христа. Тогда, независимо от того, приду ли я повидать вас или находясь вдалеке, я буду слышать о вас только хорошее и знать, что вы тверды в своём единстве духа и одном общем намерении. Мне будет также известно, что вы все вместе боретесь за ту веру, которая провозглашена в Благовестии,",
          "ID": "27"
        },
        {
          "text": "и что вы ни в чём не устрашились тех, кто против вас. Ваша храбрость станет доказательством Божьим тому, что они будут уничтожены, а вы спасены.",
          "ID": "28"
        },
        {
          "text": "Через Христа вам было даровано не только верить в Него, но и пострадать за Него.",
          "ID": "29"
        },
        {
          "text": "Вы вовлечены в ту же борьбу, через которую, как вы знаете, прошёл и я, и как вам известно, прохожу сейчас.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.1",
      "name": "Послание К Филиппийцам 1"
    },
    {
      "text": [
        {
          "text": "Итак, если для вас есть утешение во Христе, если вам ведома утеха, приносимая вашей любовью, если соучаствуете в Духе, если вам знакомо сострадание и привязанность,",
          "ID": "1"
        },
        {
          "text": "то я исполнен радости. Думайте одно, любите одно, объединяйтесь духовно и имейте одни и те же цели.",
          "ID": "2"
        },
        {
          "text": "Не делайте ничего из зависти или пустого самодовольства. Наоборот, в уничижении своём считайте каждого выше себя.",
          "ID": "3"
        },
        {
          "text": "Каждый из вас должен думать не только о своём благе, но также и о благе других.",
          "ID": "4"
        },
        {
          "text": "Рассуждайте и поступайте так, как Христос Иисус.",
          "ID": "5"
        },
        {
          "text": "Хотя Он был Богом по природе своей,",
          "ID": "6"
        },
        {
          "text": "Он не держался за своё равенство с Богом,",
          "ID": "6"
        },
        {
          "text": "но уничижил Себя Самого,",
          "ID": "7"
        },
        {
          "text": "приняв образ раба и сделавшись по виду человеком.",
          "ID": "7"
        },
        {
          "text": "Он смирил себя до такой степени,",
          "ID": "8"
        },
        {
          "text": "что принял смерть, и смерть на кресте.",
          "ID": "8"
        },
        {
          "text": "А поэтому, Бог вознёс Его до высочайшего положения",
          "ID": "9"
        },
        {
          "text": "и дал Ему имя выше всякого другого имени,",
          "ID": "9"
        },
        {
          "text": "чтобы все преклонились перед именем Иисуса,",
          "ID": "10"
        },
        {
          "text": "все, кто на Небе, на земле и под землёй,",
          "ID": "10"
        },
        {
          "text": "и чтобы все уста произнесли,",
          "ID": "11"
        },
        {
          "text": "что Иисус Христос — Господь во Славу Бога Отца.",
          "ID": "11"
        },
        {
          "text": "Итак, друзья мои любимые, как вы повиновались мне не только, когда я был среди вас, но ещё более в моё отсутствие, со всем уважением и страхом, так же продолжайте трудиться, чтобы завершить своё спасение.",
          "ID": "12"
        },
        {
          "text": "Потому что именно Бог вызывает у вас и желания, и поступки, угодные Ему.",
          "ID": "13"
        },
        {
          "text": "Делайте всё без жалоб и ссор,",
          "ID": "14"
        },
        {
          "text": "чтобы оставаться чистыми и невинными, непорочными детьми Божьими среди испорченных и развращённых людей. Сияйте же среди них, подобно звёздам в тёмном мире,",
          "ID": "15"
        },
        {
          "text": "неся им послание, созидающее жизнь, чтобы я гордился вами в День Христа, когда увижу, что участвовал в этом состязании и трудился не напрасно.",
          "ID": "16"
        },
        {
          "text": "И даже если кровь моя должна будет пролиться в дополнение к жертвенному приношению веры вашей, я радуюсь и разделяю свою радость со всеми вами.",
          "ID": "17"
        },
        {
          "text": "Также и вы должны радоваться и разделить свою радость со мной.",
          "ID": "18"
        },
        {
          "text": "Но я надеюсь с помощью Господа Иисуса послать к вам вскоре Тимофея, чтобы приободриться, узнав все новости о вас.",
          "ID": "19"
        },
        {
          "text": "У меня нет никого, кроме него, кто разделял бы мои чувства и искренне беспокоился бы о вашем благополучии.",
          "ID": "20"
        },
        {
          "text": "Потому что все остальные беспокоятся лишь о своём, а не о том, что угодно Иисусу Христу.",
          "ID": "21"
        },
        {
          "text": "И вы знаете, как он проявил себя и что он, как сын отцу своему, служил вместе со мной в Благовестии.",
          "ID": "22"
        },
        {
          "text": "И потому я надеюсь послать его к вам, как только увижу, как обстоят мои дела.",
          "ID": "23"
        },
        {
          "text": "Надеюсь, что с помощью Господней сам я тоже смогу прийти вскоре.",
          "ID": "24"
        },
        {
          "text": "Я считаю, что необходимо послать к вам Епафродита, моего собрата, товарища по трудам и соратника, посланного вами помогать мне в нуждах моих.",
          "ID": "25"
        },
        {
          "text": "Он тоскует по всем вам и скорбит, так как до вас дошёл слух о том, что он болен.",
          "ID": "26"
        },
        {
          "text": "В самом деле, он был болен и находился при смерти, но Бог смилостивился над ним (и не только над ним, но и надо мной тоже), чтобы у меня не было ещё большего горя.",
          "ID": "27"
        },
        {
          "text": "И потому тем охотнее я посылаю его, чтобы вы, увидев его снова, возрадовались и чтобы у меня не было печали.",
          "ID": "28"
        },
        {
          "text": "Так приветствуйте его в Господе с великой радостью и воздавайте почести таким людям,",
          "ID": "29"
        },
        {
          "text": "потому что он едва не умер, трудясь на ниве Христовой, и подвергал жизнь свою опасности, чтобы завершить то, чего недоставало в вашем служении мне.",
          "ID": "30"
        }
      ],
      "ID": "NT:PHP.2",
      "name": "Послание К Филиппийцам 2"
    },
    {
      "text": [
        {
          "text": "В заключение скажу вам, братья и сёстры мои, возрадуйтесь, потому что мы принадлежим Господу! Мне не доставляет беспокойства снова и снова говорить об этом, так как вам это во благо.",
          "ID": "1"
        },
        {
          "text": "Остерегайтесь «псов» — людей творящих зло! Остерегайтесь тех, кто увечит тела!",
          "ID": "2"
        },
        {
          "text": "Потому что мы — те, кто воистину обрезаны, кто поклоняется Богу через Его Духа. Мы гордимся Христом Иисусом и не полагаемся на человеческие заслуги или преимущества, обретённые с рождения,",
          "ID": "3"
        },
        {
          "text": "хотя у меня самого есть основания полагаться на них. Если кто-нибудь ещё думает, что у него есть основания полагаться на заслуги и преимущества, то у меня их больше.",
          "ID": "4"
        },
        {
          "text": "Мне сделали обрезание на восьмой день после моего рождения. Я принадлежу к народу Израиля, племени Вениамина. Я — иудей, родившийся от родителей иудеев. Что касается отношения моего к Закону, то я — фарисей.",
          "ID": "5"
        },
        {
          "text": "Рвение моё было направлено на преследование церкви. Во всём том, что Закон считает праведностью, я был безупречен.",
          "ID": "6"
        },
        {
          "text": "В прошлом всё это было для меня важным, но теперь, благодаря Христу, больше ничего не значит.",
          "ID": "7"
        },
        {
          "text": "Более того, я считаю, что не только это, но и всё остальное ничего не стоит по сравнению с величием познания Христа Иисуса, Господа моего. Будучи рабом Христа, я ради Него отрёкся от всего, так как всё это было ненужным сором. Моё единственное желание — обрести Христа",
          "ID": "8"
        },
        {
          "text": "и найти самого себя в Нём с праведностью, основанной не на Законе, а на вере во Христа, с праведностью, которая идёт от Бога и основана на вере.",
          "ID": "9"
        },
        {
          "text": "Я хочу познать Христа и ту силу, которая воскресила Его из мёртвых. Я хочу также разделить Его страдание и уподобиться Ему в Его смерти,",
          "ID": "10"
        },
        {
          "text": "с надеждой, подобно Ему, воскреснуть из мёртвых.",
          "ID": "11"
        },
        {
          "text": "Я не говорю, что уже достиг желаемого, но я продолжаю стремиться к тому, ради чего избрал меня Иисус Христос.",
          "ID": "12"
        },
        {
          "text": "Братья и сёстры, я поставил себе за правило не думать о том, что осталось в прошлом, а стремиться изо всех сил к исполнению поставленной цели,",
          "ID": "13"
        },
        {
          "text": "чтобы добиться награды, которую Бог призвал меня получить через Христа Иисуса.",
          "ID": "14"
        },
        {
          "text": "Хотелось бы, чтобы те из нас, кто созрели духом, были настроены так же. А если вы с чем-либо несогласны, то Бог и это сделает для вас ясным.",
          "ID": "15"
        },
        {
          "text": "Только давайте будем продолжать следовать той истине, которую мы постигли.",
          "ID": "16"
        },
        {
          "text": "Братья и сёстры! Вы должны следовать моему примеру, как это делают другие. Смотрите на тех, кто живёт по примеру, который мы вам показали.",
          "ID": "17"
        },
        {
          "text": "Потому что многие люди (о которых я часто говорил вам) живут как враги креста Христа, и сейчас я даже со слезами говорю вам это.",
          "ID": "18"
        },
        {
          "text": "Судьба их — погибель, бог их — желудок, и они гордятся тем, чего должны бы были стыдиться. Они думают только о делах земных.",
          "ID": "19"
        },
        {
          "text": "Наша же родина — на Небесах. Оттуда ожидаем мы Спасителя, Господа Иисуса Христа.",
          "ID": "20"
        },
        {
          "text": "Он изменит наши жалкие тела и сделает их подобными Своему сияющему Телу, благодаря той силе Своей, через которую Он смог и всё остальное подчинить Себе.",
          "ID": "21"
        }
      ],
      "ID": "NT:PHP.3",
      "name": "Послание К Филиппийцам 3"
    },
    {
      "text": [
        {
          "text": "Итак, любимые мои братья и сёстры, по которым томлюсь я, не теряйте веры своей в Господа, как я говорил вам. Вы — счастье моё и венец мой!",
          "ID": "1"
        },
        {
          "text": "Я призываю Еводию и Синтихию мыслить так же.",
          "ID": "2"
        },
        {
          "text": "Я также прошу тебя, преданный мой соратник, пожалуйста, помогай этим женщинам, принимавшим участие в моих трудах Благовестия, вместе с Климентом и другими моими соратниками, чьи имена записаны в Книге Жизни.",
          "ID": "3"
        },
        {
          "text": "Будьте всегда полны радости в Господе! Повторяю снова, возрадуйтесь!",
          "ID": "4"
        },
        {
          "text": "Пусть ваша доброта станет известна всем. Господь близок.",
          "ID": "5"
        },
        {
          "text": "Не беспокойтесь ни о чём, но при любых обстоятельствах через молитву и прошение с благодарностью обращайтесь с вашими просьбами к Богу,",
          "ID": "6"
        },
        {
          "text": "и мир, исходящий от Него, превосходящий понимание ваше, пусть охраняет сердца ваши и умы ваши во Христе Иисусе.",
          "ID": "7"
        },
        {
          "text": "В заключение, братья и сёстры, скажу: помышляйте о том, что истинно, благородно, правильно, непорочно, достойно восхищения и приятно, обо всём достойном и похвальном,",
          "ID": "8"
        },
        {
          "text": "о том, что узнали, получили, слышали и о том, что, как вы видели, делаю я. Продолжайте усердствовать во всём этом, и Бог, источник мира, будет с вами.",
          "ID": "9"
        },
        {
          "text": "Я необыкновенно возрадовался в Господе, потому что наконец-то вы стали снова заботиться обо мне. Разумеется, вы всегда беспокоились обо мне, но у вас не было возможности показать свою заботу.",
          "ID": "10"
        },
        {
          "text": "И не по нужде я это говорю, так как научился довольствоваться тем, что у меня есть, в каком бы положении ни находился.",
          "ID": "11"
        },
        {
          "text": "Я знал нужду и знал изобилие, я научился быть довольным в любое время и при любых обстоятельствах, голоден я или сыт, пребываю в обилии или в недостатке.",
          "ID": "12"
        },
        {
          "text": "Я могу всё превозмочь через Того, Кто даёт мне силу.",
          "ID": "13"
        },
        {
          "text": "Однако вы поступили хорошо, разделив со мной горести мои.",
          "ID": "14"
        },
        {
          "text": "Вы знаете сами, филиппийцы, что на заре проповеди Благовестия, когда я покинул Македонию, ни одна из церквей не поделилась со мной от щедрот своих, кроме вас.",
          "ID": "15"
        },
        {
          "text": "И даже, когда я был в Фессалониках, вы неоднократно помогали мне в нужде.",
          "ID": "16"
        },
        {
          "text": "Не то, чтобы я искал даров. Скорее, я стремлюсь, чтобы прибыль была на вашем счету.",
          "ID": "17"
        },
        {
          "text": "У меня есть всё, что мне нужно, и даже более, так как получил я от Епафродита посланные вами дары. Это приношения — благоуханные жертвы, приятные и угодные Богу.",
          "ID": "18"
        },
        {
          "text": "Бог мой удовлетворит все ваши нужды через славное богатство во Христе Иисусе.",
          "ID": "19"
        },
        {
          "text": "Слава нашему Богу и Отцу во веки веков! Аминь.",
          "ID": "20"
        },
        {
          "text": "Приветствую всех людей Божьих во Христе Иисусе. Братья и сёстры, которые находятся со мной, также приветствуют вас.",
          "ID": "21"
        },
        {
          "text": "Все люди Божьи приветствуют вас, особенно домочадцы Цезаря.",
          "ID": "22"
        },
        {
          "text": "Пусть благодать Господа Иисуса Христа будет со всеми вами!",
          "ID": "23"
        }
      ],
      "ID": "NT:PHP.4",
      "name": "Послание К Филиппийцам 4"
    }
  ],
  "ID": "NT:PHP(RSP)",
  "name": "Послание К Филиппийцам"
}