{
  "text": [
    {
      "text": [
        {
          "text": "In the second year of the reign of Artaxerxes the great, on the first day of the month of Nisan, Mordecai the son of Jair, the son of Shimei, the son of Kish, of the tribe of Benjamin,",
          "ID": "1"
        },
        {
          "text": "a Jewish man who lived in the city of Susa, a great gentleman, and among the first ones of the king's court, saw a dream.",
          "ID": "2"
        },
        {
          "text": "Now he was one of a number of captives, whom Nebuchadnezzar king of Babylon had carried away from Jerusalem with Jeconiah king of Judah.",
          "ID": "3"
        },
        {
          "text": "And this was his dream: voices appeared, and confusion, and thunders, and earthquakes, and a disturbance upon the earth.",
          "ID": "4"
        },
        {
          "text": "And behold, there were two great dragons making preparations against one another for battle.",
          "ID": "5"
        },
        {
          "text": "And at their cry all peoples rushed forth to fight against the nation of the just.",
          "ID": "6"
        },
        {
          "text": "And that was a day of darkness and division, of tribulation and anguish, and there was an unnatural dread over the earth.",
          "ID": "7"
        },
        {
          "text": "And the nation of the just was disturbed, fearing their own evils, and was prepared for death.",
          "ID": "8"
        },
        {
          "text": "And they cried out to God, and from their loud crying, a little fountain grew into a very great river and overflowed into many waters.",
          "ID": "9"
        },
        {
          "text": "The light and the sun rose up, and the humble were exalted, and they devoured the illustrious.",
          "ID": "10"
        },
        {
          "text": "When Mordecai had seen this, and he arose from bed, he was considering what God might want to do, and he kept it fixed in his soul, desiring to know what the dream might signify.",
          "ID": "11"
        }
      ],
      "ID": "OT:EST.1",
      "name": "Esther 1"
    },
    {
      "text": [
        {
          "text": "Now he was staying at that time in the king's court with Bagatha and Thara the king's eunuchs, who were porters of the palace.",
          "ID": "1"
        },
        {
          "text": "And when he realized their thoughts, and had diligently paid close attention, he learned that they were attempting to cast their hand against king Artaxerxes, and he reported this to the king.",
          "ID": "2"
        },
        {
          "text": "Then the king had both of them questioned, and when they confessed, he ordered a sentence of death.",
          "ID": "3"
        },
        {
          "text": "But the king had what had happened written in the commentaries. And even Mordecai handed over the memory of these things into writing.",
          "ID": "4"
        },
        {
          "text": "And the king instructed him to remain in the court of the palace, having given him this position for the information.",
          "ID": "5"
        },
        {
          "text": "In truth, Haman the son of Hammedatha the Bougaean had great honor in the eyes of the king, and he wanted to harm Mordecai and his people because of the two eunuchs of the king who had been executed.",
          "ID": "6"
        }
      ],
      "ID": "OT:EST.2",
      "name": "Esther 2"
    },
    {
      "text": [
        {
          "text": "In the days of Artaxerxes, who reigned from India to Ethiopia over one hundred twenty-seven provinces,",
          "ID": "1"
        },
        {
          "text": "when he sat on the throne of his kingdom, the city of Susa was the root of his kingdom.",
          "ID": "2"
        },
        {
          "text": "And so, in the third year of his reign, he made a great feast for all the leaders and his servants, for the most powerful among the Persians and the distinguished among the Medes, and for the rulers of the provinces before him,",
          "ID": "3"
        },
        {
          "text": "so that he might show the glorious riches of his kingdom, as well as its greatness, and so boast of his power, for a long time, namely, one hundred and eighty days.",
          "ID": "4"
        },
        {
          "text": "And when the days of the feast were nearly completed, he invited all the people, who had been found in Susa, from the greatest even to the least, and he commanded a feast to be prepared, for seven days, in the court of the garden and the arboretum, which had been planted by the care and by the hand of the king.",
          "ID": "5"
        },
        {
          "text": "And, in every direction, tents the color of the sky and of flax as well as hyacinth were hung up, suspended by cords of linen and even purple, which had been placed through rings of ivory and were held up with marble columns. The couches also, of gold and silver, had been arranged over a pavement of emerald-green, bearing scattered jewels, which was decorated with a wonderful variety of images.",
          "ID": "6"
        },
        {
          "text": "Moreover, those who had been invited drank from golden cups, and dishes of foods were brought in one after another. Likewise, choice wine was presented in abundance, as was worthy of royal magnificence.",
          "ID": "7"
        },
        {
          "text": "Nor was anyone compelled to drink who was unwilling, but, just as the king had appointed, one of his nobles was set over each table, so that each one might select what he wanted.",
          "ID": "8"
        },
        {
          "text": "Likewise, Vashti the queen made a feast for the women, in the palace where king Artaxerxes was accustomed to stay the night.",
          "ID": "9"
        },
        {
          "text": "And so, on the seventh day, when the king was more cheerful, and, after excessive drinking, had become warmed with wine, he ordered Mehuman, and Biztha, and Harbona, and Bigtha, and Abagtha, and Zethar, and Charkas, seven eunuchs who served in his presence,",
          "ID": "10"
        },
        {
          "text": "to bring in queen Vashti before the king, with the crown set upon her head, to show her beauty to the whole people and to the leaders, for she was very beautiful.",
          "ID": "11"
        },
        {
          "text": "She refused, and she showed contempt towards the king's command, which he had delivered to her by the eunuchs. Whereupon the king, being angry and inflamed with a very great fury,",
          "ID": "12"
        },
        {
          "text": "questioned the wise men, who, according to royal custom were always near him and all he did was by their counsel, who knew the laws as well as the judgments of their ancestors,",
          "ID": "13"
        },
        {
          "text": "(but first and foremost were Carshena, and Shethar, and Admatha, and Tarshish, and Meres, and Marsena, and Memucan, seven rulers of the Persians as well as the Medes, who saw the face of the king and who were accustomed to sitting down first after him,)",
          "ID": "14"
        },
        {
          "text": "as to what sentence should fall upon Vashti the queen, who had refused to do the commandment of king Artaxerxes, which he had delivered to her by the eunuchs.",
          "ID": "15"
        },
        {
          "text": "And Memucan answered, in the hearing of the king as well as the rulers, \"Queen Vashti has wounded not only the king, but also all the people and the leaders, who are in all the provinces of king Artaxerxes.",
          "ID": "16"
        },
        {
          "text": "For word about the queen will go out to all the women, so that they will show contempt for they husbands, and they will say, 'King Artaxerxes ordered that queen Vashti should enter before him, and she would not.'",
          "ID": "17"
        },
        {
          "text": "And so, by this example all the wives of the leaders of the Persians and the Medes will belittle the authority of their husbands; therefore, the indignation of the king is just.",
          "ID": "18"
        },
        {
          "text": "If it pleases you, let an edict be sent out from your presence, and let it be written according to the law of the Persians and the Medes, which it is forbidden to disregard, that Vashti shall no longer enter before the king, but let another, who is better than her, receive her queenship.",
          "ID": "19"
        },
        {
          "text": "And let this be published in all the provinces of your empire, (which is very wide,) and let all wives, the greater as much as the lesser, give honor to their husbands.\"",
          "ID": "20"
        },
        {
          "text": "His counsel pleased the king and the rulers, and the king acted according to the counsel of Memucan,",
          "ID": "21"
        },
        {
          "text": "and he sent letters to all the provinces of his kingdom, so that every nation was able to hear and to read, in various languages and letters, that husbands are to be the greater rulers in their own houses, and that this should be published to every people.",
          "ID": "22"
        }
      ],
      "ID": "OT:EST.3",
      "name": "Esther 3"
    },
    {
      "text": [
        {
          "text": "And so, after this had been carried out, and the indignation of king Artaxerxes had subsided, he remembered Vashti, and what she had done, and what had happened to her.",
          "ID": "1"
        },
        {
          "text": "And the servants of the king, and his ministers, said, \"Let young women be sought for the king, virgins and beautiful,",
          "ID": "2"
        },
        {
          "text": "and let investigators be sent throughout all the provinces for young women, beautiful and virgins. And let them bring them to the city of Susa, and deliver them to the house of the women under the hand of Hegai the eunuch, who is the overseer and keeper of the king's women. And let them receive feminine ornaments, and other things necessary for their use.",
          "ID": "3"
        },
        {
          "text": "And whoever among them all will please the king's eyes, let her reign instead of Vashti.\" The idea pleased the king, and so he ordered it to be done as they had suggested.",
          "ID": "4"
        },
        {
          "text": "There was a Jewish man in the city of Susa, by the name of Mordecai, son of Jair, son of Shimei, son of Kish, of the house of Benjamin,",
          "ID": "5"
        },
        {
          "text": "who had been carried away from Jerusalem at the time that Nebuchadnezzar king of Babylon carried away Jeconiah king of Judah,",
          "ID": "6"
        },
        {
          "text": "who had raised his brother's daughter Hadassah, who by another name was called Esther. And she had lost both her parents. She was very beautiful, with a graceful appearance. Since her father and mother had both died, Mordecai adopted her as his own daughter.",
          "ID": "7"
        },
        {
          "text": "And when the king's command became very well-known, in accordance with his command, many beautiful virgins were brought to Susa, and were delivered to Hegai the eunuch. Likewise, Esther, along with the other young women, was delivered to him, to be protected with the assembled women.",
          "ID": "8"
        },
        {
          "text": "She was pleasing to him, and she found favor in his sight. And he commanded a eunuch to hasten the women's ornaments, and to deliver her share to her, along with seven of the most beautiful young women of the king's house, so as to both adorn and honor her and her handmaids.",
          "ID": "9"
        },
        {
          "text": "She was not willing to reveal to him her people or her native land. For Mordecai had instructed her that she should keep silent about all these things.",
          "ID": "10"
        },
        {
          "text": "He went for a walk every day, in the front courtyard of the house in which the chosen virgins were kept, having concern for Esther's welfare and wanting to know what would happen to her.",
          "ID": "11"
        },
        {
          "text": "But, when the time came for each in the line of young women to go in to the king, after everything had been completed concerning feminine grooming, the twelfth month had been reached, to the extent that for six months they were anointed with oil of myrrh, and for another six months they used certain types of makeup and perfumes.",
          "ID": "12"
        },
        {
          "text": "And when they were going in to the king, whatever they requested to adorn themselves, they received, and when each was pleased with herself, having been prepared in the chamber of the women, she passed on to the king's chamber.",
          "ID": "13"
        },
        {
          "text": "And whoever entered at evening, departed in the morning, and then from there she was led to the second house, which was under the hand of Shaashgaz the eunuch, who presided over the king's concubines. Nor did she have the power to return again to the king, unless the king desired it and had summoned her by name.",
          "ID": "14"
        },
        {
          "text": "But, as the order continued to progress, the day arrived when Esther, the daughter of Abihail the brother of Mordecai, whom he had adopted as his daughter, was required to go in to the king. She did not seek feminine ornaments, except that whatever Hegai the eunuch and keeper of the virgins chose, he gave her to adorn her. For she was very attractive, and her incredible beauty made her appear gracious and amiable in the eyes of all.",
          "ID": "15"
        },
        {
          "text": "And so she was led to the chamber of king Artaxerxes, in the tenth month, which is called Tebeth, in the seventh year of his reign.",
          "ID": "16"
        },
        {
          "text": "And the king loved her more than all the women, and she had favor and mercy in his eyes above all the women, and he set the royal crown on her head, and he made her queen instead of Vashti.",
          "ID": "17"
        },
        {
          "text": "And he ordered a magnificent feast to be prepared for all the rulers, and for his servants, because of the union and wedding of Esther. And he gave a holiday to all the provinces, and he bestowed gifts befitting of princely generosity.",
          "ID": "18"
        },
        {
          "text": "And when the virgins were sought for the second time and gathered together, Mordecai remained at the king's gate.",
          "ID": "19"
        },
        {
          "text": "Esther had not yet declared her native land and her people, according to his command. For whatever he instructed, Esther observed. And so she did all things as she had become accustomed in the time when he raised her from early childhood.",
          "ID": "20"
        },
        {
          "text": "Therefore, at that time, when Mordecai was staying at the king's gate, Bagatha and Thara, two of the king's eunuchs, who were gatekeepers and who presided over the first entryway of the palace, were angry, and they decided to rise up against the king and kill him.",
          "ID": "21"
        },
        {
          "text": "But Mordecai did not keep this secret, and immediately he reported it to queen Esther, and she reported it to the king in Mordecai's name, who had brought the matter to her.",
          "ID": "22"
        },
        {
          "text": "It was inquired into and discovered, and they were both hanged on a gallows. And it was committed to the histories and the chronicles which are delivered in the sight of the king.",
          "ID": "23"
        }
      ],
      "ID": "OT:EST.4",
      "name": "Esther 4"
    },
    {
      "text": [
        {
          "text": "After this, king Artaxerxes exalted Haman, the son of Hammedatha, who was of Agag lineage, and he set his throne above all the rulers whom he had.",
          "ID": "1"
        },
        {
          "text": "And all the king's servants, who passed by the doors of the palace, bent their knees and adored Haman, for so the ruler had instructed them. Only Mordecai did not bend his knee, nor adore him.",
          "ID": "2"
        },
        {
          "text": "The king's servants, who presided over the doors of the palace, said to him, \"Why do you, more than the others, not observe the king's command?\"",
          "ID": "3"
        },
        {
          "text": "And when they were saying this frequently, and he would not listen to them, they reported it to Haman, desiring to know whether he would continue in his resolution, for he had told them that he was a Jew.",
          "ID": "4"
        },
        {
          "text": "Now when Haman had heard this, and had proved by a test that Mordecai did not bend his knee to him, nor adore him, he was very angry.",
          "ID": "5"
        },
        {
          "text": "And he considered it pointless to lay his hands on Mordecai alone, for he had heard that he was part of the Jewish people. And so he wanted more: to destroy the entire nation of the Jews, who were in the kingdom of Artaxerxes.",
          "ID": "6"
        },
        {
          "text": "In the first month, which is called Nisan, in the twelfth year of the reign of Artaxerxes, the lot was cast into an urn, which in Hebrew is called Pur, in the presence of Haman, to determine on what day and in which month the Jewish people should be destroyed. And it turned out to be the twelfth month, which is called Adar.",
          "ID": "7"
        },
        {
          "text": "And Haman said to king Artaxerxes, \"There is a people dispersed throughout all the provinces of your kingdom and separated one from another, who make use of unusual laws and ceremonies, and who, in addition, show contempt for the king's ordinances. And you know very well that it is not expedient for your kingdom that they should become insolent through independence.",
          "ID": "8"
        },
        {
          "text": "If it pleases you, declare that they may be destroyed, and I will weigh out ten thousand talents to the keepers of your treasury.\"",
          "ID": "9"
        },
        {
          "text": "And so the king took the ring that he used, from his own hand, and gave it to Haman, the son of Hammedatha, of Agag lineage, enemy of the Jews.",
          "ID": "10"
        },
        {
          "text": "And he said to him, \"Let the silver, which you promise, be for yourself. As for the people, do with them as it pleases you.\"",
          "ID": "11"
        },
        {
          "text": "And the scribes of the king were summoned, in the first month Nisan, on the thirteenth day of the same month. And it was written, as Haman had commanded, to all the king's governors, and to the judges of the provinces, and to various peoples, so that each people could read and hear according to their various languages, in the name of king Artaxerxes. And the letters were sealed with his ring.",
          "ID": "12"
        },
        {
          "text": "These were sent by the king's messengers to all the provinces, so as to kill and destroy all the Jews, from children all the way to the elderly, even little children and women, on one day, that is, on the thirteenth of the twelfth month, which is called Adar, and to plunder their goods, even their necessities.",
          "ID": "13"
        }
      ],
      "ID": "OT:EST.5",
      "name": "Esther 5"
    },
    {
      "text": [
        {
          "text": "And this was the text of the letter: \"Artaxerxes, the great king from India all the way to Ethiopia, to the leaders and generals of the one hundred twenty-seven provinces, which are subject to his authority, greetings.",
          "ID": "1"
        },
        {
          "text": "Although I have reigned over many nations and subjugated the whole world under my realm, I was by no means willing to abuse the greatness of this power, but to govern my subjects with clemency and leniency, so that they would settle into a quiet life, apart from any terror, and delight in peace, as all mortals would choose to do.",
          "ID": "2"
        },
        {
          "text": "Yet, in asking my counselors how this might be able to be accomplished, one who excelled the others in wisdom and fidelity, and who was second after the king, named Haman,",
          "ID": "3"
        },
        {
          "text": "explained to me that there was a people, scattered throughout the whole world, that used strange laws, and, acting against the customs of all peoples, despised the commandments of kings and violated the harmony of all nations with their dissension.",
          "ID": "4"
        },
        {
          "text": "When we had learned this, seeing one nation rebellious against all mankind, having overthrown the usefulness of laws, and going against our orders, and disturbing the peace and harmony of the provinces subject to us,",
          "ID": "5"
        },
        {
          "text": "we commanded that whomever Haman, who is chief over all the provinces, and second after the king, and whom we honor in the place of a father, whomever he would point out should be destroyed by their enemies, with their wives and children, and that no one may take pity on them, on the fourteenth day of the twelfth month Adar of this present year,",
          "ID": "6"
        },
        {
          "text": "so that these guilty men, all on one day, may go down to the underworld, restoring to our empire the peace that they had disturbed.\"",
          "ID": "7"
        },
        {
          "text": "And the effect of the letters was this: that all provinces would know and prepare for the prescribed day.",
          "ID": "8"
        },
        {
          "text": "The couriers, who had been sent, hurried to complete the king's command, but the edict was hung up in Susa immediately. And the king and Haman celebrated a feast, while all the Jews in the city were weeping.",
          "ID": "9"
        }
      ],
      "ID": "OT:EST.6",
      "name": "Esther 6"
    },
    {
      "text": [
        {
          "text": "When Mordecai had heard this, he tore his garments and put on sackcloth, strewing ashes on his head, and he cried out with a loud voice in the main street of the city, revealing the anguish of his soul.",
          "ID": "1"
        },
        {
          "text": "And he continued with this lamenting, even up to the gate of the palace, for no one clothed with sackcloth is permitted to enter the king's court.",
          "ID": "2"
        },
        {
          "text": "Likewise, in all provinces, towns, and places where the king's cruel decision arrived, there was extraordinary mourning among the Jews with fasting, wailing, and weeping, with many using sackcloth and ashes for their bed.",
          "ID": "3"
        },
        {
          "text": "Then Esther's maids and eunuchs went in and informed her. When she heard it, she was shocked, and she sent a garment to clothe him and to take away the sackcloth, but he would not accept it.",
          "ID": "4"
        },
        {
          "text": "And she sent for Hathach the eunuch, whom the king had appointed to minister to her, and she instructed him to go to Mordecai and to discern from him why he was doing this.",
          "ID": "5"
        },
        {
          "text": "And departing, Hathach went to Mordecai, who was standing in the street of the city, in front of the palace entrance.",
          "ID": "6"
        },
        {
          "text": "He told him everything that had happened, how Haman had promised to transfer silver into the king's treasury for the death of the Jews.",
          "ID": "7"
        },
        {
          "text": "Also, he gave him a copy of the edict that was hanging up in Susa, so that he would show it to the queen and advise her to go in to the king and beg him on behalf of her people.",
          "ID": "8"
        },
        {
          "text": "And Hathach returned and informed Esther of all that Mordecai had said.",
          "ID": "9"
        },
        {
          "text": "\"Remember,\" he said, \"the days of your lowliness, how you were nurtured as if in my hand, because Haman, who is second after the king, has spoken against us to death.",
          "ID": "10"
        },
        {
          "text": "And you must call upon the Lord, and speak with the king on our behalf, and free us from death.\"",
          "ID": "11"
        },
        {
          "text": "She answered him, and ordered him say to Mordecai:",
          "ID": "12"
        },
        {
          "text": "\"All the servants of the king and all the provinces that are under his realm understand that anyone, whether man or woman, who enters the king's inner court, who has not been summoned, is immediately to be put to death without any delay, unless the king should happen to extend the golden scepter to him, as a sign of clemency, so that he will be able to live. How then can I go in to the king, when, for thirty days now, I have not been called to him?\"",
          "ID": "13"
        },
        {
          "text": "And when Mordecai had heard this, he again sent word to Esther, saying, \"Do not think that you will save so much as your own soul, just because you are in the king's house and are above all the Jews.",
          "ID": "14"
        },
        {
          "text": "For, if you remain silent now, the Jews will be delivered through some other opportunity, but you and your father's house will perish. And who knows whether you have come to the kingdom for this reason, so that you would be prepared for such a time as this?\"",
          "ID": "15"
        },
        {
          "text": "And he entrusted her (there was no question but that it was Mordecai) to go in to the king, and to petition on behalf of her people and her native land.",
          "ID": "16"
        },
        {
          "text": "And again Esther sent to Mordecai in these words:",
          "ID": "17"
        },
        {
          "text": "\"Go and gather together all the Jews whom you will find in Susa, and pray for me. Neither eat nor drink for three days and three nights, and I will fast with my handmaids similarly, and then I will go in to the king, doing what is against the law, not having been called, and so expose myself to mortal danger.\"",
          "ID": "18"
        },
        {
          "text": "And so Mordecai went, and he did everything that Esther had instructed him.",
          "ID": "19"
        },
        {
          "text": "Now Mordecai beseeched the Lord, remembering all his works,",
          "ID": "20"
        },
        {
          "text": "and he said, \"O Lord, Lord, almighty King, truly all things are possible for you, and there is no one who is able to resist your will, if you would determine to save Israel.",
          "ID": "21"
        },
        {
          "text": "You have created heaven and earth, and everything that is contained under the cycle of heaven.",
          "ID": "22"
        },
        {
          "text": "You are Lord of all, and there is no one who can resist your majesty.",
          "ID": "23"
        },
        {
          "text": "You know everything, and you know that it was not out of arrogance or indignation or some desire for glory that I did this, so that I refused to adore the very proud Haman.",
          "ID": "24"
        },
        {
          "text": "(For I was freely prepared, for the sake of the salvation of Israel, to have willingly kissed even the footsteps of his feet.)",
          "ID": "25"
        },
        {
          "text": "But I feared, lest I should transfer the honor of my God to a man, and lest I should adore anyone except my God.",
          "ID": "26"
        },
        {
          "text": "And now Lord, King, God of Abraham, may you have mercy on your people because our enemies want to destroy us and to erase your inheritance.",
          "ID": "27"
        },
        {
          "text": "Do not despise your portion, which you have redeemed for yourself out of Egypt.",
          "ID": "28"
        },
        {
          "text": "Listen to my supplication, and be gracious to your lot and your token, and change our sorrow into gladness, so that, in living, we may praise your name, Lord; and do not close the mouths of those who sing to you.\"",
          "ID": "29"
        },
        {
          "text": "Likewise, all Israel cried out to the Lord with the same intention and supplication because certain death was hanging over them.",
          "ID": "30"
        }
      ],
      "ID": "OT:EST.7",
      "name": "Esther 7"
    },
    {
      "text": [
        {
          "text": "Queen Esther also, fearing the danger that was imminent, fled to the Lord.",
          "ID": "1"
        },
        {
          "text": "And when she had put aside her royal apparel, she took up garments suitable for weeping and mourning, and instead of various ointments, she covered her head with ashes from burnt dung, and she humbled her body with fasting, and all the aspects of her beauty, she covered with her torn hair.",
          "ID": "2"
        },
        {
          "text": "And she begged the Lord God of Israel, saying, \"My Lord, who alone is our King, help me, a solitary woman, for there is no other helper but you.",
          "ID": "3"
        },
        {
          "text": "My peril is close at hand.",
          "ID": "4"
        },
        {
          "text": "I have heard from my father that you, Lord, chose Israel from among all nations and our fathers from among all their former ancestors, to possess them as an everlasting inheritance, and you have done for them just as you said.",
          "ID": "5"
        },
        {
          "text": "We have sinned in your sight, and therefore you have delivered us into the hands of our enemies,",
          "ID": "6"
        },
        {
          "text": "for we have worshipped their gods. You are just, O Lord.",
          "ID": "7"
        },
        {
          "text": "And now they are not content to oppress us with a very difficult servitude, but attributing the strength of their hands to the power of their idols,",
          "ID": "8"
        },
        {
          "text": "they want to alter your promises, and erase your inheritance, and close the mouths of those who praise you, and extinguish the glory of your temple and your altar,",
          "ID": "9"
        },
        {
          "text": "so that they may open the mouths of the nations, and praise the strength of idols, and proclaim a worldly king in perpetuity.",
          "ID": "10"
        },
        {
          "text": "Lord, do not hand over your scepter to that which does not exist, lest they laugh at our ruin, but turn their counsel upon themselves and destroy him who has begun to rage against us.",
          "ID": "11"
        },
        {
          "text": "Be mindful, Lord, and show yourself to us in the time of our tribulation, and give me faith, Lord, King of gods and of every power.",
          "ID": "12"
        },
        {
          "text": "Grant fitting words to my mouth in the sight of the lion, and transform his heart to hate our enemy, so that both he, and the others who conspire with him, may perish.",
          "ID": "13"
        },
        {
          "text": "But free us by your hand, and help me, who has no other helper but you, Lord, who holds the knowledge of all things.",
          "ID": "14"
        },
        {
          "text": "And you know that I hate the glory of the wicked, and I detest the bed of the uncircumcised, and of all outsiders.",
          "ID": "15"
        },
        {
          "text": "You know my necessity, that I loathe the sign of my exaltation and glory, which is on my head in the days of my exhibition, and that I detest it like a menstruous rag and do not wear it in the days of my silence,",
          "ID": "16"
        },
        {
          "text": "and that I have not eaten at Haman's table, nor has the king's feasts pleased me, and that I have not drunk the wine of his libations,",
          "ID": "17"
        },
        {
          "text": "and that your handmaid has never rejoiced, from the time that I was carried here until this very day, except in you, Lord, God of Abraham.",
          "ID": "18"
        },
        {
          "text": "O God, whose strength is above all things, heed the voice of those who have no other hope, and free us from the hand of the wicked, and rescue me from my fear.\"",
          "ID": "19"
        }
      ],
      "ID": "OT:EST.8",
      "name": "Esther 8"
    },
    {
      "text": [
        {
          "text": "So, on the third day, she put away her ornate apparel, and surrounded herself with glory.",
          "ID": "1"
        },
        {
          "text": "And when she was shining in a royal manner, and had called upon God, the Guide and Savior of all, she took two maids with her.",
          "ID": "2"
        },
        {
          "text": "And she was leaning upon one of them, as if, out of delicateness and great tenderness, she were not able to bear carrying her own body.",
          "ID": "3"
        },
        {
          "text": "And the other maid followed her lady, carrying her garment flowing on the ground.",
          "ID": "4"
        },
        {
          "text": "Yet she had a rosy color pouring over her face, for, with gracious and bright eyes, she restrained a sorrowful soul and very great fear.",
          "ID": "5"
        },
        {
          "text": "And so, entering hesitantly through a series of doors, she stood opposite the king, where he sat upon his royal throne, clothed in royal robes, and shining with gold and precious stones. And he was terrible to behold.",
          "ID": "6"
        },
        {
          "text": "And when he had lifted up his face, and with burning eyes had shown the fury of his heart, the queen collapsed, and her color turned pale, and she rested her exhausted head upon her handmaid.",
          "ID": "7"
        },
        {
          "text": "And God changed the king's spirit into gentleness; quickly and apprehensively, he leapt from his throne, and lifting her up in his arms until she came to herself, he coaxed her with these words:",
          "ID": "8"
        },
        {
          "text": "\"What is the matter, Esther? I am your brother, do not be afraid.",
          "ID": "9"
        },
        {
          "text": "You will not die. For this law has not been established for you, but for all others.",
          "ID": "10"
        },
        {
          "text": "So approach and touch the scepter.\"",
          "ID": "11"
        },
        {
          "text": "And since she remained silent, he took the golden scepter and placed it on her neck, and he kissed her and said, \"Why do you not speak to me?\"",
          "ID": "12"
        },
        {
          "text": "She answered, \"I saw you, my lord, as an angel of God, and my heart was disturbed for fear of your glory.",
          "ID": "13"
        },
        {
          "text": "For you, my lord, are great and wonderful, and your face is full of grace.\"",
          "ID": "14"
        },
        {
          "text": "And while she was speaking, she collapsed again, because she was out of breath.",
          "ID": "15"
        },
        {
          "text": "But the king was troubled, and all his servants consoled her. Alternate text from the Hebrew, verses -:",
          "ID": "16"
        },
        {
          "text": "And so, on the third day, Esther had put on her royal apparel and was standing in the atrium of the king's house, which was inside, opposite the king's hall, while he was sitting on his throne in the council room of the palace, opposite the entrance of the house.",
          "ID": "17"
        },
        {
          "text": "And when he saw Esther the queen standing there, she pleased his eyes, and he extended toward her the golden scepter, which he held in his hand, and she approached and kissed the top of his scepter.",
          "ID": "18"
        },
        {
          "text": "And the king said to her, \"What do you wish, queen Esther? What is your request? Even if you ask for half of the kingdom, it will be given to you.\"",
          "ID": "19"
        },
        {
          "text": "But she responded, \"If it pleases the king, I beg you to come with me today, and Haman with you, to the feast that I have prepared.\"",
          "ID": "20"
        },
        {
          "text": "And immediately the king said, \"Call Haman quickly, so that he may obey Esther's will. And so the king and Haman came to the feast, which the queen had prepared for them.",
          "ID": "21"
        },
        {
          "text": "And the king said to her, after he had drunk wine abundantly, \"What are you asking for that should be given to you? And which things do you require? Even if you request half of my kingdom, you will obtain it.\"",
          "ID": "22"
        },
        {
          "text": "Esther answered him, \"My petition and prayer is this:",
          "ID": "23"
        },
        {
          "text": "If I have found favor in the sight of the king, and if it pleases the king to give me what I ask, and to fulfill my petition, let the king and Haman come to the feast which I have prepared for them, and tomorrow I will open my mind to the king.\"",
          "ID": "24"
        },
        {
          "text": "And so Haman went out that day joyful and cheerful. And when he saw that Mordecai was sitting in front of the gate of the palace, and that he alone did not get up for him, but did not so much as move from the place where he sat, he was very indignant.",
          "ID": "25"
        },
        {
          "text": "But, concealing his anger and returning into his house, he gathered to him his friends and Zeresh, his wife.",
          "ID": "26"
        },
        {
          "text": "And he explained to them the greatness of his riches, and the influence of his sons, and how, with such glory, the king had elevated him above all his rulers and servants.",
          "ID": "27"
        },
        {
          "text": "And after this, he said, \"Also, queen Esther has called no one else to the feast with the king, except me. And I will be dining with the king again tomorrow.",
          "ID": "28"
        },
        {
          "text": "And though I have all these things, I consider that I have nothing as long as I see Mordecai the Jew sitting in front of the king's gate.\"",
          "ID": "29"
        },
        {
          "text": "And Zeresh his wife and his other friends answered him, \"Order a great beam to be prepared, having a height of fifty cubits, and in the morning speak to the king, so that Mordecai may be hanged from it, and so you will go joyfully with the king to the feast.\" This advice pleased him, and so he ordered a high cross to be prepared.",
          "ID": "30"
        }
      ],
      "ID": "OT:EST.9",
      "name": "Esther 9"
    },
    {
      "text": [
        {
          "text": "The king passed that night without sleep, and so he ordered the histories and chronicles of former times to be brought to him. And when they were reading them before him,",
          "ID": "1"
        },
        {
          "text": "they came to that place where it had been written, how Mordecai had reported the treachery of Bigthan and Teresh the eunuchs, who desired to cut the throat of king Artaxerxes.",
          "ID": "2"
        },
        {
          "text": "When the king had heard this, he said, \"What honor and reward has Mordecai been given for this fidelity?\" His servants and ministers said to him, \"He has received no compensation at all.\"",
          "ID": "3"
        },
        {
          "text": "And immediately the king said, \"Who is in the atrium?\" For, you see, Haman was entering the inner atrium of the king's house to suggest to the king that he should order Mordecai to be hanged on the gallows, which had been prepared for him.",
          "ID": "4"
        },
        {
          "text": "The servants answered, \"Haman is standing in the atrium.\" And the king said, \"Let him enter.\"",
          "ID": "5"
        },
        {
          "text": "And when he had entered, he said to him, \"What ought to be done for the man whom the king wishes to honor?\" But Haman, thinking in his heart and supposing that the king would honor no one else but himself,",
          "ID": "6"
        },
        {
          "text": "answered, \"The man whom the king wishes to honor,",
          "ID": "7"
        },
        {
          "text": "ought to be clothed with the king's apparel, and be set upon the horse that the king rides, and receive the royal crown upon his head.",
          "ID": "8"
        },
        {
          "text": "And let the first of the king's rulers and sovereigns hold his horse, and, as they advance through the street of the city, proclaim before him and say, 'Thus shall he be honored, whom the king decides to honor.' \"",
          "ID": "9"
        },
        {
          "text": "And the king said to him, \"Hurry, take the robe and the horse, and do as you have said to Mordecai the Jew, who sits in front of the gate of the palace. Be careful not to omit any of those things which you have mentioned.\"",
          "ID": "10"
        },
        {
          "text": "And so Haman took the robe and the horse, and arraying Mordecai in the street of the city, and setting him on the horse, he went before him and cried out, \"He is worthy of this honor, whom the king has decided to honor.\"",
          "ID": "11"
        },
        {
          "text": "And Mordecai returned to the palace door. And Haman hurried to go to his house, mourning and hiding his head.",
          "ID": "12"
        },
        {
          "text": "And he explained to Zeresh his wife and to his friends all that had happened to him. And the wise men, whom he held in counsel, and his wife, answered him, \"If Mordecai, before whom you have begun to fall, is from the offspring of the Jews, you will not be able to withstand him, but you will fall in his sight.\"",
          "ID": "13"
        },
        {
          "text": "As they were still speaking, the king's eunuchs arrived and compelled him to go quickly to the feast, which the queen had prepared.",
          "ID": "14"
        }
      ],
      "ID": "OT:EST.10",
      "name": "Esther 10"
    },
    {
      "text": [
        {
          "text": "And so the king and Haman entered to drink with the queen.",
          "ID": "1"
        },
        {
          "text": "And the king said to her again on the second day, after he was warmed with wine, \"What is your request, Esther, so that it may be given to you? And what do you want done? Even if you ask for half of my kingdom, you will obtain it.\"",
          "ID": "2"
        },
        {
          "text": "She answered him, \"If I have found favor in your eyes, O king, and if it pleases you, spare my soul, I ask you, and spare my people, I beg you.",
          "ID": "3"
        },
        {
          "text": "For I and my people have been handed over to be crushed, to be slain, and to perish. And if we were only being sold as servants and slaves, the evil might be tolerable, and I would have mourned in silence. But now our enemy is one whose cruelty overflows upon the king.\"",
          "ID": "4"
        },
        {
          "text": "And king Artaxerxes answered and said, \"Who is this, and of what power, that he would dare to do these things?\"",
          "ID": "5"
        },
        {
          "text": "And Esther said, \"This is our most wicked enemy and foe: Haman!\" Hearing this, Haman was suddenly dumbfounded, unable to bear the faces of the king and the queen.",
          "ID": "6"
        },
        {
          "text": "But the king, being angry, rose up and, from the place of the feast, entered into the arboretum of the garden. Haman likewise rose up to entreat Esther the queen for his soul, for he understood that evil was prepared for him by the king.",
          "ID": "7"
        },
        {
          "text": "When the king returned from the arboretum of the garden and entered into the place of the feast, he found Haman collapsed on the couch on which Esther lay, and he said, \"And now he wishes to oppress the queen, in my presence, in my house!\" The word had not yet gone out of the king's mouth, and immediately they covered his face.",
          "ID": "8"
        },
        {
          "text": "And Harbona, one of the eunuchs who stood in ministry to the king, said, \"Behold the wood, which he had prepared for Mordecai, who spoke up on behalf of the king, stands in Haman's house, having a height of fifty cubits.\" The king said to him, \"Hang him from it.\"",
          "ID": "9"
        },
        {
          "text": "And so Haman was hanged on the gallows, which he had prepared for Mordecai, and the king's anger was quieted.",
          "ID": "10"
        }
      ],
      "ID": "OT:EST.11",
      "name": "Esther 11"
    },
    {
      "text": [
        {
          "text": "On that day king, Artaxerxes gave the house of Haman, the adversary of the Jews, to queen Esther, and Mordecai entered before the king. For Esther had confessed to him that he was her paternal uncle.",
          "ID": "1"
        },
        {
          "text": "And the king took the ring, which he had ordered to be taken from Haman, and he handed it to Mordecai. And Esther appointed Mordecai over her house.",
          "ID": "2"
        },
        {
          "text": "Not content with these things, she threw herself down at the king's feet and wept, and, speaking to him, pleaded that he would give orders that the malice of Haman the Agagite, and his most wicked schemes, which he had contrived against the Jews, would be made ineffective.",
          "ID": "3"
        },
        {
          "text": "But he, as was the custom, extended the golden scepter with his hand, which was the sign of clemency, and she rose up and stood before him.",
          "ID": "4"
        },
        {
          "text": "And she said, \"If it pleases the king, and if I have found favor in his eyes, and my request is not seen to be disagreeable to him, I beg you that the former letters of Haman, the traitor and enemy of the Jews, by which he instructed them to be destroyed in all the king's provinces, may be corrected by new letters.",
          "ID": "5"
        },
        {
          "text": "For how will I be able to endure the murder and execution of my people?\"",
          "ID": "6"
        },
        {
          "text": "And king Artaxerxes answered Esther the queen and Mordecai the Jew, \"I have granted Haman's house to Esther, and I have ordered him to be fastened to a cross, because he dared to lay hands on the Jews.",
          "ID": "7"
        },
        {
          "text": "Therefore, write to the Jews, just as it pleases you, in the king's name, sealing the letters with my ring.\" For this was the custom, that letters which were sent in the king's name and were sealed with his ring, no one would dare to contradict.",
          "ID": "8"
        },
        {
          "text": "Then the scribes and copyists were brought in, (now it was the time of the third month which is called Sivan,) on the twenty-third day of the month, and letters were written, as Mordecai wanted, to the Jews, and to the governors, and procurators, and judges, who presided over the one hundred twenty-seven provinces, from India all the way to Ethiopia: to one province and another, to one people and another, in accordance with their languages and letters, and to the Jews, exactly as they were able to read and hear.",
          "ID": "9"
        },
        {
          "text": "And these letters, which were sent in the king's name, had been signed with his ring, and were sent by swift couriers who were to rush in every direction, through all the provinces, so as to prevent the former letters with new messages.",
          "ID": "10"
        },
        {
          "text": "The king commanded them to bring together the Jews throughout each city, and to instruct them to join together, so as to make a stand for their lives, and to execute and destroy all their enemies, with their wives and children and their entire houses, and to plunder their spoil.",
          "ID": "11"
        },
        {
          "text": "And one day of retribution was established throughout all the provinces, namely, the thirteenth of the twelfth month Adar.",
          "ID": "12"
        }
      ],
      "ID": "OT:EST.12",
      "name": "Esther 12"
    },
    {
      "text": [
        {
          "text": "\"Artaxerxes, the great king from India all the way to Ethiopia, to the generals and leaders of the one hundred twenty-seven provinces that obey our command: greetings, he says.",
          "ID": "1"
        },
        {
          "text": "In arrogance, many have abused the goodness of leaders and the honor that has been bestowed on them,",
          "ID": "2"
        },
        {
          "text": "and they strive, not only to oppress the king's subjects, but, not acting according to the glory given to them, set in motion a plan to ambush those very ones who gave it.",
          "ID": "3"
        },
        {
          "text": "Neither are they content to withhold thanks for benefits and to violate in themselves the laws of humanity, but they also think they are able to escape from every sentence of the sifting judgment of God.",
          "ID": "4"
        },
        {
          "text": "And they rush forth in such insanity that they attempt to subvert by filthy lies those who carefully fulfill the offices delegated to them and so perform everything that is deserving of the praise of all.",
          "ID": "5"
        },
        {
          "text": "Meanwhile, they craftily deceive by fraud the ears of single-minded leaders, and they judge others according to their own nature.",
          "ID": "6"
        },
        {
          "text": "These things are proven both from the ancient histories and from those things which happen daily: how the zeal of kings can be corrupted by the evil suggestions of such persons.",
          "ID": "7"
        },
        {
          "text": "Therefore, we will make provision for the peace of all the provinces.",
          "ID": "8"
        },
        {
          "text": "Neither should you think, if we change our orders, that they come from a fickle mind, but that we draw conclusions from the quality and necessity of the times, just as the expediency of the public good demands.",
          "ID": "9"
        },
        {
          "text": "And, so that you may more clearly understand what we are saying: Haman the son of Hammedatha, a Macedonian both in mind and ancestry, and foreign to Persian blood, and with his cruelty contaminating our piety, was accepted by us as a sojourner.",
          "ID": "10"
        },
        {
          "text": "And our humanity proved to be so great towards him that he was called our father and was adored by all as second only to the king.",
          "ID": "11"
        },
        {
          "text": "But he was so filled with arrogance as to strive to deprive us of our kingdom and our life.",
          "ID": "12"
        },
        {
          "text": "For example, with certain strange and unheard of machinations, he sought the death of Mordecai, whose faith and kindness kept us alive, and Esther, the partner of our kingdom, and all their people.",
          "ID": "13"
        },
        {
          "text": "This he planned so that, after they were executed, he might work treason against us in our solitude and transfer the kingdom of the Persians to the Macedonians.",
          "ID": "14"
        },
        {
          "text": "But we, having been resolved to ruin in death the mortal Jews, discovered no fault within them, but on the contrary, they use just laws",
          "ID": "15"
        },
        {
          "text": "and are sons of the highest and greatest and ever-living God, by whose kindness the kingdom was handed down both to our fathers and to us, and is cared for even unto this day.",
          "ID": "16"
        },
        {
          "text": "Therefore, you should understand to be null and void those letters that he administered under our name.",
          "ID": "17"
        },
        {
          "text": "For this crime, before the gates of this city, that is, Susa, both he who devised it, and all his associates, hang on gallows: not we, but God repaying him as he deserved.",
          "ID": "18"
        },
        {
          "text": "But this edict, which we now send, shall be displayed in all cities so that the Jews may be allowed to use their own laws.",
          "ID": "19"
        },
        {
          "text": "You must be a support to them, so that they may be able to execute those, who themselves had prepared to kill them, on the thirteenth day of the twelfth month, which is called Adar.",
          "ID": "20"
        },
        {
          "text": "For the almighty God has turned this day of grief and sorrow into joy for them.",
          "ID": "21"
        },
        {
          "text": "Therefore, you too will keep this day, along with the other festival days, and celebrate it with all joy, so that it may be known even by future generations.",
          "ID": "22"
        },
        {
          "text": "All those who faithfully obey the Persians deserve, for their fidelity, to receive a reward, but those who are traitors to their kingdom deserve to be destroyed for their crime.",
          "ID": "23"
        },
        {
          "text": "But every province and city, which is not willing to participate in this solemnity, must perish by the sword and by fire, and be destroyed in this way so that they will be forever an indisputable example of contempt and disobedience, not only to humans, but even to wild animals.\"",
          "ID": "24"
        },
        {
          "text": "And such was the content of the letter, so that it would be made known in all lands and nations, which are subject to the authority of king Artaxerxes, that the Jews have been made ready to be vindicated of their enemies.",
          "ID": "25"
        },
        {
          "text": "And so the swift couriers departed in haste, carrying through the announcement, and the king's edict was hung up in Susa.",
          "ID": "26"
        },
        {
          "text": "But Mordecai, going forth from the palace and from the king's presence, shone in royal apparel the color of hyacinth and of the sky, wearing a golden crown on his head, and clothed with a cloak of silk and purple. And all the city rejoiced and was joyful.",
          "ID": "27"
        },
        {
          "text": "But for the Jews, a new light seemed to rise; there was joy, honor, and dancing.",
          "ID": "28"
        },
        {
          "text": "With all the peoples, cities, and provinces, wherever the king's orders arrived, there was wonderful rejoicing, banquets and feasts, and a solemn holy day, so much so that many of the other nations joined themselves to their religious practices and ceremonies. For a great fear of the name of the Jews had overcome them all.",
          "ID": "29"
        }
      ],
      "ID": "OT:EST.13",
      "name": "Esther 13"
    },
    {
      "text": [
        {
          "text": "Therefore, on the thirteenth day of the twelfth month, which as we have said before is called Adar, when all the Jews were prepared to be executed and their enemies were greedy for their blood, the situation turned around, and the Jews began to have the upper hand and to vindicate themselves of their adversaries.",
          "ID": "1"
        },
        {
          "text": "And they gathered together throughout each city, and town, and place, so as to extend their hands against their enemies and their persecutors. And no one dared to resist them, because their great power had pierced all the peoples.",
          "ID": "2"
        },
        {
          "text": "For even the judges of the provinces, and the rulers, and the procurators, and everyone of dignity, who presided over every place and work, extolled the Jews for fear of Mordecai.",
          "ID": "3"
        },
        {
          "text": "For they knew him to be the leader of the palace and to have much power. Likewise, the fame of his name increased daily and flew everywhere through word of mouth.",
          "ID": "4"
        },
        {
          "text": "And so the Jews struck their enemies like a great plague and killed them, repaying according to what they had prepared to do to them,",
          "ID": "5"
        },
        {
          "text": "so much so that even in Susa they executed five hundred men, besides the ten sons of Haman the Agagite, the enemy of the Jews, and their names are these:",
          "ID": "6"
        },
        {
          "text": "Parshandatha, and Dalphon, and Aspatha",
          "ID": "7"
        },
        {
          "text": "and Poratha, and Adalia, and Aridatha,",
          "ID": "8"
        },
        {
          "text": "and Parmashta, and Arisai, and Aridai, and Vaizatha.",
          "ID": "9"
        },
        {
          "text": "When they had slain them, they were unwilling to touch the spoils of their belongings.",
          "ID": "10"
        },
        {
          "text": "And immediately the number of those who had been killed in Susa was reported to the king.",
          "ID": "11"
        },
        {
          "text": "He said to the queen, \"In the city of Susa, the Jews have executed five hundred men, and also the ten sons of Haman. How many executions do you think that they have carried out in all the provinces? What more do you ask, and what do you wish, so that I may order it to be done?\"",
          "ID": "12"
        },
        {
          "text": "And she answered, \"If it pleases the king, may power be granted to the Jews, so as to do tomorrow in Susa just as they have done today, and that the ten sons of Haman may be hung up the gallows.\"",
          "ID": "13"
        },
        {
          "text": "And the king instructed that it should be so done. And immediately the edict was hung up in Susa, and the ten sons of Haman were hung up.",
          "ID": "14"
        },
        {
          "text": "On the fourteenth day of the month Adar, the Jews gathered themselves together, and they executed in Susa three hundred men, but they did not seize their belongings from them.",
          "ID": "15"
        },
        {
          "text": "Moreover, throughout all the provinces which were subject to the king's dominion, the Jews made a stand for their lives, and they executed their enemies and their persecutors, so much so that the number of those who were killed amounted to seventy-five thousand, and yet no one touched any of their belongings.",
          "ID": "16"
        },
        {
          "text": "Now the thirteenth day of the month Adar was the first day with all of the executions, and on the fourteenth day they ceased the killing. This day they established to be sacred, so that in all times hereafter they would be free for feasting, joyfulness, and celebration.",
          "ID": "17"
        },
        {
          "text": "But, as for those who were carrying out the killings in the city of Susa, they turned to killing on the thirteenth and fourteenth day of the same month. But on the fifteenth day they ceased to attack. And for that reason they established that day as sacred, with feasting and with gladness.",
          "ID": "18"
        },
        {
          "text": "But in truth, those Jews who were staying in unwalled towns and villages, appointed the fourteenth day of the month Adar for celebration and gladness, so as to rejoice on that day and send one another portions of their feasts and their meals.",
          "ID": "19"
        },
        {
          "text": "And so Mordecai wrote down all these things and sent them, composed in letters, to the Jews who were staying in all the king's provinces, as much to those in nearby places as to those far away,",
          "ID": "20"
        },
        {
          "text": "so that they would accept the fourteenth and fifteenth day of the month Adar for holy days, and always, at the return of the year, would celebrate them with sacred esteem.",
          "ID": "21"
        },
        {
          "text": "For on those days, the Jews vindicated themselves of their enemies, and their mourning and sorrow were turned into mirth and joy, so that these would be days of feasting and gladness, in which they would send one another portions of their feasts, and would grant gifts to the poor.",
          "ID": "22"
        },
        {
          "text": "And the Jews accepted as a solemn ritual all the things which they had begun to do at that time, which Mordecai had commanded with letters to be done.",
          "ID": "23"
        },
        {
          "text": "For Haman, the son of Hammedatha of Agag lineage, the enemy and adversary of the Jews, had devised evil against them, to kill them and to destroy them. And he had cast Pur, which in our language means the lot.",
          "ID": "24"
        },
        {
          "text": "And after this, Esther had entered before the king, begging him that his efforts might be made ineffective by the king's letters, and that the evil he intended against the Jews might return upon his own head. Finally, both he and his sons were fastened to a cross.",
          "ID": "25"
        },
        {
          "text": "And so, from that time, these days are called Purim, that is, of the lots, because Pur, that is, the lot, was cast into the urn. And all things that had been carried out are contained in the volume of this epistle, that is, of this book.",
          "ID": "26"
        },
        {
          "text": "And whatever they suffered, and whatever was altered afterwards, the Jews received for themselves and their offspring and for all who were willing to be joined to their religion, so that none would be permitted to transgress the solemnity of these two days, to which the writing testifies, and which certain times require, as the years continually succeed one another.",
          "ID": "27"
        },
        {
          "text": "These are the days which no one ever will erase into oblivion, and which every province in the whole world, throughout each generation, shall celebrate. Neither is there any city wherein the days of Purim, that is, of lots, may not be observed by the Jews, and by their posterity, which has been obligated to these ceremonies.",
          "ID": "28"
        },
        {
          "text": "And Esther the queen, the daughter of Abihail, and Mordecai the Jew, also wrote a second letter, so that with all zealousness this day would be confirmed as customary for future generations.",
          "ID": "29"
        },
        {
          "text": "And they sent to all the Jews, who had been stirred up in the one hundred twenty-seven provinces of king Artaxerxes, that they should have peace and receive truth,",
          "ID": "30"
        },
        {
          "text": "and observe the days of lots, and celebrate them with joy at their proper time, just as Mordecai and Esther had established. And they accepted these to be observed by themselves and by their offspring: fasting, and crying out, and the days of lots,",
          "ID": "31"
        },
        {
          "text": "and all things which are contained in the history of this book, which is called Esther.",
          "ID": "32"
        }
      ],
      "ID": "OT:EST.14",
      "name": "Esther 14"
    },
    {
      "text": [
        {
          "text": "Truly, king Artaxerxes made all the land, and all the islands of the sea, tributaries.",
          "ID": "1"
        },
        {
          "text": "And his strength and his authority, and the dignity and supremacy with which he exalted Mordecai, have been written in the books of the Medes and the Persians,",
          "ID": "2"
        },
        {
          "text": "and how Mordecai of Jewish birth, was second after king Artaxerxes, and great among the Jews, and acceptable to the people of his brethren, seeking the good of his people, and speaking about things which pertained to peace for their descendents.",
          "ID": "3"
        },
        {
          "text": "And Mordecai said, \"By God have these things been done.",
          "ID": "4"
        },
        {
          "text": "I remember a dream that I saw, which signified these same things, and nothing of this whatsoever has failed to occur.",
          "ID": "5"
        },
        {
          "text": "The little fountain which grew into a river, and had turned into light and into the sun, and overflowed into many waters, is Esther, whom the king received as wife and whom he preferred to be queen.",
          "ID": "6"
        },
        {
          "text": "But the two dragons are I and Haman.",
          "ID": "7"
        },
        {
          "text": "The peoples who gathered together are those who had attempted to erase the name of the Jews.",
          "ID": "8"
        },
        {
          "text": "And my people is Israel, who cried out to the Lord, and the Lord brought salvation to his people, and he freed us from all evils, and he created great signs and portents among the nations.",
          "ID": "9"
        },
        {
          "text": "And he commanded there to be two lots, one for the people of God and the other for all the nations.",
          "ID": "10"
        },
        {
          "text": "And both lots arrived at the day appointed before God, even from that past time, for all peoples.",
          "ID": "11"
        },
        {
          "text": "And the Lord remembered his people and had mercy on his inheritance.",
          "ID": "12"
        },
        {
          "text": "And these days shall be observed in the month of Adar, on the fourteenth and fifteenth day of the same month, with all zealousness and joy, by the people gathered together into one union, throughout all the generations hereafter of the people of Israel.\"",
          "ID": "13"
        },
        {
          "text": "In the fourth year of the reigns of Ptolemy and Cleopatra, Dositheus, who was himself a priest and born of the Levites, and Ptolemy his son, brought this epistle of Purim, which they said was a translation by Lysimachus the son of Ptolemy in Jerusalem.",
          "ID": "14"
        }
      ],
      "ID": "OT:EST.15",
      "name": "Esther 15"
    }
  ],
  "ID": "OT:EST(CPDV)",
  "version": "CPDV",
  "name": "Esther"
}