{
  "name": "Philemon",
  "text": [
    {
      "name": "Philemon 1",
      "text": [
        {
          "text": "PAUL, A prisoner [for the sake] of Christ Jesus (the Messiah), and our brother Timothy, to Philemon our dearly beloved sharer with us in our work,",
          "ID": "1"
        },
        {
          "text": "And to Apphia our sister and Archippus our fellow soldier [in the Christian warfare], and to the church [assembly that meets] in your house:",
          "ID": "2"
        },
        {
          "text": "Grace (spiritual blessing and favor) be to all of you and [heart] peace from God our Father and the Lord Jesus Christ (the Messiah).",
          "ID": "3"
        },
        {
          "text": "I give thanks to my God for you always when I mention you in my prayers,",
          "ID": "4"
        },
        {
          "text": "Because I continue to hear of your love and of your loyal faith which you have toward the Lord Jesus and [which you show] toward all the saints (God's consecrated people).",
          "ID": "5"
        },
        {
          "text": "[And I pray] that the participation in and sharing of your faith may produce and promote full recognition and appreciation and understanding and precise knowledge of every good [thing] that is ours in [our identification with] Christ Jesus [and unto His glory].",
          "ID": "6"
        },
        {
          "text": "For I have derived great joy and comfort and encouragement from your love, because the hearts of the saints [who are your fellow Christians] have been cheered and refreshed through you, [my] brother.",
          "ID": "7"
        },
        {
          "text": "Therefore, though I have abundant boldness in Christ to charge you to do what is fitting and required and your duty to do,",
          "ID": "8"
        },
        {
          "text": "Yet for love's sake I prefer to appeal to you just for what I am–I, Paul, an ambassador [of Christ Jesus] and an old man and now a prisoner for His sake also–",
          "ID": "9"
        },
        {
          "text": "I appeal to you for my [own spiritual] child, Onesimus [meaning profitable], whom I have begotten [in the faith] while a captive in these chains.",
          "ID": "10"
        },
        {
          "text": "Once he was unprofitable to you, but now he is indeed profitable to you as well as to me.",
          "ID": "11"
        },
        {
          "text": "I am sending him back to you in his own person, [and it is like sending] my very heart.",
          "ID": "12"
        },
        {
          "text": "I would have chosen to keep him with me, in order that he might minister to my needs in your stead during my imprisonment for the Gospel's sake.",
          "ID": "13"
        },
        {
          "text": "But it has been my wish to do nothing about it without first consulting you and getting your consent, in order that your benevolence might not seem to be the result of compulsion or of pressure but might be voluntary [on your part].",
          "ID": "14"
        },
        {
          "text": "Perhaps it was for this reason that he was separated [from you] for a while, that you might have him back as yours forever,",
          "ID": "15"
        },
        {
          "text": "Not as a slave any longer but as [something] more than a slave, as a brother [Christian], especially dear to me but how much more to you, both in the flesh [as a servant] and in the Lord [as a fellow believer].",
          "ID": "16"
        },
        {
          "text": "If then you consider me a partner and a comrade in fellowship, welcome and receive him as you would [welcome and receive] me.",
          "ID": "17"
        },
        {
          "text": "And if he has done you any wrong in any way or owes anything [to you], charge that to my account.",
          "ID": "18"
        },
        {
          "text": "I, Paul, write it with my own hand, I promise to repay it [in full]–and that is to say nothing [of the fact] that you owe me your very self!",
          "ID": "19"
        },
        {
          "text": "Yes, brother, let me have some profit from you in the Lord. Cheer and refresh my heart in Christ.",
          "ID": "20"
        },
        {
          "text": "I write to you [perfectly] confident of your obedient compliance, knowing that you will do even more than I ask.",
          "ID": "21"
        },
        {
          "text": "At the same time prepare a guest room [in expectation of extending your hospitality] to me, for I am hoping through your prayers to be granted [the gracious privilege of coming] to you.",
          "ID": "22"
        },
        {
          "text": "Greetings to you from Epaphras, my fellow prisoner here in [the cause of] Christ Jesus (the Messiah),",
          "ID": "23"
        },
        {
          "text": "And [from] Mark, Aristarchus, Demas, and Luke, my fellow workers.",
          "ID": "24"
        },
        {
          "text": "The grace (blessing and favor) of the Lord Jesus Christ (the Messiah) be with your spirit. Amen (so be it).",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1"
    }
  ],
  "version": "AMP",
  "ID": "NT:PHM(AMP)"
}