{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a prisoner of Christ Jesus, and Timothy, a brother, to Philemon, our beloved fellow laborer,",
          "ID": "1"
        },
        {
          "text": "and to Apphia, most beloved sister, and to Archippus, our fellow soldier, and to the church which is in your house.",
          "ID": "2"
        },
        {
          "text": "Grace and peace to you, from God our Father and from the Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "I give thanks to my God, always keeping remembrance of you in my prayers,",
          "ID": "4"
        },
        {
          "text": "(for I am hearing of your charity and faith, which you have in the Lord Jesus and with all the saints)",
          "ID": "5"
        },
        {
          "text": "so that the participation of your faith may become evident by the recognition of every good work which is in you in Christ Jesus.",
          "ID": "6"
        },
        {
          "text": "For I have found great joy and consolation in your charity, because the hearts of the saints have been refreshed by you, brother.",
          "ID": "7"
        },
        {
          "text": "Because of this, I have enough confidence in Christ Jesus to command you concerning certain things,",
          "ID": "8"
        },
        {
          "text": "but I beg you instead, for the sake of charity, since you are so much like Paul: an old man and now also a prisoner of Jesus Christ.",
          "ID": "9"
        },
        {
          "text": "I beg you, on behalf of my son, whom I have begotten in my chains, Onesimus.",
          "ID": "10"
        },
        {
          "text": "In times past, he was useless to you, but now he is useful both to me and to you.",
          "ID": "11"
        },
        {
          "text": "So I have sent him back to you. And may you receive him like my own heart.",
          "ID": "12"
        },
        {
          "text": "I myself wanted to retain him with me, so that he might minister to me, on your behalf, while I am in the chains of the Gospel.",
          "ID": "13"
        },
        {
          "text": "But I was willing to do nothing without your counsel, so as not to make use of your good deed as if out of necessity, but only willingly.",
          "ID": "14"
        },
        {
          "text": "So perhaps, then, he departed from you for a time, so that you might receive him again for eternity,",
          "ID": "15"
        },
        {
          "text": "no longer as a servant, but, in place of a servant, a most beloved brother, especially to me: but how much so more to you, both in the flesh and in the Lord!",
          "ID": "16"
        },
        {
          "text": "Therefore, if you hold me to be a companion, receive him as you would me.",
          "ID": "17"
        },
        {
          "text": "But if he has harmed you in any way, or if he is in your debt, charge it to me.",
          "ID": "18"
        },
        {
          "text": "I, Paul, have written this with my own hand: I will repay. And I need not tell you, that you are also in debt yourself, to me.",
          "ID": "19"
        },
        {
          "text": "So it is, brother. May I delight with you in the Lord! Refresh my heart in Christ.",
          "ID": "20"
        },
        {
          "text": "I have written to you, trusting in your obedience, knowing, too, that you will do even more than what I say.",
          "ID": "21"
        },
        {
          "text": "But also, at once, prepare a lodging for me. For I am hoping, through your prayers, to present myself to you.",
          "ID": "22"
        },
        {
          "text": "Greet Epaphras, my fellow captive in Christ Jesus,",
          "ID": "23"
        },
        {
          "text": "and Mark, Aristarchus, Demas, and Luke, my helpers.",
          "ID": "24"
        },
        {
          "text": "May the grace of our Lord Jesus Christ be with your spirit. Amen.",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Philemon 1"
    }
  ],
  "ID": "NT:PHM(CPDV)",
  "version": "CPDV",
  "name": "Philemon"
}