{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a prisoner for Christ Jesus, and Timothy our brother,",
          "ID": "1"
        },
        {
          "text": "To Philemon our beloved fellow worker",
          "ID": "1"
        },
        {
          "text": "and Apphia our sister and Archippus our fellow soldier, and the church in your house:",
          "ID": "2"
        },
        {
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "I thank my God always when I remember you in my prayers,",
          "ID": "4"
        },
        {
          "text": "because I hear of your love and of the faith that you have toward the Lord Jesus and for all the saints,",
          "ID": "5"
        },
        {
          "text": "and I pray that the sharing of your faith may become effective for the full knowledge of every good thing that is in us for the sake of Christ.",
          "ID": "6"
        },
        {
          "text": "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you.",
          "ID": "7"
        },
        {
          "text": "Accordingly, though I am bold enough in Christ to command you to do what is required,",
          "ID": "8"
        },
        {
          "text": "yet for love's sake I prefer to appeal to you—I, Paul, an old man and now a prisoner also for Christ Jesus—",
          "ID": "9"
        },
        {
          "text": "I appeal to you for my child, Onesimus, whose father I became in my imprisonment.",
          "ID": "10"
        },
        {
          "text": "(Formerly he was useless to you, but now he is indeed useful to you and to me.)",
          "ID": "11"
        },
        {
          "text": "I am sending him back to you, sending my very heart.",
          "ID": "12"
        },
        {
          "text": "I would have been glad to keep him with me, in order that he might serve me on your behalf during my imprisonment for the gospel,",
          "ID": "13"
        },
        {
          "text": "but I preferred to do nothing without your consent in order that your goodness might not be by compulsion but of your own accord.",
          "ID": "14"
        },
        {
          "text": "For this perhaps is why he was parted from you for a while, that you might have him back forever,",
          "ID": "15"
        },
        {
          "text": "no longer as a bondservant but more than a bondservant, as a beloved brother—especially to me, but how much more to you, both in the flesh and in the Lord.",
          "ID": "16"
        },
        {
          "text": "So if you consider me your partner, receive him as you would receive me.",
          "ID": "17"
        },
        {
          "text": "If he has wronged you at all, or owes you anything, charge that to my account.",
          "ID": "18"
        },
        {
          "text": "I, Paul, write this with my own hand: I will repay it—to say nothing of your owing me even your own self.",
          "ID": "19"
        },
        {
          "text": "Yes, brother, I want some benefit from you in the Lord. Refresh my heart in Christ.",
          "ID": "20"
        },
        {
          "text": "Confident of your obedience, I write to you, knowing that you will do even more than I say.",
          "ID": "21"
        },
        {
          "text": "At the same time, prepare a guest room for me, for I am hoping that through your prayers I will be graciously given to you.",
          "ID": "22"
        },
        {
          "text": "Epaphras, my fellow prisoner in Christ Jesus, sends greetings to you,",
          "ID": "23"
        },
        {
          "text": "and so do Mark, Aristarchus, Demas, and Luke, my fellow workers.",
          "ID": "24"
        },
        {
          "text": "The grace of the Lord Jesus Christ be with your spirit.",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "Philemon 1"
    }
  ],
  "ID": "NT:PHM(ESV)",
  "version": "ESV",
  "name": "Philemon"
}