{
  "text": [
    {
      "text": [
        {
          "text": "Paul, a prisoner of Christ Jesus, and Timothy our brother,",
          "ID": "1"
        },
        {
          "text": "To Philemon our beloved brother and fellow worker,",
          "ID": "1"
        },
        {
          "text": "and to Apphia our sister, and to Archippus our fellow soldier, and to the church in your house:",
          "ID": "2"
        },
        {
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I thank my God always, making mention of you in my prayers,",
          "ID": "4"
        },
        {
          "text": "because I hear of your love and of the faith which you have toward the Lord Jesus and toward all the saints;",
          "ID": "5"
        },
        {
          "text": "and I pray that the fellowship of your faith may become effective through the knowledge of every good thing which is in you for Christ's sake.",
          "ID": "6"
        },
        {
          "text": "For I have come to have much joy and comfort in your love, because the hearts of the saints have been refreshed through you, brother.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Therefore, though I have enough confidence in Christ to order you to do what is proper,",
          "ID": "8"
        },
        {
          "text": "yet for love's sake I rather appeal to you-since I am such a person as Paul, the aged, and now also a prisoner of Christ Jesus-",
          "ID": "9"
        },
        {
          "text": "I appeal to you for my child Onesimus, whom I have begotten in my imprisonment,",
          "ID": "10"
        },
        {
          "text": "who formerly was useless to you, but now is useful both to you and to me.",
          "ID": "11"
        },
        {
          "text": "I have sent him back to you in person, that is, sending my very heart,",
          "ID": "12"
        },
        {
          "text": "whom I wished to keep with me, so that on your behalf he might minister to me in my imprisonment for the gospel;",
          "ID": "13"
        },
        {
          "text": "but without your consent I did not want to do anything, so that your goodness would not be, in effect, by compulsion but of your own free will.",
          "ID": "14"
        },
        {
          "text": "For perhaps he was for this reason separated from you for a while, that you would have him back forever,",
          "ID": "15"
        },
        {
          "text": "no longer as a slave, but more than a slave, a beloved brother, especially to me, but how much more to you, both in the flesh and in the Lord.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "If then you regard me a partner, accept him as you would me.",
          "ID": "17"
        },
        {
          "text": "But if he has wronged you in any way or owes you anything, charge that to my account;",
          "ID": "18"
        },
        {
          "text": "I, Paul, am writing this with my own hand, I will repay it (not to mention to you that you owe to me even your own self as well).",
          "ID": "19"
        },
        {
          "text": "Yes, brother, let me benefit from you in the Lord; refresh my heart in Christ.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Having confidence in your obedience, I write to you, since I know that you will do even more than what I say.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "At the same time also prepare me a lodging, for I hope that through your prayers I will be given to you.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Epaphras, my fellow prisoner in Christ Jesus, greets you,",
          "ID": "23"
        },
        {
          "text": "as do Mark, Aristarchus, Demas, Luke, my fellow workers.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "The grace of the Lord Jesus Christ be with your spirit.",
          "ID": "25"
        }
      ],
      "ID": "NT:PHM.1",
      "name": "PHILEMON 1"
    }
  ],
  "ID": "NT:PHM(NASB)",
  "version": "NASB",
  "name": "PHILEMON"
}