{
  "name": "Joel",
  "text": [
    {
      "name": "Joel 1",
      "text": [
        {
          "text": "THE WORD of the Lord that came to Joel the son of Pethuel.",
          "ID": "1"
        },
        {
          "text": "Hear this, you aged men, and give ear, all you inhabitants of the land! Has such a thing as this occurred in your days or even in the days of your fathers?",
          "ID": "2"
        },
        {
          "text": "Tell your children of it, and let your children tell their children, and their children another generation.",
          "ID": "3"
        },
        {
          "text": "What the crawling locust left, the swarming locust has eaten; and what the swarming locust left, the hopping locust has eaten; and what the hopping locust left, the stripping locust has eaten.",
          "ID": "4"
        },
        {
          "text": "Awake, you drunkards, and weep; wail, all you drinkers of wine, because of the [fresh] sweet juice [of the grape], for it is cut off and removed from your mouth.",
          "ID": "5"
        },
        {
          "text": "For a [heathen and hostile] nation [of locusts, illustrative of a human foe] has invaded My land, mighty and without number; its teeth are the teeth of a lion, and it has the jaw teeth of a lioness. [Rev. 9:7, 8.]",
          "ID": "6"
        },
        {
          "text": "It has laid waste My vine [symbol of God's people] and barked and broken My fig tree; it has made them completely bare and thrown them down; their branches are made white. [Isa. 5:5, 6.]",
          "ID": "7"
        },
        {
          "text": "Lament like a virgin [bride] girded with sackcloth for the husband of her youth [who has died].",
          "ID": "8"
        },
        {
          "text": "The meal or cereal offering and the drink offering are cut off from the house of the Lord; the priests, the Lord's ministers, mourn.",
          "ID": "9"
        },
        {
          "text": "The field is laid waste, the ground mourns; for the grain is destroyed, the new juice [of the grape] is dried up, the oil fails.",
          "ID": "10"
        },
        {
          "text": "Be ashamed, O you tillers of the soil; wail, O you vinedressers, for the wheat and for the barley, because the harvest of the field has perished.",
          "ID": "11"
        },
        {
          "text": "The vine is dried up and the fig tree fails; the pomegranate tree, the palm tree also, and the apple or quince tree, even all the trees of the field are withered, so that joy has withered and fled away from the sons of men.",
          "ID": "12"
        },
        {
          "text": "Gird yourselves and lament, you priests; wail, you ministers of the altar; come, lie all night in sackcloth, you ministers of my [Joel's] God, for the cereal or meal offering and the drink offering are withheld from the house of your God.",
          "ID": "13"
        },
        {
          "text": "Sanctify a fast, call a solemn assembly, gather the elders and all the inhabitants of the land in the house of the Lord, your God, and cry to the Lord [in penitent pleadings].",
          "ID": "14"
        },
        {
          "text": "Alas for the day! For the day of [the judgment of] the Lord is at hand, and as a destructive tempest from the Almighty will it come. [Zeph. 1:14-18.]",
          "ID": "15"
        },
        {
          "text": "Is not the food cut off before our eyes, joy and gladness from the house of our God?",
          "ID": "16"
        },
        {
          "text": "The seed [grain] rots and shrivels under the clods, the garners are desolate and empty, the barns are in ruins because the grain has failed.",
          "ID": "17"
        },
        {
          "text": "How the beasts groan! The herds of cattle are perplexed and huddle together because they have no pasture; even the flocks of sheep suffer punishment (are forsaken and made wretched).",
          "ID": "18"
        },
        {
          "text": "O Lord, to You will I cry, for the fire has devoured the pastures and folds of the plain and the wilderness, and flame has burned all the trees of the field.",
          "ID": "19"
        },
        {
          "text": "Even the wild beasts of the field pant and cry to You, for the water brooks are dried up and fire has consumed the pastures and folds of the wilderness and the plain.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOL.1"
    },
    {
      "name": "Joel 2",
      "text": [
        {
          "text": "BLOW THE trumpet in Zion; sound an alarm on My holy Mount [Zion]. Let all the inhabitants of the land tremble, for the day of [the judgment of] the Lord is coming; it is close at hand–[Ezek. 7:2-4; Amos 5:16-20.]",
          "ID": "1"
        },
        {
          "text": "A day of darkness and gloom, a day of clouds and of thick mists and darkness, like the morning dawn spread upon the mountains; so there comes a [heathen, hostile] people numerous and mighty, the like of which has never been before and shall not be again even to the years of many generations.",
          "ID": "2"
        },
        {
          "text": "A fire devours before them, and behind them a flame burns; the land is as the garden of Eden before them, and behind them a desolate wilderness; yes, and none has escaped [the ravages of the devouring hordes].",
          "ID": "3"
        },
        {
          "text": "Their appearance is like the appearance of horses, and like war horses and horsemen, so do they run.",
          "ID": "4"
        },
        {
          "text": "Like the noise of chariots on the tops of the mountains they leap–like the noise of a flame of fire devouring the stubble, like a mighty people set in battle array. [Rev. 9:7, 9.]",
          "ID": "5"
        },
        {
          "text": "Before them the peoples are in anguish; all faces become pale.",
          "ID": "6"
        },
        {
          "text": "They run like mighty men; they climb the wall like men of war. They march each one [straight ahead] on his ways, and they do not break their ranks.",
          "ID": "7"
        },
        {
          "text": "Neither does one thrust upon another; they walk every one in his path. And they burst through and upon the weapons, yet they are not wounded and do not change their course.",
          "ID": "8"
        },
        {
          "text": "They leap upon the city; they run upon the wall; they climb up on and into the houses; they enter in at the windows like a thief.",
          "ID": "9"
        },
        {
          "text": "The earth quakes before them; the heavens tremble. The sun and the moon are darkened and the stars withdraw their shining. [Rev. 9:2-4; 16:14.]",
          "ID": "10"
        },
        {
          "text": "And the Lord utters His voice before His army, for His host is very great, and [they are] strong and powerful who execute [God's] word. For the day of the Lord is great and very terrible, and who can endure it? [Isa. 26:20, 21; 34:1-4, 8; Rev. 6:16, 17.]",
          "ID": "11"
        },
        {
          "text": "Therefore also now, says the Lord, turn and keep on coming to Me with all your heart, with fasting, with weeping, and with mourning [until every hindrance is removed and the broken fellowship is restored].",
          "ID": "12"
        },
        {
          "text": "Rend your hearts and not your garments and return to the Lord, your God, for He is gracious and merciful, slow to anger, and abounding in loving-kindness; and He revokes His sentence of evil [when His conditions are met].",
          "ID": "13"
        },
        {
          "text": "Who knows but what He will turn, revoke your sentence [of evil], and leave a blessing behind Him [giving you the means with which to serve Him], even a cereal or meal offering and a drink offering for the Lord, your God?",
          "ID": "14"
        },
        {
          "text": "Blow the trumpet in Zion; set apart a fast [a day of restraint and humility]; call a solemn assembly.",
          "ID": "15"
        },
        {
          "text": "Gather the people, sanctify the congregation; assemble the elderly people, gather the children and the nursing infants; let the bridegroom [who is legally exempt from attending] go forth from his chamber and the bride out of her closet. [None is exempt from the humiliation.]",
          "ID": "16"
        },
        {
          "text": "Let the priests, the ministers of the Lord, weep between the porch and the altar; and let them say, Have pity and spare Your people, O Lord, and give not Your heritage to reproach, that the [heathen] nations should rule over them or use a byword against them. Why should they say among the peoples, Where is their God?",
          "ID": "17"
        },
        {
          "text": "Then was the Lord jealous for His land and had pity on His people.",
          "ID": "18"
        },
        {
          "text": "Yes, the Lord answered and said to His people, Behold, I am sending you grain and juice [of the grape] and oil, and you shall be satisfied with them; and I will no more make you a reproach among the [heathen] nations.",
          "ID": "19"
        },
        {
          "text": "But I will remove far off from you the northern [destroyer's] army and will drive it into a land barren and desolate, with its front toward the eastern [Dead] Sea and with its rear toward the western [Mediterranean] Sea. And its stench shall come up [like that of a decaying mass of locusts, a symbol and forecast of the fate of the northern army in the final day of the Lord], and its foul odor shall come up, because He has done great things [the Lord will have destroyed the invaders]! [Isa. 34:1-4, 8; Jer. 25:31-35; Joel 2:11.]",
          "ID": "20"
        },
        {
          "text": "Fear not, O land; be glad and rejoice, for the Lord has done great things! [Zech. 12:8-10.]",
          "ID": "21"
        },
        {
          "text": "Be not afraid, you wild beasts of the field, for the pastures of the wilderness have sprung up and are green; the tree bears its fruit, and the fig tree and the vine yield their [full] strength.",
          "ID": "22"
        },
        {
          "text": "Be glad then, you children of Zion, and rejoice in the Lord, your God; for He gives you the former or early rain in just measure and in righteousness, and He causes to come down for you the rain, the former rain and the latter rain, as before.",
          "ID": "23"
        },
        {
          "text": "And the [threshing] floors shall be full of grain and the vats shall overflow with juice [of the grape] and oil.",
          "ID": "24"
        },
        {
          "text": "And I will restore or replace for you the years that the locust has eaten–the hopping locust, the stripping locust, and the crawling locust, My great army which I sent among you.",
          "ID": "25"
        },
        {
          "text": "And you shall eat in plenty and be satisfied and praise the name of the Lord, your God, Who has dealt wondrously with you. And My people shall never be put to shame.",
          "ID": "26"
        },
        {
          "text": "And you shall know, understand, and realize that I am in the midst of Israel and that I the Lord am your God and there is none else. My people shall never be put to shame.",
          "ID": "27"
        },
        {
          "text": "And afterward I will pour out My Spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions.",
          "ID": "28"
        },
        {
          "text": "Even upon the menservants and upon the maidservants in those days will I pour out My Spirit.",
          "ID": "29"
        },
        {
          "text": "And I will show signs and wonders in the heavens, and on the earth, blood and fire and columns of smoke.",
          "ID": "30"
        },
        {
          "text": "The sun shall be turned to darkness and the moon to blood before the great and terrible day of the Lord comes. [Isa. 13:6, 9-11; 24:21-23; Ezek. 32:7-10; Matt. 24:29, 30; Rev. 6:12-17.]",
          "ID": "31"
        },
        {
          "text": "And whoever shall call on the name of the Lord shall be delivered and saved, for in Mount Zion and in Jerusalem there shall be those who escape, as the Lord has said, and among the remnant [of survivors] shall be those whom the Lord calls. [Acts 2:17-21; Rom. 10:13.]",
          "ID": "32"
        }
      ],
      "ID": "OT:JOL.2"
    },
    {
      "name": "Joel 3",
      "text": [
        {
          "text": "FOR BEHOLD, in those days and at that time when I shall reverse the captivity and restore the fortunes of Judah and Jerusalem,",
          "ID": "1"
        },
        {
          "text": "I will gather all nations and will bring them down into the Valley of Jehoshaphat, and there will I deal with and execute judgment upon them for [their treatment of] My people and of My heritage Israel, whom they have scattered among the nations and [because] they have divided My land.",
          "ID": "2"
        },
        {
          "text": "And they have cast lots for My people, and have given a boy for a harlot and have sold a girl for juice [of the grape] and have drunk it.",
          "ID": "3"
        },
        {
          "text": "Yes, and what are you to Me, O Tyre and Sidon and all the [five small] divisions of Philistia? Will you pay Me back for something? Even if you pay Me back, swiftly and speedily I will return your deed [of retaliation] upon your own head, [Isa. 23; Ezek. 26:1-18; Amos 1:6-10; Zeph. 2:4-7; Zech. 9:2-7.]",
          "ID": "4"
        },
        {
          "text": "Because you have taken My silver and My gold and have carried into your temples and palaces My precious treasures,",
          "ID": "5"
        },
        {
          "text": "And have sold the children of Judah and the children of Jerusalem to the sons of the Grecians, that you may remove them far from their border.",
          "ID": "6"
        },
        {
          "text": "Behold, I will stir them up out of the place to which you have sold them and will return your deed [of retaliation] upon your own head.",
          "ID": "7"
        },
        {
          "text": "I will sell your sons and your daughters into the hand of the children of Judah, and they will sell them to the Sabeans, to a nation far off, for the Lord has spoken it. [Isa. 14:2; 60:14.]",
          "ID": "8"
        },
        {
          "text": "Proclaim this among the nations: Prepare war! Stir up the mighty men! Let all the men of war draw near, let them come up.",
          "ID": "9"
        },
        {
          "text": "Beat your plowshares into swords, and your pruning hooks into spears; let the weak say, I am strong [a warrior]! [Isa. 2:4; Mic. 4:3.]",
          "ID": "10"
        },
        {
          "text": "Hasten and come, all you nations round about, and assemble yourselves; there You, O Lord, will bring down Your mighty ones (Your warriors).",
          "ID": "11"
        },
        {
          "text": "Let the nations bestir themselves and come up to the Valley of Jehoshaphat, for there will I sit to judge all the nations round about.",
          "ID": "12"
        },
        {
          "text": "Put in the sickle, for the [vintage] harvest is ripe; come, get down and tread the grapes, for the winepress is full; the vats overflow, for the wickedness [of the peoples] is great. [Mark 4:29; Rev. 14:15, 18-20.]",
          "ID": "13"
        },
        {
          "text": "Multitudes, multitudes in the valley of decision! For the day of the Lord is near in the valley of decision. [Zech. 14:1-9.]",
          "ID": "14"
        },
        {
          "text": "The sun and the moon are darkened and the stars withdraw their shining.",
          "ID": "15"
        },
        {
          "text": "The Lord will thunder and roar from Zion and utter His voice from Jerusalem, and the heavens and the earth shall shake; but the Lord will be a refuge for His people and a stronghold to the children of Israel. [Amos 9:11-15; Mic. 4:1-3; 5:2; Zeph. 3:13-20; Zech. 6:12, 13; 12:8, 9.]",
          "ID": "16"
        },
        {
          "text": "So shall you know, understand, and realize that I am the Lord your God, dwelling in Zion, My holy mountain. Then shall Jerusalem be holy, and strangers and foreigners [not born into the family of God] shall no more pass through it.",
          "ID": "17"
        },
        {
          "text": "And in that day, the mountains shall drip with fresh juice [of the grape] and the hills shall flow with milk; and all the brooks and riverbeds of Judah shall flow with water, and a fountain shall come forth from the house of the Lord and shall water the Valley of Shittim. [Ezek. 47:1-12; Amos 9:13; Zech. 14:8.]",
          "ID": "18"
        },
        {
          "text": "Egypt shall be a desolation and Edom shall be a desolate wilderness for their violence against the children of Judah, because they have shed innocent blood in their land.",
          "ID": "19"
        },
        {
          "text": "But Judah shall remain and be inhabited forever, and Jerusalem from generation to generation.",
          "ID": "20"
        },
        {
          "text": "And I will cleanse and hold as innocent their blood and avenge it, blood which I have not cleansed, held innocent, and avenged, for the Lord dwells in Zion.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOL.3"
    }
  ],
  "version": "AMP",
  "ID": "OT:JOL(AMP)"
}