{
  "name": "The Book of Joel",
  "text": [
    {
      "name": "The Book of Joel 1",
      "text": [
        {
          "text": "The word of Jehovah that came to Joel the son of Pethuel.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Hear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or in the days of your fathers?",
          "ID": "2"
        },
        {
          "text": "Tell ye your children of it, and let your children tell  their children, and their children another generation.",
          "ID": "3"
        },
        {
          "text": "That which the palmer-worm hath left hath the locust eaten; and that which the locust hath left hath the canker-worm eaten; and that which the canker-worm hath left hath the caterpillar eaten.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Awake, ye drunkards, and weep; and wail, all ye drinkers of wine, because of the sweet wine; for it is cut off from your mouth.",
          "ID": "5"
        },
        {
          "text": "For a nation is come up upon my land, strong, and without number; his teeth are the teeth of a lion, and he hath the jaw-teeth of a lioness.",
          "ID": "6"
        },
        {
          "text": "He hath laid my vine waste, and barked my fig-tree: he hath made it clean bare, and cast it away; the branches thereof are made white.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Lament like a virgin girded with sackcloth for the husband of her youth.",
          "ID": "8"
        },
        {
          "text": "The meal-offering and the drink-offering are cut off from the house of Jehovah; the priests, Jehovah’s ministers, mourn.",
          "ID": "9"
        },
        {
          "text": "The field is laid waste, the land mourneth; for the grain is destroyed, the new wine is dried up, the oil languisheth.",
          "ID": "10"
        },
        {
          "text": "Be confounded, O ye husbandmen, wail, O ye vinedressers, for the wheat and for the barley; for the harvest of the field is perished.",
          "ID": "11"
        },
        {
          "text": "The vine is withered, and the fig-tree languisheth; the pomegranate-tree, the palm-tree also, and the apple-tree, even all the trees of the field are withered: for joy is withered away from the sons of men.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Gird yourselves with sackcloth, and lament, ye priests; wail, ye ministers of the altar; come, lie all night in sackcloth, ye ministers of my God: for the meal-offering and the drink-offering are withholden from the house of your God.",
          "ID": "13"
        },
        {
          "text": "Sanctify a fast, call a solemn assembly, gather the old men and  all the inhabitants of the land unto the house of Jehovah your God, and cry unto Jehovah.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Alas for the day! for the day of Jehovah is at hand, and as destruction from the Almighty shall it come.",
          "ID": "15"
        },
        {
          "text": "Is not the food cut off before our eyes, yea, joy and gladness from the house of our God?",
          "ID": "16"
        },
        {
          "text": "The seeds rot under their clods; the garners are laid desolate, the barns are broken down; for the grain is withered.",
          "ID": "17"
        },
        {
          "text": "How do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate.",
          "ID": "18"
        },
        {
          "text": "O Jehovah, to thee do I cry; for the fire hath devoured the pastures of the wilderness, and the flame hath burned all the trees of the field.",
          "ID": "19"
        },
        {
          "text": "Yea, the beasts of the field pant unto thee; for the water brooks are dried up, and the fire hath devoured the pastures of the wilderness.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOL.1"
    },
    {
      "name": "The Book of Joel 2",
      "text": [
        {
          "text": "Blow ye the trumpet in Zion, and sound an alarm in my holy mountain; let all the inhabitants of the land tremble: for the day of Jehovah cometh, for it is nigh at hand;",
          "ID": "1"
        },
        {
          "text": "a day of darkness and gloominess, a day of clouds and thick darkness, as the dawn spread upon the mountains; a great people and a strong; there hath not been ever the like, neither shall be any more after them, even to the years of many generations.",
          "ID": "2"
        },
        {
          "text": "A fire devoureth before them; and behind them a flame burneth: the land is as the garden of Eden before them, and behind them a desolate wilderness; yea, and none hath escaped them.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "The appearance of them is as the appearance of horses; and as horsemen, so do they run.",
          "ID": "4"
        },
        {
          "text": "Like the noise of chariots on the tops of the mountains do they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array.",
          "ID": "5"
        },
        {
          "text": "At their presence the peoples are in anguish; all faces are waxed pale.",
          "ID": "6"
        },
        {
          "text": "They run like mighty men; they climb the wall like men of war; and they march every one on his ways, and they break not their ranks.",
          "ID": "7"
        },
        {
          "text": "Neither doth one thrust another; they march every one in his path; and they burst through the weapons, and break not off their course.",
          "ID": "8"
        },
        {
          "text": "They leap upon the city; they run upon the wall; they climb up into the houses; they enter in at the windows like a thief.",
          "ID": "9"
        },
        {
          "text": "The earth quaketh before them; the heavens tremble; the sun and the moon are darkened, and the stars withdraw their shining.",
          "ID": "10"
        },
        {
          "text": "And Jehovah uttereth his voice before his army; for his camp is very great; for he is strong that executeth his word; for the day of Jehovah is great and very terrible; and who can abide it?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Yet even now, saith Jehovah, turn ye unto me with all your heart, and with fasting, and with weeping, and with mourning:",
          "ID": "12"
        },
        {
          "text": "and rend your heart, and not your garments, and turn unto Jehovah your God; for he is gracious and merciful, slow to anger, and abundant in lovingkindness, and repenteth him of the evil.",
          "ID": "13"
        },
        {
          "text": "Who knoweth whether he will not turn and repent, and leave a blessing behind him, even a meal-offering and a drink-offering unto Jehovah your God?",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly;",
          "ID": "15"
        },
        {
          "text": "gather the people, sanctify the assembly, assemble the old men, gather the children, and those that suck the breasts; let the bridegroom go forth from his chamber, and the bride out of her closet.",
          "ID": "16"
        },
        {
          "text": "Let the priests, the ministers of Jehovah, weep between the porch and the altar, and let them say, Spare thy people, O Jehovah, and give not thy heritage to reproach, that the nations should rule over them: wherefore should they say among the peoples, Where is their God?",
          "ID": "17"
        },
        {
          "text": "Then was Jehovah jealous for his land, and had pity on his people.",
          "ID": "18"
        },
        {
          "text": "And Jehovah answered and said unto his people, Behold, I will send you grain, and new wine, and oil, and ye shall be satisfied therewith; and I will no more make you a reproach among the nations;",
          "ID": "19"
        },
        {
          "text": "but I will remove far off from you the northern army, and will drive it into a land barren and desolate, its forepart into the eastern sea, and its hinder part into the western sea; and its stench shall come up, and its ill savor shall come up, because it hath done great things.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Fear not, O land, be glad and rejoice; for Jehovah hath done great things.",
          "ID": "21"
        },
        {
          "text": "Be not afraid, ye beasts of the field; for the pastures of the wilderness do spring, for the tree beareth its fruit, the fig-tree and the vine do yield their strength.",
          "ID": "22"
        },
        {
          "text": "Be glad then, ye children of Zion, and rejoice in Jehovah your God; for he giveth you the former rain in just measure, and he causeth to come down for you the rain, the former rain and the latter rain, in the first month.",
          "ID": "23"
        },
        {
          "text": "And the floors shall be full of wheat, and the vats shall overflow with new wine and oil.",
          "ID": "24"
        },
        {
          "text": "And I will restore to you the years that the locust hath eaten, the canker-worm, and the caterpillar, and the palmer-worm, my great army which I sent among you.",
          "ID": "25"
        },
        {
          "text": "And ye shall eat in plenty and be satisfied, and shall praise the name of Jehovah your God, that hath dealt wondrously with you; and my people shall never be put to shame.",
          "ID": "26"
        },
        {
          "text": "And ye shall know that I am in the midst of Israel, and that I am Jehovah your God, and there is none else; and my people shall never be put to shame.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And it shall come to pass afterward, that I will pour out my Spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:",
          "ID": "28"
        },
        {
          "text": "and also upon the servants and upon the handmaids in those days will I pour out my Spirit.",
          "ID": "29"
        },
        {
          "text": "And I will show wonders in the heavens and in the earth: blood, and fire, and pillars of smoke.",
          "ID": "30"
        },
        {
          "text": "The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of Jehovah cometh.",
          "ID": "31"
        },
        {
          "text": "And it shall come to pass, that whosoever shall call on the name of Jehovah shall be delivered; for in mount Zion and in Jerusalem there shall be those that escape, as Jehovah hath said, and among the remnant those whom Jehovah doth call.",
          "ID": "32"
        }
      ],
      "ID": "OT:JOL.2"
    },
    {
      "name": "The Book of Joel 3",
      "text": [
        {
          "text": "For, behold, in those days, and in that time, when I shall bring back the captivity of Judah and Jerusalem,",
          "ID": "1"
        },
        {
          "text": "I will gather all nations, and will bring them down into the valley of Jehoshaphat; and I will execute judgment upon them there for my people and for my heritage Israel, whom they have scattered among the nations: and they have parted my land,",
          "ID": "2"
        },
        {
          "text": "and have cast lots for my people, and have given a boy for a harlot, and sold a girl for wine, that they may drink.",
          "ID": "3"
        },
        {
          "text": "Yea, and what are ye to me, O Tyre, and Sidon, and all the regions of Philistia? will ye render me a recompense? and if ye recompense me, swiftly and speedily will I return your recompense upon your own head.",
          "ID": "4"
        },
        {
          "text": "Forasmuch as ye have taken my silver and my gold, and have carried into your temples my goodly precious things,",
          "ID": "5"
        },
        {
          "text": "and have sold the children of Judah and the children of Jerusalem unto the sons of the Grecians, that ye may remove them far from their border;",
          "ID": "6"
        },
        {
          "text": "behold, I will stir them up out of the place whither ye have sold them, and will return your recompense upon your own head;",
          "ID": "7"
        },
        {
          "text": "and I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the men of Sheba, to a nation far off: for Jehovah hath spoken it.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Proclaim ye this among the nations; prepare war; stir up the mighty men; let all the men of war draw near, let them come up.",
          "ID": "9"
        },
        {
          "text": "Beat your plowshares into swords, and your pruning-hooks into spears: let the weak say, I am strong.",
          "ID": "10"
        },
        {
          "text": "Haste ye, and come, all ye nations round about, and gather yourselves together: thither cause thy mighty ones to come down, O Jehovah.",
          "ID": "11"
        },
        {
          "text": "Let the nations bestir themselves, and come up to the valley of Jehoshaphat; for there will I sit to judge all the nations round about.",
          "ID": "12"
        },
        {
          "text": "Put ye in the sickle; for the harvest is ripe: come, tread ye; for the winepress is full, the vats overflow; for their wickedness is great.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Multitudes, multitudes in the valley of decision! for the day of Jehovah is near in the valley of decision.",
          "ID": "14"
        },
        {
          "text": "The sun and the moon are darkened, and the stars withdraw their shining.",
          "ID": "15"
        },
        {
          "text": "And Jehovah will roar from Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but Jehovah will be a refuge unto his people, and a stronghold to the children of Israel.",
          "ID": "16"
        },
        {
          "text": "So shall ye know that I am Jehovah your God, dwelling in Zion my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And it shall come to pass in that day, that the mountains shall drop down sweet wine, and the hills shall flow with milk, and all the brooks of Judah shall flow with waters; and a fountain shall come forth from the house of Jehovah, and shall water the valley of Shittim.",
          "ID": "18"
        },
        {
          "text": "Egypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence done to the children of Judah, because they have shed innocent blood in their land.",
          "ID": "19"
        },
        {
          "text": "But Judah shall abide for ever, and Jerusalem from generation to generation.",
          "ID": "20"
        },
        {
          "text": "And I will cleanse their blood, that I have not cleansed: for Jehovah dwelleth in Zion.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOL.3"
    }
  ],
  "version": "ASV",
  "ID": "OT:JOL(ASV)"
}