{
  "text": [
    {
      "text": [
        {
          "text": "The word of the Lord that came to Joel, the son of Pethuel.",
          "ID": "1"
        },
        {
          "text": "Listen to this, elders, and pay close attention, all inhabitants of the land. Did this ever happen in your days or in the days of your fathers?",
          "ID": "2"
        },
        {
          "text": "Talk this over with your sons, and your sons with their sons, and their sons with another generation.",
          "ID": "3"
        },
        {
          "text": "The locust has eaten what the caterpillar has left, and the beetle has eaten what the locust has left, and the mildew has eaten what the beetle has left.",
          "ID": "4"
        },
        {
          "text": "Rouse yourselves, you drunkards, and weep and wail, all you who delight in drinking wine; for it has been cut off from your mouth.",
          "ID": "5"
        },
        {
          "text": "For a nation has ascended over my land: strong and without number. His teeth are like the teeth of a lion, and his molars are like that of a lion's young.",
          "ID": "6"
        },
        {
          "text": "He has put my vineyard into desolation, and he has pulled off the bark of my fig tree. He has stripped it bare and cast it away; its branches have become white.",
          "ID": "7"
        },
        {
          "text": "Lament like a betrothed virgin, wrapped in sackcloth at the loss of the husband of her youth.",
          "ID": "8"
        },
        {
          "text": "Sacrifice and libation have perished from the house of the Lord; the priests who are ministers of the Lord have mourned.",
          "ID": "9"
        },
        {
          "text": "The region has been depopulated, the soil has mourned. For the wheat has been devastated, the wine has been disfigured, the oil has languished.",
          "ID": "10"
        },
        {
          "text": "The farmers have been confounded, the vineyard workers have wailed over the crop and the barley, because the harvest of the field has perished.",
          "ID": "11"
        },
        {
          "text": "The vineyard is in ruin, and the fig tree has languished. The pomegranate tree, and the palm tree, and the fruit tree, and all the trees of the field have withered. For joy has been thrown into disorder before the sons of men.",
          "ID": "12"
        },
        {
          "text": "Priests, gird yourselves and lament. Ministers of the altars, wail. Enter, ministers of my God, lie in sackcloth. For sacrifice and libation have passed away from the house of your God.",
          "ID": "13"
        },
        {
          "text": "Sanctify a fast, call an assembly, gather the elders and all the inhabitants of the land into the house of your God. And cry out to the Lord:",
          "ID": "14"
        },
        {
          "text": "\"Ah, ah, ah, the day!\" For the day of the Lord is near, and it will arrive, like a devastation, before the powerful.",
          "ID": "15"
        },
        {
          "text": "Has not your nourishment perished from before your eyes, joy and gladness from the house of our God?",
          "ID": "16"
        },
        {
          "text": "The mules have rotted in their own manure, the barns have been demolished, the wine cellars have been destroyed, because the grain has been ruined.",
          "ID": "17"
        },
        {
          "text": "Why have the animals groaned, the herds of cattle bellowed? because there is no pasture for them. Yes, and even the flocks of sheep have been lost.",
          "ID": "18"
        },
        {
          "text": "To you, O Lord, I will cry out, because fire has devoured the beauty of the wilderness, and the flame has burned all the trees of the countryside.",
          "ID": "19"
        },
        {
          "text": "Yes, and even the beasts of the field have gazed up at you, like the dry ground thirsting for rain, because the fountains of waters have dried up, and fire has devoured the beauty of the wilderness.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOL.1",
      "name": "Joel 1"
    },
    {
      "text": [
        {
          "text": "Blow the trumpet in Zion, wail on my holy mountain, let all the inhabitants of the land be stirred up. For the day of the Lord is on its way; for it is near:",
          "ID": "1"
        },
        {
          "text": "a day of darkness and gloom, a day of clouds and whirlwinds. Like the morning reaching over the mountains, they are a numerous and strong people. Nothing like them has existed since the beginning, nor will exist after them, even in the years of generation upon generation.",
          "ID": "2"
        },
        {
          "text": "Before their face is a devouring fire, and behind them is a burning flame. The land before them is like a lush garden, and behind them is a desolate desert, and there is no one who can escape them.",
          "ID": "3"
        },
        {
          "text": "Their appearance is like the appearance of horses, and they will rush forward like horsemen.",
          "ID": "4"
        },
        {
          "text": "Like the sound of a four-horse chariot, they will leap over the tops of the mountains. Like the sound of a burning flame devouring stubble, they are as a strong people prepared for battle.",
          "ID": "5"
        },
        {
          "text": "Before their face, the people will be tortured; each one's appearance will retreat, as if into a jar.",
          "ID": "6"
        },
        {
          "text": "They will rush forward, as if they were strong. Like valiant warriors, they will ascend the wall. The men will advance, each one on his own way, and they will not turn aside from their path.",
          "ID": "7"
        },
        {
          "text": "And each one will not hem in his brother; every one will walk in his own rough path. Moreover, they will drop through the breach and not be harmed.",
          "ID": "8"
        },
        {
          "text": "They will advance into the city; they will rush through the wall. They will scale the houses; they will go in through the windows, like a thief.",
          "ID": "9"
        },
        {
          "text": "Before their face, the earth has trembled, the heavens have been moved. The sun and moon have been obscured, and the stars have retracted their splendor.",
          "ID": "10"
        },
        {
          "text": "And the Lord has bestowed his voice before the face of his army. For its military camps are very numerous; for they are strong and they carry out his word. For the day of the Lord is great and so very terrible, and who can withstand it?",
          "ID": "11"
        },
        {
          "text": "Now, therefore, the Lord says: \"Be converted to me with your whole heart, in fasting and weeping and mourning.\"",
          "ID": "12"
        },
        {
          "text": "And rend your hearts, and not your garments, and convert to the Lord your God. For he is gracious and merciful, patient and full of compassion, and steadfast despite ill will.",
          "ID": "13"
        },
        {
          "text": "Who knows if he might convert and forgive, and bequeath a blessing after him, a sacrifice and a libation to the Lord your God?",
          "ID": "14"
        },
        {
          "text": "Blow the trumpet in Zion, sanctify a fast, call an assembly.",
          "ID": "15"
        },
        {
          "text": "Gather the people, sanctify the church, unite the elders, gather together the little ones and infants at the breast. Let the bridegroom depart from his bed, and the bride from her bridal chamber.",
          "ID": "16"
        },
        {
          "text": "Between the vestibule and the altar, the priests, the ministers of the Lord, will weep, and they will say: \"Spare, O Lord, spare your people. And do not bequeath your inheritance into disgrace, so that the nations would rule over them. Why should they say among the peoples, 'Where is their God?' \"",
          "ID": "17"
        },
        {
          "text": "The Lord has been zealous for his land, and he has spared his people.",
          "ID": "18"
        },
        {
          "text": "And the Lord responded, and he said to his people: \"Behold, I will send you grain and wine and oil, and you will again be filled with them. And I will no longer give you disgrace among the Gentiles.",
          "ID": "19"
        },
        {
          "text": "And he who is from the North, I will drive far from you. And I will expel him into an impassable land, and into the desert, with his face opposite the Eastern sea, and his furthest part towards the furthest sea. And his stench will ascend, and his rottenness will ascend, because he has acted arrogantly.",
          "ID": "20"
        },
        {
          "text": "Earth, do not be afraid. Exult and rejoice. For the Lord has great esteem for what he has done.",
          "ID": "21"
        },
        {
          "text": "Animals of the countryside, do not be afraid. For the beauty of the wilderness has sprung forth. For the tree has borne its fruit. The fig tree and the vine have bestowed their virtue.",
          "ID": "22"
        },
        {
          "text": "And you, sons of Zion, exult and rejoice in the Lord your God. For he has given you a teacher of justice, and he will make the early and the late rains descend to you, just as it was in the beginning.",
          "ID": "23"
        },
        {
          "text": "And the threshing floors will be filled with grain, and the presses will overflow with wine and oil.",
          "ID": "24"
        },
        {
          "text": "And I will repay you for the years which the locust, and the beetle, and the mildew, and the caterpillar consumed: my great strength which I sent upon you.",
          "ID": "25"
        },
        {
          "text": "And you will eat with enjoyment, and you will be satisfied, and you will praise the name of the Lord your God, who has worked miracles with you, and my people will not be confounded forever.",
          "ID": "26"
        },
        {
          "text": "And you will know that I am in the midst of Israel, and I am the Lord your God, and there is no other, and my people will not be confounded forever.",
          "ID": "27"
        },
        {
          "text": "And after this, it will happen that I will pour out my spirit upon all flesh, and your sons and your daughters will prophesy; your elders will dream dreams, and your youths will see visions.",
          "ID": "28"
        },
        {
          "text": "Moreover, in those days I will pour out my spirit upon my servants and handmaids.",
          "ID": "29"
        },
        {
          "text": "And I will grant wonders in the sky and on earth: blood and fire and the vapor of smoke.",
          "ID": "30"
        },
        {
          "text": "The sun will be turned into darkness, and the moon into blood, before the great and terrible day of the Lord shall arrive.",
          "ID": "31"
        },
        {
          "text": "And it will happen that everyone who will call upon the name of the Lord will be saved. For on Mount Zion, and in Jerusalem, and in the remnant whom the Lord will call, there will be salvation, just as the Lord has said.",
          "ID": "32"
        }
      ],
      "ID": "OT:JOL.2",
      "name": "Joel 2"
    },
    {
      "text": [
        {
          "text": "For, behold, in those days and in that time, when I will have converted the captivity of Judah and Jerusalem,",
          "ID": "1"
        },
        {
          "text": "I will gather all the Gentiles, and will lead them into the valley of Jehoshaphat. And there I will dispute with them over my people, and over Israel, my inheritance, for they have scattered them among the nations and have divided my land.",
          "ID": "2"
        },
        {
          "text": "And they have cast lots over my people; and the boy they have placed in the brothel, and the girl they have sold for wine, so that they might drink.",
          "ID": "3"
        },
        {
          "text": "Truly, what is there between you and me, Tyre and Sidon and all the distant places of the Philistines? How will you take vengeance on me? And if you were to revenge yourselves against me, I would deliver a repayment to you, quickly and soon, upon your head.",
          "ID": "4"
        },
        {
          "text": "For you have carried away my silver and gold. And my desirable and most beautiful, you have taken into your shrines.",
          "ID": "5"
        },
        {
          "text": "And you, sons of Judah and sons of Jerusalem, you have sold the sons of the Greeks, so that you might drive them far from their own territory.",
          "ID": "6"
        },
        {
          "text": "Behold, I will raise them up from the place into which you have sold them, and I will turn back your retribution on your own head.",
          "ID": "7"
        },
        {
          "text": "And I will sell your sons and your daughters into the hands of the sons of Judah, and they will sell them to the Sabeans, a distant nation, for the Lord has spoken.",
          "ID": "8"
        },
        {
          "text": "Proclaim this among the Gentiles: \"Sanctify a war, raise up the strong. Approach, ascend, all men of war.",
          "ID": "9"
        },
        {
          "text": "Cut your ploughs into swords and your hoes into spears. Let the weak say, 'For I am strong.'",
          "ID": "10"
        },
        {
          "text": "Break out and advance, all nations of the world, and gather together. There the Lord will cause all your strong ones to meet death.\"",
          "ID": "11"
        },
        {
          "text": "Let them arise and ascend to the valley of Jehoshaphat. For there I will sit, so as to judge all the nations of the world.",
          "ID": "12"
        },
        {
          "text": "Send forth the sickles, because the harvest has matured. Advance and descend, for the press is full, the pressing room is overflowing. For their malice has been increasing.",
          "ID": "13"
        },
        {
          "text": "Nations, nations in the valley of being cut to pieces: for the day of the Lord fittingly takes place in the valley of being cut to pieces.",
          "ID": "14"
        },
        {
          "text": "The sun and the moon have been darkened, and the stars have withdrawn their splendor.",
          "ID": "15"
        },
        {
          "text": "And the Lord will roar from Zion and utter his voice from Jerusalem. And the heavens and the earth will be moved. And the Lord will be the hope of his people and the strength of the sons of Israel.",
          "ID": "16"
        },
        {
          "text": "And you will know that I am the Lord your God, dwelling on Zion, my holy mountain. And Jerusalem will be holy, and strangers will not cross through it anymore.",
          "ID": "17"
        },
        {
          "text": "And it will happen, in that day, that the mountains will drip sweetness, and the hills will flow with milk. And the waters will pass through all the rivers of Judah. And a fountain will go forth from the house of the Lord, and it will irrigate the desert of thorns.",
          "ID": "18"
        },
        {
          "text": "Egypt will be in desolation, and Edom will be a wilderness destroyed, because of what they have unfairly done to the sons of Judah, and because they have shed innocent blood in their land.",
          "ID": "19"
        },
        {
          "text": "And Judea will be inhabited forever, and Jerusalem for generation upon generation.",
          "ID": "20"
        },
        {
          "text": "And I will cleanse their blood, which I had not cleansed. And the Lord will remain in Zion.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOL.3",
      "name": "Joel 3"
    }
  ],
  "ID": "OT:JOL(CPDV)",
  "version": "CPDV",
  "name": "Joel"
}