{
  "version": "ERV",
  "text": [
    {
      "title": "The Terrible Destruction of the Locusts",
      "text": [
        {
          "text": "Joel son of Pethuel received this message from the Lord:",
          "ID": "1"
        },
        {
          "text": "Leaders, listen to this message!\nListen to me, all you people who live in the land.\nHas anything like this ever happened in your life?\nDid anything like this happen during your fathers’ lifetime?",
          "ID": "2"
        },
        {
          "text": "You will tell these things to your children,\nand your children will tell their children,\nand your grandchildren will tell the people of the next generation.",
          "ID": "3"
        },
        {
          "text": "What the cutting locust has left,\nthe swarming locust has eaten.\nAnd what the swarming locust has left,\nthe hopping locust has eaten.\nAnd what the hopping locust has left,\nthe destroying locust has eaten!",
          "ID": "4",
          "comments": [
            "locust See “locust” in the Word List. Here, Joel might be talking about an enemy army."
          ]
        },
        {
          "text": "Drunks, wake up and cry!\nAll of you who drink wine, cry\nbecause your sweet wine is finished.\nYou will not taste it again.",
          "ID": "5"
        },
        {
          "text": "A powerful nation came to attack my land.\nIts soldiers were too many to count.\nIts weapons were as sharp as a lion’s teeth\nand as powerful as a lion’s jaw.",
          "ID": "6"
        },
        {
          "text": "It destroyed my grapevine.\nIts good vines withered and died.\nIt destroyed my fig tree,\nstripped off the bark and threw it away.",
          "ID": "7"
        },
        {
          "text": "Cry like a young woman crying\nbecause the man she was ready to marry has died.",
          "ID": "8"
        },
        {
          "text": "Priests, servants of the Lord, cry\nbecause there will be no more grain and drink offerings in the Lord’s Temple.",
          "ID": "9"
        },
        {
          "text": "The fields are ruined.\nEven the ground is crying\nbecause the grain is destroyed;\nthe new wine is dried up,\nand the olive oil is gone.",
          "ID": "10"
        },
        {
          "text": "Be sad, farmers!\nCry loudly for the grapes,\nfor the wheat, and for the barley,\nbecause the harvest in the field is ruined.",
          "ID": "11"
        },
        {
          "text": "The vines have become dry,\nand the fig tree is dying.\nAll the trees in the field—\nthe pomegranate, the palm, and the apple—have withered.\nAnd happiness among the people has died.",
          "ID": "12"
        },
        {
          "text": "Priests, put on sackcloth and cry loudly.\nServants of the altar, cry loudly.\nServants of my God, you will sleep in sackcloth,\nbecause there will be no more grain and drink offerings in God’s Temple.",
          "ID": "13"
        },
        {
          "text": "Tell the people that there will be a special time of fasting. Call them together for a special meeting. Bring the leaders and everyone living in the land together at the Temple of the Lord your God, and pray to the Lord.",
          "ID": "14"
        },
        {
          "text": "Be sad because the Lord’s special day is near. At that time punishment will come like an attack from God All-Powerful.",
          "ID": "15"
        },
        {
          "text": "Our food is gone. Joy and happiness are gone from the Temple of our God.",
          "ID": "16"
        },
        {
          "text": "We planted seeds, but the seeds became dry and dead lying in the soil. Our plants are dry and dead. Our barns are empty and falling down.",
          "ID": "17"
        },
        {
          "text": "The animals are hungry and groaning. The herds of cattle wander around confused because they have no grass to eat. The sheep are dying.",
          "ID": "18",
          "comments": [
            "dying Literally, “being punished.”"
          ]
        },
        {
          "text": "Lord, I am calling to you for help. Fire has changed our green fields into a desert. Flames have burned all the trees in the field.",
          "ID": "19"
        },
        {
          "text": "Wild animals also need your help. The streams are dry—there is no water! Fire has changed our green fields into a desert.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOL.1",
      "name": "Joel 1"
    },
    {
      "title": "God Will Give His Spirit to All People",
      "text": [
        {
          "text": "Blow the trumpet on Zion.\nShout a warning on my holy mountain.\nLet all the people who live in the land shake with fear.\nThe Lord’s special day is coming;\nit is near.",
          "ID": "1"
        },
        {
          "text": "It will be a dark, gloomy day.\nIt will be a dark and cloudy day.\nAt sunrise you will see the army spread over the mountains.\nIt will be a great and powerful army.\nThere has never been anything like it before,\nand there will never be anything like it again.",
          "ID": "2"
        },
        {
          "text": "The army will destroy the land like a burning fire.\nIn front of them the land will be like the Garden of Eden.\nBehind them the land will be like an empty desert.\nNothing will escape them.",
          "ID": "3"
        },
        {
          "text": "They look like horses.\nThey run like war horses.",
          "ID": "4"
        },
        {
          "text": "Listen to them.\nIt is like the noise of chariots\nriding over the mountains.\nIt is like the noise of flames\nburning the chaff.\nThey are a powerful people,\nwho are ready for war.",
          "ID": "5"
        },
        {
          "text": "Before this army, people shake with fear.\nTheir faces become pale from fear.",
          "ID": "6"
        },
        {
          "text": "The soldiers run fast.\nThey climb over the walls.\nEach soldier marches straight ahead.\nThey don’t move from their path.",
          "ID": "7"
        },
        {
          "text": "They don’t trip each other.\nEach soldier walks in his own path.\nIf one of the soldiers is hit and falls down,\nthe others keep right on marching.",
          "ID": "8"
        },
        {
          "text": "They run to the city.\nThey quickly climb over the wall.\nThey climb into the houses.\nThey climb through the windows like thieves.",
          "ID": "9"
        },
        {
          "text": "Before them, earth and sky shake.\nThe sun and the moon become dark, and the stars stop shining.",
          "ID": "10"
        },
        {
          "text": "The Lord calls loudly to his army.\nHis camp is very large.\nThe army obeys his commands.\nHis army is very powerful.\nThe Lord’s special day is a great and terrible day.\nNo one can stop it.",
          "ID": "11"
        },
        {
          "text": "This is the Lord’s message:\n“Now come back to me with all your heart.\nCry and mourn, and don’t eat anything!\nShow that you are sad for doing wrong.",
          "ID": "12"
        },
        {
          "text": "Tear your hearts,\nnot your clothes.”\nCome back to the Lord your God.\nHe is kind and merciful.\nHe does not become angry quickly.\nHe has great love.\nMaybe he will change his mind\nabout the bad punishment he planned.",
          "ID": "13",
          "comments": [
            "Tear your hearts, not your clothes People tore their clothes to show sadness. Here, God wants the people to feel sad for the bad things they had done."
          ]
        },
        {
          "text": "Who knows, maybe he will change his mind\nand leave behind a blessing for you.\nThen you can give grain and drink offerings\nto the Lord your God.",
          "ID": "14"
        },
        {
          "text": "Blow the trumpet at Zion.\nCall for a special meeting.\nCall for a special time of fasting.",
          "ID": "15"
        },
        {
          "text": "Bring the people together.\nCall for a special meeting.\nBring together the old men,\nthe children, and the small babies still at their mothers’ breasts.\nLet the bride and her new husband\ncome from their bedroom.",
          "ID": "16"
        },
        {
          "text": "Let the priests, the Lord’s servants,\ncry between the porch and the altar.\nAll of them should say this: “Lord, have mercy on your people.\nDon’t let your people be put to shame.\nDon’t let other people tell jokes about your people.\nDon’t let the other nations laugh at us and say,\n‘Where is their God?’”",
          "ID": "17",
          "comments": [
            "porch An open area in front of the Temple."
          ]
        },
        {
          "text": "Then the Lord cared very much about his land.\nHe felt sorry for his people.",
          "ID": "18"
        },
        {
          "text": "The Lord spoke to his people.\nHe said, “I will send you grain, wine, and oil.\nYou will have plenty.\nI will not shame you among the nations anymore.",
          "ID": "19"
        },
        {
          "text": "No, I will force the people from the north to leave your land\nand make them go into a dry, empty land.\nSome of them will go to the eastern sea\nand some to the western sea.\nThey did such terrible things,\nbut they will be like a dead and rotting body.\nThere will be such a terrible smell!”",
          "ID": "20",
          "comments": [
            "north The Babylonian army came from this direction to attack Judah. Armies from countries north and east of Israel often came this way to attack Judah and Israel."
          ]
        },
        {
          "text": "Land, don’t be afraid.\nBe happy and full of joy.\nThe Lord will do great things.",
          "ID": "21"
        },
        {
          "text": "Animals of the field, don’t be afraid.\nThe desert pastures will grow grass.\nThe trees will grow fruit.\nThe fig trees and the vines will grow plenty of fruit.",
          "ID": "22"
        },
        {
          "text": "So be happy, people of Zion.\nBe joyful in the Lord your God.\nHe is good and will give you rain.\nHe will send the early rains and the late rains as before.",
          "ID": "23"
        },
        {
          "text": "The threshing floors will be filled with wheat,\nand the barrels will overflow with wine and olive oil.",
          "ID": "24"
        },
        {
          "text": "“I, the Lord, sent my army against you.\nThe swarming locusts and the hopping locusts\nand the destroying locusts and the cutting locusts ate everything you had.\nBut I will pay you back\nfor those years of trouble.",
          "ID": "25",
          "comments": [
            "swarming locusts … cutting locusts See Joel 1:4."
          ]
        },
        {
          "text": "Then you will have plenty to eat.\nYou will be full.\nYou will praise the name of the Lord your God.\nHe has done wonderful things for you.\nMy people will never again be ashamed.",
          "ID": "26"
        },
        {
          "text": "You will know that I am with Israel.\nYou will know that I am the Lord your God.\nThere is no other God.\nMy people will never be ashamed again.”",
          "ID": "27"
        },
        {
          "text": "“After this,\nI will pour out my Spirit on all kinds of people.\nYour sons and daughters will prophesy,\nyour old men will have dreams,\nand your young men will see visions.",
          "ID": "28"
        },
        {
          "text": "In those days I will pour out my Spirit\neven on servants, both men and women.",
          "ID": "29"
        },
        {
          "text": "I will work wonders in the sky and on the earth.\nThere will be blood, fire, and thick smoke.",
          "ID": "30"
        },
        {
          "text": "The sun will be changed into darkness,\nand the moon will be as red as blood.\nThen the great and fearful day of the Lord will come!",
          "ID": "31"
        },
        {
          "text": "And everyone who trusts in the Lord will be saved.\nThere will be survivors on Mount Zion and in Jerusalem,\njust as the Lord said.\nYes, those left alive will be the ones\nthe Lord has called.",
          "ID": "32",
          "comments": [
            "who trusts in the Lord Literally, “who calls on the name of the Lord,” meaning to show faith in him by worshiping him or praying to him for help."
          ]
        }
      ],
      "ID": "OT:JOL.2",
      "name": "Joel 2"
    },
    {
      "title": "A New Life for Judah Promised",
      "text": [
        {
          "text": "“Yes, at that time I will bring back the people of Judah and Jerusalem from captivity.",
          "ID": "1"
        },
        {
          "text": "I will also gather all the nations together. I will bring all these nations down into Jehoshaphat Valley. There I will judge them. Those nations scattered my people, Israel. They forced them to live in other nations, so I will punish those nations. They divided up my land.",
          "ID": "2",
          "comments": [
            "Jehoshaphat Valley This name means “The Lord judges.”"
          ]
        },
        {
          "text": "They threw lots for my people. They sold boys to buy a prostitute, and they sold girls to buy wine to drink.",
          "ID": "3"
        },
        {
          "text": "“Tyre! Sidon! All of you areas of Philistia! You are not important to me! Are you punishing me for something I did? You might think that you are punishing me, but I will soon punish you.",
          "ID": "4",
          "comments": [
            "You are not important to me Literally, “What are you to me?”"
          ]
        },
        {
          "text": "You took my silver and gold. You took my precious treasures and put them in your temples.",
          "ID": "5",
          "comments": [
            "temples Here, the temples were used to worship idols."
          ]
        },
        {
          "text": "“You sold the people of Judah and Jerusalem to the Greeks. That way you could take them far from their land.",
          "ID": "6"
        },
        {
          "text": "You sent my people to that faraway place, but I will bring them back. And I will punish you for what you did.",
          "ID": "7"
        },
        {
          "text": "I will sell your sons and daughters to the people of Judah. Then they will sell them to the faraway Sabeans.” This is what the Lord said.",
          "ID": "8",
          "comments": [
            "Sabeans A group of people from the Arabian Desert."
          ]
        },
        {
          "text": "Announce this among the nations:\nPrepare for war!\nWake up the strong men!\nLet all the men of war come near.\nLet them come up!",
          "ID": "9"
        },
        {
          "text": "Beat your plows into swords.\nMake spears from your pruning hooks.\nLet the weak man say,\n“I am a strong soldier.”",
          "ID": "10",
          "comments": [
            "pruning hooks These tools were used to prune (cut) branches of trees. Read Isa. 2:4."
          ]
        },
        {
          "text": "All you nations, hurry!\nCome together in that place.\nLord, bring your strong soldiers.",
          "ID": "11"
        },
        {
          "text": "Wake up, nations!\nCome to Jehoshaphat Valley.\nThere I will sit to judge\nall the surrounding nations.",
          "ID": "12"
        },
        {
          "text": "Bring the sickle,\nbecause the harvest is ripe.\nCome, walk on the grapes,\nbecause the winepress is full.\nThe barrels will be full and spilling over,\nbecause their evil is great.",
          "ID": "13",
          "comments": [
            "harvest is ripe This time of judgment is compared to harvest time."
          ]
        },
        {
          "text": "There are many, many people in the Valley of Decision.\nThe Lord’s special day is near in the Valley of Decision.",
          "ID": "14",
          "comments": [
            "Valley of Decision This is like the name “Jehoshaphat Valley.”"
          ]
        },
        {
          "text": "The sun and the moon will become dark.\nThe stars will stop shining.",
          "ID": "15"
        },
        {
          "text": "The Lord God will shout from Zion.\nHe will shout from Jerusalem,\nand the sky and the earth will shake.\nBut the Lord God will be a safe place for his people.\nHe will be a place of safety for the people of Israel.",
          "ID": "16"
        },
        {
          "text": "“Then you will know that I am the Lord your God.\nI live on Zion, my holy mountain.\nJerusalem will become holy.\nStrangers will never pass through that city again.",
          "ID": "17"
        },
        {
          "text": "“On that day the mountains will drip with sweet wine.\nThe hills will flow with milk,\nand water will flow through all the empty rivers of Judah.\nA fountain will come from the Lord’s Temple.\nIt will give water to Acacia Valley.",
          "ID": "18"
        },
        {
          "text": "Egypt will be empty.\nEdom will be an empty wilderness,\nbecause they were cruel to the people of Judah.\nThey killed innocent people in their country.",
          "ID": "19",
          "comments": [
            "killed innocent people Literally, “shed innocent blood.”"
          ]
        },
        {
          "text": "But there will always be people living in Judah.\nPeople will live in Jerusalem through many generations.",
          "ID": "20"
        },
        {
          "text": "Those people killed my people,\nso I really will punish them!”\nThe Lord God will live in Zion!",
          "ID": "21"
        }
      ],
      "ID": "OT:JOL.3",
      "name": "Joel 3"
    }
  ],
  "ID": "OT:JOL(ERV)",
  "name": "Joel"
}