{
  "text": [
    {
      "text": [
        {
          "text": "And these are the words of the book, which Baruch the son of Neraiah, the son of Mahseiah, the son of Zedekiah, the son of Hasadiah, the son Hilkiah, wrote in Babylon,",
          "ID": "1"
        },
        {
          "text": "in the fifth year, on the seventh day of the month, since the time when the Chaldeans captured Jerusalem and set it on fire.",
          "ID": "2"
        },
        {
          "text": "And Baruch read the words of this book to the ears of Jeconiah, the son of Jehoiakim king of Judah, and to the ears of the entire people, who came to the book:",
          "ID": "3"
        },
        {
          "text": "even to the ears of the powerful sons of kings, and to the ears of the elders, and to the ears of the people, from the least to the greatest of them, of all those living in Babylon, near the river Sud.",
          "ID": "4"
        },
        {
          "text": "And upon hearing it, they wept and fasted and prayed in the sight of the Lord.",
          "ID": "5"
        },
        {
          "text": "And they collected money in accordance with whatever each one was able to handover.",
          "ID": "6"
        },
        {
          "text": "And they sent it to Jerusalem to Jehoiakim, the son of Hilkiah, the son of Shalum the priest, and to the priests, and to all the people, who were found with him in Jerusalem.",
          "ID": "7"
        },
        {
          "text": "At that time, he received the vessels of the temple of the Lord (which had been carried away from the temple) so as to return them to the land of Judah, on the tenth day of the month Sivan. These were the silver vessels, which Zedekiah, the son of Josiah king of Judah, had made.",
          "ID": "8"
        },
        {
          "text": "After this, Nebuchadnezzar, the king of Babylon, captured Jeconiah, and the leaders, and all the powerful, and the people of the land, and led them captive from Jerusalem to Babylon.",
          "ID": "9"
        },
        {
          "text": "And they said, \"Behold we have sent you money with which to buy holocausts and frankincense. Therefore, make manna and offer it for sin at the altar of the Lord our God.",
          "ID": "10"
        },
        {
          "text": "And pray for the life of Nebuchadnezzar, the king of Babylon, and for the life of Belshazzar his son, so that their days may be just like the days of the heaven above the earth,",
          "ID": "11"
        },
        {
          "text": "and so that the Lord may give virtue to us, and enlighten our eyes, so that we may live under the shadow of Nebuchadnezzar the king of Babylon, and under the shadow of Belshazzar his son, and so that we may serve them for many days and may find favor in their sight.",
          "ID": "12"
        },
        {
          "text": "And pray for us also to the Lord our God, for we have sinned against the Lord our God, and the madness of our sin has not been driven away from us even to this day.",
          "ID": "13"
        },
        {
          "text": "And read this book, which we have sent to you to be recited in the temple of the Lord, on solemn days and on other suitable days.",
          "ID": "14"
        },
        {
          "text": "And you will say, 'To the Lord our God is justice, but to us is confusion of our face, just as it is this day for all of Judah and the inhabitants of Jerusalem,",
          "ID": "15"
        },
        {
          "text": "even for our kings, and our leaders, and our priests, and our prophets, and our fathers.",
          "ID": "16"
        },
        {
          "text": "We have sinned before the Lord our God and we have not believed, lacking confidence in him.",
          "ID": "17"
        },
        {
          "text": "And we have not been submissive to him, and we have not listened to the voice of the Lord our God, so as to walk in his commandments, which he has given to us.",
          "ID": "18"
        },
        {
          "text": "From the day that he led our fathers out of the land of Egypt, even to this day, we were unfaithful to the Lord our God, and, having been scattered, we fell away. We did not listen to his voice.",
          "ID": "19"
        },
        {
          "text": "And we joined ourselves to many evils and to the curses which the Lord established through Moses, his servant, who led our fathers out of the land of Egypt, to give us a land flowing with milk and honey, just as it is in the present day.",
          "ID": "20"
        },
        {
          "text": "And we have not listened to the voice of the Lord our God, according to all the words of the prophets whom he sent to us.",
          "ID": "21"
        },
        {
          "text": "And we have gone astray, each one after the inclinations of his own malignant heart, serving strange gods and doing evil before the eyes of the Lord our God.",
          "ID": "22"
        }
      ],
      "ID": "AP:BAR.1",
      "name": "Baruch 1"
    },
    {
      "text": [
        {
          "text": "\" 'For this reason, the Lord our God has fulfilled his word, which he has spoken to us, and to our judges, who have judged Israel, and to our kings, and to our leaders, and to all Israel and Judah.",
          "ID": "1"
        },
        {
          "text": "And so the Lord has brought upon us great evils, such as never before happened under heaven, (but which have come to pass in Jerusalem according to what was written in the law of Moses)",
          "ID": "2"
        },
        {
          "text": "even that a man would eat the flesh of his son and the flesh of his daughter.",
          "ID": "3"
        },
        {
          "text": "And so he placed them under the hand of all the kings who surround us, in disgrace and desolation among all the people where the Lord has scattered us.",
          "ID": "4"
        },
        {
          "text": "And we were brought down low and were not raised up, because we sinned against the Lord our God, by not obeying his voice.",
          "ID": "5"
        },
        {
          "text": "To the Lord our God is justice, but to us and to our fathers is confusion of face, just as on this day.",
          "ID": "6"
        },
        {
          "text": "For the Lord has pronounced against us all these evils, which have overcome us.",
          "ID": "7"
        },
        {
          "text": "And we have not beseeched the face of the Lord our God, so that we might return, each one of us from our most sinful ways.",
          "ID": "8"
        },
        {
          "text": "And the Lord has watched over us for evil and has brought it upon us, because the Lord is just in all his works that he has commanded us,",
          "ID": "9"
        },
        {
          "text": "and we have not listened to his own voice, so as to walk according to the teachings of the Lord, which he has set before our face.",
          "ID": "10"
        },
        {
          "text": "And now, O Lord God of Israel, who has led your people out of the land of Egypt with a strong hand, and with signs, and with wonders, and with your great power, and with an exalted arm, and has made a name for yourself, just as on this day,",
          "ID": "11"
        },
        {
          "text": "we have sinned, we become impious, we have acted unjustly, O Lord our God, against all your principles.",
          "ID": "12"
        },
        {
          "text": "May your wrath be turned away from us because, having been forsaken, we are few among the irreligious where you have scattered us.",
          "ID": "13"
        },
        {
          "text": "Heed, O Lord, our petitions and our prayers, and deliver us for your own sake, and grant that we may find favor before the face of those who have led us away,",
          "ID": "14"
        },
        {
          "text": "so that all the earth may know that you are the Lord our God, and because your name has been invoked over Israel and over his posterity.",
          "ID": "15"
        },
        {
          "text": "Gaze upon us, O Lord, from your holy home, and incline your ear, and heed us.",
          "ID": "16"
        },
        {
          "text": "Open your eyes and see, because the dead, who are in the underworld, whose spirit has been taken away from their vital organs, will not give honor and justification to the Lord.",
          "ID": "17"
        },
        {
          "text": "But the soul that is sorrowful for the greatness of evil, approaches bowed down and weak, and the failing eyes and the hungering soul give glory and justice to you, the Lord.",
          "ID": "18"
        },
        {
          "text": "For it is not according to the righteousness of our fathers that we pour out our petitions and beg mercy in your sight, O Lord our God,",
          "ID": "19"
        },
        {
          "text": "but because you have sent your wrath and your fury upon us, just as you have spoken by the hand of your children the prophets, saying:",
          "ID": "20"
        },
        {
          "text": "\"Thus says the Lord, 'Bow down your shoulder and your neck, and do work for the king of Babylon, and settle in the land which I gave to your fathers,",
          "ID": "21"
        },
        {
          "text": "because, if you will not listen to the voice of the Lord your God, to serve the king of Babylon, I will cause you to depart from the cities of Judah and from the gates of Jerusalem.",
          "ID": "22"
        },
        {
          "text": "And I will take away from you the voice of cheerfulness and the voice of joy, and the voice of the bridegroom and the voice of the bride, and all the land will be without any trace of its inhabitants.' \"",
          "ID": "23"
        },
        {
          "text": "And they did not listen to your voice, that they should serve the king of Babylon, and so you have fulfilled your words, which you spoke by the hands of your children the prophets, so that the bones of our kings and the bones of our fathers would be carried away from their place.",
          "ID": "24"
        },
        {
          "text": "And, behold, they have been cast out into the heat of the sun and the frost of the night, and they have died by means of grievous evils, by famine, and by the sword, and by banishment.",
          "ID": "25"
        },
        {
          "text": "And you have set up the temple, in which your name itself was called upon, just as it is on this day, because of the iniquity of the house of Israel and the house of Judah.",
          "ID": "26"
        },
        {
          "text": "And you have accomplished in us, O Lord our God, according to all your goodness and according to all your great mercy,",
          "ID": "27"
        },
        {
          "text": "just as you spoke by the hand of your child Moses, in the day when you commanded him to write your law before the sons of Israel,",
          "ID": "28"
        },
        {
          "text": "saying: \"If you will not listen to my voice, this great multitude will be changed into the least among the peoples, where I will scatter them.",
          "ID": "29"
        },
        {
          "text": "For I know that the people will not listen to me, for the people are stiff necked. But they will have a change of their heart in the land of their captivity,",
          "ID": "30"
        },
        {
          "text": "and they will know that I am the Lord their God. And I will give them a heart, and they will understand, ears, and they will hear.",
          "ID": "31"
        },
        {
          "text": "And they will praise me in the land of their captivity, and will remember my name.",
          "ID": "32"
        },
        {
          "text": "And they will turn themselves away from their stiff back, and from their wicked deeds, for they will call to mind the way of their fathers, who sinned against me.",
          "ID": "33"
        },
        {
          "text": "And I will restore them to the land which I pledged to their fathers, Abraham, Isaac, and Jacob, and they will rule over it, and I will multiply them, and they will not be diminished.",
          "ID": "34"
        },
        {
          "text": "And I will establish for them a new and everlasting covenant, so that I will be their God and they will be my people. And I will no longer move my people, the sons of Israel, out of the land which I have given them.\"",
          "ID": "35"
        }
      ],
      "ID": "AP:BAR.2",
      "name": "Baruch 2"
    },
    {
      "text": [
        {
          "text": "\" 'And now, O Lord Almighty, the God of Israel, the soul in anguish and the troubled spirit cry out to you.",
          "ID": "1"
        },
        {
          "text": "Listen, O Lord, and be merciful, for you are a merciful God, and so be merciful to us, for we have sinned before you.",
          "ID": "2"
        },
        {
          "text": "For you are enthroned in eternity, but we will pass away in time.",
          "ID": "3"
        },
        {
          "text": "O Lord Almighty, the God of Israel, listen now to the prayer of the dead of Israel and of their sons, who have sinned before you and have not listened to the voice of the Lord their God, and have joined themselves to evil.",
          "ID": "4"
        },
        {
          "text": "Remember not the iniquities of our fathers, but remember your hand and your name at this time.",
          "ID": "5"
        },
        {
          "text": "For you are the Lord our God, and we will praise you, O Lord.",
          "ID": "6"
        },
        {
          "text": "And for this reason, you have imparted your fear into our hearts, and also, so that we may call upon your name and may praise you in our captivity, for we are converted from the iniquity of our fathers, who sinned before you.",
          "ID": "7"
        },
        {
          "text": "And, behold, we are still in our captivity on this day, where you have scattered us into disgrace, and into slander, and into sin, according to all the iniquities of our fathers, who withdrew from you, O Lord our God.",
          "ID": "8"
        },
        {
          "text": "Listen, O Israel, to the commandments of life! Pay attention, so that you may learn prudence!",
          "ID": "9"
        },
        {
          "text": "How is it, O Israel, that you are in the land of your enemies,",
          "ID": "10"
        },
        {
          "text": "that you have grown old in a foreign land, that you are defiled with the dead, that you are regarded as among those who are descending into hell?",
          "ID": "11"
        },
        {
          "text": "You have forsaken the fountain of wisdom.",
          "ID": "12"
        },
        {
          "text": "For if you had walked in the way of God, you would certainly have lived in everlasting peace.",
          "ID": "13"
        },
        {
          "text": "Learn where prudence is, where virtue is, where understanding is, so that you may know at the same time where long life and prosperity are, where the light of the eyes and peace are.",
          "ID": "14"
        },
        {
          "text": "Who has discovered its place? And who has entered its treasure chamber?",
          "ID": "15"
        },
        {
          "text": "Where are the leaders of the peoples, and those who rule over the beasts that are upon the earth,",
          "ID": "16"
        },
        {
          "text": "who play among the birds of the air,",
          "ID": "17"
        },
        {
          "text": "who store up treasures of silver and gold, in which men trust, and with whom there is no end to their acquiring, who work with silver and are anxious about it, and whose works are inexplicable?",
          "ID": "18"
        },
        {
          "text": "They have been banished and have descended to hell, and others are risen up in their place.",
          "ID": "19"
        },
        {
          "text": "The youth have seen the light and have dwelt upon the earth, yet they are ignorant of the way of instruction.",
          "ID": "20"
        },
        {
          "text": "They have neither understood the paths of it, nor have their sons accepted it. It is far from their face.",
          "ID": "21"
        },
        {
          "text": "It has not been heard of in the land of Canaan, nor has it been seen in Teman.",
          "ID": "22"
        },
        {
          "text": "It is likewise with the sons of Hagar, who search for the practicality that is of the earth, the negotiators of Merran and Teman, and the storytellers, and the searchers of discretion and intelligence. Yet the way of wisdom they have not known, nor have they called to mind its paths.",
          "ID": "23"
        },
        {
          "text": "O Israel, how great is the house of God, and how vast is the place of his possession!",
          "ID": "24"
        },
        {
          "text": "It is great and has no end! It is exalted and immense!",
          "ID": "25"
        },
        {
          "text": "There were those who were called giants, who existed from the beginning, of great stature, expert in war.",
          "ID": "26"
        },
        {
          "text": "The Lord did not choose them, nor did they discover the way of instruction; for this reason they perished,",
          "ID": "27"
        },
        {
          "text": "and, because they did not have wisdom, they passed away as a result of their foolishness.",
          "ID": "28"
        },
        {
          "text": "Who has gone up into heaven, and taken her, and brought her down from the clouds?",
          "ID": "29"
        },
        {
          "text": "Who has crossed the sea, and found her, and brought her, chosen instead of gold?",
          "ID": "30"
        },
        {
          "text": "There is no one who is able to know her ways, nor any who can search out her paths.",
          "ID": "31"
        },
        {
          "text": "Yet he who knows the universe is familiar with her, and in his foresight he invented her, he who prepared the earth for time without end, and filled it with cattle and four-footed beasts,",
          "ID": "32"
        },
        {
          "text": "who sends out the light, and it goes, and who summoned it, and it obeyed him in fear.",
          "ID": "33"
        },
        {
          "text": "Yet the stars have given light from their posts, and they rejoiced.",
          "ID": "34"
        },
        {
          "text": "They were called, and so they said, \"Here we are,\" and they shined with cheerfulness to him who made them.",
          "ID": "35"
        },
        {
          "text": "This is our God, and no other can compare to him.",
          "ID": "36"
        },
        {
          "text": "He invented the way of all instruction, and delivered it to Jacob his child, and to Israel his beloved.",
          "ID": "37"
        },
        {
          "text": "After this, he was seen on earth, and he conversed with men.",
          "ID": "38"
        }
      ],
      "ID": "AP:BAR.3",
      "name": "Baruch 3"
    },
    {
      "text": [
        {
          "text": "\" 'This is the book of the commandments of God and of the law, which exists in eternity. All those who keep it will attain to life, but those who have forsaken it, to death.",
          "ID": "1"
        },
        {
          "text": "Convert, O Jacob, and embrace it, walk in the way of its splendor, facing its light.",
          "ID": "2"
        },
        {
          "text": "Do not surrender your glory to another, nor your value to a foreign people.",
          "ID": "3"
        },
        {
          "text": "We have been happy, O Israel, because the things that are pleasing to God have been made clear to us.",
          "ID": "4"
        },
        {
          "text": "Be ever more peaceful in soul, O people of God, the memorial of Israel.",
          "ID": "5"
        },
        {
          "text": "You have been sold to the nations, not into destruction, but because of this, in resentment, you provoked God to wrath, and so you have been delivered to adversity.",
          "ID": "6"
        },
        {
          "text": "For you have exasperated him who made you, the eternal God, by sacrificing to evil spirits, and not to God.",
          "ID": "7"
        },
        {
          "text": "For you have forgotten God, who nurtured you, and you have saddened Jerusalem, your nurse.",
          "ID": "8"
        },
        {
          "text": "For she saw the wrath of God approaching you, and she said, \"Listen, region of Zion, for God has brought upon me great sorrow.",
          "ID": "9"
        },
        {
          "text": "For I have seen the captivity of my people, my sons and daughters, which the Eternal has led over them.",
          "ID": "10"
        },
        {
          "text": "For I nurtured them with joy, but I sent them away with weeping and sorrow.",
          "ID": "11"
        },
        {
          "text": "Let no one rejoice over me, a widow and a desolation, for I am forsaken by many because of the sins of my sons, because they strayed from the law of God.",
          "ID": "12"
        },
        {
          "text": "And they have not known his righteousness, nor walked in the ways of the commandments of God, nor have they advanced with justice along the paths of his truth.",
          "ID": "13"
        },
        {
          "text": "Let the region of Zion approach, and remember the captivity of my sons and daughters, which the Eternal led over them.",
          "ID": "14"
        },
        {
          "text": "For he has brought a far away people upon them, a guilty people, and of another language,",
          "ID": "15"
        },
        {
          "text": "who have not reverenced the aged, nor had mercy on the children, and who have led away the beloved of the widow, leaving me deserted and alone, without sons.",
          "ID": "16"
        },
        {
          "text": "But as for me, how am I able to help you?",
          "ID": "17"
        },
        {
          "text": "For he who has brought these evils upon you, will rescue you from the hands of your enemies.",
          "ID": "18"
        },
        {
          "text": "Walk on, sons, walk on, for I have been abandoned and I am alone.",
          "ID": "19"
        },
        {
          "text": "I have taken off the garment of peace and have put on the sackcloth of supplication, and I will cry out to the most High in my days.",
          "ID": "20"
        },
        {
          "text": "Be ever more peaceful, sons. Cry out to the Lord, and he will rescue you from the hand of the hostile leaders.",
          "ID": "21"
        },
        {
          "text": "For I have placed my hope in your eternal salvation, and joy approaches me from the Holy One, over the mercy which will come to you by our eternal salvation.",
          "ID": "22"
        },
        {
          "text": "For I sent you forth with sorrow and weeping, but the Lord will restore you to me with joy and gladness for eternity.",
          "ID": "23"
        },
        {
          "text": "For just as the neighbors of Zion have seen your captivity from God, so also will they soon see your salvation from God, which will overcome you with great honor and eternal splendor.",
          "ID": "24"
        },
        {
          "text": "Sons, endure patiently the wrath that has come upon you, for your enemy has persecuted you, but you will quickly see his destruction and you will climb over his neck.",
          "ID": "25"
        },
        {
          "text": "My delicate ones have walked rough ways, for they were regarded as a flock torn apart by enemies.",
          "ID": "26"
        },
        {
          "text": "Be ever more peaceful in soul, sons, and call out to the Lord, for you will be remembered by him who led you away.",
          "ID": "27"
        },
        {
          "text": "For as much as you thought to go astray from God, ten times as much again he will require of you when converting.",
          "ID": "28"
        },
        {
          "text": "For he who led you into evil, he himself will again lead you to eternal happiness with your salvation.\"",
          "ID": "29"
        },
        {
          "text": "Be ever more peaceful in soul, Jerusalem, for he who has named you, has been affected by you.",
          "ID": "30"
        },
        {
          "text": "The criminals who have troubled you, will perish, and those who rejoiced in your ruin, will be punished.",
          "ID": "31"
        },
        {
          "text": "The cities that your sons have served, will be punished, and also, she who received your sons.",
          "ID": "32"
        },
        {
          "text": "For just as she was glad at your ruin, and she rejoiced in your fall, so also will she be grieved in her own desolation,",
          "ID": "33"
        },
        {
          "text": "and the exaltation of her multitude will be cut off, and her gladness will be turned to sorrow.",
          "ID": "34"
        },
        {
          "text": "For fire will overcome her from the Eternal for many days, and she will be inhabited by evil spirits for a long time.",
          "ID": "35"
        },
        {
          "text": "Look around, Jerusalem, towards the east, and see the happiness that comes to you from God.",
          "ID": "36"
        },
        {
          "text": "For behold, your sons approach, whom you sent away scattered. They approach, gathering together, from the east all the way to the west, at the word of the Holy One, rejoicing in the honor of God.",
          "ID": "37"
        }
      ],
      "ID": "AP:BAR.4",
      "name": "Baruch 4"
    },
    {
      "text": [
        {
          "text": "\" 'Take off, O Jerusalem, the garment of your sorrow and troubles, and put on your beauty and the honor of that eternal glory, which you have from God.",
          "ID": "1"
        },
        {
          "text": "God will surround you with a double garment of justice, and he will set a crown on your head of everlasting honor.",
          "ID": "2"
        },
        {
          "text": "For God will reveal his splendor in you to all who are under heaven.",
          "ID": "3"
        },
        {
          "text": "For your name will be given to you by God for eternity: the peace of justice and the honor of piety.",
          "ID": "4"
        },
        {
          "text": "Arise, O Jerusalem, and stand in exaltation, and look around towards the east, and see your sons, gathering together, from the rising of the sun to the setting of the sun, by the word of the Holy One, rejoicing in the remembrance of God.",
          "ID": "5"
        },
        {
          "text": "For they went out from you on foot, led by the enemies, but the Lord will lead them to you, being carried in honor like sons of the kingdom.",
          "ID": "6"
        },
        {
          "text": "For God has resolved to humble every high mountain and the longstanding cliffs, and to fill up the steep valleys in order to level the ground, so that Israel may walk diligently in the honor of God.",
          "ID": "7"
        },
        {
          "text": "Yet the woods and every sweet-smelling tree have provided shade for Israel by the commandment of God.",
          "ID": "8"
        },
        {
          "text": "For God will lead Israel with joy into the light of his majesty, with mercy and justice, which is from him.' \"",
          "ID": "9"
        }
      ],
      "ID": "AP:BAR.5",
      "name": "Baruch 5"
    },
    {
      "text": [
        {
          "text": "This is a copy of the letter that Jeremiah sent to those who would be taken captive into Babylon by the king of Babylon, so as to prophesy to them according to the warning he had received about them from God. \"Because of the sins which you have sinned before God, you will be carried away into the captivity of Babylon by Nebuchadnezzar, the king of Babylon.",
          "ID": "1"
        },
        {
          "text": "And so, having been taken into Babylon, you will be there many years and for a long time, even to seven generations, yet after this, I will lead you away from there with peace.",
          "ID": "2"
        },
        {
          "text": "But now, you will see in Babylon gods of gold and of silver, and of stone and of wood, carried upon shoulders, an awful display for the peoples.",
          "ID": "3"
        },
        {
          "text": "See to it, then, that you do not in effect become like these strangers and become afraid, so that in awe you would be carried away into their midst.",
          "ID": "4"
        },
        {
          "text": "And so, seeing the turmoil, behind you and in front of you, as they are worshiping, say in your hearts, 'You ought to be adored, O Lord.'",
          "ID": "5"
        },
        {
          "text": "For my angel is with you. And I myself will examine your souls.",
          "ID": "6"
        },
        {
          "text": "For their tongue is polished by the craftsman, and they themselves are even inlaid with gold and silver, yet they are false and unable to speak.",
          "ID": "7"
        },
        {
          "text": "And, just like a virgin who loves to decorate herself, so do they take up gold and make designs with it.",
          "ID": "8"
        },
        {
          "text": "Their gods have crowns of certified gold upon their heads, from which the priests subtract gold and silver, and spend it on themselves.",
          "ID": "9"
        },
        {
          "text": "Moreover, they even give from it to prostitutes, and use it to adorn kept women, and when they receive it back from the kept women, they use it to adorn their gods.",
          "ID": "10"
        },
        {
          "text": "But these cannot be freed from rust and moths.",
          "ID": "11"
        },
        {
          "text": "Although they are covered with a purple garment, they must wipe off their face, because of the dust of the house, which is very great around them.",
          "ID": "12"
        },
        {
          "text": "Yet he who holds a scepter like a man, like the judge of the region, cannot put to death one who sins against him.",
          "ID": "13"
        },
        {
          "text": "And though he holds in his hand a sword and an axe, yet he cannot free himself from war and robbers. From this let it be known to you that they are not gods.",
          "ID": "14"
        },
        {
          "text": "Therefore, do not fear them. For just as the vessel a man uses becomes useless when broken, so also are their gods.",
          "ID": "15"
        },
        {
          "text": "When they are set up in a house, their eyes are full of dust from the feet of those who enter.",
          "ID": "16"
        },
        {
          "text": "And like one who has offended the king and is surrounded at every door, or like a corpse about to be carried to the grave, so do the priests secure the doors with bars and locks, lest they be plundered by robbers.",
          "ID": "17"
        },
        {
          "text": "They light candles to them, and in great number, and still they are unable to see, for they are like logs in the house.",
          "ID": "18"
        },
        {
          "text": "It is truly said that the creeping things, which are of the earth, gnaw their hearts, and yet when these devour them and their garments, they do not feel it.",
          "ID": "19"
        },
        {
          "text": "Their faces are made black by the smoke that is made in the house.",
          "ID": "20"
        },
        {
          "text": "Over their bodies and over their heads fly owls and swallows and birds, and similarly, even cats.",
          "ID": "21"
        },
        {
          "text": "From this you should understand that they are not gods. Therefore, neither should you fear them.",
          "ID": "22"
        },
        {
          "text": "Furthermore, the gold which they have is shiny, but unless someone wipes off the rust, they will not shine. And even when they were molten, they did not feel it.",
          "ID": "23"
        },
        {
          "text": "They acquire all kinds of costly things, yet there is no breath in them.",
          "ID": "24"
        },
        {
          "text": "Without feet, they are carried upon shoulders, showing their unworthiness to all men. And so, may those who worship them be confounded.",
          "ID": "25"
        },
        {
          "text": "Because of this, if they fall to the ground, they do not get up by themselves; and if someone sets it upright, they will not stand firm on their own; yet, just like the dead, offerings are placed next to them.",
          "ID": "26"
        },
        {
          "text": "The priests themselves sell their sacrifices, and they spend it wastefully; and, in like manner, their wives take part of it, never sharing anything with the sick or the beggars.",
          "ID": "27"
        },
        {
          "text": "Fertile and menstruous women contaminate their sacrifices. And so, knowing from this that they are not gods, you should not fear them.",
          "ID": "28"
        },
        {
          "text": "For what reason are they called gods? It is because the women serve before the gods of silver and gold and wood,",
          "ID": "29"
        },
        {
          "text": "and the priests sit in their houses, with torn garments, and their heads and beards shaven, and nothing on their heads.",
          "ID": "30"
        },
        {
          "text": "But they roar, shouting out to their gods, just as at a feast for the dead.",
          "ID": "31"
        },
        {
          "text": "The priests take away the garments of their gods, and clothe their wives and their sons.",
          "ID": "32"
        },
        {
          "text": "And whether they endure evil from someone, or good, they are not able to repay it. They can neither establish a king, nor remove him.",
          "ID": "33"
        },
        {
          "text": "Similarly, they can neither give riches, nor avenge evil. If anyone makes a vow to them, and does not keep it, they cannot require it.",
          "ID": "34"
        },
        {
          "text": "They cannot free a man from death, nor rescue the weak from the strong.",
          "ID": "35"
        },
        {
          "text": "They cannot restore sight to the blind, nor free a man from need.",
          "ID": "36"
        },
        {
          "text": "They will not have mercy on the widow, nor do good to orphans.",
          "ID": "37"
        },
        {
          "text": "Their gods of wood, and of stone, and of gold, and of silver, are like stones from the mountain; and those who worship them will be confounded.",
          "ID": "38"
        },
        {
          "text": "In what way, then, is it to be supposed or said that they are gods?",
          "ID": "39"
        },
        {
          "text": "For even the Chaldeans themselves do not honor these, who, when they hear about a mute, unable to speak, they offer him to Bel, asking from him that he may speak,",
          "ID": "40"
        },
        {
          "text": "as if these, who are unable to move, would be able to perceive. And even they themselves, when they shall understand this, will abandon them, for, having come to their senses, they do not consider them to be gods.",
          "ID": "41"
        },
        {
          "text": "Yet the women, wrapped in cords, sit by the roads, burning olive-stones.",
          "ID": "42"
        },
        {
          "text": "And when any one of them, having been attracted by someone passing by, would sleep with him, she reproaches her neighbor because she was not found worthy, as she was, nor was her cord broken.",
          "ID": "43"
        },
        {
          "text": "But all things that occur with them are false; in what way, then, is it to be considered or said that they are gods?",
          "ID": "44"
        },
        {
          "text": "Yet they have been made by the workmen and the goldsmiths. They will be nothing else but what the priests want them to be.",
          "ID": "45"
        },
        {
          "text": "For the artisans themselves, who make them, do not exist for a long time. So then, can these things, which have been made by them, be gods?",
          "ID": "46"
        },
        {
          "text": "Yet they have bequeathed falsehoods and disgrace after this to the future.",
          "ID": "47"
        },
        {
          "text": "For when they are overcome by battle or evil, the priests consider among themselves where they may hide themselves with them.",
          "ID": "48"
        },
        {
          "text": "Therefore, why would they be perceived to be gods, who can neither free themselves from war, nor rescue themselves from evils?",
          "ID": "49"
        },
        {
          "text": "For, in as much as they are only wood, inlaid with gold and silver, so let it be known henceforth, by all nations and kings, that they are false; because it has been revealed that they are not gods, but the work of men's hands, and there is no work of God in them.",
          "ID": "50"
        },
        {
          "text": "For this reason, then, it has been accepted that they are not gods, but are works of the hands of men, and no work of God is in them.",
          "ID": "51"
        },
        {
          "text": "They have not raised up a king in the region, nor will they give rain to men.",
          "ID": "52"
        },
        {
          "text": "They will not discern a judgment for anyone, nor will they free a region from injury, because they can do nothing, like crows in the middle of heaven and earth.",
          "ID": "53"
        },
        {
          "text": "And, indeed, when there happens to be a fire in the house of these gods of wood, silver, and gold, the priests will certainly run away and save themselves, but these will truly be burned up like logs in the midst of it.",
          "ID": "54"
        },
        {
          "text": "Yet they cannot withstand a king and war. In what way, then, is it to be considered or accepted that they are gods?",
          "ID": "55"
        },
        {
          "text": "These gods of wood and stone, inlaid with gold and silver, can free themselves neither from thieves nor from robbers; whoever is stronger than they are,",
          "ID": "56"
        },
        {
          "text": "will take up these things, the gold and the silver, and the garments which cover them, and will get away; neither will they be able to help themselves.",
          "ID": "57"
        },
        {
          "text": "Therefore, it is better to be a king displaying his power, or a useful vessel in a house, about which he who owns it will boast, or a door in the house, which keeps safe what is inside, than to be these gods of falsehood.",
          "ID": "58"
        },
        {
          "text": "For the sun, and the moon, and the constellations, though they are brilliant and have been sent forth to be useful, are obedient.",
          "ID": "59"
        },
        {
          "text": "Similarly, the lightning, when it appears and is evident, and, in like manner, the wind blowing in every region,",
          "ID": "60"
        },
        {
          "text": "and the clouds, when God orders them to make their rounds over the whole world, each carries out what was commanded.",
          "ID": "61"
        },
        {
          "text": "Furthermore, the fire, having been sent from above so that it may consume mountains and woods, does what it has been instructed to do. Yet these are not similar, neither in splendor, nor in power, to any one of them.",
          "ID": "62"
        },
        {
          "text": "From this, it should neither be supposed, nor said, that they are gods; since they are neither able to give judgment, nor to accomplish anything for men.",
          "ID": "63"
        },
        {
          "text": "And so, knowing that they are not gods, therefore, have no fear of them.",
          "ID": "64"
        },
        {
          "text": "For they can neither curse kings, nor bless them.",
          "ID": "65"
        },
        {
          "text": "Besides, they show no signs in heaven to the nations; they neither shine like the sun, nor give light like the moon.",
          "ID": "66"
        },
        {
          "text": "Beasts are better than they are, for they can flee under a covering, and so protect themselves.",
          "ID": "67"
        },
        {
          "text": "Therefore, in no way is it clear to us that they are gods; because of this, you should not fear them.",
          "ID": "68"
        },
        {
          "text": "For just as a scarecrow in a cucumber field protects nothing, so are their gods of wood, and silver, and inlaid gold.",
          "ID": "69"
        },
        {
          "text": "They are just the same as a white thorn in a garden, on which all the birds sit; they are even like a corpse thrown out into the darkness, just so are these gods of wood, and inlaid gold, and inlaid silver.",
          "ID": "70"
        },
        {
          "text": "By the purple, and likewise the Royal purple, moth-eaten garments upon them, you will then know that they are not gods. And finally, they themselves are consumed and will be a disgrace in the region.",
          "ID": "71"
        },
        {
          "text": "Better is the just man who has no such images, for he will be far from disgrace.\"",
          "ID": "72"
        }
      ],
      "ID": "AP:BAR.6",
      "name": "Baruch 6"
    }
  ],
  "ID": "AP:BAR(CPDV)",
  "version": "CPDV",
  "name": "Baruch"
}