{
  "text": [
    {
      "text": [
        {
          "text": "AND these are the words of the book, which Baruch the son of Nerias, the son of Maaseas, the son of Sedekias, the son of Asadias, the son of Helkias, wrote in Babylon,",
          "ID": "1"
        },
        {
          "text": "in the fifth year, and  in the seventh day of the month, what time as the Chaldeans took Jerusalem, and burned it with fire.",
          "ID": "2"
        },
        {
          "text": "And Baruch did read the words of this book in the hearing of Jechonias the son of Joakim king of Judah, and in the hearing of all the people that came to hear  the book,",
          "ID": "3"
        },
        {
          "text": "and in the hearing of the mighty men, and of the kings’ sons, and in the hearing of the elders, and in the hearing of all the people, from the least to the greatest, even of all them that lived at Babylon by the river Sud.",
          "ID": "4"
        },
        {
          "text": "And they wept, and fasted,  and prayed before the Lord;",
          "ID": "5"
        },
        {
          "text": "they made also a collection of money according to every man’s power:",
          "ID": "6"
        },
        {
          "text": "and they sent it  to Jerusalem to Joakim the high  priest, the son of Helkias, the son of Salom, and to the priests, and to all the people which were found with him at Jerusalem,",
          "ID": "7"
        },
        {
          "text": "at the same time when he took the vessels of the house of the Lord, that had been carried out of the temple, to return them  into the land of Judah, the tenth day of the month  Sivan, namely,  silver vessels, which Sedekias the son of Josias king of Judah had made,",
          "ID": "8"
        },
        {
          "text": "after that Nabuchodonosor king of Babylon had carried away Jechonias, and the princes, and the captives, and the mighty men, and the people of the land, from Jerusalem, and brought them to Babylon.",
          "ID": "9"
        },
        {
          "text": "And they said, Behold, we have sent you money; buy you therefore with the money burnt offerings, and sin offerings, and incense, and prepare an oblation, and offer upon the altar of the Lord our God;",
          "ID": "10"
        },
        {
          "text": "and pray for the life of Nabuchodonosor king of Babylon, and for the life of Baltasar his son, that their days may be  as the days of heaven above the earth:",
          "ID": "11"
        },
        {
          "text": "and the Lord will give us strength, and lighten our eyes, and we shall live under the shadow of Nabuchodonosor king of Babylon, and under the shadow of Baltasar his son, and we shall serve them many days, and find favor in their sight.",
          "ID": "12"
        },
        {
          "text": "Pray for us also to the Lord our God, for we have sinned against the Lord our God; and to this day the wrath of the Lord and his indignation is not turned from us.",
          "ID": "13"
        },
        {
          "text": "And you⌃ shall read this book which we have sent to you, to make confession in the house of the Lord, upon the day of the feast and on the days of the solemn assembly.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And you⌃ shall say, To the Lord our God belongs  righteousness, but to us confusion of face, as at this day, to the men of Judah, and to the inhabitants of Jerusalem,",
          "ID": "15"
        },
        {
          "text": "and to our kings, and to our princes, and to our priests, and to our prophets, and to our fathers:",
          "ID": "16"
        },
        {
          "text": "for that we have sinned before the Lord,",
          "ID": "17"
        },
        {
          "text": "and disobeyed him, and have not hearkened to the voice of the Lord our God, to walk in the commandments of the Lord that he has set before us:",
          "ID": "18"
        },
        {
          "text": "since the day that the Lord brought our fathers out of the land of Egypt, to this present day, we have been disobedient to the Lord our God, and we have dealt unadvisedly in not hearkening to his voice.",
          "ID": "19"
        },
        {
          "text": "Wherefore the plagues clave to us, and the curse, which the Lord commanded Moses his servant to pronounce  in the day that he brought our fathers out of the land of Egypt, to give us a land that flows with milk and honey, as at this day.",
          "ID": "20"
        },
        {
          "text": "Nevertheless we hearkened not to the voice of the Lord our God, according to all the words of the prophets, whom he sent to us:",
          "ID": "21"
        },
        {
          "text": "but we walked every man in the imagination of his own wicked heart, to serve strange gods, and to do that which is evil in the sight of the Lord our God.",
          "ID": "22"
        }
      ],
      "ID": "AP:BAR.1",
      "name": "Baruch 1"
    },
    {
      "text": [
        {
          "text": "Therefore the Lord has made good his word, which he pronounced against us, and against our judges that judged Israel, and against our kings, and against our princes, and against the men of Israel and Judah,",
          "ID": "1"
        },
        {
          "text": "to bring upon us great plagues, such as never happened under the whole heaven,  as it came to pass in Jerusalem, according to the things that are written in the law of Moses;",
          "ID": "2"
        },
        {
          "text": "That we should eat every man the flesh of his own son, and every man the flesh of his own daughter.",
          "ID": "3"
        },
        {
          "text": "Moreover he has given them to be in subjection to all the kingdoms that are round about us, to be a reproach and a desolation among all the people round about, where the Lord has scattered them.",
          "ID": "4"
        },
        {
          "text": "Thus were they cast down, and not exalted, because we sinned against the Lord our God, in not hearkening to his voice.",
          "ID": "5"
        },
        {
          "text": "To the Lord our God belongs  righteousness: but to us and to our fathers confusion of face, as at this day.",
          "ID": "6"
        },
        {
          "text": "For  all these plagues are come upon us, which the Lord has pronounced against us.",
          "ID": "7"
        },
        {
          "text": "Yet have we not entreated the favor of the Lord, in turning every one from the thoughts of his wicked heart.",
          "ID": "8"
        },
        {
          "text": "Therefore has the Lord kept watch over the plagues, and the Lord has brought them  upon us; for the Lord is righteous in all his works which he has commanded us.",
          "ID": "9"
        },
        {
          "text": "Yet we have not hearkened to his voice, to walk in the commandments of the Lord that he has set before us.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And now, O Lord, you God of Israel, that have brought your people out of the land of Egypt with a mighty hand, and with signs, and with wonders, and with great power, and with a high arm, and have gotten yourself a name, as at this day:",
          "ID": "11"
        },
        {
          "text": "O Lord our God, we have sinned, we have done ungodly, we have dealt unrighteously in all your ordinances.",
          "ID": "12"
        },
        {
          "text": "Let your wrath turn from us: for we are but a few left among the heathen, where you have scattered us.",
          "ID": "13"
        },
        {
          "text": "Hear our prayer, O Lord, and our petition, and deliver us for your own sake, and give us favor in the sight of them which have led us away captive:",
          "ID": "14"
        },
        {
          "text": "that all the earth may know that you are the Lord our God, because Israel and his posterity is called by your name.",
          "ID": "15"
        },
        {
          "text": "O Lord, look down from your holy house, and consider us: incline your ear, O Lord, and hear:",
          "ID": "16"
        },
        {
          "text": "open your eyes, and behold: for the dead that are in  the grave, whose breath is taken from their bodies, will give to the Lord neither glory nor righteousness:",
          "ID": "17"
        },
        {
          "text": "but the soul that is greatly vexed, which goes stooping and feeble, and the eyes that fail, and the hungry soul, will give you glory and righteousness, O Lord.",
          "ID": "18"
        },
        {
          "text": "For we do not present our supplication before you, O Lord our God, for the righteousness of our fathers, and of our kings.",
          "ID": "19"
        },
        {
          "text": "For you have sent your wrath and your indignation upon us, as you have spoken by your servants the prophets, saying,",
          "ID": "20"
        },
        {
          "text": "Thus says the Lord, Bow your shoulders to serve the king of Babylon, and remain in the land that I gave to your fathers.",
          "ID": "21"
        },
        {
          "text": "But if you⌃ will not hear the voice of the Lord, to serve the king of Babylon,",
          "ID": "22"
        },
        {
          "text": "I will cause to cease out of the cities of Judah, and from without Jerusalem, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride: and the whole land shall be desolate without inhabitant.",
          "ID": "23"
        },
        {
          "text": "But we would not hearken to your voice, to serve the king of Babylon: therefore have you made good your words that you spoke by your servants the prophets, namely,  that the bones of our kings, and the bones of our fathers, should be taken out of their places.",
          "ID": "24"
        },
        {
          "text": "And, behold, they are cast out to the heat by day, and to the frost by night, and they died in great miseries by famine, by sword, and by  pestilence.",
          "ID": "25"
        },
        {
          "text": "And the house which is called by your name have you laid waste,  as at this day, for the wickedness of the house of Israel and the house of Judah.",
          "ID": "26"
        },
        {
          "text": "Yet, O Lord our God, you have dealt with us after all your kindness, and according to all that great mercy of your,",
          "ID": "27"
        },
        {
          "text": "as you spoke by your servant Moses in the day when you did command him to write your law before the children of Israel, saying,",
          "ID": "28"
        },
        {
          "text": "If you⌃ will not hear my voice, surely this very great multitude shall be turned into a small number  among the nations, where I will scatter them.",
          "ID": "29"
        },
        {
          "text": "For I know that they will not hear me, because it is a stiff-necked people: but in the land of their captivity they shall lay it to heart,",
          "ID": "30"
        },
        {
          "text": "and shall know that I am the Lord their God: and I will give them a heart, and ears to hear:",
          "ID": "31"
        },
        {
          "text": "and they shall praise me in the land of their captivity, and think upon my name,",
          "ID": "32"
        },
        {
          "text": "and shall return from their stiff neck, and from their wicked deeds: for they shall remember the way of their fathers, which sinned before the Lord.",
          "ID": "33"
        },
        {
          "text": "And I will bring them again into the land which I sware to their fathers, to Abraham, to Isaac, and to Jacob, and they shall be lords of it: and I will increase them, and they shall not be diminished.",
          "ID": "34"
        },
        {
          "text": "And I will make an everlasting covenant with them to be their God, and they shall be my people: and I will no more remove my people of Israel out of the land that I have given them.",
          "ID": "35"
        }
      ],
      "ID": "AP:BAR.2",
      "name": "Baruch 2"
    },
    {
      "text": [
        {
          "text": "O Lord Almighty, you God of Israel, the soul in anguish, the troubled spirit, cries to you.",
          "ID": "1"
        },
        {
          "text": "Hear, O Lord, and have mercy; for you are a merciful God: yes, have mercy upon us, because we have sinned before you.",
          "ID": "2"
        },
        {
          "text": "For you sit as king  for ever, and we perish evermore.",
          "ID": "3"
        },
        {
          "text": "O Lord Almighty, you God of Israel, hear now the prayer of  the dead Israelites, and of the children of them which were sinners before you, that hearkened not to the voice of you their God: for the which cause these plagues clave to us.",
          "ID": "4"
        },
        {
          "text": "Remember not the iniquities of our fathers: but remember your power and your name now  at this time.",
          "ID": "5"
        },
        {
          "text": "For you are the Lord our God, and you, O Lord, will we praise.",
          "ID": "6"
        },
        {
          "text": "For for this cause you have put your fear in our hearts,  to the intent that we should call upon your name: and we will praise you in our captivity, for we have  called to mind all the iniquity of our fathers, that sinned before you.",
          "ID": "7"
        },
        {
          "text": "Behold, we are yet this day in our captivity, where you have scattered us, for a reproach and a curse, and to be subject to penalty, according to all the iniquities of our fathers, which departed from the Lord our God.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Hear, O Israel, the commandments of life: give ear to understand wisdom.",
          "ID": "9"
        },
        {
          "text": "How is it, O Israel, that you are in your enemies’ land, that you have become old in a strange country, that you are defiled with the dead,",
          "ID": "10"
        },
        {
          "text": "that you are counted with them that go down  into  the grave?",
          "ID": "11"
        },
        {
          "text": "You have forsaken the fountain of wisdom.",
          "ID": "12"
        },
        {
          "text": "For  if you had walked in the way of God, you should have dwelled in peace for ever.",
          "ID": "13"
        },
        {
          "text": "Learn where is  wisdom, where is strength, where is understanding; that you may know also where is length of days, and life, where is the light of the eyes, and peace.",
          "ID": "14"
        },
        {
          "text": "Who has found out her place? and who has come into her treasuries?",
          "ID": "15"
        },
        {
          "text": "Where are the princes of the heathen, and such as ruled the beasts that are upon the earth;",
          "ID": "16"
        },
        {
          "text": "they that had their pastime with the fowls of the air, and they that hoarded up silver and gold, wherein men trust; and of whose getting there is no end?",
          "ID": "17"
        },
        {
          "text": "For they that  wrought in silver, and were so careful, and whose works are past finding out,",
          "ID": "18"
        },
        {
          "text": "they are vanished and gone down to  the grave, and others are come up in their steads.",
          "ID": "19"
        },
        {
          "text": "Younger men have seen the light, and lived upon the earth: but the way of knowledge have they not known,",
          "ID": "20"
        },
        {
          "text": "neither understood they the paths thereof: neither have their children laid hold of it: they are far off from  their way.",
          "ID": "21"
        },
        {
          "text": "It has not been heard of in Canaan, neither has it been seen in Teman.",
          "ID": "22"
        },
        {
          "text": "The sons also of Agar that seek understanding, which are in the land, the merchants of Merran and Teman, and the authors of fables, and the searchers out of understanding; none of these have known the way of wisdom, or remembered her paths.",
          "ID": "23"
        },
        {
          "text": "O Israel, how great is the house of God! and how large is the place of his possession!",
          "ID": "24"
        },
        {
          "text": "great, and has none end; high, and unmeasurable.",
          "ID": "25"
        },
        {
          "text": "There were the giants born that were famous of old, great of stature, and  expert in war.",
          "ID": "26"
        },
        {
          "text": "These did not God choose, neither gave he the way of knowledge to them:",
          "ID": "27"
        },
        {
          "text": "so they perished, because they had no  wisdom, they perished through their own foolishness.",
          "ID": "28"
        },
        {
          "text": "Who has gone up into heaven, and taken her, and brought her down from the clouds?",
          "ID": "29"
        },
        {
          "text": "Who has gone over the sea, and found her, and will bring her for choice gold?",
          "ID": "30"
        },
        {
          "text": "There is none that knows her way, nor any that comprehendeth her path.",
          "ID": "31"
        },
        {
          "text": "But he that knows all things knows her, he found her out with his understanding: he that prepared the earth for evermore has filled it with four-footed beasts:",
          "ID": "32"
        },
        {
          "text": "he that sends forth the light, and it goes; he called it, and it obeyed him with fear:",
          "ID": "33"
        },
        {
          "text": "and the stars shined in their watches, and were glad: when he called them, they said, Here we be; they shined with gladness to him that made them.",
          "ID": "34"
        },
        {
          "text": "This is our God, and  there shall none other be accounted of in comparison of him.",
          "ID": "35"
        },
        {
          "text": "He has found out all the way of knowledge, and has given it to Jacob his servant, and to Israel that is beloved of him.",
          "ID": "36"
        },
        {
          "text": "Afterward did she appear upon earth, and was conversant with men.",
          "ID": "37"
        }
      ],
      "ID": "AP:BAR.3",
      "name": "Baruch 3"
    },
    {
      "text": [
        {
          "text": "This is the book of the commandments of God, and the law that endures for ever: all they that hold it fast are appointed  to life; but such as leave it shall die.",
          "ID": "1"
        },
        {
          "text": "Turn you, O Jacob, and take hold of it: walk towards her shining in the presence of the light thereof.",
          "ID": "2"
        },
        {
          "text": "Give not your glory to another, nor the things that are profitable to you to a strange nation.",
          "ID": "3"
        },
        {
          "text": "O Israel, happy are we: for the things that are pleasing to God are made known to us.",
          "ID": "4"
        },
        {
          "text": "Be of good cheer, my people, the memorial of Israel.",
          "ID": "5"
        },
        {
          "text": "You⌃ were sold to the nations, but  not for destruction: because you⌃ moved God to wrath, you⌃ were delivered to your adversaries.",
          "ID": "6"
        },
        {
          "text": "For you⌃ provoked him that made you by sacrificing to demons, and not to God.",
          "ID": "7"
        },
        {
          "text": "You⌃ forgat the everlasting God, that brought you up; you⌃ grieved also Jerusalem, that nursed you.",
          "ID": "8"
        },
        {
          "text": "For she saw the wrath that is come upon you from God, and said, Hearken, you⌃ women  that dwell about Sion: for God has brought upon me great mourning;",
          "ID": "9"
        },
        {
          "text": "for I have seen the captivity of my sons and daughters, which the Everlasting has brought upon them.",
          "ID": "10"
        },
        {
          "text": "For with joy did I nourish them; but sent them away with weeping and mourning.",
          "ID": "11"
        },
        {
          "text": "Let no man rejoice over me, a widow, and forsaken of many: for the sins of my children am I left desolate; because they turned aside from the law of God,",
          "ID": "12"
        },
        {
          "text": "and had no regard to his statutes, neither walked they in the ways of God’s commandments, nor trod in the paths of discipline in his righteousness.",
          "ID": "13"
        },
        {
          "text": "Let them that dwell about Sion come, and remember you⌃ the captivity of my sons and daughters, which the Everlasting has brought upon them.",
          "ID": "14"
        },
        {
          "text": "For he has brought a nation upon them from far, a shameless nation, and of a strange language,  who neither reverenced old man, nor pitied child.",
          "ID": "15"
        },
        {
          "text": "And they have carried away the dear beloved sons of the widow, and left her that was alone desolate of her daughters.",
          "ID": "16"
        },
        {
          "text": "But I, what can I help you?",
          "ID": "17"
        },
        {
          "text": "For he that brought these plagues upon you will deliver you from the hand of your enemies.",
          "ID": "18"
        },
        {
          "text": "Go your way, O my children, go your way: for I am left desolate.",
          "ID": "19"
        },
        {
          "text": "I have put off the garment of peace, and put upon me the sackcloth of my petition: I will cry to the Everlasting as long as I live.",
          "ID": "20"
        },
        {
          "text": "Be of good cheer, O my children, cry to God, and he shall deliver you from the power and hand of the enemies.",
          "ID": "21"
        },
        {
          "text": "For I have trusted in the Everlasting, that he will save you; and joy is come to me from the Holy One, because of the mercy which shall soon come to you  from the Everlasting your Saviour.",
          "ID": "22"
        },
        {
          "text": "For I sent you out with mourning and weeping: but God will give you to me again with joy and gladness for ever.",
          "ID": "23"
        },
        {
          "text": "For like as now they that dwell about Sion have seen your captivity: so shall they see shortly your salvation from  our God, which shall come upon you with great glory, and brightness of the Everlasting.",
          "ID": "24"
        },
        {
          "text": "My children, suffer patiently the wrath that is come upon you from God: for your enemy has persecuted you; but shortly you shall see his destruction, and shall tread upon their necks.",
          "ID": "25"
        },
        {
          "text": "My delicate ones have gone rough ways; they were taken away as a flock carried off by the enemies.",
          "ID": "26"
        },
        {
          "text": "Be of good cheer, O my children, and cry to God: for you⌃ shall be remembered of him that has brought these things  upon you.",
          "ID": "27"
        },
        {
          "text": "For as it was your mind to go astray from God: so,  return and seek him ten times more.",
          "ID": "28"
        },
        {
          "text": "For he that brought these plagues upon you shall bring you everlasting joy again with your salvation.",
          "ID": "29"
        },
        {
          "text": "Be of good cheer, O Jerusalem: for he that called you by name will comfort you.",
          "ID": "30"
        },
        {
          "text": "Miserable are they that afflicted you, and rejoiced at your fall.",
          "ID": "31"
        },
        {
          "text": "Miserable are the cities which your children served: miserable is she that received your sons.",
          "ID": "32"
        },
        {
          "text": "For as she rejoiced at your fall, and was glad of your ruin: so shall she be grieved for her own desolation.",
          "ID": "33"
        },
        {
          "text": "And I will take away her exultation in her great multitude, and her boasting shall be turned into mourning.",
          "ID": "34"
        },
        {
          "text": "For fire shall come upon her from the Everlasting, long to endure; and she shall be inhabited of  devils for a great time.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "O Jerusalem, look about you toward the east, and behold the joy that comes to you from God.",
          "ID": "36"
        },
        {
          "text": "Behold, your sons come, whom you sent away, they come gathered together from the east to the west at the word of the Holy One, rejoicing in the glory of God.",
          "ID": "37"
        }
      ],
      "ID": "AP:BAR.4",
      "name": "Baruch 4"
    },
    {
      "text": [
        {
          "text": "Put off, O Jerusalem, the garment of your mourning and affliction, and put on the comeliness of the glory that comes  from God for ever.",
          "ID": "1"
        },
        {
          "text": "Cast about you the robe of the righteousness which comes  from God; set a diadem on your head of the glory of the Everlasting.",
          "ID": "2"
        },
        {
          "text": "For God will show your brightness to every region  under heaven.",
          "ID": "3"
        },
        {
          "text": "For your name shall be called of God for ever The peace of righteousness, and The glory of godliness.",
          "ID": "4"
        },
        {
          "text": "Arise, O Jerusalem, and stand upon the height, and look about you toward the east, and behold your children gathered from the going down of the sun to the rising thereof at the word of the Holy One, rejoicing that God has remembered them.",
          "ID": "5"
        },
        {
          "text": "For they went from you on foot, being led away of their enemies: but God brings them in to you borne on high with glory,  as on  a royal throne.",
          "ID": "6"
        },
        {
          "text": "For God has appointed that every high mountain, and the everlasting hills, should be made low, and the valleys filled up, to make plain the ground, that Israel may go safely in the glory of God.",
          "ID": "7"
        },
        {
          "text": "Moreover the woods and every sweet smelling tree have overshadowed Israel by the commandment of God.",
          "ID": "8"
        },
        {
          "text": "For God shall lead Israel with joy in the light of his glory with the mercy and righteousness that comes from him.",
          "ID": "9"
        }
      ],
      "ID": "AP:BAR.5",
      "name": "Baruch 5"
    }
  ],
  "ID": "AP:BAR(WEB)",
  "version": "WEB",
  "name": "Baruch"
}