{
  "text": [
    {
      "text": [
        {
          "text": "Now Yahweh’s word came to Jonah the son of Amittai, saying,",
          "ID": "1"
        },
        {
          "text": "“Arise, go to Nineveh, that great city, and preach against it, for their wickedness has come up before me.”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "But Jonah rose up to flee to Tarshish from the presence of Yahweh. He went down to Joppa, and found a ship going to Tarshish; so he paid its fare, and went down into it, to go with them to Tarshish from the presence of Yahweh.",
          "ID": "3"
        },
        {
          "text": "But Yahweh sent out a great wind on the sea, and there was a mighty storm on the sea, so that the ship was likely to break up.",
          "ID": "4"
        },
        {
          "text": "Then the mariners were afraid, and every man cried to his god. They threw the cargo that was in the ship into the sea to lighten the ship. But Jonah had gone down into the innermost parts of the ship, and he was laying down, and was fast asleep.",
          "ID": "5"
        },
        {
          "text": "So the ship master came to him, and said to him, “What do you mean, sleeper? Arise, call on your God! Maybe your God will notice us, so that we won’t perish.”",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "They all said to each other, “Come, let us cast lots, that we may know who is responsible for this evil that is on us.” So they cast lots, and the lot fell on Jonah.",
          "ID": "7"
        },
        {
          "text": "Then they asked him, “Tell us, please, for whose cause this evil is on us. What is your occupation? Where do you come from? What is your country? Of what people are you?”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "He said to them, “I am a Hebrew, and I fear Yahweh, the God of heaven, who has made the sea and the dry land.”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then were the men exceedingly afraid, and said to him, “What is this that you have done?” For the men knew that he was fleeing from the presence of Yahweh, because he had told them.",
          "ID": "10"
        },
        {
          "text": "Then they said to him, “What shall we do to you, that the sea may be calm to us?” For the sea grew more and more stormy.",
          "ID": "11"
        },
        {
          "text": "He said to them, “Take me up, and throw me into the sea. Then the sea will be calm for you; for I know that because of me this great storm is on you.”",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Nevertheless the men rowed hard to get them back to the land; but they could not, for the sea grew more and more stormy against them.",
          "ID": "13"
        },
        {
          "text": "Therefore they cried to Yahweh, and said, “We beg you, Yahweh, we beg you, don’t let us die for this man’s life, and don’t lay on us innocent blood; for you, Yahweh, have done as it pleased you.”",
          "ID": "14"
        },
        {
          "text": "So they took up Jonah, and threw him into the sea; and the sea ceased its raging.",
          "ID": "15"
        },
        {
          "text": "Then the men feared Yahweh exceedingly; and they offered a sacrifice to Yahweh, and made vows.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Yahweh prepared a great fish to swallow up Jonah, and Jonah was in the belly of the fish three days and three nights.",
          "ID": "17"
        }
      ],
      "ID": "OT:JON.1",
      "name": "The Book of Jonah 1"
    },
    {
      "text": [
        {
          "text": "Then Jonah prayed to Yahweh, his God, out of the fish’s belly.",
          "ID": "1"
        },
        {
          "text": "He said,",
          "ID": "2"
        },
        {
          "text": "“I called because of my affliction to Yahweh.",
          "ID": "2"
        },
        {
          "text": "He answered me.",
          "ID": "2"
        },
        {
          "text": "Out of the belly of Sheol I cried.",
          "ID": "2"
        },
        {
          "text": "You heard my voice.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For you threw me into the depths,",
          "ID": "3"
        },
        {
          "text": "in the heart of the seas.",
          "ID": "3"
        },
        {
          "text": "The flood was all around me.",
          "ID": "3"
        },
        {
          "text": "All your waves and your billows passed over me.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I said, ‘I have been banished from your sight;",
          "ID": "4"
        },
        {
          "text": "yet I will look again toward your holy temple.’",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The waters surrounded me,",
          "ID": "5"
        },
        {
          "text": "even to the soul.",
          "ID": "5"
        },
        {
          "text": "The deep was around me.",
          "ID": "5"
        },
        {
          "text": "The weeds were wrapped around my head.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "I went down to the bottoms of the mountains.",
          "ID": "6"
        },
        {
          "text": "The earth barred me in forever:",
          "ID": "6"
        },
        {
          "text": "yet have you brought up my life from the pit, Yahweh my God.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "“When my soul fainted within me, I remembered Yahweh.",
          "ID": "7"
        },
        {
          "text": "My prayer came in to you, into your holy temple.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Those who regard lying vanities forsake their own mercy.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "But I will sacrifice to you with the voice of thanksgiving.",
          "ID": "9"
        },
        {
          "text": "I will pay that which I have vowed.",
          "ID": "9"
        },
        {
          "text": "Salvation belongs to Yahweh.”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Yahweh spoke to the fish, and it vomited out Jonah on the dry land.",
          "ID": "10"
        }
      ],
      "ID": "OT:JON.2",
      "name": "The Book of Jonah 2"
    },
    {
      "text": [
        {
          "text": "Yahweh’s word came to Jonah the second time, saying,",
          "ID": "1"
        },
        {
          "text": "“Arise, go to Nineveh, that great city, and preach to it the message that I give you.”",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "So Jonah arose, and went to Nineveh, according to Yahweh’s word. Now Nineveh was an exceedingly great city, three days’ journey across.",
          "ID": "3"
        },
        {
          "text": "Jonah began to enter into the city a day’s journey, and he cried out, and said, “In forty days, Nineveh will be overthrown!”",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "The people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from their greatest even to their least.",
          "ID": "5"
        },
        {
          "text": "The news reached the king of Nineveh, and he arose from his throne, and took off his royal robe, covered himself with sackcloth, and sat in ashes.",
          "ID": "6"
        },
        {
          "text": "He made a proclamation and published through Nineveh by the decree of the king and his nobles, saying, “Let neither man nor animal, herd nor flock, taste anything; let them not feed, nor drink water;",
          "ID": "7"
        },
        {
          "text": "but let them be covered with sackcloth, both man and animal, and let them cry mightily to God. Yes, let them turn everyone from his evil way, and from the violence that is in his hands.",
          "ID": "8"
        },
        {
          "text": "Who knows whether God will not turn and relent, and turn away from his fierce anger, so that we might not perish?”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "God saw their works, that they turned from their evil way. God relented of the disaster which he said he would do to them, and he didn’t do it.",
          "ID": "10"
        }
      ],
      "ID": "OT:JON.3",
      "name": "The Book of Jonah 3"
    },
    {
      "text": [
        {
          "text": "But it displeased Jonah exceedingly, and he was angry.",
          "ID": "1"
        },
        {
          "text": "He prayed to Yahweh, and said, “Please, Yahweh, wasn’t this what I said when I was still in my own country? Therefore I hurried to flee to Tarshish, for I knew that you are a gracious God, and merciful, slow to anger, and abundant in loving kindness, and you relent of doing harm.",
          "ID": "2"
        },
        {
          "text": "Therefore now, Yahweh, take, I beg you, my life from me; for it is better for me to die than to live.”",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Yahweh said, “Is it right for you to be angry?”",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then Jonah went out of the city, and sat on the east side of the city, and there made himself a booth, and sat under it in the shade, until he might see what would become of the city.",
          "ID": "5"
        },
        {
          "text": "Yahweh God prepared a vine, and made it to come up over Jonah, that it might be a shade over his head, to deliver him from his discomfort. So Jonah was exceedingly glad because of the vine.",
          "ID": "6"
        },
        {
          "text": "But God prepared a worm at dawn the next day, and it chewed on the vine, so that it withered.",
          "ID": "7"
        },
        {
          "text": "When the sun arose, God prepared a sultry east wind; and the sun beat on Jonah’s head, so that he fainted, and requested for himself that he might die, and said, “It is better for me to die than to live.”",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "God said to Jonah, “Is it right for you to be angry about the vine?”",
          "ID": "9"
        },
        {
          "text": "He said, “I am right to be angry, even to death.”",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Yahweh said, “You have been concerned for the vine, for which you have not labored, neither made it grow; which came up in a night, and perished in a night.",
          "ID": "10"
        },
        {
          "text": "Shouldn’t I be concerned for Nineveh, that great city, in which are more than one hundred twenty thousand persons who can’t discern between their right hand and their left hand; and also much livestock?”",
          "ID": "11"
        }
      ],
      "ID": "OT:JON.4",
      "name": "The Book of Jonah 4"
    }
  ],
  "ID": "OT:JON(WEB)",
  "version": "WEB",
  "name": "The Book of Jonah"
}