{
  "name": "Nahum",
  "text": [
    {
      "name": "Nahum 1",
      "text": [
        {
          "text": "THE BURDEN or oracle (the thing to be lifted up) concerning Nineveh [the capital of Assyria]. The book of the vision of Nahum of Elkosh.",
          "ID": "1"
        },
        {
          "text": "The Lord is a jealous God and avenging; the Lord avenges and He is full of wrath. The Lord takes vengeance on His adversaries and reserves wrath for His enemies. [Exod. 20:5.]",
          "ID": "2"
        },
        {
          "text": "The Lord is slow to anger and great in power and will by no means clear the guilty. The Lord has His way in the whirlwind and in the storm, and the clouds are the dust of His feet. [Exod. 34:6, 7.]",
          "ID": "3"
        },
        {
          "text": "He rebukes and threatens the sea and makes it dry, and dries up all the rivers. Bashan [on the east] and Mount Carmel [on the west] wither, and [in the north] the blossom of Lebanon fades.",
          "ID": "4"
        },
        {
          "text": "The mountains tremble and quake before Him and the hills melt away, and the earth is upheaved at His presence–yes, the world and all that dwell in it.",
          "ID": "5"
        },
        {
          "text": "Who can stand before His indignation? And who can stand up and endure the fierceness of His anger? His wrath is poured out like fire, and the rocks are broken asunder by Him.",
          "ID": "6"
        },
        {
          "text": "The Lord is good, a Strength and Stronghold in the day of trouble; He knows (recognizes, has knowledge of, and understands) those who take refuge and trust in Him. [Ps. 1:6; Hos. 13:5; John 10:14, 27.]",
          "ID": "7"
        },
        {
          "text": "But with an overrunning flood He will make a full end of [Nineveh's very] site and pursue His enemies into darkness.",
          "ID": "8"
        },
        {
          "text": "What do you devise and [how mad is your attempt to] plot against the Lord? He will make a full end [of Nineveh]; affliction [which My people shall suffer from Assyria] shall not rise up the second time.",
          "ID": "9"
        },
        {
          "text": "For [the Ninevites] are as bundles of thorn branches [for fuel], and even while drowned in their drunken [carousing] they shall be consumed like stubble fully dry [in the day of the Lord's wrath]. [Mal. 4:1.]",
          "ID": "10"
        },
        {
          "text": "There is one gone forth out of you [O Nineveh] who plots evil against the Lord, a villainous counselor [the king of Assyria, who counsels for wickedness and worthlessness]. [II Kings 19:20-23; Isa. 10:5-7; 36:15-20.]",
          "ID": "11"
        },
        {
          "text": "Thus says the Lord: Though they be in full strength and likewise many, even so shall [the Assyrians] be cut down when [their evil counselor] shall pass away. Though I have afflicted you [Jerusalem], I will not cause you to be afflicted [for your past sins] any more. [II Kings 19:35-37; John 5:14.]",
          "ID": "12"
        },
        {
          "text": "For now will I break his yoke from off you and will burst your bonds asunder. [Isa. 14:25.]",
          "ID": "13"
        },
        {
          "text": "And the Lord has given a commandment concerning you [evil Assyrian counselor], that no more of your name shall be born nor shall your name be perpetuated. Out of the house of your gods I will cut off the graven and molten images; I will make [their temple] your tomb, for you are vile and despised. [Isa. 37:38.]",
          "ID": "14"
        },
        {
          "text": "Behold! upon the mountains the feet of him who brings good tidings [telling of the Assyrian's death], who publishes peace! Celebrate your feasts, O Judah; perform your vows. For the wicked counselor [the king of Assyria] shall no more come against you or pass through your land; he is utterly cut off. [Isa. 52:7; Rom. 10:15.] [Then the prophet Nahum sarcastically addresses his message to Nineveh:]",
          "ID": "15"
        }
      ],
      "ID": "OT:NAM.1"
    },
    {
      "name": "Nahum 2",
      "text": [
        {
          "text": "HE WHO dashes in pieces [that is, the king of Medo-Babylon] is come up before your face [Nineveh]. Keep the fortress and ramparts manned, watch the road, gird your loins, collect and fortify all your strength and power mightily.",
          "ID": "1"
        },
        {
          "text": "For the Lord restores the excellency of Jacob as the excellency of [ancient] Israel, for plunderers have plundered them and emptied them out and [outrageously] destroyed their vine branches. [Isa. 10:12.]",
          "ID": "2"
        },
        {
          "text": "The shields of the mighty men [of Media and Babylon] are [dyed] red; the valiant men are [clothed] in dyed scarlet. The chariots blaze with fire of steel on the day of his preparation [for battle], and the officers' horses prance like a cypress forest [reeling in the wind].",
          "ID": "3"
        },
        {
          "text": "The chariots rage in confusion in the streets; they run to and fro [in wild terror] in the broad ways. They flash with steel [making them appear like torches]; they rush [in various directions] like forked lightnings.",
          "ID": "4"
        },
        {
          "text": "[The Assyrian leader] remembers and summons his bravest men; they stumble in their march. They hasten to the city's wall, and their movable defense shelter is prepared and set up.",
          "ID": "5"
        },
        {
          "text": "The gates or dams of the rivers [surrounding and guarding Nineveh] are opened and the [imperial] palace [of sun-dried brick] is dissolved [by the torrents] and is in dismay.",
          "ID": "6"
        },
        {
          "text": "It is decreed. She [Nineveh] is stripped and removed, and her maids are lamenting and moaning like doves [softly for fear], beating upon their breasts [and hearts].",
          "ID": "7"
        },
        {
          "text": "And Nineveh, like a standing pool are her waters and [her inhabitants] are fleeing away! Stand! Stand [firm! a few cry], but no one looks back or causes them to return.",
          "ID": "8"
        },
        {
          "text": "Take the spoil of silver; take the spoil of gold! For there is no end of the treasure, the glory and wealth of all the precious furnishings.",
          "ID": "9"
        },
        {
          "text": "Emptiness! Desolation! Utter waste! Hearts faint and knees smite together, and anguish is in all loins, and the faces of all grow pale! [Isa. 13:7, 8.]",
          "ID": "10"
        },
        {
          "text": "Where is the den of the lions which was the feeding place of the young lions, where the lion and the lioness walked, and the lion's whelp, and none made them afraid?",
          "ID": "11"
        },
        {
          "text": "The lion tore in pieces enough for his whelps and strangled [prey] for his lionesses; he filled his caves with prey and his dens with what he had seized and carried off.",
          "ID": "12"
        },
        {
          "text": "Behold, I am against you [Nineveh], says the Lord of hosts, and I will burn your chariots in the smoke, and the sword shall devour your young lions. And I will cut off your prey from the earth, and the voice of your messengers shall no more be heard.",
          "ID": "13"
        }
      ],
      "ID": "OT:NAM.2"
    },
    {
      "name": "Nahum 3",
      "text": [
        {
          "text": "WOE TO the bloody city! It is full of lies and booty and [there is] no end to the plunder! [Ezek. 24:6, 9, 10; Hab. 2:12.]",
          "ID": "1"
        },
        {
          "text": "The cracking of the whip, the noise of the rattling of wheels, and prancing horses and chariots rumbling and bounding,",
          "ID": "2"
        },
        {
          "text": "Horsemen mounting and charging, the flashing sword, the gleaming spear, a multitude of slain and a great number of corpses, no end of corpses! [The horsemen] stumble over the corpses!",
          "ID": "3"
        },
        {
          "text": "All because of the multitude of the harlotries [of Nineveh], the well-favored harlot, the mistress of deadly charms who betrays and sells nations through her whoredoms [idolatry] and peoples through her enchantments.",
          "ID": "4"
        },
        {
          "text": "Behold, I am against you, says the Lord of hosts, and I will lift up your skirts over your face, and I will let the nations look on your nakedness [O Nineveh] and the kingdoms on your shame.",
          "ID": "5"
        },
        {
          "text": "I will cast abominable things at you and make you filthy, treat you with contempt, and make you a gazingstock.",
          "ID": "6"
        },
        {
          "text": "And all who look on you will shrink and flee from you and say, Nineveh is laid waste; who will pity and bemoan her? Where [then] shall I seek comforters for you?",
          "ID": "7"
        },
        {
          "text": "Are you better than No-amon [Thebes, capital of Upper Egypt], that dwelt by the rivers or canals, that had the waters round about her, whose rampart was a sea [the Nile] and water her wall?",
          "ID": "8"
        },
        {
          "text": "Ethiopia and Egypt were her strength, and that without limit. Put and the Libyans were her helpers.",
          "ID": "9"
        },
        {
          "text": "Yet she was carried away; she went into captivity. Her young children also were dashed in pieces at all the street corners; lots were cast [by the Assyrian officers] for her nobles, and all her great men were bound with chains.",
          "ID": "10"
        },
        {
          "text": "You will be drunk [Nineveh, with the cup of God's wrath]; you will be dazed. You will seek and require a refuge because of the enemy.",
          "ID": "11"
        },
        {
          "text": "All your fortresses are fig trees with early figs; if they are shaken they will fall into the mouth of the eater.",
          "ID": "12"
        },
        {
          "text": "Behold, your troops in the midst of you are [as weak and helpless as] women; the gates of your land are set wide open to your enemies [without effort]; fire consumes your bars.",
          "ID": "13"
        },
        {
          "text": "Draw for yourself the water [necessary] for a [long continued] siege, make strong your fortresses! Go down into the clay pits and trample the mortar; make ready the brickkiln [to burn bricks for the bulwarks]!",
          "ID": "14"
        },
        {
          "text": "[But] there [in the very midst of these preparations] will the fire devour you; the sword will cut you off; it will destroy you as the locusts [destroy]. Multiply yourselves like the licking locusts; make yourselves many like the swarming locusts!",
          "ID": "15"
        },
        {
          "text": "You increased your merchants more than the [visible] stars of the heavens. The swarming locust spreads itself and destroys, and then flies away.",
          "ID": "16"
        },
        {
          "text": "Your princes are like the grasshoppers and your marshals like the swarms of locusts which encamp in the hedges on a cold day–but when the sun rises, they fly away, and no one knows where they are.",
          "ID": "17"
        },
        {
          "text": "Your shepherds are asleep, O king of Assyria; your nobles are lying still [in death]. Your people are scattered on the mountains and there is no one to gather them.",
          "ID": "18"
        },
        {
          "text": "There is no healing of your hurt; your wound is grievous. All who hear the news about you clap their hands over [what has happened to] you. For upon whom has not your [unceasing] evil come continually?",
          "ID": "19"
        }
      ],
      "ID": "OT:NAM.3"
    }
  ],
  "version": "AMP",
  "ID": "OT:NAM(AMP)"
}