{
  "text": [
    {
      "text": [
        {
          "text": "The burden of Nineveh. The book of the vision of Nahum the Elkoshite.",
          "ID": "1"
        },
        {
          "text": "God is a rival, and the Lord is avenging. The Lord is avenging, and one who applies wrath. The Lord is avenging with his enemies, and he becomes angry with his adversaries.",
          "ID": "2"
        },
        {
          "text": "The Lord is patient and great in strength, and those who are not clean, he makes innocent. The Lord is in a tempest, and his way is a whirlwind, and the clouds are dust at his feet.",
          "ID": "3"
        },
        {
          "text": "He is the one who rebukes the sea, and who dries it up, and who leads all the rivers to the desert. Basan has been weakened, and also Carmel, and the flower of Lebanon has languished.",
          "ID": "4"
        },
        {
          "text": "The mountains have trembled before him, and the hills have become desolate, and the earth has quaked before his face, both the world and all that dwells in it.",
          "ID": "5"
        },
        {
          "text": "Who can stand firm before the face of his indignation? And who can continue against the fury of his wrath? His indignation has broken out like a fire, and the rocks have been dissolved before him.",
          "ID": "6"
        },
        {
          "text": "The Lord is good, and a comforter in the day of tribulation, and he knows those who hope in him.",
          "ID": "7"
        },
        {
          "text": "And in the flood that passes over, he brings to consummation the end of his place. And darkness shall pursue his adversaries.",
          "ID": "8"
        },
        {
          "text": "What are you thinking up against the Lord? He will accomplish the consummation. There shall not rise up a double tribulation.",
          "ID": "9"
        },
        {
          "text": "For just as thorns entwine one another, so also, while they are feasting and drinking together, they will be consumed like stubble that is completely dry.",
          "ID": "10"
        },
        {
          "text": "Out of you will go forth one who thinks up evil against the Lord, dragging betrayals through his mind.",
          "ID": "11"
        },
        {
          "text": "Thus says the Lord: If they had been perfect, and many of them so, yet still they would be pruned, and it will cross through them. I have afflicted you, and I shall afflict you no more.",
          "ID": "12"
        },
        {
          "text": "And now I will shatter his rod from your back, and I will break open your bonds.",
          "ID": "13"
        },
        {
          "text": "And the Lord will place a commandment over you; nothing more from your name will be sown. From the house of your God, I will order destroyed the graven image and the molten image. I will prepare your grave, because you are not honorable.",
          "ID": "14"
        },
        {
          "text": "Behold, over the mountains, the feet of the Evangelizer and the Announcer of peace. Judah, celebrate your festivals and keep your vows. For Belial will never again pass through you; he has completely passed away.",
          "ID": "15"
        }
      ],
      "ID": "OT:NAM.1",
      "name": "Nahum 1"
    },
    {
      "text": [
        {
          "text": "He ascends, who would scatter before your eyes, who would maintain the blockade. Contemplate the way, fortify your back, reinforce virtue greatly.",
          "ID": "1"
        },
        {
          "text": "For the Lord has repaid the arrogance of Jacob, just like the arrogance of Israel. For the despoilers have scattered them, and they have corrupted their procreation.",
          "ID": "2"
        },
        {
          "text": "The shield of his strong ones is fire, the men of war are in scarlet. The reins of the chariot are fiery in the day of his preparation, and the drivers have been drugged.",
          "ID": "3"
        },
        {
          "text": "They have become confused on their journey. The four-horse chariots have collided in the streets. Their appearance is like torches, like lightning dashing around.",
          "ID": "4"
        },
        {
          "text": "He will call to mind his strong ones; they will destroy along their journey. They will quickly ascend its walls, and a shelter will be prepared.",
          "ID": "5"
        },
        {
          "text": "The gates of the rivers have been opened, and the temple has been pulled down to the ground.",
          "ID": "6"
        },
        {
          "text": "And the foot soldier has been led away captive, and her handmaids were driven away, mourning like doves, murmuring in their hearts.",
          "ID": "7"
        },
        {
          "text": "And Nineveh, her waters are like a fish pond. Yet truly, they have fled away: \"Stand, stand!\" But there is no one who will turn back.",
          "ID": "8"
        },
        {
          "text": "Despoil the silver, despoil the gold. And there is no end to all the riches of desirable equipment.",
          "ID": "9"
        },
        {
          "text": "She has been scattered, and cut, and torn apart. And the heart melts, and the knees buckle, and weakness is in every temperament. And the faces of them all are like a black kettle.",
          "ID": "10"
        },
        {
          "text": "Where is the dwelling place of the lions, and the feeding ground of the young lions, to which the lion went, so as to open a way for the young lion, and so that there would be none to make them afraid?",
          "ID": "11"
        },
        {
          "text": "The lion seized enough for his young, and killed enough for his lionesses, and he filled his caves with prey, and his den with spoils.",
          "ID": "12"
        },
        {
          "text": "Behold, I will come to you, says the Lord of hosts, and I will burn your chariots even to smoke, and the sword will devour your young lions. And I will exterminate your prey from the land, and the voice of your messengers shall no longer be heard.",
          "ID": "13"
        }
      ],
      "ID": "OT:NAM.2",
      "name": "Nahum 2"
    },
    {
      "text": [
        {
          "text": "Woe to the city of blood, filled with all manner of lies and violence. Crime shall not depart from you:",
          "ID": "1"
        },
        {
          "text": "the voice of the whip, and the voice of the turning wheels, and of the neighing horse, and the burning chariot, and the horsemen who ride,",
          "ID": "2"
        },
        {
          "text": "and of the flashing sword and the shining spear, and of a multitude executed and a grievous ruination. Neither is there an end to the dead bodies, and they will fall down upon their dead bodies.",
          "ID": "3"
        },
        {
          "text": "Because of the multitude of fornications of the kept woman, beautiful and pleasing and practicing evil deeds, who sold nations by her fornications, and families by her evil doing:",
          "ID": "4"
        },
        {
          "text": "behold, I will come to you, says the Lord of hosts, and I will reveal your shame to your face, and I will show your nakedness to the Gentiles, and your disgrace to kingdoms.",
          "ID": "5"
        },
        {
          "text": "And I will cast abominations over you, and I will afflict you with abuse, and I will make an example of you.",
          "ID": "6"
        },
        {
          "text": "And this shall be: everyone who sees you, will recoil from you, and he will say: \"Nineveh has been devastated.\" Who will shake his head over you? Where might I seek consolation for you?",
          "ID": "7"
        },
        {
          "text": "Are you better than the populous Alexandria, which dwells along the rivers? Waters encircle it: the sea, with its riches. The waters are its walls.",
          "ID": "8"
        },
        {
          "text": "Ethiopia and Egypt were its strength, and there is no limit. Africa and Northern Africa have been your helpers.",
          "ID": "9"
        },
        {
          "text": "Nevertheless, she has been led away with the transmigration into captivity. Her little ones have been dashed in pieces at the top of every street, and they have cast lots over her celebrities, and all her elite have been fastened together in shackles.",
          "ID": "10"
        },
        {
          "text": "Therefore, you also will become inebriated, and you will be despised, and you will seek help from the opposition.",
          "ID": "11"
        },
        {
          "text": "All your fortresses will be like fig trees with their green figs. If they are shaken violently, they will fall into the mouth of the one who devours.",
          "ID": "12"
        },
        {
          "text": "Behold, women are at the center of your people. The gates of your land will be opened wide for your enemies; fire will devour your bars.",
          "ID": "13"
        },
        {
          "text": "Draw in water because of the blockade; build up your fortresses. Go into the clay and tread; work it to make brick.",
          "ID": "14"
        },
        {
          "text": "There, fire will devour you. You will perish by the sword; it will devour you like the beetle. Gather together like the beetle. Multiply like the locust.",
          "ID": "15"
        },
        {
          "text": "You have made more negotiations than there are stars in the sky. The beetle has spread out and flown away.",
          "ID": "16"
        },
        {
          "text": "Your guardians are like locusts, and your little ones are like locusts among locusts, which alight on hedges on a cold day. The sun rose up, and they flew away, and there was no way to know the place where they had been.",
          "ID": "17"
        },
        {
          "text": "Your shepherds have become drowsy, king Assur. Your princes will be buried. Your people have remained hidden in the mountains, and there is no one to gather them.",
          "ID": "18"
        },
        {
          "text": "Your destruction is not hidden; your wound is grievous. All who have heard of your fame have clenched their hands over you, because over whom has your wickedness not trampled continually?",
          "ID": "19"
        }
      ],
      "ID": "OT:NAM.3",
      "name": "Nahum 3"
    }
  ],
  "ID": "OT:NAM(CPDV)",
  "version": "CPDV",
  "name": "Nahum"
}