{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Слово Господне, которое было к Софонии, сыну Хусия, сыну Годолии, сыну Амории, сыну Езекии, во дни Иосии, сына Амонова, царя Иудейского.",
          "ID": "1"
        },
        {
          "text": "Все истреблю с лица земли, говорит Господь:",
          "ID": "2"
        },
        {
          "text": "истреблю людей и скот, истреблю птиц небесных и рыб морских, и соблазны вместе с нечестивыми; истреблю людей с лица земли, говорит Господь.",
          "ID": "3"
        },
        {
          "text": "И простру руку Мою на Иудею и на всех жителей Иерусалима: истреблю с места сего остатки Ваала, имя жрецов со священниками,",
          "ID": "4"
        },
        {
          "text": "и тех, которые на кровлях поклоняются воинству небесному, и тех поклоняющихся, которые клянутся Господом и клянутся царем своим,",
          "ID": "5"
        },
        {
          "text": "и тех, которые отступили от Господа, не искали Господа и не вопрошали о Нем.",
          "ID": "6"
        },
        {
          "text": "Умолкни пред лицем Господа Бога! ибо близок день Господень: уже приготовил Господь жертвенное заклание, назначил, кого позвать.",
          "ID": "7"
        },
        {
          "text": "И будет в день жертвы Господней: Я посещу князей и сыновей царя и всех, одевающихся в одежду иноплеменников;",
          "ID": "8"
        },
        {
          "text": "посещу в тот день всех, которые перепрыгивают через порог, которые дом Господа своего наполняют насилием и обманом.",
          "ID": "9"
        },
        {
          "text": "И будет в тот день, говорит Господь, вопль у ворот рыбных и рыдание у других ворот и великое разрушение на холмах.",
          "ID": "10"
        },
        {
          "text": "Рыдайте, жители нижней части города, ибо исчезнет весь торговый народ и истреблены будут обремененные серебром.",
          "ID": "11"
        },
        {
          "text": "И будет в то время: Я со светильником осмотрю Иерусалим и накажу тех, которые сидят на дрожжах своих и говорят в сердце своем: \"не делает Господь ни добра, ни зла\".",
          "ID": "12"
        },
        {
          "text": "И обратятся богатства их в добычу и домы их – в запустение; они построят домы, а жить в них не будут, насадят виноградники, а вина из них не будут пить.",
          "ID": "13"
        },
        {
          "text": "Близок великий день Господа, близок, и очень поспешает: уже слышен голос дня Господня; горько возопиет тогда и самый храбрый!",
          "ID": "14"
        },
        {
          "text": "День гнева – день сей, день скорби и тесноты, день опустошения и разорения, день тьмы и мрака, день облака и мглы,",
          "ID": "15"
        },
        {
          "text": "день трубы и бранного крика против укрепленных городов и высоких башен.",
          "ID": "16"
        },
        {
          "text": "И Я стесню людей, и они будут ходить, как слепые, потому что они согрешили против Господа, и разметана будет кровь их, как прах, и плоть их – как помет.",
          "ID": "17"
        },
        {
          "text": "Ни серебро их, ни золото их не может спасти их в день гнева Господа, и огнем ревности Его пожрана будет вся эта земля, ибо истребление, и притом внезапное, совершит Он над всеми жителями земли.",
          "ID": "18"
        }
      ],
      "ID": "OT:ZEP.1",
      "name": "Книга пророка Софонии 1"
    },
    {
      "text": [
        {
          "text": "Исследуйте себя внимательно, исследуйте, народ необузданный,",
          "ID": "1"
        },
        {
          "text": "доколе не пришло определение – день пролетит как мякина – доколе не пришел на вас пламенный гнев Господень, доколе не наступил для вас день ярости Господней.",
          "ID": "2"
        },
        {
          "text": "Взыщите Господа, все смиренные земли, исполняющие законы Его; взыщите правду, взыщите смиренномудрие; может быть, вы укроетесь в день гнева Господня.",
          "ID": "3"
        },
        {
          "text": "Ибо Газа будет покинута и Аскалон опустеет, Азот будет выгнан среди дня и Екрон искоренится.",
          "ID": "4"
        },
        {
          "text": "Горе жителям приморской страны, народу Критскому! Слово Господне на вас, Хананеи, земля Филистимская! Я истреблю тебя, и не будет у тебя жителей, –",
          "ID": "5"
        },
        {
          "text": "и будет приморская страна пастушьим овчарником и загоном для скота.",
          "ID": "6"
        },
        {
          "text": "И достанется этот край остаткам дома Иудина, и будут пасти там, и в домах Аскалона будут вечером отдыхать, ибо Господь Бог их посетит их и возвратит плен их.",
          "ID": "7"
        },
        {
          "text": "Слышал Я поношение Моава и ругательства сынов Аммоновых, как они издевались над Моим народом и величались на пределах его.",
          "ID": "8"
        },
        {
          "text": "Посему, живу Я! говорит Господь Саваоф, Бог Израилев: Моав будет, как Содом, и сыны Аммона будут, как Гоморра, достоянием крапивы, соляною рытвиною, пустынею навеки; остаток народа Моего возьмет их в добычу, и уцелевшие из людей Моих получат их в наследие.",
          "ID": "9"
        },
        {
          "text": "Это им за высокомерие их, за то, что они издевались и величались над народом Господа Саваофа.",
          "ID": "10"
        },
        {
          "text": "Страшен будет для них Господь, ибо истребит всех богов земли, и Ему будут поклоняться, каждый со своего места, все острова народов.",
          "ID": "11"
        },
        {
          "text": "И вы, Ефиопляне, избиты будете мечом Моим.",
          "ID": "12"
        },
        {
          "text": "И прострет Он руку Свою на север, и уничтожит Ассура, и обратит Ниневию в развалины, в место сухое, как пустыня,",
          "ID": "13"
        },
        {
          "text": "и покоиться будут среди нее стада и всякого рода животные; пеликан и еж будут ночевать в резных украшениях ее; голос их будет раздаваться в окнах, разрушение обнаружится на дверных столбах, ибо не станет на них кедровой обшивки.",
          "ID": "14"
        },
        {
          "text": "Вот чем будет город торжествующий, живущий беспечно, говорящий в сердце своем: \"я, и нет иного кроме меня\". Как он стал развалиною, логовищем для зверей! Всякий, проходя мимо него, посвищет и махнет рукою.",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEP.2",
      "name": "Книга пророка Софонии 2"
    },
    {
      "text": [
        {
          "text": "Горе городу нечистому и оскверненному, притеснителю!",
          "ID": "1"
        },
        {
          "text": "Не слушает голоса, не принимает наставления, на Господа не уповает, к Богу своему не приближается.",
          "ID": "2"
        },
        {
          "text": "Князья его посреди него – рыкающие львы, судьи его – вечерние волки, не оставляющие до утра ни одной кости.",
          "ID": "3"
        },
        {
          "text": "Пророки его – люди легкомысленные, вероломные; священники его оскверняют святыню, попирают закон.",
          "ID": "4"
        },
        {
          "text": "Господь праведен посреди него, не делает неправды, каждое утро являет суд Свой неизменно; но беззаконник не знает стыда.",
          "ID": "5"
        },
        {
          "text": "Я истребил народы, разрушены твердыни их; пустыми сделал улицы их, так что никто уже не ходит по ним; разорены города их: нет ни одного человека, нет жителей.",
          "ID": "6"
        },
        {
          "text": "Я говорил: \"бойся только Меня, принимай наставление!\" и не будет истреблено жилище его, и не постигнет его зло, какое Я постановил о нем; а они прилежно старались портить все свои действия.",
          "ID": "7"
        },
        {
          "text": "Итак ждите Меня, говорит Господь, до того дня, когда Я восстану для опустошения, ибо Мною определено собрать народы, созвать царства, чтобы излить на них негодование Мое, всю ярость гнева Моего; ибо огнем ревности Моей пожрана будет вся земля.",
          "ID": "8"
        },
        {
          "text": "Тогда опять Я дам народам уста чистые, чтобы все призывали имя Господа и служили Ему единодушно.",
          "ID": "9"
        },
        {
          "text": "Из заречных стран Ефиопии поклонники Мои, дети рассеянных Моих, принесут Мне дары.",
          "ID": "10"
        },
        {
          "text": "В тот день ты не будешь срамить себя всякими поступками твоими, какими ты грешил против Меня, ибо тогда Я удалю из среды твоей тщеславящихся твоею знатностью, и не будешь более превозноситься на святой горе Моей.",
          "ID": "11"
        },
        {
          "text": "Но оставлю среди тебя народ смиренный и простой, и они будут уповать на имя Господне.",
          "ID": "12"
        },
        {
          "text": "Остатки Израиля не будут делать неправды, не станут говорить лжи, и не найдется в устах их языка коварного, ибо сами будут пастись и покоиться, и никто не потревожит их.",
          "ID": "13"
        },
        {
          "text": "Ликуй, дщерь Сиона! торжествуй, Израиль! веселись и радуйся от всего сердца, дщерь Иерусалима!",
          "ID": "14"
        },
        {
          "text": "Отменил Господь приговор над тобою, прогнал врага твоего! Господь, царь Израилев, посреди тебя: уже более не увидишь зла.",
          "ID": "15"
        },
        {
          "text": "В тот день скажут Иерусалиму: \"не бойся\", и Сиону: \"да не ослабевают руки твои!\"",
          "ID": "16"
        },
        {
          "text": "Господь Бог твой среди тебя, Он силен спасти тебя; возвеселится о тебе радостью, будет милостив по любви Своей, будет торжествовать о тебе с ликованием.",
          "ID": "17"
        },
        {
          "text": "Сетующих о торжественных празднествах Я соберу: твои они, на них тяготеет поношение.",
          "ID": "18"
        },
        {
          "text": "Вот, Я стесню всех притеснителей твоих в то время и спасу хромлющее, и соберу рассеянное, и приведу их в почет и именитость на всей этой земле поношения их.",
          "ID": "19"
        },
        {
          "text": "В то время приведу вас и тогда же соберу вас, ибо сделаю вас именитыми и почетными между всеми народами земли, когда возвращу плен ваш перед глазами вашими, говорит Господь.",
          "ID": "20"
        }
      ],
      "ID": "OT:ZEP.3",
      "name": "Книга пророка Софонии 3"
    }
  ],
  "ID": "OT:ZEP(SYNO)",
  "name": "Книга пророка Софонии"
}