{
  "name": "1 Thessalonians",
  "text": [
    {
      "name": "1 Thessalonians 1",
      "text": [
        {
          "text": "PAUL, SILVANUS (Silas), and Timothy, to the assembly (church) of the Thessalonians in God the Father and the Lord Jesus Christ (the Messiah): Grace (spiritual blessing and divine favor) to you and [heart] peace.",
          "ID": "1"
        },
        {
          "text": "We are ever giving thanks to God for all of you, continually mentioning [you when engaged] in our prayers,",
          "ID": "2"
        },
        {
          "text": "Recalling unceasingly before our God and Father your work energized by faith and service motivated by love and unwavering hope in [the return of] our Lord Jesus Christ (the Messiah). [I Thess. 1:10.]",
          "ID": "3"
        },
        {
          "text": "[O] brethren beloved by God, we recognize and know that He has selected (chosen) you;",
          "ID": "4"
        },
        {
          "text": "For our [preaching of the] glad tidings (the Gospel) came to you not only in word, but also in [its own inherent] power and in the Holy Spirit and with great conviction and absolute certainty [on our part]. You know what kind of men we proved [ourselves] to be among you for your good.",
          "ID": "5"
        },
        {
          "text": "And you [set yourselves to] become imitators of us and [through us] of the Lord Himself, for you welcomed our message in [spite of] much persecution, with joy [inspired] by the Holy Spirit;",
          "ID": "6"
        },
        {
          "text": "So that you [thus] became a pattern to all the believers (those who adhere to, trust in, and rely on Christ Jesus) in Macedonia and Achaia (most of Greece).",
          "ID": "7"
        },
        {
          "text": "For not only has the Word concerning and from the Lord resounded forth from you unmistakably in Macedonia and Achaia, but everywhere the report has gone forth of your faith in God [of your leaning of your whole personality on Him in complete trust and confidence in His power, wisdom, and goodness]. So we [find that we] never need to tell people anything [further about it].",
          "ID": "8"
        },
        {
          "text": "For they themselves volunteer testimony concerning us, telling what an entrance we had among you, and how you turned to God from [your] idols to serve a God Who is alive and true and genuine,",
          "ID": "9"
        },
        {
          "text": "And [how you] look forward to and await the coming of His Son from heaven, Whom He raised from the dead–Jesus, Who personally rescues and delivers us out of and from the wrath [bringing punishment] which is coming [upon the impenitent] and draws us to Himself [investing us with all the privileges and rewards of the new life in Christ, the Messiah].",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1"
    },
    {
      "name": "1 Thessalonians 2",
      "text": [
        {
          "text": "FOR YOU yourselves know, brethren, that our coming among you was not useless and fruitless.",
          "ID": "1"
        },
        {
          "text": "But though we had already suffered and been outrageously treated at Philippi, as you know, yet in [the strength of] our God we summoned courage to proclaim to you unfalteringly the good news (the Gospel) with earnest contention and much conflict and great opposition.",
          "ID": "2"
        },
        {
          "text": "For our appeal [in preaching] does not [originate] from delusion or error or impure purpose or motive, nor in fraud or deceit.",
          "ID": "3"
        },
        {
          "text": "But just as we have been approved by God to be entrusted with the glad tidings (the Gospel), so we speak not to please men but to please God, Who tests our hearts [expecting them to be approved].",
          "ID": "4"
        },
        {
          "text": "For as you well know, we never resorted either to words of flattery or to any cloak to conceal greedy motives or pretexts for gain, [as] God is our witness.",
          "ID": "5"
        },
        {
          "text": "Nor did we seek to extract praise and honor and glory from men, either from you or from anyone else, though we might have asserted our authority [stood on our dignity and claimed honor] as apostles (special missionaries) of Christ (the Messiah).",
          "ID": "6"
        },
        {
          "text": "But we behaved gently when we were among you, like a devoted mother nursing and cherishing her own children.",
          "ID": "7"
        },
        {
          "text": "So, being thus tenderly and affectionately desirous of you, we continued to share with you not only God's good news (the Gospel) but also our own lives as well, for you had become so very dear to us.",
          "ID": "8"
        },
        {
          "text": "For you recall our hard toil and struggles, brethren. We worked night and day [and plied our trade] in order not to be a burden to any of you [for our support] while we proclaimed the glad tidings (the Gospel) of God to you.",
          "ID": "9"
        },
        {
          "text": "You are witnesses, [yes] and God [also], how unworldly and upright and blameless was our behavior toward you believers [who adhered to and trusted in and relied on our Lord Jesus Christ].",
          "ID": "10"
        },
        {
          "text": "For you know how, as a father [dealing with] his children, we used to exhort each of you personally, stimulating and encouraging and charging you",
          "ID": "11"
        },
        {
          "text": "To live lives worthy of God, Who calls you into His own kingdom and the glorious blessedness [into which true believers will enter after Christ's return].",
          "ID": "12"
        },
        {
          "text": "And we also [especially] thank God continually for this, that when you received the message of God [which you heard] from us, you welcomed it not as the word of [mere] men, but as it truly is, the Word of God, which is effectually at work in you who believe [exercising its superhuman power in those who adhere to and trust in and rely on it].",
          "ID": "13"
        },
        {
          "text": "For you, brethren, became imitators of the assemblies (churches) of God in Christ Jesus which are in Judea, for you too have suffered the same kind of treatment from your own fellow countrymen as they did [who were persecuted at the hands] of the Jews,",
          "ID": "14"
        },
        {
          "text": "Who killed both the Lord Jesus and the prophets, and harassed and drove us out, and continue to make themselves hateful and offensive to God and to show themselves foes of all men,",
          "ID": "15"
        },
        {
          "text": "Forbidding and hindering us from speaking to the Gentiles (the nations) that they may be saved. So as always they fill up [to the brim the measure of] their sins. But God's wrath has come upon them at last [completely and forever]! [Gen. 15:16.]",
          "ID": "16"
        },
        {
          "text": "But since we were bereft of you, brethren, for a little while in person, [of course] not in heart, we endeavored the more eagerly and with great longing to see you face to face,",
          "ID": "17"
        },
        {
          "text": "Because it was our will to come to you. [I mean that] I, Paul, again and again [wanted to come], but Satan hindered and impeded us.",
          "ID": "18"
        },
        {
          "text": "For what is our hope or happiness or our victor's wreath of exultant triumph when we stand in the presence of our Lord Jesus at His coming? Is it not you?",
          "ID": "19"
        },
        {
          "text": "For you are [indeed] our glory and our joy!",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2"
    },
    {
      "name": "1 Thessalonians 3",
      "text": [
        {
          "text": "THEREFORE, WHEN [the suspense of separation and our yearning for some personal communication from you] became intolerable, we consented to being left behind alone at Athens.",
          "ID": "1"
        },
        {
          "text": "And we sent Timothy, our brother and God's servant in [spreading] the good news (the Gospel) of Christ, to strengthen and establish and to exhort and comfort and encourage you in your faith,",
          "ID": "2"
        },
        {
          "text": "That no one [of you] should be disturbed and beguiled and led astray by these afflictions and difficulties [to which I have referred]. For you yourselves know that this is [unavoidable in our position, and must be recognized as] our appointed lot.",
          "ID": "3"
        },
        {
          "text": "For even when we were with you, [you know] we warned you plainly beforehand that we were to be pressed with difficulties and made to suffer affliction, just as to your own knowledge it has [since] happened.",
          "ID": "4"
        },
        {
          "text": "That is the reason that, when I could bear [the suspense] no longer, I sent that I might learn [how you were standing the strain, and the endurance of] your faith, [for I was fearful] lest somehow the tempter had tempted you and our toil [among you should prove to] be fruitless and to no purpose.",
          "ID": "5"
        },
        {
          "text": "But now that Timothy has just come back to us from [his visit to] you and has brought us the good news of [the steadfastness of] your faith and [the warmth of your] love, and [reported] how kindly you cherish a constant and affectionate remembrance of us [and that you are] longing to see us as we [are to see] you,",
          "ID": "6"
        },
        {
          "text": "Brethren, for this reason, in [spite of all] our stress and crushing difficulties we have been filled with comfort and cheer about you [because of] your faith (the leaning of your whole personality on God in complete trust and confidence).",
          "ID": "7"
        },
        {
          "text": "Because now we [really] live, if you stand [firm] in the Lord.",
          "ID": "8"
        },
        {
          "text": "For what [adequate] thanksgiving can we render to God for you for all the gladness and delight which we enjoy for your sakes before our God?",
          "ID": "9"
        },
        {
          "text": "[And we] continue to pray especially and with most intense earnestness night and day that we may see you face to face and mend and make good whatever may be imperfect and lacking in your faith.",
          "ID": "10"
        },
        {
          "text": "Now may our God and Father Himself and our Lord Jesus Christ (the Messiah) guide our steps to you.",
          "ID": "11"
        },
        {
          "text": "And may the Lord make you to increase and excel and overflow in love for one another and for all people, just as we also do for you,",
          "ID": "12"
        },
        {
          "text": "So that He may strengthen and confirm and establish your hearts faultlessly pure and unblamable in holiness in the sight of our God and Father, at the coming of our Lord Jesus Christ (the Messiah) with all His saints (the holy and glorified people of God)! Amen, (so be it)!",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3"
    },
    {
      "name": "1 Thessalonians 4",
      "text": [
        {
          "text": "FURTHERMORE, BRETHREN, we beg and admonish you in [virtue of our union with] the Lord Jesus, that [you follow the instructions which] you learned from us about how you ought to walk so as to please and gratify God, as indeed you are doing, [and] that you do so even more and more abundantly [attaining yet greater perfection in living this life].",
          "ID": "1"
        },
        {
          "text": "For you know what charges and precepts we gave you [on the authority and by the inspiration of] the Lord Jesus.",
          "ID": "2"
        },
        {
          "text": "For this is the will of God, that you should be consecrated (separated and set apart for pure and holy living): that you should abstain and shrink from all sexual vice,",
          "ID": "3"
        },
        {
          "text": "That each one of you should know how to possess (control, manage) his own body in consecration (purity, separated from things profane) and honor,",
          "ID": "4"
        },
        {
          "text": "Not [to be used] in the passion of lust like the heathen, who are ignorant of the true God and have no knowledge of His will,",
          "ID": "5"
        },
        {
          "text": "That no man transgress and overreach his brother and defraud him in this matter or defraud his brother in business. For the Lord is an avenger in all these things, as we have already warned you solemnly and told you plainly.",
          "ID": "6"
        },
        {
          "text": "For God has not called us to impurity but to consecration [to dedicate ourselves to the most thorough purity].",
          "ID": "7"
        },
        {
          "text": "Therefore whoever disregards (sets aside and rejects this) disregards not man but God, Whose [very] Spirit [Whom] He gives to you is holy (chaste, pure).",
          "ID": "8"
        },
        {
          "text": "But concerning brotherly love [for all other Christians], you have no need to have anyone write you, for you yourselves have been [personally] taught by God to love one another.",
          "ID": "9"
        },
        {
          "text": "And indeed you already are [extending and displaying your love] to all the brethren throughout Macedonia. But we beseech and earnestly exhort you, brethren, that you excel [in this matter] more and more,",
          "ID": "10"
        },
        {
          "text": "To make it your ambition and definitely endeavor to live quietly and peacefully, to mind your own affairs, and to work with your hands, as we charged you,",
          "ID": "11"
        },
        {
          "text": "So that you may bear yourselves becomingly and be correct and honorable and command the respect of the outside world, being dependent on nobody [self-supporting] and having need of nothing.",
          "ID": "12"
        },
        {
          "text": "Now also we would not have you ignorant, brethren, about those who fall asleep [in death], that you may not grieve [for them] as the rest do who have no hope [beyond the grave].",
          "ID": "13"
        },
        {
          "text": "For since we believe that Jesus died and rose again, even so God will also bring with Him through Jesus those who have fallen asleep [in death].",
          "ID": "14"
        },
        {
          "text": "For this we declare to you by the Lord's [own] word, that we who are alive and remain until the coming of the Lord shall in no way precede [into His presence] or have any advantage at all over those who have previously fallen asleep [in Him in death].",
          "ID": "15"
        },
        {
          "text": "For the Lord Himself will descend from heaven with a loud cry of summons, with the shout of an archangel, and with the blast of the trumpet of God. And those who have departed this life in Christ will rise first.",
          "ID": "16"
        },
        {
          "text": "Then we, the living ones who remain [on the earth], shall simultaneously be caught up along with [the resurrected dead] in the clouds to meet the Lord in the air; and so always (through the eternity of the eternities) we shall be with the Lord!",
          "ID": "17"
        },
        {
          "text": "Therefore comfort and encourage one another with these words.",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4"
    },
    {
      "name": "1 Thessalonians 5",
      "text": [
        {
          "text": "BUT AS to the suitable times and the precise seasons and dates, brethren, you have no necessity for anything being written to you.",
          "ID": "1"
        },
        {
          "text": "For you yourselves know perfectly well that the day of the [return of the] Lord will come [as unexpectedly and suddenly] as a thief in the night.",
          "ID": "2"
        },
        {
          "text": "When people are saying, All is well and secure, and, There is peace and safety, then in a moment unforeseen destruction (ruin and death) will come upon them as suddenly as labor pains come upon a woman with child; and they shall by no means escape, for there will be no escape.",
          "ID": "3"
        },
        {
          "text": "But you are not in [given up to the power of] darkness, brethren, for that day to overtake you by surprise like a thief.",
          "ID": "4"
        },
        {
          "text": "For you are all sons of light and sons of the day; we do not belong either to the night or to darkness.",
          "ID": "5"
        },
        {
          "text": "Accordingly then, let us not sleep, as the rest do, but let us keep wide awake (alert, watchful, cautious, and on our guard) and let us be sober (calm, collected, and circumspect).",
          "ID": "6"
        },
        {
          "text": "For those who sleep, sleep at night, and those who are drunk, get drunk at night.",
          "ID": "7"
        },
        {
          "text": "But we belong to the day; therefore, let us be sober and put on the breastplate (corslet) of faith and love and for a helmet the hope of salvation.",
          "ID": "8"
        },
        {
          "text": "For God has not appointed us to [incur His] wrath [He did not select us to condemn us], but [that we might] obtain [His] salvation through our Lord Jesus Christ (the Messiah)",
          "ID": "9"
        },
        {
          "text": "Who died for us so that whether we are still alive or are dead [at Christ's appearing], we might live together with Him and share His life.",
          "ID": "10"
        },
        {
          "text": "Therefore encourage (admonish, exhort) one another and edify (strengthen and build up) one another, just as you are doing.",
          "ID": "11"
        },
        {
          "text": "Now also we beseech you, brethren, get to know those who labor among you [recognize them for what they are, acknowledge and appreciate and respect them all]–your leaders who are over you in the Lord and those who warn and kindly reprove and exhort you.",
          "ID": "12"
        },
        {
          "text": "And hold them in very high and most affectionate esteem in [intelligent and sympathetic] appreciation of their work. Be at peace among yourselves.",
          "ID": "13"
        },
        {
          "text": "And we earnestly beseech you, brethren, admonish (warn and seriously advise) those who are out of line [the loafers, the disorderly, and the unruly]; encourage the timid and fainthearted, help and give your support to the weak souls, [and] be very patient with everybody [always keeping your temper]. [Isa. 35:4.]",
          "ID": "14"
        },
        {
          "text": "See that none of you repays another with evil for evil, but always aim to show kindness and seek to do good to one another and to everybody.",
          "ID": "15"
        },
        {
          "text": "Be happy [in your faith] and rejoice and be glad-hearted continually (always);",
          "ID": "16"
        },
        {
          "text": "Be unceasing in prayer [praying perseveringly];",
          "ID": "17"
        },
        {
          "text": "Thank [God] in everything [no matter what the circumstances may be, be thankful and give thanks], for this is the will of God for you [who are] in Christ Jesus [the Revealer and Mediator of that will].",
          "ID": "18"
        },
        {
          "text": "Do not quench (suppress or subdue) the [Holy] Spirit;",
          "ID": "19"
        },
        {
          "text": "Do not spurn the gifts and utterances of the prophets [do not depreciate prophetic revelations nor despise inspired instruction or exhortation or warning].",
          "ID": "20"
        },
        {
          "text": "But test and prove all things [until you can recognize] what is good; [to that] hold fast.",
          "ID": "21"
        },
        {
          "text": "Abstain from evil [shrink from it and keep aloof from it] in whatever form or whatever kind it may be.",
          "ID": "22"
        },
        {
          "text": "And may the God of peace Himself sanctify you through and through [separate you from profane things, make you pure and wholly consecrated to God]; and may your spirit and soul and body be preserved sound and complete [and found] blameless at the coming of our Lord Jesus Christ (the Messiah).",
          "ID": "23"
        },
        {
          "text": "Faithful is He Who is calling you [to Himself] and utterly trustworthy, and He will also do it [fulfill His call by hallowing and keeping you].",
          "ID": "24"
        },
        {
          "text": "Brethren, pray for us.",
          "ID": "25"
        },
        {
          "text": "Greet all the brethren with a sacred kiss.",
          "ID": "26"
        },
        {
          "text": "I solemnly charge you [in the name of] the Lord to have this letter read before all the brethren.",
          "ID": "27"
        },
        {
          "text": "The grace (the unmerited favor and blessings) of our Lord Jesus Christ (the Messiah) be with you all. Amen, (so be it).",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5"
    }
  ],
  "version": "AMP",
  "ID": "NT:1TH(AMP)"
}