{
  "text": [
    {
      "text": [
        {
          "text": "Paul and Sylvanus and Timothy, to the church of the Thessalonians, in God the Father and the Lord Jesus Christ.",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you. We give thanks to God always for all of you, keeping the memory of you in our prayers without ceasing,",
          "ID": "2"
        },
        {
          "text": "remembering your work of faith, and hardship, and charity, and enduring hope, in our Lord Jesus Christ, before God our Father.",
          "ID": "3"
        },
        {
          "text": "For we know, brothers, beloved of God, of your election.",
          "ID": "4"
        },
        {
          "text": "For our Gospel has not been among you in word alone, but also in virtue, and in the Holy Spirit, and with a great fullness, in the same manner as you know we have acted among you for your sake.",
          "ID": "5"
        },
        {
          "text": "And so, you became imitators of us and of the Lord, accepting the Word in the midst of great tribulation, but with the joy of the Holy Spirit.",
          "ID": "6"
        },
        {
          "text": "So have you become a pattern for all who believe in Macedonia and in Achaia.",
          "ID": "7"
        },
        {
          "text": "For from you, the Word of the Lord was spread, not only in Macedonia and in Achaia, but also in every place. Your faith, which is toward God, has advanced so much so that we do not need to speak to you about anything.",
          "ID": "8"
        },
        {
          "text": "For others are reporting among us of the kind of acceptance we had among you, and how you were converted from idols to God, to the service of the living and true God,",
          "ID": "9"
        },
        {
          "text": "and to the expectation of his Son from heaven (whom he raised up from the dead), Jesus, who has rescued us from the approaching wrath.",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1",
      "name": "1 Thessalonians 1"
    },
    {
      "text": [
        {
          "text": "For you yourselves know, brothers, that our acceptance among you was not empty.",
          "ID": "1"
        },
        {
          "text": "Instead, having previously suffered and been treated shamefully, as you know, at Philippi, we had confidence in our God, so as to speak the Gospel of God to you with much solicitude.",
          "ID": "2"
        },
        {
          "text": "For our exhortation was not in error, nor from impurity, nor with deception.",
          "ID": "3"
        },
        {
          "text": "But, just as we have been tested by God, so that the Gospel would be entrusted to us, so also did we speak, not so as to please men, but rather to please God, who tests our hearts.",
          "ID": "4"
        },
        {
          "text": "And neither did we, at any time, become flattering in speech, as you know, nor did we seek an opportunity for avarice, as God is witness.",
          "ID": "5"
        },
        {
          "text": "Nor did we seek the glory of men, neither from you, nor from others.",
          "ID": "6"
        },
        {
          "text": "And although we could have been a burden to you, as Apostles of Christ, instead we became like little ones in your midst, like a nurse cherishing her children.",
          "ID": "7"
        },
        {
          "text": "So desirous were we for you that we were willing to hand over to you, not only the Gospel of God, but even our own souls. For you have become most beloved to us.",
          "ID": "8"
        },
        {
          "text": "For you remember, brothers, our hardship and weariness. We preached the Gospel of God among you, working night and day, so that we would not be burdensome to any of you.",
          "ID": "9"
        },
        {
          "text": "You are witnesses, as is God, of how holy and just and blameless we were with you who have believed.",
          "ID": "10"
        },
        {
          "text": "And you know the manner, with each one of you, like a father with his sons,",
          "ID": "11"
        },
        {
          "text": "in which we were pleading with you and consoling you, bearing witness, so that you would walk in a manner worthy of God, who has called you into his kingdom and glory.",
          "ID": "12"
        },
        {
          "text": "For this reason also, we give thanks to God without ceasing: because, when you had accepted from us the Word of the hearing of God, you accepted it not as the word of men, but (as it truly is) as the Word of God, who is working in you who have believed.",
          "ID": "13"
        },
        {
          "text": "For you, brothers, have become imitators of the churches of God which are at Judea, in Christ Jesus. For you, too, have suffered the same things from your fellow countrymen as they have suffered from the Jews,",
          "ID": "14"
        },
        {
          "text": "who also killed both the Lord Jesus, and the Prophets, and who have persecuted us. But they do not please God, and so they are adversaries to all men.",
          "ID": "15"
        },
        {
          "text": "They prohibit us to speak to the Gentiles, so that they may be saved, and thus do they continually add to their own sins. But the wrath of God will overtake them in the very end.",
          "ID": "16"
        },
        {
          "text": "And we, brothers, having been deprived of you for a short time, in sight, but not in heart, have hurried all the more to see your face, with a great desire.",
          "ID": "17"
        },
        {
          "text": "For we wanted to come to you, (indeed, I, Paul, attempted to do so once, and then again,) but Satan impeded us.",
          "ID": "18"
        },
        {
          "text": "For what is our hope, and our joy, and our crown of glory? Is it not you, before our Lord Jesus Christ at his return?",
          "ID": "19"
        },
        {
          "text": "For you are our glory and our joy.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2",
      "name": "1 Thessalonians 2"
    },
    {
      "text": [
        {
          "text": "Because of this, willing to wait no longer, it was pleasing to us to remain at Athens, alone.",
          "ID": "1"
        },
        {
          "text": "And we sent Timothy, our brother and a minister of God in the Gospel of Christ, to confirm you and to exhort you, on behalf of your faith,",
          "ID": "2"
        },
        {
          "text": "so that no one would be disturbed during these tribulations. For you yourselves know that we have been appointed to this.",
          "ID": "3"
        },
        {
          "text": "For even while we were with you, we predicted to you that we would suffer tribulations, even as it has happened, and as you know.",
          "ID": "4"
        },
        {
          "text": "For this reason also, I was not willing to wait any longer, and I sent to find out about your faith, lest perhaps he who tempts may have tempted you, and our labor might have been in vain.",
          "ID": "5"
        },
        {
          "text": "But then, when Timothy arrived to us from you, he reported to us your faith and charity, and that you keep a good remembrance of us always, desiring to see us, just as we likewise desire to see you.",
          "ID": "6"
        },
        {
          "text": "As a result, we were consoled in you, brothers, in the midst of all our difficulties and tribulations, through your faith.",
          "ID": "7"
        },
        {
          "text": "For we now live so that you may stand firm in the Lord.",
          "ID": "8"
        },
        {
          "text": "For what thanks would we be able to repay to God because of you, for all the joy with which we rejoice over you before our God?",
          "ID": "9"
        },
        {
          "text": "For night and day, ever more abundantly, we are praying that we may see your face, and that we may complete those things that are lacking in your faith.",
          "ID": "10"
        },
        {
          "text": "But may God our Father himself, and our Lord Jesus Christ, direct our way to you.",
          "ID": "11"
        },
        {
          "text": "And may the Lord multiply you, and make you abound in your charity toward one another and toward all, just as we also do toward you,",
          "ID": "12"
        },
        {
          "text": "in order to confirm your hearts without blame, in sanctity, before God our Father, unto the return of our Lord Jesus Christ, with all his saints. Amen.",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3",
      "name": "1 Thessalonians 3"
    },
    {
      "text": [
        {
          "text": "Therefore, concerning other things, brothers, we ask and beg you, in the Lord Jesus, that, just as you have received from us the way in which you ought to walk and to please God, so also may you walk, in order that you may abound all the more.",
          "ID": "1"
        },
        {
          "text": "For you know what precepts I have given to you through the Lord Jesus.",
          "ID": "2"
        },
        {
          "text": "For this is the will of God, your sanctification: that you should abstain from fornication,",
          "ID": "3"
        },
        {
          "text": "that each one of you should know how to possess his vessel in sanctification and honor,",
          "ID": "4"
        },
        {
          "text": "not in passions of lust, like the Gentiles who do not know God,",
          "ID": "5"
        },
        {
          "text": "and that no one should overwhelm or circumvent his brother in business. For the Lord is the vindicator of all these things, just as we have preached and testified to you.",
          "ID": "6"
        },
        {
          "text": "For God has not called us to impurity, but to sanctification.",
          "ID": "7"
        },
        {
          "text": "And so, whoever despises these teachings, does not despise man, but God, who has even provided his Holy Spirit within us.",
          "ID": "8"
        },
        {
          "text": "But concerning the charity of brotherhood, we have no need to write to you. For you yourselves have learned from God that you should love one another.",
          "ID": "9"
        },
        {
          "text": "For indeed, you act in this way with all the brothers in all of Macedonia. But we petition you, brothers, so that you may abound all the more,",
          "ID": "10"
        },
        {
          "text": "to choose work that allows you to be tranquil, and to carry out your business and to do your work with your own hands, just as we have instructed you,",
          "ID": "11"
        },
        {
          "text": "and to walk honestly with those who are outside, and to desire nothing belonging to another.",
          "ID": "12"
        },
        {
          "text": "And we do not want you to be ignorant, brothers, concerning those who are sleeping, so as not to be sorrowful, like these others who do not have hope.",
          "ID": "13"
        },
        {
          "text": "For if we believe that Jesus has died and risen again, so also will God bring back with Jesus those who sleep in him.",
          "ID": "14"
        },
        {
          "text": "For we say this to you, in the Word of the Lord: that we who are alive, who remain until the return of the Lord, will not precede those who have fallen asleep.",
          "ID": "15"
        },
        {
          "text": "For the Lord himself, with a command and with the voice of an Archangel and with a trumpet of God, shall descend from heaven. And the dead, who are in Christ, shall rise up first.",
          "ID": "16"
        },
        {
          "text": "Next, we who are alive, who are remaining, shall be taken up quickly together with them into the clouds to meet Christ in the air. And in this way, we shall be with the Lord always.",
          "ID": "17"
        },
        {
          "text": "Therefore, console one another with these words.",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4",
      "name": "1 Thessalonians 4"
    },
    {
      "text": [
        {
          "text": "But concerning dates and times, brothers, you do not need us to write to you.",
          "ID": "1"
        },
        {
          "text": "For you yourselves thoroughly understand that the day of the Lord shall arrive much like a thief in the night.",
          "ID": "2"
        },
        {
          "text": "For when they will say, \"Peace and security!\" then destruction will suddenly overwhelm them, like the labor pains of a woman with child, and they will not escape.",
          "ID": "3"
        },
        {
          "text": "But you, brothers, are not in darkness, so that you would be overtaken by that day as by a thief.",
          "ID": "4"
        },
        {
          "text": "For all of you are sons of light and sons of daytime; we are not of nighttime, nor of darkness.",
          "ID": "5"
        },
        {
          "text": "Therefore, let us not sleep, as the rest do. Instead, we should be vigilant and sober.",
          "ID": "6"
        },
        {
          "text": "For those who sleep, sleep in the night; and those who are inebriated, are inebriated in the night.",
          "ID": "7"
        },
        {
          "text": "But we, who are of the daylight, should be sober, being clothed with the breastplate of faith and of charity and having, as a helmet, the hope of salvation.",
          "ID": "8"
        },
        {
          "text": "For God has not appointed us for wrath, but for the acquisition of salvation through our Lord Jesus Christ,",
          "ID": "9"
        },
        {
          "text": "who died for us, so that, whether we watch, or whether we sleep, we may live in union with him.",
          "ID": "10"
        },
        {
          "text": "Because of this, console one another and build up one another, just as you are doing.",
          "ID": "11"
        },
        {
          "text": "And we ask you, brothers, to recognize those who labor among you, and who preside over you in the Lord, and who admonish you,",
          "ID": "12"
        },
        {
          "text": "so that you may consider them with an abundance of charity, for the sake of their work. Be at peace with them.",
          "ID": "13"
        },
        {
          "text": "And we ask you, brothers: correct the disruptive, console the weak-minded, support the sick, be patient with everyone.",
          "ID": "14"
        },
        {
          "text": "See to it that no one repays evil for evil to anyone. Instead, always pursue whatever is good, with one another and with all.",
          "ID": "15"
        },
        {
          "text": "Rejoice always.",
          "ID": "16"
        },
        {
          "text": "Pray without ceasing.",
          "ID": "17"
        },
        {
          "text": "Give thanks in everything. For this is the will of God in Christ Jesus for all of you.",
          "ID": "18"
        },
        {
          "text": "Do not choose to extinguish the Spirit.",
          "ID": "19"
        },
        {
          "text": "Do not spurn prophecies.",
          "ID": "20"
        },
        {
          "text": "But test all things. Hold on to whatever is good.",
          "ID": "21"
        },
        {
          "text": "Abstain from every kind of evil.",
          "ID": "22"
        },
        {
          "text": "And may the God of peace himself sanctify you through all things, so that your whole spirit and soul and body may be preserved without blame unto the return of our Lord Jesus Christ.",
          "ID": "23"
        },
        {
          "text": "He who has called you is faithful. He shall act even now.",
          "ID": "24"
        },
        {
          "text": "Brothers, pray for us.",
          "ID": "25"
        },
        {
          "text": "Greet all the brothers with a holy kiss.",
          "ID": "26"
        },
        {
          "text": "I bind you, through the Lord, that this epistle is to be read to all the holy brothers.",
          "ID": "27"
        },
        {
          "text": "May the grace of our Lord Jesus Christ be with you. Amen.",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5",
      "name": "1 Thessalonians 5"
    }
  ],
  "ID": "NT:1TH(CPDV)",
  "version": "CPDV",
  "name": "1 Thessalonians"
}