{
  "version": "ERV",
  "text": [
    {
      "title": "The Life and Faith of the Thessalonians",
      "text": [
        {
          "text": "Greetings from Paul, Silas, and Timothy.\nTo the church of those in Thessalonica, who are in God the Father and the Lord Jesus Christ.\nGrace and peace be yours.",
          "ID": "1"
        },
        {
          "text": "We always remember you when we pray, and we thank God for all of you.",
          "ID": "2"
        },
        {
          "text": "Every time we pray to God our Father, we thank him for all that you have done because of your faith. And we thank him for the work you have done because of your love. And we thank him that you continue to be strong because of your hope in our Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "Brothers and sisters, God loves you. And we know that he has chosen you to be his people.",
          "ID": "4"
        },
        {
          "text": "When we brought the Good News to you, we came with more than words. We brought that Good News with power, with the Holy Spirit, and with the sure knowledge that it was true. Also you know how we lived when we were with you. We lived that way to help you.",
          "ID": "5"
        },
        {
          "text": "And you became like us and like the Lord. You suffered much, but still you accepted the teaching with joy. The Holy Spirit gave you that joy.",
          "ID": "6"
        },
        {
          "text": "You became an example to all the believers in Macedonia and Achaia.",
          "ID": "7"
        },
        {
          "text": "The Lord’s teaching has spread from you throughout Greece and beyond. In fact, your faith in God has become known everywhere, so we never have to tell anyone about it.",
          "ID": "8"
        },
        {
          "text": "People everywhere are already telling the story about the good way you accepted us when we were there with you. They tell about how you stopped worshiping idols and changed to serve the living and true God.",
          "ID": "9"
        },
        {
          "text": "And you began waiting for God’s Son to come from heaven—the Son God raised from death. He is Jesus, who saves us from God’s angry judgment that is coming.",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1",
      "name": "1 Thessalonians 1"
    },
    {
      "title": "Paul’s Desire to Visit Them Again",
      "text": [
        {
          "text": "Brothers and sisters, you know that our visit to you was not a failure.",
          "ID": "1"
        },
        {
          "text": "Before we came to you, people in Philippi abused us with insults and made us suffer. You know all about that. And then, when we came to you, many people there caused trouble for us. But our God gave us the courage we needed to tell you his Good News.",
          "ID": "2"
        },
        {
          "text": "When we encourage people to believe the Good News, it’s not out of wrong motives. We are not trying to trick or fool anyone.",
          "ID": "3"
        },
        {
          "text": "No, we did it because God is the one who gave us this work. And this was only after he tested us and saw that we could be trusted to do it. So when we speak, we are only trying to please God, not anyone else. He is the one who can see what is in our hearts.",
          "ID": "4"
        },
        {
          "text": "You know that we never tried to influence you by saying nice things about you. We were not trying to get your money. We had no greed to hide from you. God knows that this is true.",
          "ID": "5"
        },
        {
          "text": "We were not looking for praise from people—not from you or anyone else.",
          "ID": "6"
        },
        {
          "text": "When we were with you, as apostles of Christ we could have used our authority to make you help us. But we were very gentle with you. We were like a mother caring for her little children.",
          "ID": "7",
          "comments": [
            "But … gentle Several Greek copies have “But we became babies.”"
          ]
        },
        {
          "text": "We loved you very much, so we were happy to share God’s Good News with you. But not only that—we were also happy to share even our own lives with you.",
          "ID": "8"
        },
        {
          "text": "Brothers and sisters, I know that you remember how hard we worked. We worked night and day to support ourselves, so that we would not be a burden to anyone while we did the work of telling you God’s Good News.",
          "ID": "9"
        },
        {
          "text": "When we were there with you believers, we were pure, honest, and without fault in the way we lived. You know, just as God does, that this is true.",
          "ID": "10"
        },
        {
          "text": "You know that we treated each one of you the way a father treats his own children.",
          "ID": "11"
        },
        {
          "text": "We encouraged you, we comforted you, and we told you to live good lives for God. He calls you to be part of his glorious kingdom.",
          "ID": "12"
        },
        {
          "text": "Also, we always thank God because of the way you accepted his message. You heard it and accepted it as God’s message, not our own. And it really is God’s message. And it works in you who believe.",
          "ID": "13"
        },
        {
          "text": "Brothers and sisters, you are just like God’s churches in Judea. I mean that you were treated badly by your own people, just as those believers in Christ Jesus were treated badly by other Jews—",
          "ID": "14",
          "comments": [
            "Judea The Jewish land where Jesus lived and taught and where the church first began."
          ]
        },
        {
          "text": "the same Jews who killed the Lord Jesus and the prophets. And they forced us to leave their country. They are not pleasing to God, and they are against everyone else.",
          "ID": "15"
        },
        {
          "text": "And they are trying to stop us from teaching those who are not Jews. They don’t want them to be saved. But they are just adding more and more sins to the ones they already have. Now the time has come for them to suffer God’s anger.",
          "ID": "16"
        },
        {
          "text": "Brothers and sisters, we were separated from you for a short time. But even though we were not there, our thoughts were still with you. We wanted very much to see you, and we tried very hard to do this.",
          "ID": "17"
        },
        {
          "text": "Yes, we wanted to come to you. I, Paul, tried more than once to come, but Satan stopped us.",
          "ID": "18"
        },
        {
          "text": "You are our hope, our joy, and the crown we will be proud of when our Lord Jesus Christ comes.",
          "ID": "19"
        },
        {
          "text": "You bring us honor and joy.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2",
      "name": "1 Thessalonians 2"
    },
    {
      "title": null,
      "text": [
        {
          "text": "We could not come to you, but it was very hard to wait any longer. So we decided to send Timothy to you and stay in Athens alone. Timothy is our brother. He works with us for God to tell people the Good News about Christ. We sent Timothy to strengthen and encourage you in your faith.",
          "ID": "1"
        },
        {
          "text": "We sent him so that none of you would be upset by the troubles we have now. You yourselves know that we must have these troubles.",
          "ID": "3"
        },
        {
          "text": "Even when we were with you, we told you that we would all have to suffer. And you know that it happened just as we said.",
          "ID": "4"
        },
        {
          "text": "This is why I sent Timothy to you, so that I could know about your faith. I sent him when I could not wait anymore. I was afraid that the devil who tempts people might have defeated you with temptations. Then our hard work would have been wasted.",
          "ID": "5"
        },
        {
          "text": "But now Timothy has come back from his visit with you and told us good news about your faith and love. He told us that you always remember us in a good way. He told us that you want very much to see us again. And it is the same with us—we want very much to see you.",
          "ID": "6"
        },
        {
          "text": "So, brothers and sisters, we are encouraged about you because of your faith. We have much trouble and suffering, but still we are encouraged.",
          "ID": "7"
        },
        {
          "text": "Our life is really full if you stand strong in the Lord.",
          "ID": "8"
        },
        {
          "text": "We have so much joy before our God because of you! So we thank God for you. But we cannot thank him enough for all the joy we feel.",
          "ID": "9"
        },
        {
          "text": "Night and day we continue praying with all our heart that we can come there and see you again. We want to give you everything you need to make your faith strong.",
          "ID": "10"
        },
        {
          "text": "We pray that our God and Father and our Lord Jesus will prepare the way for us to come to you.",
          "ID": "11"
        },
        {
          "text": "We pray that the Lord will make your love grow. We pray that he will give you more and more love for each other and for all people. We pray that you will love everyone in the same way we love you.",
          "ID": "12"
        },
        {
          "text": "This will strengthen your desire to do what is right, and you will be holy and without fault before our God and Father when our Lord Jesus comes with all his holy people.",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3",
      "name": "1 Thessalonians 3"
    },
    {
      "title": "The Lord’s Coming",
      "text": [
        {
          "text": "Brothers and sisters, now I have some other things to tell you. We taught you how to live in a way that will please God. And you are living that way. Now we ask and encourage you in the Lord Jesus to live that way more and more.",
          "ID": "1"
        },
        {
          "text": "You know all that we told you to do by the authority of the Lord Jesus.",
          "ID": "2"
        },
        {
          "text": "God wants you to be holy. He wants you to stay away from sexual sins.",
          "ID": "3"
        },
        {
          "text": "God wants each one of you to learn to control your own body. Use your body in a way that is holy and that gives honor to God.",
          "ID": "4",
          "comments": [
            "Or “God wants each of you to learn to live with your wife in a way that is holy and that gives honor to God.”"
          ]
        },
        {
          "text": "Don’t let your sexual desires control you like the people who don’t know God.",
          "ID": "5"
        },
        {
          "text": "Never wrong any of your fellow believers or cheat them in this way. The Lord will punish those who do that. We have already told you this and warned you about it.",
          "ID": "6"
        },
        {
          "text": "God chose us to be holy. He does not want us to live in sin.",
          "ID": "7"
        },
        {
          "text": "So anyone who refuses to obey this teaching is refusing to obey God, not us. And God is the one who gives you his Holy Spirit.",
          "ID": "8"
        },
        {
          "text": "We don’t need to write to you about having love for your brothers and sisters in Christ. God has already taught you to love each other.",
          "ID": "9"
        },
        {
          "text": "In fact, you love all the believers in Macedonia. We encourage you now, brothers and sisters, to show your love more and more.",
          "ID": "10"
        },
        {
          "text": "Do all you can to live a peaceful life. Mind your own business, and earn your own living, as we told you before.",
          "ID": "11"
        },
        {
          "text": "If you do these things, then those who are not believers will respect the way you live. And you will not have to depend on others for what you need.",
          "ID": "12"
        },
        {
          "text": "Brothers and sisters, we want you to know about those who have died. We don’t want you to be sad like other people—those who have no hope.",
          "ID": "13"
        },
        {
          "text": "We believe that Jesus died, but we also believe that he rose again. So we believe that God will raise to life through Jesus any who have died and bring them together with him when he comes.",
          "ID": "14"
        },
        {
          "text": "What we tell you now is the Lord’s own message. Those of us who are still living when the Lord comes again will join him, but not before those who have already died.",
          "ID": "15"
        },
        {
          "text": "The Lord himself will come down from heaven with a loud command, with the voice of the archangel, and with the trumpet call of God. And the people who have died and were in Christ will rise first.",
          "ID": "16"
        },
        {
          "text": "After that we who are still alive at that time will be gathered up with those who have died. We will be taken up in the clouds and meet the Lord in the air. And we will be with the Lord forever.",
          "ID": "17"
        },
        {
          "text": "So encourage each other with these words.",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4",
      "name": "1 Thessalonians 4"
    },
    {
      "title": "Final Instructions and Greetings",
      "text": [
        {
          "text": "Now, brothers and sisters, we don’t need to write to you about times and dates.",
          "ID": "1"
        },
        {
          "text": "You know very well that the day when the Lord comes again will be a surprise, like a thief who comes at night.",
          "ID": "2"
        },
        {
          "text": "People will say, “We have peace and we are safe.” At that time destruction will come to them quickly, like the pains of a woman giving birth. And those people will not escape.",
          "ID": "3"
        },
        {
          "text": "But you, brothers and sisters, are not living in darkness. And so that day will not surprise you like a thief.",
          "ID": "4"
        },
        {
          "text": "You are all people who belong to the light. You belong to the day. We don’t belong to the night or to darkness.",
          "ID": "5"
        },
        {
          "text": "So we should not be like other people. We should not be sleeping. We should be awake and have self-control.",
          "ID": "6"
        },
        {
          "text": "People who sleep, sleep at night. People who drink too much, drink at night.",
          "ID": "7"
        },
        {
          "text": "But we belong to the day, so we should control ourselves. We should wear faith and love to protect us. And the hope of salvation should be our helmet.",
          "ID": "8"
        },
        {
          "text": "God did not choose us to suffer his anger. God chose us to have salvation through our Lord Jesus Christ.",
          "ID": "9"
        },
        {
          "text": "Jesus died for us so that we can live together with him. It is not important if we are alive or dead when Jesus comes.",
          "ID": "10"
        },
        {
          "text": "So encourage each other and help each other grow stronger in faith, just as you are already doing.",
          "ID": "11"
        },
        {
          "text": "Now brothers and sisters, we ask you to recognize the value of those who work hard among you—those who, as followers of the Lord, care for you and tell you how to live.",
          "ID": "12"
        },
        {
          "text": "Show them the highest respect and love because of the work they do.\nLive in peace with each other.",
          "ID": "13"
        },
        {
          "text": "We ask you, brothers and sisters, to warn those who will not work. Encourage those who are afraid. Help those who are weak. Be patient with everyone.",
          "ID": "14"
        },
        {
          "text": "Be sure that no one pays back wrong for wrong. But always try to do what is good for each other and for all people.",
          "ID": "15"
        },
        {
          "text": "Always be full of joy.",
          "ID": "16"
        },
        {
          "text": "Never stop praying.",
          "ID": "17"
        },
        {
          "text": "Whatever happens, always be thankful. This is how God wants you to live in Christ Jesus.",
          "ID": "18"
        },
        {
          "text": "Don’t stop the work of the Holy Spirit.",
          "ID": "19"
        },
        {
          "text": "Don’t treat prophecy like something that is not important.",
          "ID": "20"
        },
        {
          "text": "But test everything. Keep what is good,",
          "ID": "21"
        },
        {
          "text": "and stay away from everything that is evil.",
          "ID": "22"
        },
        {
          "text": "We pray that God himself, the God of peace, will make you pure—belonging only to him. We pray that your whole self—spirit, soul, and body—will be kept safe and be blameless when our Lord Jesus Christ comes.",
          "ID": "23"
        },
        {
          "text": "The one who chose you will do that for you. You can trust him.",
          "ID": "24"
        },
        {
          "text": "Brothers and sisters, please pray for us.",
          "ID": "25"
        },
        {
          "text": "Give all the brothers and sisters the special greeting of God’s people.",
          "ID": "26",
          "comments": [
            "the special greeting of God’s people Literally, “a holy kiss.”"
          ]
        },
        {
          "text": "I tell you by the authority of the Lord to read this letter to all the believers there.",
          "ID": "27"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you.",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5",
      "name": "1 Thessalonians 5"
    }
  ],
  "ID": "NT:1TH(ERV)",
  "name": "1 Thessalonians"
}