{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Адам, Сиф, Енос,",
          "ID": "1"
        },
        {
          "text": "Каинан, Малелеил, Иаред,",
          "ID": "2"
        },
        {
          "text": "Енох, Мафусал, Ламех,",
          "ID": "3"
        },
        {
          "text": "Ной, Сим, Хам и Иафет.",
          "ID": "4"
        },
        {
          "text": "Сыновья Иафета: Гомер, Магог, Мадай, Иаван, Фувал, Мешех и Фирас.",
          "ID": "5"
        },
        {
          "text": "Сыновья Гомера: Аскеназ, Рифат и Фогарма.",
          "ID": "6"
        },
        {
          "text": "Сыновья Иавана: Елиса, Фарсис, Киттим и Доданим.",
          "ID": "7"
        },
        {
          "text": "Сыновья Хама: Хуш, Мицраим, Фут и Ханаан.",
          "ID": "8"
        },
        {
          "text": "Сыновья Хуша: Сева, Хавила, Савта, Раама и Савтеха. Сыновья Раамы: Шева и Дедан.",
          "ID": "9"
        },
        {
          "text": "Хуш родил [также] Нимрода: сей начал быть сильным на земле.",
          "ID": "10"
        },
        {
          "text": "Мицраим родил: Лудима, Анамима, Легавима, Нафтухима,",
          "ID": "11"
        },
        {
          "text": "Патрусима, Каслухима, от которого произошли Филистимляне, и Кафторима.",
          "ID": "12"
        },
        {
          "text": "Ханаан родил Сидона, первенца своего, Хета,",
          "ID": "13"
        },
        {
          "text": "Иевусея, Аморрея, Гергесея,",
          "ID": "14"
        },
        {
          "text": "Евея, Аркея, Синея,",
          "ID": "15"
        },
        {
          "text": "Арвадея, Цемарея и Хамафея.",
          "ID": "16"
        },
        {
          "text": "Сыновья Сима: Елам, Ассур, Арфаксад, Луд, Арам, Уц, Хул, Гефер и Мешех.",
          "ID": "17"
        },
        {
          "text": "Арфаксад родил Салу, Сала же родил Евера.",
          "ID": "18"
        },
        {
          "text": "У Евера родились два сына: имя одному Фалек, потому что во дни его разделилась земля; имя брату его Иоктан.",
          "ID": "19"
        },
        {
          "text": "Иоктан родил Алмодада, Шалефа, Хацармавета, Иераха,",
          "ID": "20"
        },
        {
          "text": "Гадорама, Узала, Диклу,",
          "ID": "21"
        },
        {
          "text": "Евала, Авимаила, Шеву,",
          "ID": "22"
        },
        {
          "text": "Офира, Хавилу и Иовава. Все эти сыновья Иоктана.",
          "ID": "23"
        },
        {
          "text": "Сим, Арфаксад, Сала,",
          "ID": "24"
        },
        {
          "text": "Евер, Фалек, Рагав,",
          "ID": "25"
        },
        {
          "text": "Серух, Нахор, Фарра,",
          "ID": "26"
        },
        {
          "text": "Аврам, он же Авраам.",
          "ID": "27"
        },
        {
          "text": "Сыновья Авраама: Исаак и Измаил.",
          "ID": "28"
        },
        {
          "text": "Вот родословие их: первенец Измаилов Наваиоф, [за ним] Кедар, Адбеел, Мивсам,",
          "ID": "29"
        },
        {
          "text": "Мишма, Дума, Масса, Хадад, Фема,",
          "ID": "30"
        },
        {
          "text": "Иетур, Нафиш и Кедма. Это сыновья Измаиловы.",
          "ID": "31"
        },
        {
          "text": "Сыновья Хеттуры, наложницы Авраамовой: она родила Зимрана, Иокшана, Медана, Мадиана, Ишбака и Шуаха. Сыновья Иокшана: Шева и Дедан.",
          "ID": "32"
        },
        {
          "text": "Сыновья Мадиана: Ефа, Ефер, Ханох, Авида и Елдага. Все эти сыновья Хеттуры.",
          "ID": "33"
        },
        {
          "text": "И родил Авраам Исаака. Сыновья Исаака: Исав и Израиль.",
          "ID": "34"
        },
        {
          "text": "Сыновья Исава: Елифаз, Рагуил, Иеус, Иеглом и Корей.",
          "ID": "35"
        },
        {
          "text": "Сыновья Елифаза: Феман, Омар, Цефо, Гафам, Кеназ, Тимна, Амалика.",
          "ID": "36"
        },
        {
          "text": "Сыновья Рагуила: Нахаф, Зерах, Шамма и Миза.",
          "ID": "37"
        },
        {
          "text": "Сыновья Сеира: Лотан, Шовал, Цивеон, Ана, Дишон, Ецер и Дишан.",
          "ID": "38"
        },
        {
          "text": "Сыновья Лотана: Хори и Гемам; а сестра у Лотана: Фимна.",
          "ID": "39"
        },
        {
          "text": "Сыновья Шовала: Алеан, Манахаф, Евал, Шефо и Онам. Сыновья Цивеона: Аиа и Ана.",
          "ID": "40"
        },
        {
          "text": "Дети Аны: Дишон. Сыновья Дишона: Хемдан, Ешбан, Ифран и Херан.",
          "ID": "41"
        },
        {
          "text": "Сыновья Ецера: Билган, Зааван и Акан. Сыновья Дишана: Уц и Аран.",
          "ID": "42"
        },
        {
          "text": "Сии суть цари, царствовавшие в земле Едома, прежде нежели воцарился царь над сынами Израилевыми: Бела, сын Веора, и имя городу его – Дингава;",
          "ID": "43"
        },
        {
          "text": "и умер Бела, и воцарился по нем Иовав, сын Зераха, из Восоры.",
          "ID": "44"
        },
        {
          "text": "И умер Иовав, и воцарился по нем Хушам, из земли Феманитян.",
          "ID": "45"
        },
        {
          "text": "И умер Хушам, и воцарился по нем Гадад, сын Бедадов, который поразил Мадианитян на поле Моава; имя городу его: Авив.",
          "ID": "46"
        },
        {
          "text": "И умер Гадад, и воцарился по нем Самла, из Масреки.",
          "ID": "47"
        },
        {
          "text": "И умер Самла, и воцарился по нем Саул из Реховофа, [что] при реке.",
          "ID": "48"
        },
        {
          "text": "И умер Саул, и воцарился по нем Баал–Ханан, сын Ахбора.",
          "ID": "49"
        },
        {
          "text": "И умер Баал–Ханан, и воцарился по нем Гадар; имя городу его Пау; имя жене его Мегетавеель, дочь Матреда, дочь Мезагава.",
          "ID": "50"
        },
        {
          "text": "И умер Гадар. И были старейшины у Едома: старейшина Фимна, старейшина Алва, старейшина Иетеф,",
          "ID": "51"
        },
        {
          "text": "старейшина Оливема, старейшина Эла, старейшина Пинон,",
          "ID": "52"
        },
        {
          "text": "старейшина Кеназ, старейшина Феман, старейшина Мивцар,",
          "ID": "53"
        },
        {
          "text": "старейшина Магдиил, старейшина Ирам. Вот старейшины Идумейские.",
          "ID": "54"
        }
      ],
      "ID": "OT:1CH.1",
      "name": "Первая книга Паралипоменон 1"
    },
    {
      "text": [
        {
          "text": "Вот сыновья Израиля: Рувим, Симеон, Левий, Иуда, Иссахар, Завулон,",
          "ID": "1"
        },
        {
          "text": "Дан, Иосиф, Вениамин, Неффалим, Гад и Асир.",
          "ID": "2"
        },
        {
          "text": "Сыновья Иуды: Ир, Онан и Силом, – трое родились у него от дочери Шуевой, Хананеянки. И был Ир, первенец Иудин, не благоугоден в очах Господа, и Он умертвил его.",
          "ID": "3"
        },
        {
          "text": "И Фамарь, невестка его, родила ему Фареса и Зару. Всех сыновей у Иуды было пятеро.",
          "ID": "4"
        },
        {
          "text": "Сыновья Фареса: Есром и Хамул.",
          "ID": "5"
        },
        {
          "text": "Сыновья Зары: Зимри, Ефан, Еман, Халкол и Дара; всех их пятеро.",
          "ID": "6"
        },
        {
          "text": "Сыновья Харми: Ахар, наведший беду на Израиля, нарушив заклятие.",
          "ID": "7"
        },
        {
          "text": "Сын Ефана: Азария.",
          "ID": "8"
        },
        {
          "text": "Сыновья Есрома, которые родились у него: Иерахмеил, Арам и Хелувай.",
          "ID": "9"
        },
        {
          "text": "Арам же родил Аминадава; Аминадав родил Наассона, князя сынов Иудиных;",
          "ID": "10"
        },
        {
          "text": "Наассон родил Салмона, Салмон родил Вооза;",
          "ID": "11"
        },
        {
          "text": "Вооз родил Овида, Овид родил Иессея;",
          "ID": "12"
        },
        {
          "text": "Иессей родил первенца своего Елиава, второго – Аминадава, третьего – Самму,",
          "ID": "13"
        },
        {
          "text": "четвертого – Нафанаила, пятого – Раддая,",
          "ID": "14"
        },
        {
          "text": "шестого – Оцема, седьмого – Давида.",
          "ID": "15"
        },
        {
          "text": "Сестры их: Саруия и Авигея. Сыновья Саруии: Авесса, Иоав и Азаил, трое.",
          "ID": "16"
        },
        {
          "text": "Авигея родила Амессу; отец же Амессы – Иефер, Измаильтянин.",
          "ID": "17"
        },
        {
          "text": "Халев, сын Есрома, родил от Азувы, жены [своей], и от Иериофы, и вот сыновья его: Иешер, Шовав и Ардон.",
          "ID": "18"
        },
        {
          "text": "И умерла Азува; и взял себе Халев Ефрафу, и она родила ему Хура.",
          "ID": "19"
        },
        {
          "text": "Хур родил Урия, Урий родил Веселиила.",
          "ID": "20"
        },
        {
          "text": "После Есром вошел к дочери Махира, отца Галаадова, и взял ее, будучи шестидесяти лет, и она родила ему Сегува.",
          "ID": "21"
        },
        {
          "text": "Сегув родил Иаира, и было у него двадцать три города в земле Галаадской.",
          "ID": "22"
        },
        {
          "text": "Но Гессуряне и Сирияне взяли у них селения Иаира, Кенаф и зависящие от него города, – шестьдесят городов. Все эти города сыновей Махира, отца Галаадова.",
          "ID": "23"
        },
        {
          "text": "По смерти Есрома в Халев–Ефрафе, жена Есромова, Авия, родила ему Ашхура, отца Фекои.",
          "ID": "24"
        },
        {
          "text": "Сыновья Иерахмеила, первенца Есромова, были: первенец Рам, [за] [ним] Вуна, Орен, Оцем и Ахия.",
          "ID": "25"
        },
        {
          "text": "Была у Иерахмеила и другая жена, имя ее Афара; она мать Онама.",
          "ID": "26"
        },
        {
          "text": "Сыновья Рама, первенца Иерахмеилова, были: Маац, Иамин и Екер.",
          "ID": "27"
        },
        {
          "text": "Сыновья Онама были: Шаммай и Иада. Сыновья Шаммая: Надав и Авишур.",
          "ID": "28"
        },
        {
          "text": "Имя жене Авишуровой Авихаиль, и она родила ему Ахбана и Молида.",
          "ID": "29"
        },
        {
          "text": "Сыновья Надава: Селед и Афаим. И умер Селед бездетным.",
          "ID": "30"
        },
        {
          "text": "Сын Афаима: Иший. Сын Ишия: Шешан. Сын Шешана: Ахлай.",
          "ID": "31"
        },
        {
          "text": "Сыновья Иады, брата Шаммаева: Иефер и Ионафан. Иефер умер бездетным.",
          "ID": "32"
        },
        {
          "text": "Сыновья Ионафана: Пелеф и Заза. Это сыновья Иерахмеила.",
          "ID": "33"
        },
        {
          "text": "У Шешана не было сыновей, а только дочери. У Шешана [был] раб, Египтянин, имя его Иарха;",
          "ID": "34"
        },
        {
          "text": "Шешан отдал дочь свою Иархе, рабу своему, в жену: и она родила ему Аттая.",
          "ID": "35"
        },
        {
          "text": "Аттай родил Нафана, Нафан родил Завада;",
          "ID": "36"
        },
        {
          "text": "Завад родил Ефлала, Ефлал родил Овида;",
          "ID": "37"
        },
        {
          "text": "Овид родил Иеуя, Иеуй родил Азарию;",
          "ID": "38"
        },
        {
          "text": "Азария родил Хелеца, Хелец родил Елеасу;",
          "ID": "39"
        },
        {
          "text": "Елеаса родил Сисмая, Сисмай родил Саллума;",
          "ID": "40"
        },
        {
          "text": "Саллум родил Иекамию, Иекамия родил Елишаму.",
          "ID": "41"
        },
        {
          "text": "Сыновья Халева, брата Иерахмеилова: Меша, первенец его, – он отец Зифа; и сыновья Мареши, отца Хеврона.",
          "ID": "42"
        },
        {
          "text": "Сыновья Хеврона: Корей и Таппуах, и Рекем и Шема.",
          "ID": "43"
        },
        {
          "text": "Шема родил Рахама, отца Иоркеамова, а Рекем родил Шаммая.",
          "ID": "44"
        },
        {
          "text": "Сын Шаммая Маон, а Маон – отец Беф–Цура.",
          "ID": "45"
        },
        {
          "text": "И Ефа, наложница Халевова, родила Харана, Моцу и Газеза. И Харан родил Газеза.",
          "ID": "46"
        },
        {
          "text": "Сыновья Иегдая: Регем, Иофам, Гешан, Пелет, Ефа и Шааф.",
          "ID": "47"
        },
        {
          "text": "Наложница Халевова, Мааха, родила Шевера и Фирхану;",
          "ID": "48"
        },
        {
          "text": "она же родила Шаафа, отца Мадманны, Шеву, отца Махбены и отца Гивеи. Дочь же Халева – Ахса.",
          "ID": "49"
        },
        {
          "text": "Вот сыновья Халева: сын Хур, первенец Ефрафы; Шовал, отец Кириаф–Иарима;",
          "ID": "50"
        },
        {
          "text": "Салма, отец Вифлеема; Хареф, отец Бефгадера.",
          "ID": "51"
        },
        {
          "text": "У Шовала, отца Кириаф–Иарима, были сыновья: Гарое, Хаци, Галменюхот.",
          "ID": "52"
        },
        {
          "text": "Племена Кириаф–Иарима: Ифрияне, Футияне, Шумафане и Мидраитяне. От сих произошли Цоряне и Ештаоляне.",
          "ID": "53"
        },
        {
          "text": "Сыновья Салмы: Вифлеемляне и Нетофафяне, венец дома Иоавова и половина Менухотян – Цоряне,",
          "ID": "54"
        },
        {
          "text": "и племена Соферийцев, живших в Иабеце, Тирейцы, Шимейцы, Сухайцы: это Кинеяне, происшедшие от Хамафа, отца Бетрехава.",
          "ID": "55"
        }
      ],
      "ID": "OT:1CH.2",
      "name": "Первая книга Паралипоменон 2"
    },
    {
      "text": [
        {
          "text": "Сыновья Давида, родившиеся у него в Хевроне, были: первенец Амнон, от Ахиноамы Изреелитянки; второй – Далуия, от Авигеи Кармилитянки;",
          "ID": "1"
        },
        {
          "text": "третий – Авессалом, сын Маахи, дочери Фалмая, царя Гессурского; четвертый – Адония, сын Аггифы;",
          "ID": "2"
        },
        {
          "text": "пятый – Сафатия, от Авиталы; шестой – Ифреам, от Аглаи, жены его, –",
          "ID": "3"
        },
        {
          "text": "шесть родившихся у него в Хевроне; царствовал же он там семь лет и шесть месяцев; а тридцать три года царствовал в Иерусалиме.",
          "ID": "4"
        },
        {
          "text": "А сии родились у него в Иерусалиме: Шима, Шовав, Нафан и Соломон, четверо от Вирсавии, дочери Аммииловой;",
          "ID": "5"
        },
        {
          "text": "Ивхар, Елишама, Елифелет,",
          "ID": "6"
        },
        {
          "text": "Ногаг, Нефег, Иафиа,",
          "ID": "7"
        },
        {
          "text": "Елишама, Елиада и Елифелет – девятеро.",
          "ID": "8"
        },
        {
          "text": "[Вот] все сыновья Давида, кроме сыновей от наложниц. Сестра их Фамарь.",
          "ID": "9"
        },
        {
          "text": "Сын Соломона Ровоам; его сын Авия, его сын Аса, его сын Иосафат,",
          "ID": "10"
        },
        {
          "text": "его сын Иорам, его сын Охозия, его сын Иоас,",
          "ID": "11"
        },
        {
          "text": "его сын Амасия, его сын Азария, его сын Иофам,",
          "ID": "12"
        },
        {
          "text": "его сын Ахаз, его сын Езекия, его сын Манассия,",
          "ID": "13"
        },
        {
          "text": "его сын Амон, его сын Иосия.",
          "ID": "14"
        },
        {
          "text": "Сыновья Иосии: первенец Иоахаз, второй Иоаким, третий Седекия, четвертый Селлум.",
          "ID": "15"
        },
        {
          "text": "Сыновья Иоакима: Иехония, сын его; Седекия, сын его.",
          "ID": "16"
        },
        {
          "text": "Сыновья Иехонии: Асир, Салафиил, сын его;",
          "ID": "17"
        },
        {
          "text": "Малкирам, Федаия, Шенацар, Иезекия, Гошама и Савадия.",
          "ID": "18"
        },
        {
          "text": "И сыновья Федаии: Зоровавель и Шимей. Сыновья же Зоровавеля: Мешуллам и Ханания, и Шеломиф, сестра их,",
          "ID": "19"
        },
        {
          "text": "и еще пять: Хашува, Огел, Берехия, Хасадия и Иушав–Хесед.",
          "ID": "20"
        },
        {
          "text": "И сыновья Ханании: Фелатия и Исаия; его сын Рефаия, его сын Арнан, его сын Овадия, его сын Шехания.",
          "ID": "21"
        },
        {
          "text": "Сын Шехании: Шемаия; сыновья Шемаии: Хаттуш, Игеал, Бариах, Неария и Шафат, шестеро.",
          "ID": "22"
        },
        {
          "text": "Сыновья Неарии: Елиоенай, Езекия и Азрикам, трое.",
          "ID": "23"
        },
        {
          "text": "Сыновья Елиоеная: Годавьягу, Елеашив, Фелаия, Аккув, Иоханан, Делаия и Анани, семеро.",
          "ID": "24"
        }
      ],
      "ID": "OT:1CH.3",
      "name": "Первая книга Паралипоменон 3"
    },
    {
      "text": [
        {
          "text": "Сыновья Иуды: Фарес, Есром, Харми, Хур и Шовал.",
          "ID": "1"
        },
        {
          "text": "Реаия, сын Шовала, родил Иахафа; Иахаф родил Ахума и Лагада: от них племена Цорян.",
          "ID": "2"
        },
        {
          "text": "И сии сыновья Етама: Изреель, Ишма и Идбаш, и сестра их, по имени Гацлелпони,",
          "ID": "3"
        },
        {
          "text": "Пенуел, отец Гедора, и Езер, отец Хуша. Вот сыновья Хура, первенца Ефрафы, отца Вифлеема.",
          "ID": "4"
        },
        {
          "text": "У Ахшура, отца Фекои, были две жены: Хела и Наара.",
          "ID": "5"
        },
        {
          "text": "И родила ему Наара Ахузама, Хефера, Фимни и Ахашфари; это сыновья Наары.",
          "ID": "6"
        },
        {
          "text": "Сыновья Хелы: Цереф, Цохар и Ефнан.",
          "ID": "7"
        },
        {
          "text": "Коц родил: Анува и Цовева и племена Ахархела, сына Гарумова.",
          "ID": "8"
        },
        {
          "text": "Иавис был знаменитее своих братьев. Мать дала ему имя Иавис, сказав: я родила его с болезнью.",
          "ID": "9"
        },
        {
          "text": "И воззвал Иавис к Богу Израилеву [и] сказал: о, если бы Ты благословил меня Твоим благословением, распространил пределы мои, и рука Твоя была со мною, охраняя [меня] от зла, чтобы я не горевал!.. И Бог ниспослал [ему], чего он просил.",
          "ID": "10"
        },
        {
          "text": "Хелув же, брат Шухи, родил Махира; он есть отец Ештона.",
          "ID": "11"
        },
        {
          "text": "Ештон родил Беф–Рафу, Пасеаха и Техинну, отца города Нааса; это жители Рехи.",
          "ID": "12"
        },
        {
          "text": "Сыновья Кеназа: Гофониил и Сераия. Сын Гофониила: Хафаф.",
          "ID": "13"
        },
        {
          "text": "Меонофай родил Офру, а Сераия родил Иоава, родоначальника долины плотников, потому что они были плотники.",
          "ID": "14"
        },
        {
          "text": "Сыновья Халева, сына Иефонниина: Ир, Ила и Наам. Сын Илы: Кеназ.",
          "ID": "15"
        },
        {
          "text": "Сыновья Иегаллелела: Зиф, Зифа, Фирия и Асареел.",
          "ID": "16"
        },
        {
          "text": "Сыновья Езры: Иефер, Меред, Ефер и Иалон; Иефер же родил Мерома, Шаммая и Ишбаха, отца Ешфемои.",
          "ID": "17"
        },
        {
          "text": "И жена его Иудия родила Иереда, отца Гедора, и Хевера, отца Сохо, и Иекуфиила, отца Занаоха. Это сыновья Бифьи, дочери фараоновой, которую взял Меред.",
          "ID": "18"
        },
        {
          "text": "Сыновья жены его Годии, сестры Нахама, отца Кеилы: Гарми и Ешфемоа – Маахатянин.",
          "ID": "19"
        },
        {
          "text": "Сыновья Симеона: Амнон, Ринна, Бенханан и Филон. Сыновья Ишия: Зохеф и Бензохеф.",
          "ID": "20"
        },
        {
          "text": "Сыновья Силома, сына Иудина: Ир, отец Лехи, и Лаеда, отец Мареши, и семейства выделывавших виссон, из дома Ашбеи,",
          "ID": "21"
        },
        {
          "text": "и Иоким, и жители Хозевы, и Иоаш и Сараф, которые имели владение в Моаве, и Иашувилехем; но это события древние.",
          "ID": "22"
        },
        {
          "text": "Они [были] горшечники, и жили при садах и в огородах; у царя для работ его жили они там.",
          "ID": "23"
        },
        {
          "text": "Сыновья Симеона: Немуил, Иамин, Иарив, Зерах и Саул.",
          "ID": "24"
        },
        {
          "text": "Шаллум сын его; его сын Мивсам; его сын Мишма.",
          "ID": "25"
        },
        {
          "text": "Сыновья Мишмы: Хаммуил, сын его; его сын Закур; его сын Шимей.",
          "ID": "26"
        },
        {
          "text": "У Шимея [было] шестнадцать сыновей и шесть дочерей; у братьев же его сыновей [было] немного, и все племя их не так было многочисленно, как племя сынов Иуды.",
          "ID": "27"
        },
        {
          "text": "Они жили в Вирсавии, Моладе, Хацаршуале,",
          "ID": "28"
        },
        {
          "text": "в Билге, в Ецеме, в Фоладе,",
          "ID": "29"
        },
        {
          "text": "в Вефуиле, в Хорме, в Циклаге,",
          "ID": "30"
        },
        {
          "text": "в Беф–Маркавофе, в Хацарсусиме, в Беф–Биреи и в Шаариме. Вот города их до царствования Давидова,",
          "ID": "31"
        },
        {
          "text": "с селами их: Етам, Аин, Риммон, Фокен и Ашан, – пять городов.",
          "ID": "32"
        },
        {
          "text": "И все селения их, которые находились вокруг сих городов до Ваала; вот места жительства их и родословия их.",
          "ID": "33"
        },
        {
          "text": "Мешовав, Иамлех и Иосия, сын Амассии,",
          "ID": "34"
        },
        {
          "text": "Иоил и Иегу, сын Иошиви, сына Сераии, сына Асиилова,",
          "ID": "35"
        },
        {
          "text": "Елиоенай, Иакова, Ишохаия, Асаия, Адиил, Ишимиил и Ванея,",
          "ID": "36"
        },
        {
          "text": "и Зиза, сын Шифия, сын Аллона, сын Иедаии, сын Шимрия, сын Шемаии.",
          "ID": "37"
        },
        {
          "text": "Сии поименованные [были] князьями племен своих, и дом отцов их разделился на многие отрасли.",
          "ID": "38"
        },
        {
          "text": "Они доходили до Герары и до восточной стороны долины, чтобы найти пастбища для стад своих;",
          "ID": "39"
        },
        {
          "text": "и нашли пастбища тучные и хорошие и землю обширную, спокойную и безопасную, потому что до них жило там [только] немного Хамитян.",
          "ID": "40"
        },
        {
          "text": "И пришли сии, по именам записанные, во дни Езекии, царя Иудейского, и перебили кочующих и оседлых, которые там находились, и истребили их навсегда и поселились на месте их, ибо там были пастбища для стад их.",
          "ID": "41"
        },
        {
          "text": "Из них же, из сынов Симеоновых, пошли к горе Сеир пятьсот человек: Фелатия, Неария, Рефаия и Узиил, сыновья Ишия, [были] во главе их;",
          "ID": "42"
        },
        {
          "text": "и побили уцелевший там остаток Амаликитян, и живут там до сего дня.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.4",
      "name": "Первая книга Паралипоменон 4"
    },
    {
      "text": [
        {
          "text": "Сыновья Рувима, первенца Израилева, – он первенец; но, когда осквернил он постель отца своего, первенство его отдано сыновьям Иосифа, сына Израилева, с тем однакож, чтобы не писаться им первородными;",
          "ID": "1"
        },
        {
          "text": "потому что Иуда был сильнейшим из братьев своих, и вождь от него, но первенство [перенесено] на Иосифа.",
          "ID": "2"
        },
        {
          "text": "Сыновья Рувима, первенца Израилева: Ханох, Фаллу, Хецрон и Харми.",
          "ID": "3"
        },
        {
          "text": "Сыновья Иоиля: Шемая, сын его; его сын Гог, его сын Шимей,",
          "ID": "4"
        },
        {
          "text": "его сын Миха, его сын Реаия, его сын Ваал,",
          "ID": "5"
        },
        {
          "text": "его сын Беера, которого отвел в плен Феглафелласар, царь Ассирийский. Он [был] князем Рувимлян.",
          "ID": "6"
        },
        {
          "text": "И братья его, по племенам их, по родословному списку их, были: главный Иеиель, потом Захария,",
          "ID": "7"
        },
        {
          "text": "и Бела, сын Азаза, сына Шемы, сына Иоиля. Он обитал в Ароере до Нево и Ваал–Меона;",
          "ID": "8"
        },
        {
          "text": "а к востоку он обитал до входа в пустыню, идущую от реки Евфрата, потому что стада их были многочисленны в земле Галаадской.",
          "ID": "9"
        },
        {
          "text": "Во дни Саула они вели войну с Агарянами, которые пали от рук их, а они стали жить в шатрах и по всей восточной стороне Галаада.",
          "ID": "10"
        },
        {
          "text": "Сыновья Гада жили напротив их в земле Васанской до Салхи:",
          "ID": "11"
        },
        {
          "text": "в Васане Иоиль был главный, Шафан второй, потом Иаанай и Шафат.",
          "ID": "12"
        },
        {
          "text": "Братьев их с семействами их было семь: Михаил, Мешуллам, Шева, Иорай, Иаакан, Зия и Евер.",
          "ID": "13"
        },
        {
          "text": "Вот сыновья Авихаила, сына Хурия, сына Иароаха, сына Галаада, сына Михаила, сына Иешишая, сына Иахдо, сына Буза.",
          "ID": "14"
        },
        {
          "text": "Ахи, сын Авдиила, сына Гуниева, [был] главою своего рода.",
          "ID": "15"
        },
        {
          "text": "Они жили в Галааде, в Васане и в зависящих от него городах и во всех окрестностях Сарона, до исхода их.",
          "ID": "16"
        },
        {
          "text": "Все они перечислены во дни Иоафама, царя Иудейского, и во дни Иеровоама, царя Израильского.",
          "ID": "17"
        },
        {
          "text": "У потомков Рувима и Гада и полуплемени Манассиина было людей воинственных, мужей носящих щит и меч, стреляющих из лука и приученных к битве, сорок четыре тысячи семьсот шестьдесят, выходящих на войну.",
          "ID": "18"
        },
        {
          "text": "И воевали они с Агарянами, Иетуром, Нафишем и Надавом.",
          "ID": "19"
        },
        {
          "text": "И подана была им помощь против них, и преданы были в руки их Агаряне и все, что у них было, потому что они во время сражения воззвали к Богу, и Он услышал их, за то, что они уповали на Него.",
          "ID": "20"
        },
        {
          "text": "И взяли они стада их: верблюдов пятьдесят тысяч, из мелкого скота двести пятьдесят тысяч, ослов две тысячи, и сто тысяч душ людей,",
          "ID": "21"
        },
        {
          "text": "потому что много пало убитых, так как от Бога было сражение сие. И жили они на месте их до переселения.",
          "ID": "22"
        },
        {
          "text": "Потомки полуколена Манассиина жили в той земле, от Васана до Ваал–Ермона и Сенира и до горы Ермона; и их было много.",
          "ID": "23"
        },
        {
          "text": "И вот главы поколений их: Ефер, Ишьи, Елиил, Азриил, Иеремия, Годавия и Иагдиил, мужи мощные, мужи именитые, главы родов своих.",
          "ID": "24"
        },
        {
          "text": "Но когда они согрешили против Бога отцов своих и стали блудно ходить вслед богов народов той земли, которых изгнал Бог от лица их,",
          "ID": "25"
        },
        {
          "text": "тогда Бог Израилев возбудил дух Фула, царя Ассирийского, и дух Феглафелласара, царя Ассирийского, и он выселил Рувимлян и Гадитян и половину колена Манассиина, и отвел их в Халах, и Хавор, и Ару, и на реку Гозан, – [где они] до сего дня.",
          "ID": "26"
        }
      ],
      "ID": "OT:1CH.5",
      "name": "Первая книга Паралипоменон 5"
    },
    {
      "text": [
        {
          "text": "Сыновья Левия: Гирсон, Кааф и Мерари.",
          "ID": "1"
        },
        {
          "text": "Сыновья Каафа: Амрам, Ицгар, Хеврон и Узиил.",
          "ID": "2"
        },
        {
          "text": "Дети Амрама: Аарон, Моисей и Мариам. Сыновья Аарона: Надав, Авиуд, Елеазар и Ифамар.",
          "ID": "3"
        },
        {
          "text": "Елеазар родил Финееса, Финеес родил Авишуя;",
          "ID": "4"
        },
        {
          "text": "Авишуй родил Буккия, Буккий родил Озию;",
          "ID": "5"
        },
        {
          "text": "Озия родил Зерахию, Зерахия родил Мераиофа;",
          "ID": "6"
        },
        {
          "text": "Мераиоф родил Амарию, Амария родил Ахитува;",
          "ID": "7"
        },
        {
          "text": "Ахитув родил Садока, Садок родил Ахимааса;",
          "ID": "8"
        },
        {
          "text": "Ахимаас родил Азарию, Азария родил Иоанана;",
          "ID": "9"
        },
        {
          "text": "Иоанан родил Азарию, – это тот, который был священником в храме, построенном Соломоном в Иерусалиме.",
          "ID": "10"
        },
        {
          "text": "И родил Азария Амарию, Амария родил Ахитува;",
          "ID": "11"
        },
        {
          "text": "Ахитув родил Садока, Садок родил Селлума;",
          "ID": "12"
        },
        {
          "text": "Селлум родил Хелкию, Хелкия родил Азарию;",
          "ID": "13"
        },
        {
          "text": "Азария родил Сераию, Сераия родил Иоседека.",
          "ID": "14"
        },
        {
          "text": "Иоседек пошел [в плен], когда Господь переселил Иудеев и Иерусалимлян рукою Навуходоносора.",
          "ID": "15"
        },
        {
          "text": "Итак сыновья Левия: Гирсон, Кааф и Мерари.",
          "ID": "16"
        },
        {
          "text": "Вот имена сыновей Гирсоновых: Ливни и Шимей.",
          "ID": "17"
        },
        {
          "text": "Сыновья Каафа: Амрам, Ицгар, Хеврон и Узиил.",
          "ID": "18"
        },
        {
          "text": "Сыновья Мерари: Махли и Муши. Вот потомки Левия по родам их.",
          "ID": "19"
        },
        {
          "text": "У Гирсона: Ливни, сын его; Иахав, сын его; Зимма, сын его;",
          "ID": "20"
        },
        {
          "text": "Иоах, сын его; Иддо, сын его; Зерах, сын его; Иеафрай, сын его.",
          "ID": "21"
        },
        {
          "text": "Сыновья Каафа: Аминадав, сын его; Корей, сын его; Асир, сын его;",
          "ID": "22"
        },
        {
          "text": "Елкана, сын его; Евиасаф, сын его; Асир, сын его;",
          "ID": "23"
        },
        {
          "text": "Тахаф, сын его; Уриил, сын его; Узия, сын его; Саул, сын его.",
          "ID": "24"
        },
        {
          "text": "Сыновья Елканы: Амасай и Ахимоф.",
          "ID": "25"
        },
        {
          "text": "Елкана, сын его; Цофай, сын его; Нахаф, сын его;",
          "ID": "26"
        },
        {
          "text": "Елиаф, сын его; Иерохам, сын его, Елкана, сын его.",
          "ID": "27"
        },
        {
          "text": "Сыновья Самуила: первенец Иоиль, второй Авия.",
          "ID": "28"
        },
        {
          "text": "Сыновья Мерари: Махли; Ливни, сын его; Шимей, сын его; Уза, сын его;",
          "ID": "29"
        },
        {
          "text": "Шима, сын его; Хаггия, сын его; Асаия, сын его.",
          "ID": "30"
        },
        {
          "text": "Вот те, которых Давид поставил начальниками над певцами в доме Господнем, со времени поставления в нем ковчега.",
          "ID": "31"
        },
        {
          "text": "Они служили певцами пред скиниею собрания, доколе Соломон не построил дома Господня в Иерусалиме. И они становились на службу свою по уставу своему.",
          "ID": "32"
        },
        {
          "text": "Вот те, которые становились с сыновьями своими: из сыновей Каафовых – Еман певец, сын Иоиля, сын Самуила,",
          "ID": "33"
        },
        {
          "text": "сын Елканы, сын Иерохама, сын Елиила, сын Тоаха,",
          "ID": "34"
        },
        {
          "text": "сын Цуфа, сын Елканы, сын Махафа, сын Амасая,",
          "ID": "35"
        },
        {
          "text": "сын Елканы, сын Иоиля, сын Азарии, сын Цефании,",
          "ID": "36"
        },
        {
          "text": "сын Тахафа, сын Асира, сын Авиасафа, сын Корея,",
          "ID": "37"
        },
        {
          "text": "сын Ицгара, сын Каафа, сын Левия, сын Израиля;",
          "ID": "38"
        },
        {
          "text": "и брат его Асаф, стоявший на правой стороне его, – Асаф, сын Берехии, сын Шимы,",
          "ID": "39"
        },
        {
          "text": "сын Михаила, сын Ваасеи, сын Малхии,",
          "ID": "40"
        },
        {
          "text": "сын Ефния, сын Зераха, сын Адаии,",
          "ID": "41"
        },
        {
          "text": "сын Ефана, сын Зиммы, сын Шимия,",
          "ID": "42"
        },
        {
          "text": "сын Иахафа, сын Гирсона, сын Левия.",
          "ID": "43"
        },
        {
          "text": "А из сыновей Мерари, братьев их, – на левой стороне: Ефан, сын Кишия, сын Авдия, сын Маллуха,",
          "ID": "44"
        },
        {
          "text": "сын Хашавии, сын Амасии, сын Хелкии,",
          "ID": "45"
        },
        {
          "text": "сын Амция, сын Вания, сын Шемера,",
          "ID": "46"
        },
        {
          "text": "сын Махлия, сын Мушия, сын Мерари, сын Левия.",
          "ID": "47"
        },
        {
          "text": "Братья их левиты определены на всякие службы при доме Божием;",
          "ID": "48"
        },
        {
          "text": "Аарон же и сыновья его сожигали на жертвеннике всесожжения и на жертвеннике кадильном, и совершали всякое священнодействие во Святом Святых и для очищения Израиля во всем, как заповедал раб Божий Моисей.",
          "ID": "49"
        },
        {
          "text": "Вот сыновья Аарона: Елеазар, сын его; Финеес, сын его; Авиуд, сын его;",
          "ID": "50"
        },
        {
          "text": "Буккий, сын его; Уззий, сын его; Зерахия, сын его;",
          "ID": "51"
        },
        {
          "text": "Мераиоф, сын его; Амария, сын его; Ахитув, сын его;",
          "ID": "52"
        },
        {
          "text": "Садок, сын его; Ахимаас, сын его.",
          "ID": "53"
        },
        {
          "text": "И вот жилища их по селениям их в пределах их: сыновьям Аарона из племени Каафова, так как жребий выпал им,",
          "ID": "54"
        },
        {
          "text": "дали Хеврон, в земле Иудиной, и предместья его вокруг его;",
          "ID": "55"
        },
        {
          "text": "поля же сего города и села его отдали Халеву, сыну Иефонниину.",
          "ID": "56"
        },
        {
          "text": "Сыновьям Аарона дали также города убежищ: Хеврон и Ливну с их предместьями, Иаттир и Ештемоа и предместья его,",
          "ID": "57"
        },
        {
          "text": "и Хилен и предместья его, Давир и предместья его,",
          "ID": "58"
        },
        {
          "text": "и Ашан и предместья его, Вефсамис и предместья его,",
          "ID": "59"
        },
        {
          "text": "а от колена Вениаминова – Геву и предместья ее, и Аллемеф и предместья его, и Анафоф и предместья его: всех городов их в племенах их тринадцать городов.",
          "ID": "60"
        },
        {
          "text": "Остальным сыновьям Каафа, из семейств этого колена, [дано] по жребию десять городов из удела половины колена Манассиина.",
          "ID": "61"
        },
        {
          "text": "Сыновьям Гирсона по племенам их, от колена Иссахарова, и от колена Асирова, и от колена Неффалимова, и от колена Манассиина в Васане, [дано] тринадцать городов.",
          "ID": "62"
        },
        {
          "text": "Сыновьям Мерари по племенам их, от колена Рувимова, и от колена Гадова, и от колена Завулонова, [дано] по жребию двенадцать городов.",
          "ID": "63"
        },
        {
          "text": "Так дали сыны Израилевы левитам города и предместья их.",
          "ID": "64"
        },
        {
          "text": "Дали они по жребию от колена сыновей Иудиных, и от колена сыновей Симеоновых, и от колена сыновей Вениаминовых те города, которые они назвали по именам.",
          "ID": "65"
        },
        {
          "text": "Некоторым же племенам сыновей Каафовых даны были города от колена Ефремова.",
          "ID": "66"
        },
        {
          "text": "И дали им города убежищ: Сихем и предместья его на горе Ефремовой, и Гезер и предместья его,",
          "ID": "67"
        },
        {
          "text": "и Иокмеам и предместья его, и Беф–Орон и предместья его,",
          "ID": "68"
        },
        {
          "text": "и Аиалон и предместья его, и Гаф–Риммон и предместья его;",
          "ID": "69"
        },
        {
          "text": "от половины колена Манассиина – Анер и предместья его, Билеам и предместья его. Это поколению остальных сыновей Каафовых.",
          "ID": "70"
        },
        {
          "text": "Сыновьям Гирсона от племени полуколена Манассиина [дали] Голан в Васане и предместья его, и Аштароф и предместья его.",
          "ID": "71"
        },
        {
          "text": "От колена Иссахарова – Кедес и предместья его, Давраф и предместья его,",
          "ID": "72"
        },
        {
          "text": "и Рамоф и предместья его, и Анем и предместья его;",
          "ID": "73"
        },
        {
          "text": "от колена Асирова – Машал и предместья его, и Авдон и предместья его,",
          "ID": "74"
        },
        {
          "text": "и Хукок и предместья его, и Рехов и предместья его;",
          "ID": "75"
        },
        {
          "text": "от колена Неффалимова – Кедес в Галилее и предместья его, и Хаммон и предместья его, и Кириафаим и предместья его.",
          "ID": "76"
        },
        {
          "text": "А прочим сыновьям Мерариным – от колена Завулонова Риммон и предместья его, Фавор и предместья его.",
          "ID": "77"
        },
        {
          "text": "По ту сторону Иордана, против Иерихона, на восток от Иордана, от колена Рувимова [дали] Восор в пустыне и предместья его, и Иаацу и предместья ее,",
          "ID": "78"
        },
        {
          "text": "и Кедемоф и предместья его, и Мефааф и предместья его;",
          "ID": "79"
        },
        {
          "text": "от колена Гадова – Рамоф в Галааде и предместья его, и Маханаим и предместья его,",
          "ID": "80"
        },
        {
          "text": "и Есевон и предместья его, и Иазер и предместья его.",
          "ID": "81"
        }
      ],
      "ID": "OT:1CH.6",
      "name": "Первая книга Паралипоменон 6"
    },
    {
      "text": [
        {
          "text": "Сыновья Иссахара: Фола, Фуа, Иашув и Шимрон, четверо.",
          "ID": "1"
        },
        {
          "text": "Сыновья Фолы: Уззий, Рефаия, Иериил, Иахмай, Ивсам и Самуил, главные в поколениях Фолы, люди воинственные в своих поколениях; число их во дни Давида было двадцать две тысячи и шестьсот.",
          "ID": "2"
        },
        {
          "text": "Сын Уззия: Израхия; а сыновья Израхии: Михаил, Овадиа, Иоиль и Ишшия, пятеро. Все они главные.",
          "ID": "3"
        },
        {
          "text": "У них, по родам их, по поколениям их, было готово к сражению войска тридцать шесть тысяч; потому что у них было много жен и сыновей.",
          "ID": "4"
        },
        {
          "text": "Братьев же их, во всех поколениях Иссахаровых, людей воинственных, было восемьдесят семь тысяч, внесенных в родословные записи.",
          "ID": "5"
        },
        {
          "text": "У Вениамина: Бела, Бехер и Иедиаил, трое.",
          "ID": "6"
        },
        {
          "text": "Сыновья Белы: Ецбон, Уззий, Уззиил, Иеримоф и Ири, пятеро, главы поколений, люди воинственные. В родословных списках записано их двадцать две тысячи тридцать четыре.",
          "ID": "7"
        },
        {
          "text": "Сыновья Бехера: Земира, Иоаш, Елиезер, Елиоенай, Омри, Иремоф, Авия, Анафоф и Алемеф: все эти сыновья Бехера.",
          "ID": "8"
        },
        {
          "text": "В родословных списках записано их по родам их, по главам поколений, людей воинственных – двадцать тысяч и двести.",
          "ID": "9"
        },
        {
          "text": "Сын Иедиаила: Билган. Сыновья Билгана: Иеус, Вениамин, Егуд, Хенаана, Зефан, Фарсис и Ахишахар.",
          "ID": "10"
        },
        {
          "text": "Все эти сыновья Иедиаила были главами поколений, люди воинственные; семнадцать тысяч и двести было выходящих на войну.",
          "ID": "11"
        },
        {
          "text": "И Шупим и Хупим, сыновья Ира; Хушим, сын Ахера;",
          "ID": "12"
        },
        {
          "text": "сыновья Неффалима: Иахцеил, Гуни, Иецер и Шиллем, дети Валлы.",
          "ID": "13"
        },
        {
          "text": "Сыновья Манассии: Асриил, которого родила наложница его Арамеянка; она же родила Махира, отца Галаадова.",
          "ID": "14"
        },
        {
          "text": "Махир взял в жену сестру Хупима и Шупима, – имя сестры их Мааха; имя второму Салпаад. У Салпаада были [только] дочери.",
          "ID": "15"
        },
        {
          "text": "Мааха, жена Махирова, родила сына и нарекла ему имя Кереш, а имя брату его Шереш. Сыновья его: Улам и Рекем.",
          "ID": "16"
        },
        {
          "text": "Сын Улама: Бедан. Вот сыновья Галаада, сына Махира, сына Манассиина.",
          "ID": "17"
        },
        {
          "text": "Сестра его Молехеф родила Ишгода, Авиезера и Махлу.",
          "ID": "18"
        },
        {
          "text": "Сыновья Шемиды были: Ахиан, Шехем, Ликхи и Аниам.",
          "ID": "19"
        },
        {
          "text": "Сыновья Ефрема: Шутелах, и Беред, сын его, и Фахаф, сын его, и Елеада, сын его, и Фахаф, сын его,",
          "ID": "20"
        },
        {
          "text": "и Завад, сын его, и Шутелах, сын его, и Езер и Елеад. И убили их жители Гефа, уроженцы той земли, за то, что они пошли захватить стада их.",
          "ID": "21"
        },
        {
          "text": "И плакал о них Ефрем, отец их, много дней, и приходили братья его утешать его.",
          "ID": "22"
        },
        {
          "text": "Потом он вошел к жене своей, и она зачала и родила сына, и он нарек ему имя: Берия, потому что несчастье постигло дом его.",
          "ID": "23"
        },
        {
          "text": "И дочь у него [была] Шеера. Она построила Беф–Орон нижний и верхний и Уззен–Шееру.",
          "ID": "24"
        },
        {
          "text": "И Рефай, сын его, и Решеф, и Фелах, сын его, и Фахан, сын его,",
          "ID": "25"
        },
        {
          "text": "Лаедан, сын его, Аммиуд, сын его, Елишама, сын его,",
          "ID": "26"
        },
        {
          "text": "Нон, сын его, Иисус, сын его.",
          "ID": "27"
        },
        {
          "text": "Владения их и места жительства их [были]: Вефиль и зависящие от него города; к востоку Нааран, к западу Гезер и зависящие от него города; Сихем и зависящие от него города до Газы и зависящих от нее городов.",
          "ID": "28"
        },
        {
          "text": "А со стороны сыновей Манассииных: Беф–Сан и зависящие от него города, Фаанах и зависящие от него города, Мегиддо и зависящие от него города, Дор и зависящие от него города. В них жили сыновья Иосифа, сына Израилева.",
          "ID": "29"
        },
        {
          "text": "Сыновья Асира: Имна, Ишва, Ишви и Берия, и сестра их Серах.",
          "ID": "30"
        },
        {
          "text": "Сыновья Берии: Хевер и Малхиил. Он отец Бирзаифа.",
          "ID": "31"
        },
        {
          "text": "Хевер родил Иафлета, Шомера и Хофама, и Шую, сестру их.",
          "ID": "32"
        },
        {
          "text": "Сыновья Иафлета: Пасах, Бимгал и Ашваф. Вот сыновья Иафлета.",
          "ID": "33"
        },
        {
          "text": "Сыновья Шемера: Ахи, Рохга, Ихубба и Арам.",
          "ID": "34"
        },
        {
          "text": "Сыновья Гелема, брата его: Цофах, Имна, Шелеш и Амал.",
          "ID": "35"
        },
        {
          "text": "Сыновья Цофаха: Суах, Харнефер, Шуал, Бери, Имра,",
          "ID": "36"
        },
        {
          "text": "Бецер, Год, Шамма, Шилша, Ифран и Беера.",
          "ID": "37"
        },
        {
          "text": "Сыновья Иефера: Иефунни, Фиспа и Ара.",
          "ID": "38"
        },
        {
          "text": "Сыновья Уллы: Арах, Ханниил и Риция.",
          "ID": "39"
        },
        {
          "text": "Все эти сыновья Асира, главы поколений, люди отборные, воинственные, главные начальники. Записано у них в родословных списках в войске, для войны, по счету двадцать шесть тысяч человек.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.7",
      "name": "Первая книга Паралипоменон 7"
    },
    {
      "text": [
        {
          "text": "Вениамин родил Белу, первенца своего, второго Ашбела, третьего Ахрая,",
          "ID": "1"
        },
        {
          "text": "четвертого Ноху и пятого Рафу.",
          "ID": "2"
        },
        {
          "text": "Сыновья Белы были: Аддар, Гера, Авиуд,",
          "ID": "3"
        },
        {
          "text": "Авишуа, Нааман, Ахоах,",
          "ID": "4"
        },
        {
          "text": "Гера, Шефуфан и Хурам.",
          "ID": "5"
        },
        {
          "text": "И вот сыновья Егуда, которые были главами родов, живших в Геве и переселенных в Манахаф:",
          "ID": "6"
        },
        {
          "text": "Нааман, Ахия и Гера, который переселил их; он родил Уззу и Ахихуда.",
          "ID": "7"
        },
        {
          "text": "Шегараим родил детей в земле Моавитской после того, как отпустил от [себя] Хушиму и Баару, жен своих.",
          "ID": "8"
        },
        {
          "text": "И родил он от Ходеши, жены своей, Иовава, Цивию, Мешу, Малхама,",
          "ID": "9"
        },
        {
          "text": "Иеуца, Шахию и Мирму: вот сыновья его, главы поколений.",
          "ID": "10"
        },
        {
          "text": "От Хушимы родил он Авитува и Елпаала.",
          "ID": "11"
        },
        {
          "text": "Сыновья Елпаала: Евер, Мишам и Шемер, который построил Оно и Лод и зависящие от него города, –",
          "ID": "12"
        },
        {
          "text": "и Берия и Шема. Они были главами поколений жителей Аиалона. Они выгнали жителей Гефа.",
          "ID": "13"
        },
        {
          "text": "Ахио, Шашак, Иремоф,",
          "ID": "14"
        },
        {
          "text": "Зевадия, Арад, Едер,",
          "ID": "15"
        },
        {
          "text": "Михаил, Ишфа и Иоха – сыновья Берии.",
          "ID": "16"
        },
        {
          "text": "Зевадия, Мешуллам, Хизкий, Хевер,",
          "ID": "17"
        },
        {
          "text": "Ишмерай, Излия и Иовав – сыновья Елпаала.",
          "ID": "18"
        },
        {
          "text": "Иаким, Зихрий, Завдий,",
          "ID": "19"
        },
        {
          "text": "Елиенай, Цилфай, Елиил,",
          "ID": "20"
        },
        {
          "text": "Адаия, Бераия и Шимраф – сыновья Шимея.",
          "ID": "21"
        },
        {
          "text": "Ишпан, Евер, Елиил,",
          "ID": "22"
        },
        {
          "text": "Авдон, Зихрий, Ханан,",
          "ID": "23"
        },
        {
          "text": "Ханания, Елам, Антофия,",
          "ID": "24"
        },
        {
          "text": "Ифдия и Фенуил – сыновья Шашака.",
          "ID": "25"
        },
        {
          "text": "Шамшерай, Шехария, Афалия,",
          "ID": "26"
        },
        {
          "text": "Иаарешия, Елия и Зихрий, сыновья Иерохама.",
          "ID": "27"
        },
        {
          "text": "Это главы поколений, в родах своих главные. Они жили в Иерусалиме.",
          "ID": "28"
        },
        {
          "text": "В Гаваоне жили: отец Гаваонитян, – имя жены его Мааха, –",
          "ID": "29"
        },
        {
          "text": "и сын его, первенец Авдон, [за ним] Цур, Кис, Ваал, Надав,",
          "ID": "30"
        },
        {
          "text": "Гедор, Ахио, Зехер и Миклоф.",
          "ID": "31"
        },
        {
          "text": "Миклоф родил Шимея. И они подле братьев своих жили в Иерусалиме, вместе с братьями своими.",
          "ID": "32"
        },
        {
          "text": "Нер родил Киса; Кис родил Саула; Саул родил Иоанафана, Мелхисуя, Авинадава и Ешбаала.",
          "ID": "33"
        },
        {
          "text": "Сын Ионафана Мериббаал; Мериббаал родил Миху.",
          "ID": "34"
        },
        {
          "text": "Сыновья Михи: Пифон, Мелег, Фаарея и Ахаз.",
          "ID": "35"
        },
        {
          "text": "Ахаз родил Иоиадду; Иоиадда родил Алемефа, Азмавефа и Замврия; Замврий родил Моцу;",
          "ID": "36"
        },
        {
          "text": "Моца родил Бинею. Рефаия, сын его; Елеаса, сын его; Ацел, сын его.",
          "ID": "37"
        },
        {
          "text": "У Ацела шесть сыновей, и вот имена их: Азрикам, Бохру, Исмаил, Шеария, Овадия и Ханан; все они сыновья Ацела.",
          "ID": "38"
        },
        {
          "text": "Сыновья Ешека, брата его: Улам, первенец его, второй Иеуш, третий Елифелет.",
          "ID": "39"
        },
        {
          "text": "Сыновья Улама были люди воинственные, стрелявшие из лука, имевшие много сыновей и внуков: сто пятьдесят. Все они от сынов Вениамина.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.8",
      "name": "Первая книга Паралипоменон 8"
    },
    {
      "text": [
        {
          "text": "Так были перечислены по родам своим все Израильтяне, и вот они записаны в книге царей Израильских. Иудеи же за беззакония свои переселены в Вавилон.",
          "ID": "1"
        },
        {
          "text": "Первые жители, которые [жили] во владениях своих, по городам Израильским, были Израильтяне, священники, левиты и нефинеи.",
          "ID": "2"
        },
        {
          "text": "В Иерусалиме жили некоторые из сынов Иудиных и из сынов Вениаминовых, и из сынов Ефремовых и Манассииных:",
          "ID": "3"
        },
        {
          "text": "Уфай, сын Аммиуда, сын Омри, сын Имрия, сын Вания, – из сыновей Фареса, сына Иудина;",
          "ID": "4"
        },
        {
          "text": "из сыновей Шилона – Асаия первенец и сыновья его;",
          "ID": "5"
        },
        {
          "text": "из сыновей Зары – Иеуил и братья их, – шестьсот девяносто;",
          "ID": "6"
        },
        {
          "text": "из сыновей Вениаминовых Саллу, сын Мешуллама, сын Годавии, сын Гассенуи;",
          "ID": "7"
        },
        {
          "text": "и Ивния, сын Иерохама, и Эла, сын Уззия, сына Михриева, и Мешуллам, сын Шефатии, сына Регуила, сына Ивнии,",
          "ID": "8"
        },
        {
          "text": "и братья их, по родам их: девятьсот пятьдесят шесть, – все сии мужи были главы родов в поколениях своих.",
          "ID": "9"
        },
        {
          "text": "А из священников: Иедаия, Иоиарив, Иахин,",
          "ID": "10"
        },
        {
          "text": "и Азария, сын Хелкии, сын Мешуллама, сын Садока, сын Мераиофа, сын Ахитува, начальствующий в доме Божием;",
          "ID": "11"
        },
        {
          "text": "и Адаия, сын Иерохама, сын Пашхура, сын Малхии; и Маасай, сын Адиела, сын Иахзера, сын Мешуллама, сын Мешиллемифа, сын Иммера;",
          "ID": "12"
        },
        {
          "text": "и братья их, главы родов своих: тысяча семьсот шестьдесят, – люди отличные в деле служения в доме Божием.",
          "ID": "13"
        },
        {
          "text": "А из левитов: Шемаия, сын Хашува, сын Азрикама, сын Хашавии, – из сыновей Мерариных;",
          "ID": "14"
        },
        {
          "text": "и Вакбакар, Хереш, Галал, и Матфания, сын Михи, сын Зихрия, сын Асафа;",
          "ID": "15"
        },
        {
          "text": "и Овадия, сын Шемаии, сын Галала, сын Идифуна, и Берехия, сын Асы, сын Елканы, живший в селениях Нетофафских.",
          "ID": "16"
        },
        {
          "text": "А привратники: Шаллум, Аккуб, Талмон и Ахиман, и братья их; Шаллум [был] главным.",
          "ID": "17"
        },
        {
          "text": "И доныне сии привратники у ворот царских, к востоку, содержат стражу сынов Левииных.",
          "ID": "18"
        },
        {
          "text": "Шаллум, сын Коре, сын Евиасафа, сын Корея, и братья его из рода его, Кореяне, по делу служения своего, были стражами у порогов скинии, а отцы их охраняли вход в стан Господень.",
          "ID": "19"
        },
        {
          "text": "Финеес, сын Елеазаров, был прежде начальником над ними, и Господь был с ним.",
          "ID": "20"
        },
        {
          "text": "Захария, сын Мешелемии, [был] привратником у дверей скинии собрания.",
          "ID": "21"
        },
        {
          "text": "Всех их, выбранных в привратники к порогам, было двести двенадцать. Они внесены в список по селениям своим. Их поставил Давид и Самуил–прозорливец за верность их.",
          "ID": "22"
        },
        {
          "text": "И они и сыновья их были на страже у ворот дома Господня, при доме скинии.",
          "ID": "23"
        },
        {
          "text": "На четырех сторонах находились привратники: на восточной, западной, северной и южной.",
          "ID": "24"
        },
        {
          "text": "Братья же их жили в селениях своих, приходя к ним от времени до времени на семь дней.",
          "ID": "25"
        },
        {
          "text": "Сии четыре начальника привратников, левиты, были в доверенности; они же были приставлены к жилищам и к сокровищам дома Божия.",
          "ID": "26"
        },
        {
          "text": "Вокруг дома Божия они и ночь проводили, потому что на них [лежало] охранение, и они должны были каждое утро отпирать двери.",
          "ID": "27"
        },
        {
          "text": "[Одни] из них были приставлены к служебным сосудам, так что счетом принимали их и счетом выдавали.",
          "ID": "28"
        },
        {
          "text": "[Другим] из них поручена была прочая утварь и все священные потребности: мука лучшая, и вино, и елей, и ладан, и благовония.",
          "ID": "29"
        },
        {
          "text": "А из сыновей священнических [некоторые] составляли миро из веществ благовонных.",
          "ID": "30"
        },
        {
          "text": "Маттафии из левитов, – он первенец Селлума Кореянина, – вверено было приготовляемое на сковородах.",
          "ID": "31"
        },
        {
          "text": "[Некоторым] из братьев их, из сынов Каафовых, поручено было [заготовление] хлебов предложения, чтобы представлять [их] каждую субботу.",
          "ID": "32"
        },
        {
          "text": "Певцы же, главные в поколениях левитских, в комнатах храма свободны были от занятий, потому что день и ночь они обязаны были [заниматься] искусством [своим].",
          "ID": "33"
        },
        {
          "text": "Это главы поколений левитских, в родах своих главные. Они жили в Иерусалиме.",
          "ID": "34"
        },
        {
          "text": "В Гаваоне жили: отец Гаваонитян Иеил, – имя жены его Мааха,",
          "ID": "35"
        },
        {
          "text": "и сын его первенец Авдон, [за ним] Цур, Кис, Ваал, Нер, Надав,",
          "ID": "36"
        },
        {
          "text": "Гедор, Ахио, Захария и Миклоф.",
          "ID": "37"
        },
        {
          "text": "Миклоф родил Шимеама. И они подле братьев своих жили в Иерусалиме вместе с братьями своими.",
          "ID": "38"
        },
        {
          "text": "Нер родил Киса, Кис родил Саула, Саул родил Ионафана, Мелхисуя, Авинадава и Ешбаала.",
          "ID": "39"
        },
        {
          "text": "Сын Ионафана Мериббаал; Мериббаал родил Миху.",
          "ID": "40"
        },
        {
          "text": "Сыновья Михи: Пифон, Мелех, Фарей [и Ахаз].",
          "ID": "41"
        },
        {
          "text": "Ахаз родил Иаеру; Иаера родил Алемефа, Азмавефа и Замврия; Замврий родил Моцу;",
          "ID": "42"
        },
        {
          "text": "Моца родил Бинею: Рефаия, сын его; Елеаса, сын его; Ацел, сын его.",
          "ID": "43"
        },
        {
          "text": "У Ацела шесть сыновей, и вот имена их: Азрикам, Бохру, Исмаил, Шеария, Овадия и Ханан. Это сыновья Ацела.",
          "ID": "44"
        }
      ],
      "ID": "OT:1CH.9",
      "name": "Первая книга Паралипоменон 9"
    },
    {
      "text": [
        {
          "text": "Филистимляне воевали с Израилем, и побежали Израильтяне от Филистимлян, и падали пораженные на горе Гелвуе.",
          "ID": "1"
        },
        {
          "text": "И погнались Филистимляне за Саулом и сыновьями его, и убили Филистимляне Ионафана и Авинадава и Мелхисуя, сыновей Сауловых.",
          "ID": "2"
        },
        {
          "text": "Сражение против Саула усилилось, и стрелки устремились на него, так что он изранен был стрелками.",
          "ID": "3"
        },
        {
          "text": "И сказал Саул оруженосцу своему: обнажи меч твой и заколи меня им, чтобы не пришли эти необрезанные и не надругались надо мною. Но оруженосец не решился, потому что очень испугался. Тогда Саул взял меч и пал на него.",
          "ID": "4"
        },
        {
          "text": "Оруженосец его, увидев, что Саул умер, и сам пал на меч и умер.",
          "ID": "5"
        },
        {
          "text": "И умер Саул, и три сына его, и весь дом его вместе с ним умер.",
          "ID": "6"
        },
        {
          "text": "Когда увидели Израильтяне, которые были в долине, что все бегут и что Саул и сыновья его умерли, то оставили города свои и разбежались; а Филистимляне пришли и поселились в них.",
          "ID": "7"
        },
        {
          "text": "На другой день пришли Филистимляне обирать убитых, и нашли Саула и сыновей его, павших на горе Гелвуйской,",
          "ID": "8"
        },
        {
          "text": "и раздели его, и сняли с него голову его и оружие его, и послали по земле Филистимской, чтобы возвестить [о сем] пред идолами их и пред народом.",
          "ID": "9"
        },
        {
          "text": "И положили оружие его в капище богов своих, и голову его воткнули в доме Дагона.",
          "ID": "10"
        },
        {
          "text": "И услышал весь Иавис Галаадский все, что сделали Филистимляне с Саулом.",
          "ID": "11"
        },
        {
          "text": "И поднялись все люди сильные, взяли тело Саулово и тела сыновей его, и принесли их в Иавис, и похоронили кости их под дубом в Иависе, и постились семь дней.",
          "ID": "12"
        },
        {
          "text": "Так умер Саул за свое беззаконие, которое он сделал пред Господом, за то, что не соблюл слова Господня и обратился к волшебнице с вопросом,",
          "ID": "13"
        },
        {
          "text": "а не взыскал Господа. [За то] Он и умертвил его, и передал царство Давиду, сыну Иессееву.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.10",
      "name": "Первая книга Паралипоменон 10"
    },
    {
      "text": [
        {
          "text": "И собрались все Израильтяне к Давиду в Хеврон и сказали: вот, мы кость твоя и плоть твоя;",
          "ID": "1"
        },
        {
          "text": "и вчера, и третьего дня, когда еще Саул был царем, ты выводил и вводил Израиля, и Господь Бог твой сказал тебе: \"ты будешь пасти народ Мой, Израиля и ты будешь вождем народа Моего Израиля\".",
          "ID": "2"
        },
        {
          "text": "И пришли все старейшины Израилевы к царю в Хеврон, и заключил с ними Давид завет в Хевроне пред лицем Господним; и они помазали Давида в царя над Израилем, по слову Господню, чрез Самуила.",
          "ID": "3"
        },
        {
          "text": "И пошел Давид и весь Израиль к Иерусалиму, то есть к Иевусу. А там были Иевусеи, жители той земли.",
          "ID": "4"
        },
        {
          "text": "И сказали жители Иевуса Давиду: не войдешь сюда. Но Давид взял крепость Сион; это город Давидов.",
          "ID": "5"
        },
        {
          "text": "И сказал Давид: кто прежде всех поразит Иевусеев, тот будет главою и военачальником. И взошел прежде всех Иоав, сын Саруи, и сделался главою.",
          "ID": "6"
        },
        {
          "text": "Давид жил в той крепости, потому и называли ее городом Давидовым.",
          "ID": "7"
        },
        {
          "text": "И он обстроил город кругом, [начиная] от Милло, всю окружность, а Иоав возобновил остальные [части] города.",
          "ID": "8"
        },
        {
          "text": "И преуспевал Давид, и возвышался более и более, и Господь Саваоф [был] с ним.",
          "ID": "9"
        },
        {
          "text": "Вот главные из сильных у Давида, которые крепко подвизались с ним в царстве его, вместе со всем Израилем, чтобы воцарить его, по слову Господню, над Израилем,",
          "ID": "10"
        },
        {
          "text": "и вот число храбрых, которые были у Давида: Иесваал, сын Ахамани, главный из тридцати. Он поднял копье свое на триста человек и поразил их в один раз.",
          "ID": "11"
        },
        {
          "text": "По нем Елеазар, сын Додо Ахохиянина, из трех храбрых:",
          "ID": "12"
        },
        {
          "text": "он был с Давидом в Фасдамиме, куда Филистимляне собрались на войну. Там часть поля была засеяна ячменем, и народ побежал от Филистимлян;",
          "ID": "13"
        },
        {
          "text": "но они стали среди поля, сберегли его и поразили Филистимлян. И даровал Господь спасение великое!",
          "ID": "14"
        },
        {
          "text": "Трое сих главных из тридцати вождей взошли на скалу к Давиду, в пещеру Одоллам, когда стан Филистимлян был расположен в долине Рефаимов.",
          "ID": "15"
        },
        {
          "text": "Давид тогда был в укрепленном месте, а охранное войско Филистимлян было тогда в Вифлееме.",
          "ID": "16"
        },
        {
          "text": "И сильно захотелось [пить] Давиду, и он сказал: кто напоит меня водою из колодезя Вифлеемского, что у ворот?",
          "ID": "17"
        },
        {
          "text": "Тогда эти трое пробились сквозь стан Филистимский и почерпнули воды из колодезя Вифлеемского, что у ворот, и взяли, и принесли Давиду. Но Давид не захотел пить ее и вылил ее во славу Господа,",
          "ID": "18"
        },
        {
          "text": "и сказал: сохрани меня Господь, чтоб я сделал это! Стану ли я пить кровь мужей сих, полагавших души свои! Ибо с опасностью собственной жизни они принесли [воду]. И не захотел пить ее. Вот что сделали трое этих храбрых.",
          "ID": "19"
        },
        {
          "text": "И Авесса, брат Иоава, был главным из трех: он убил копьем своим триста человек, и был в славе у тех троих.",
          "ID": "20"
        },
        {
          "text": "Из трех он был знатнейшим и был начальником; но с теми тремя не равнялся.",
          "ID": "21"
        },
        {
          "text": "Ванея, сын Иодая, мужа храброго, великий по делам, из Кавцеила: он поразил двух Ариилов Моавитских; он же сошел и убил льва во рве, в снежное время;",
          "ID": "22"
        },
        {
          "text": "он же убил Египтянина, человека ростом в пять локтей: в руке Египтянина было копье, как навой у ткачей, а он подошел к нему с палкою и, вырвав копье из руки Египтянина, убил его его же копьем:",
          "ID": "23"
        },
        {
          "text": "вот что сделал Ванея, сын Иодая. И он был в славе у тех троих храбрых;",
          "ID": "24"
        },
        {
          "text": "он был знатнее тридцати, но с тремя не равнялся, и Давид поставил его ближайшим исполнителем своих приказаний.",
          "ID": "25"
        },
        {
          "text": "А главные из воинов: Асаил, брат Иоава; Елханан, сын Додо, из Вифлеема;",
          "ID": "26"
        },
        {
          "text": "Шамма Гародитянин; Херец Пелонитянин;",
          "ID": "27"
        },
        {
          "text": "Ира, сын Икеша, Фекоитянин; Евиезер Анафофянин;",
          "ID": "28"
        },
        {
          "text": "Сивхай Хушатянин; Илай Ахохиянин;",
          "ID": "29"
        },
        {
          "text": "Магарай Нетофафянин; Хелед, сын Вааны, Нетофафянин;",
          "ID": "30"
        },
        {
          "text": "Иттай, сын Рибая, из Гивы Вениаминовой; Ванея Пирафонянин;",
          "ID": "31"
        },
        {
          "text": "Хурай из Нагале–Гааша; Авиел из Аравы;",
          "ID": "32"
        },
        {
          "text": "Азмавеф Бахарумиянин; Елияхба Шаалбонянин.",
          "ID": "33"
        },
        {
          "text": "Сыновья Гашема Гизонитянина: Ионафан, сын Шаге, Гараритянин;",
          "ID": "34"
        },
        {
          "text": "Ахиам, сын Сахара, Гараритянин; Елифал, сын Уры;",
          "ID": "35"
        },
        {
          "text": "Хефер из Махеры; Ахиа Пелонитянин;",
          "ID": "36"
        },
        {
          "text": "Хецрой Кармилитянин; Наарай, сын Езбая;",
          "ID": "37"
        },
        {
          "text": "Иоиль, брат Нафана; Мивхар, сын Гагрия;",
          "ID": "38"
        },
        {
          "text": "Целек Аммонитянин; Нахарай Берофянин, оруженосец Иоава, сына Саруи;",
          "ID": "39"
        },
        {
          "text": "Ира Ифриянин; Гареб Ифриянин;",
          "ID": "40"
        },
        {
          "text": "Урия Хеттеянин; Завад, сын Ахлая;",
          "ID": "41"
        },
        {
          "text": "Адина, сын Шизы, Рувимлянин, глава Рувимлян, и у него [было] тридцать;",
          "ID": "42"
        },
        {
          "text": "Ханан, сын Маахи; Иосафат Мифниянин;",
          "ID": "43"
        },
        {
          "text": "Уззия Аштерофянин; Шама и Иеиел, сыновья Хофама Ароерянина;",
          "ID": "44"
        },
        {
          "text": "Иедиаел, сын Шимрия, и Иоха, брат его, Фициянин;",
          "ID": "45"
        },
        {
          "text": "Елиел из Махавима, и Иеривай и Иошавия, сыновья Елнаама, и Ифма Моавитянин;",
          "ID": "46"
        },
        {
          "text": "Елиел, Овед и Иасиел из Мецоваи.",
          "ID": "47"
        }
      ],
      "ID": "OT:1CH.11",
      "name": "Первая книга Паралипоменон 11"
    },
    {
      "text": [
        {
          "text": "И сии также пришли к Давиду в Секелаг, когда он еще укрывался от Саула, сына Кисова, и были из храбрых, помогавших в сражении.",
          "ID": "1"
        },
        {
          "text": "Вооруженные луком, правою и левою рукою [бросавшие] каменья и [стрелявшие] стрелами из лука, – из братьев Саула, от Вениамина:",
          "ID": "2"
        },
        {
          "text": "главный Ахиезер, за ним Иоас, сыновья Шемаи, из Гивы; Иезиел и Фелет, сыновья Азмавефа; Бераха и Иегу из Анафофа;",
          "ID": "3"
        },
        {
          "text": "Ишмаия Гаваонитянин, храбрый из тридцати и [начальствовавший] над тридцатью;",
          "ID": "4"
        },
        {
          "text": " Иеремия, Иахазиил, Иоханан и Иозавад из Гедеры.",
          "ID": "4"
        },
        {
          "text": "Елузай, Иеримоф, Веалия, Шемария, Сафатия Харифиянин;",
          "ID": "5"
        },
        {
          "text": "Елкана, Ишшияху, Азариил, Иоезер и Иошавам, Кореяне;",
          "ID": "6"
        },
        {
          "text": "и Иоела и Зевадия, сыновья Иерохама, из Гедора.",
          "ID": "7"
        },
        {
          "text": "И из Гадитян перешли к Давиду в укрепление, в пустыню, люди мужественные, воинственные, вооруженные щитом и копьем; лица львиные – лица их, и они быстры как серны на горах.",
          "ID": "8"
        },
        {
          "text": "Главный Езер, второй Овадия, третий Елиав,",
          "ID": "9"
        },
        {
          "text": "четвертый Мишманна, пятый Иеремия,",
          "ID": "10"
        },
        {
          "text": "шестой Афай, седьмой Елиел,",
          "ID": "11"
        },
        {
          "text": "восьмой Иоханан, девятый Елзавад,",
          "ID": "12"
        },
        {
          "text": "десятый Иеремия, одиннадцатый Махбанай.",
          "ID": "13"
        },
        {
          "text": "Они из сыновей Гадовых [были] главами в войске: меньший над сотнею, и больший над тысячею.",
          "ID": "14"
        },
        {
          "text": "Они–то перешли Иордан в первый месяц, когда он выступает из берегов своих, и разогнали всех живших в долинах к востоку и западу.",
          "ID": "15"
        },
        {
          "text": "Пришли также и из сыновей Вениаминовых и Иудиных в укрепление к Давиду.",
          "ID": "16"
        },
        {
          "text": "Давид вышел навстречу им и сказал им: если с миром пришли вы ко мне, чтобы помогать мне, то да будет у меня с вами одно сердце; а если для того, чтобы коварно предать меня врагам моим, тогда как нет порока на руках моих, то да видит Бог отцов наших и рассудит.",
          "ID": "17"
        },
        {
          "text": "И объял дух Амасая, главу тридцати, [и сказал он]: мир тебе Давид, и с тобою, сын Иессеев; мир тебе, и мир помощникам твоим; ибо помогает тебе Бог твой. Тогда принял их Давид и поставил их во главе войска.",
          "ID": "18"
        },
        {
          "text": "И из колена Манассиина перешли [некоторые] к Давиду, когда он шел с Филистимлянами на войну против Саула, но не помогал им, потому что предводители Филистимские, посоветовавшись, отослали его, говоря: на нашу голову он перейдет к господину своему Саулу.",
          "ID": "19"
        },
        {
          "text": "Когда он возвращался в Секелаг, тогда перешли к нему из Манассиян: Аднах, Иозавад, Иедиаел, Михаил, Иозавад, Елигу и Цилльфай, тысяченачальники у Манассиян.",
          "ID": "20"
        },
        {
          "text": "И они помогали Давиду против полчищ, ибо все это были люди храбрые и были начальниками в войске.",
          "ID": "21"
        },
        {
          "text": "Так с каждым днем приходили к Давиду на помощь до того, что его ополчение стало велико, как ополчение Божие.",
          "ID": "22"
        },
        {
          "text": "Вот число главных в войске, которые пришли к Давиду в Хеврон, чтобы передать ему царство Саулово, по слову Господню:",
          "ID": "23"
        },
        {
          "text": "сыновей Иудиных, носящих щит и копье, было шесть тысяч восемьсот готовых к войне;",
          "ID": "24"
        },
        {
          "text": "из сыновей Симеоновых, людей храбрых, в войске было семь тысяч и сто;",
          "ID": "25"
        },
        {
          "text": "из сыновей Левииных четыре тысячи шестьсот;",
          "ID": "26"
        },
        {
          "text": "и Иоддай, князь от [племени] Аарона, и с ним три тысячи семьсот;",
          "ID": "27"
        },
        {
          "text": "и Садок, мужественный юноша, и род его, двадцать два начальника;",
          "ID": "28"
        },
        {
          "text": "из сыновей Вениаминовых, братьев Сауловых, три тысячи, – но еще многие из них держались дома Саулова;",
          "ID": "29"
        },
        {
          "text": "из сыновей Ефремовых двадцать тысяч восемьсот людей мужественных, людей именитых в родах своих;",
          "ID": "30"
        },
        {
          "text": "из полуколена Манассиина восемнадцать тысяч, которые вызваны были поименно, чтобы пойти воцарить Давида;",
          "ID": "31"
        },
        {
          "text": "из сынов Иссахаровых [пришли] люди разумные, которые знали, что когда надлежало делать Израилю, – их было двести главных, и все братья их следовали слову их;",
          "ID": "32"
        },
        {
          "text": "из [колена] Завулонова готовых к сражению, вооруженных всякими военными оружиями, пятьдесят тысяч, в строю, единодушных;",
          "ID": "33"
        },
        {
          "text": "из [колена] Неффалимова тысяча вождей и с ними тридцать семь тысяч с щитами и копьями;",
          "ID": "34"
        },
        {
          "text": "из [колена] Данова готовых к войне двадцать восемь тысяч шестьсот;",
          "ID": "35"
        },
        {
          "text": "от Асира воинов, готовых к сражению, сорок тысяч;",
          "ID": "36"
        },
        {
          "text": "из–за Иордана, от колена Рувимова, Гадова и полуколена Манассиина, сто двадцать тысяч, со всяким воинским оружием.",
          "ID": "37"
        },
        {
          "text": "Все эти воины, в строю, от полного сердца пришли в Хеврон воцарить Давида над всем Израилем. Да и все прочие Израильтяне были единодушны, чтобы воцарить Давида.",
          "ID": "38"
        },
        {
          "text": "И пробыли там у Давида три дня, ели и пили, потому что братья их [все] приготовили для них;",
          "ID": "39"
        },
        {
          "text": "да и близкие к ним, даже до [колена] Иссахарова, Завулонова и Неффалимова, привозили все съестное на ослах, и верблюдах, и мулах, и волах: муку, смоквы, и изюм, и вино, и елей, и крупного и мелкого скота множество, так как радость была для Израиля.",
          "ID": "40"
        }
      ],
      "ID": "OT:1CH.12",
      "name": "Первая книга Паралипоменон 12"
    },
    {
      "text": [
        {
          "text": "И советовался Давид с тысяченачальниками, сотниками и со всеми вождями,",
          "ID": "1"
        },
        {
          "text": "и сказал [Давид] всему собранию Израильтян: если угодно вам, и если на то будет воля Господа Бога нашего, пошлем повсюду к прочим братьям нашим, по всей земле Израильской, и вместе с ними к священникам и левитам, в города и селения их, чтобы они собрались к нам;",
          "ID": "2"
        },
        {
          "text": "и перенесем к себе ковчег Бога нашего, потому что во дни Саула мы не обращались к нему.",
          "ID": "3"
        },
        {
          "text": "И сказало все собрание: \"да будет так\", потому что это дело всему народу казалось справедливым.",
          "ID": "4"
        },
        {
          "text": "Так собрал Давид всех Израильтян, от Шихора Египетского до входа в Емаф, чтобы перенести ковчег Божий из Кириаф–Иарима.",
          "ID": "5"
        },
        {
          "text": "И пошел Давид и весь Израиль в Кириаф–Иарим, что в Иудее, чтобы перенести оттуда ковчег Бога, Господа, седящего на Херувимах, на котором нарицается имя [Его].",
          "ID": "6"
        },
        {
          "text": "И повезли ковчег Божий на новой колеснице из дома Авинадава; и Оза и Ахия вели колесницу.",
          "ID": "7"
        },
        {
          "text": "Давид же и все Израильтяне играли пред Богом из всей силы, с пением, на цитрах и псалтирях, и тимпанах, и кимвалах и трубах.",
          "ID": "8"
        },
        {
          "text": "Когда дошли до гумна Хидона, Оза простер руку свою, чтобы придержать ковчег, ибо волы наклонили его.",
          "ID": "9"
        },
        {
          "text": "Но Господь разгневался на Озу, и поразил его за то, что он простер руку свою к ковчегу; и он умер тут же пред лицем Божиим.",
          "ID": "10"
        },
        {
          "text": "И опечалился Давид, что Господь поразил Озу. И назвал то место поражением Озы; так называется оно и до сего дня.",
          "ID": "11"
        },
        {
          "text": "И устрашился Давид Бога в день тот, и сказал: как я внесу к себе ковчег Божий?",
          "ID": "12"
        },
        {
          "text": "И не повез Давид ковчега к себе, в город Давидов, а обратил его к дому Аведдара Гефянина.",
          "ID": "13"
        },
        {
          "text": "И оставался ковчег Божий у Аведдара, в доме его, три месяца, и благословил Господь дом Аведдара и все, что у него.",
          "ID": "14"
        }
      ],
      "ID": "OT:1CH.13",
      "name": "Первая книга Паралипоменон 13"
    },
    {
      "text": [
        {
          "text": "И послал Хирам, царь Тирский, к Давиду послов, и кедровые деревья, и каменщиков, и плотников, чтобы построить ему дом.",
          "ID": "1"
        },
        {
          "text": "Когда узнал Давид, что утвердил его Господь царем над Израилем, что вознесено высоко царство его, ради народа его Израиля,",
          "ID": "2"
        },
        {
          "text": "тогда взял Давид еще жен в Иерусалиме, и родил Давид еще сыновей и дочерей.",
          "ID": "3"
        },
        {
          "text": "И вот имена родившихся у него в Иерусалиме: Самус, Совав, Нафан, Соломон,",
          "ID": "4"
        },
        {
          "text": "Евеар, Елисуа, Елфалет,",
          "ID": "5"
        },
        {
          "text": "Ногах, Нафек, Иафиа,",
          "ID": "6"
        },
        {
          "text": "и Елисама, Веелиада и Елифалеф.",
          "ID": "7"
        },
        {
          "text": "И услышали Филистимляне, что помазан Давид в царя над всем Израилем, и поднялись все Филистимляне искать Давида. И услышал Давид [об] [этом] и пошел против них.",
          "ID": "8"
        },
        {
          "text": "И Филистимляне пришли и расположились в долине Рефаимов.",
          "ID": "9"
        },
        {
          "text": "И вопросил Давид Бога, говоря: идти ли мне против Филистимлян, и предашь ли их в руки мои? И сказал ему Господь: иди, и Я предам их в руки твои.",
          "ID": "10"
        },
        {
          "text": "И пошли они в Ваал–Перацим, и поразил их там Давид; и сказал Давид: сломил Бог врагов моих рукою моею, как прорыв воды. Посему и дали имя месту тому: Ваал–Перацим.",
          "ID": "11"
        },
        {
          "text": "И оставили там [Филистимляне] богов своих, и повелел Давид, и сожжены они огнем.",
          "ID": "12"
        },
        {
          "text": "И [пришли] опять Филистимляне и расположились по долине.",
          "ID": "13"
        },
        {
          "text": "И еще вопросил Давид Бога, и сказал ему Бог: не ходи [прямо] на них, уклонись от них и иди к ним со стороны тутовых дерев;",
          "ID": "14"
        },
        {
          "text": "и когда услышишь шум как бы шагов на вершинах тутовых дерев, тогда вступи в битву, ибо вышел Бог пред тобою, чтобы поразить стан Филистимлян.",
          "ID": "15"
        },
        {
          "text": "И сделал Давид, как повелел ему Бог; и поразили стан Филистимский, от Гаваона до Газера.",
          "ID": "16"
        },
        {
          "text": "И пронеслось имя Давидово по всем землям, и Господь сделал его страшным для всех народов.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.14",
      "name": "Первая книга Паралипоменон 14"
    },
    {
      "text": [
        {
          "text": "И построил он себе домы в городе Давидовом, и приготовил место для ковчега Божия, и устроил для него скинию.",
          "ID": "1"
        },
        {
          "text": "Тогда сказал Давид: [никто] не должен носить ковчега Божия, кроме левитов, потому что их избрал Господь на то, чтобы носить ковчег Божий и служить Ему во веки.",
          "ID": "2"
        },
        {
          "text": "И собрал Давид всех Израильтян в Иерусалим, чтобы внести ковчег Господень на место его, которое он для него приготовил.",
          "ID": "3"
        },
        {
          "text": "И созвал Давид сыновей Аароновых и левитов:",
          "ID": "4"
        },
        {
          "text": "из сыновей Каафовых, Уриила начальника и братьев его – сто двадцать [человек];",
          "ID": "5"
        },
        {
          "text": "из сыновей Мерариных, Асаию начальника и братьев его – двести двадцать [человек];",
          "ID": "6"
        },
        {
          "text": "из сыновей Гирсоновых, Иоиля начальника и братьев его – сто тридцать [человек];",
          "ID": "7"
        },
        {
          "text": "из сыновей Елисафановых, Шемаию начальника и братьев его – двести;",
          "ID": "8"
        },
        {
          "text": "из сыновей Хевроновых, Елиела начальника и братьев его – восемьдесят;",
          "ID": "9"
        },
        {
          "text": "из сыновей Уззииловых, Аминадава начальника и братьев его – сто двенадцать.",
          "ID": "10"
        },
        {
          "text": "И призвал Давид священников: Садока и Авиафара, и левитов: Уриила, Асаию, Иоиля, Шемаию, Елиела и Аминадава,",
          "ID": "11"
        },
        {
          "text": "и сказал им: вы, начальники родов левитских, освятитесь сами и братья ваши, и принесите ковчег Господа Бога Израилева на [место], [которое] я приготовил для него;",
          "ID": "12"
        },
        {
          "text": "ибо как прежде не вы это [делали], то Господь Бог наш поразил нас за то, что мы не взыскали Его, как должно.",
          "ID": "13"
        },
        {
          "text": "И освятились священники и левиты для того, чтобы нести ковчег Господа, Бога Израилева.",
          "ID": "14"
        },
        {
          "text": "И понесли сыновья левитов ковчег Божий, как заповедал Моисей по слову Господа, на плечах, на шестах.",
          "ID": "15"
        },
        {
          "text": "И приказал Давид начальникам левитов поставить братьев своих певцов с музыкальными орудиями, с псалтирями и цитрами и кимвалами, чтобы они громко возвещали глас радования.",
          "ID": "16"
        },
        {
          "text": "И поставили левиты Емана, сына Иоилева, и из братьев его, Асафа, сына Верехиина, а из сыновей Мерариных, братьев их, Ефана, сына Кушаии;",
          "ID": "17"
        },
        {
          "text": "и с ними братьев их второстепенных: Захарию, Бена, Иаазиила, Шемирамофа, Иехиила, Унния, Елиава, Ванею, Маасея, Маттафию, Елифлеуя, Микнея и Овед–Едома и Иеиела, привратников.",
          "ID": "18"
        },
        {
          "text": "Еман, Асаф и Ефан играли громко на медных кимвалах,",
          "ID": "19"
        },
        {
          "text": "а Захария, Азиил, Шемирамоф, Иехиил, Унний, Елиав, Маасей и Ванея – на псалтирях, тонким голосом.",
          "ID": "20"
        },
        {
          "text": "Маттафия же, Елифлеуй, Микней, Овед–Едом, Иеиел и Азазия – на цитрах, чтобы делать начало.",
          "ID": "21"
        },
        {
          "text": "А Хенания, начальник левитов, был учитель пения, потому что был искусен в нем.",
          "ID": "22"
        },
        {
          "text": "Верехия и Елкана были придверниками у ковчега.",
          "ID": "23"
        },
        {
          "text": "Шевания, Иосафат, Нафанаил, Амасай, Захария, Ванея и Елиезер, священники, трубили трубами пред ковчегом Божиим. Овед–Едом и Иехия [были] придверниками у ковчега.",
          "ID": "24"
        },
        {
          "text": "Так Давид и старейшины Израилевы и тысяченачальники пошли перенести ковчег завета Господня из дома Овед–Едомова с веселием.",
          "ID": "25"
        },
        {
          "text": "И когда Бог помог левитам, несшим ковчег завета Господня, тогда закололи в жертву семь тельцов и семь овнов.",
          "ID": "26"
        },
        {
          "text": "Давид был одет в виссонную одежду, [а также] и все левиты, несшие ковчег, и певцы, и Хенания начальник музыкантов и певцов. На Давиде же был [еще] льняной ефод.",
          "ID": "27"
        },
        {
          "text": "Так весь Израиль вносил ковчег завета Господня с восклицанием, при звуке рога и труб и кимвалов, играя на псалтирях и цитрах.",
          "ID": "28"
        },
        {
          "text": "Когда ковчег завета Господня входил в город Давидов, Мелхола, дочь Саулова, смотрела в окно и, увидев царя Давида, скачущего и веселящегося, уничижила его в сердце своем.",
          "ID": "29"
        }
      ],
      "ID": "OT:1CH.15",
      "name": "Первая книга Паралипоменон 15"
    },
    {
      "text": [
        {
          "text": "И принесли ковчег Божий, и поставили его среди скинии, которую устроил для него Давид, и вознесли Богу всесожжения и мирные жертвы.",
          "ID": "1"
        },
        {
          "text": "Когда Давид окончил всесожжения и приношение мирных жертв, то благословил народ именем Господа",
          "ID": "2"
        },
        {
          "text": "и роздал всем Израильтянам, и мужчинам и женщинам, по одному хлебу и по куску мяса и по кружке вина,",
          "ID": "3"
        },
        {
          "text": "и поставил на службу пред ковчегом Господним [некоторых] из левитов, чтобы они славословили, благодарили и превозносили Господа Бога Израилева:",
          "ID": "4"
        },
        {
          "text": "Асафа главным, вторым по нем Захарию, Иеиела, Шемирамофа, Иехиила, Маттафию, Елиава, и Ванею, Овед–Едома и Иеиела с псалтирями и цитрами, и Асафа для игры на кимвалах,",
          "ID": "5"
        },
        {
          "text": "а Ванею и Озиила, священников, [чтобы] постоянно [трубили] пред ковчегом завета Божия.",
          "ID": "6"
        },
        {
          "text": "В этот день Давид в первый раз дал псалом для славословия Господу чрез Асафа и братьев его:",
          "ID": "7"
        },
        {
          "text": "славьте Господа, провозглашайте имя Его; возвещайте в народах дела Его;",
          "ID": "8"
        },
        {
          "text": "пойте Ему, бряцайте Ему; поведайте о всех чудесах Его;",
          "ID": "9"
        },
        {
          "text": "хвалитесь именем Его святым; да веселится сердце ищущих Господа;",
          "ID": "10"
        },
        {
          "text": "взыщите Господа и силы Его, ищите непрестанно лица Его;",
          "ID": "11"
        },
        {
          "text": "поминайте чудеса, которые Он сотворил, знамения Его и суды уст Его,",
          "ID": "12"
        },
        {
          "text": "[вы], семя Израилево, рабы Его, сыны Иакова, избранные Его!",
          "ID": "13"
        },
        {
          "text": "Он Господь Бог наш; суды Его по всей земле.",
          "ID": "14"
        },
        {
          "text": "Помните вечно завет Его, слово, которое Он заповедал в тысячу родов,",
          "ID": "15"
        },
        {
          "text": "то, что завещал Аврааму, и в чем клялся Исааку,",
          "ID": "16"
        },
        {
          "text": "и что поставил Иакову в закон и Израилю в завет вечный,",
          "ID": "17"
        },
        {
          "text": "говоря: \"тебе дам Я землю Ханаанскую, в наследственный удел вам\".",
          "ID": "18"
        },
        {
          "text": "Они были тогда малочисленны и ничтожны, и пришельцы в ней,",
          "ID": "19"
        },
        {
          "text": "и переходили от народа к народу и из одного царства к другому народу;",
          "ID": "20"
        },
        {
          "text": "но Он никому не позволил обижать их, и обличал за них царей:",
          "ID": "21"
        },
        {
          "text": "\"Не прикасайтеся к помазанным Моим, и пророкам Моим не делайте зла\".",
          "ID": "22"
        },
        {
          "text": "Пойте Господу, вся земля, благовествуйте изо дня в день спасение Его.",
          "ID": "23"
        },
        {
          "text": "Возвещайте язычникам славу Его, всем народам чудеса Его,",
          "ID": "24"
        },
        {
          "text": "ибо велик Господь и достохвален, страшен паче всех богов.",
          "ID": "25"
        },
        {
          "text": "Ибо все боги народов ничто, а Господь небеса сотворил.",
          "ID": "26"
        },
        {
          "text": "Слава и величие пред лицем Его, могущество и радость на месте Его.",
          "ID": "27"
        },
        {
          "text": "Воздайте Господу, племена народов, воздайте Господу славу и честь,",
          "ID": "28"
        },
        {
          "text": "воздайте Господу славу имени Его. Возьмите дар, идите пред лице Его, поклонитесь Господу в благолепии святыни Его.",
          "ID": "29"
        },
        {
          "text": "Трепещи пред Ним, вся земля, ибо Он основал вселенную, она не поколеблется.",
          "ID": "30"
        },
        {
          "text": "Да веселятся небеса, да торжествует земля, и да скажут в народах: Господь царствует!",
          "ID": "31"
        },
        {
          "text": "Да плещет море и что наполняет его, да радуется поле и все, что на нем.",
          "ID": "32"
        },
        {
          "text": "Да ликуют вместе все дерева дубравные пред лицем Господа, ибо Он идет судить землю.",
          "ID": "33"
        },
        {
          "text": "Славьте Господа, ибо вовек милость Его,",
          "ID": "34"
        },
        {
          "text": "и скажите: спаси нас, Боже, Спаситель наш! Собери нас и избавь нас от народов, да славим святое имя Твое и да хвалимся славою Твоею!",
          "ID": "35"
        },
        {
          "text": "Благословен Господь Бог Израилев, от века и до века! И сказал весь народ: аминь! аллилуия!",
          "ID": "36"
        },
        {
          "text": "Давид оставил там, пред ковчегом завета Господня, Асафа и братьев его, чтоб они служили пред ковчегом постоянно, каждый день,",
          "ID": "37"
        },
        {
          "text": "и Овед–Едома и братьев его, шестьдесят восемь [человек]; Овед–Едома, сына Идифунова, и Хосу – привратниками,",
          "ID": "38"
        },
        {
          "text": "а Садока священника и братьев его священников пред жилищем Господним, что на высоте в Гаваоне,",
          "ID": "39"
        },
        {
          "text": "для возношения всесожжений Господу на жертвеннике всесожжения постоянно, утром и вечером, и для всего, что написано в законе Господа, который Он заповедал Израилю;",
          "ID": "40"
        },
        {
          "text": "и с ними Емана и Идифуна и прочих избранных, которые назначены поименно, чтобы славить Господа, ибо навек милость Его.",
          "ID": "41"
        },
        {
          "text": "При них Еман и Идифун прославляли Бога, играя на трубах, кимвалах и разных музыкальных орудиях; сыновей же Идифуна [поставил] при вратах.",
          "ID": "42"
        },
        {
          "text": "И пошел весь народ, каждый в свой дом; возвратился и Давид, чтобы благословить дом свой.",
          "ID": "43"
        }
      ],
      "ID": "OT:1CH.16",
      "name": "Первая книга Паралипоменон 16"
    },
    {
      "text": [
        {
          "text": "Когда Давид жил в доме своем, то сказал Давид Нафану пророку: вот, я живу в доме кедровом, а ковчег завета Господня под шатром.",
          "ID": "1"
        },
        {
          "text": "И сказал Нафан Давиду: все, что у тебя на сердце, делай, ибо с тобою Бог.",
          "ID": "2"
        },
        {
          "text": "Но в ту же ночь было слово Божие к Нафану:",
          "ID": "3"
        },
        {
          "text": "пойди и скажи рабу Моему Давиду: так говорит Господь: не ты построишь Мне дом для обитания,",
          "ID": "4"
        },
        {
          "text": "ибо Я не жил в доме с того дня, как вывел сынов Израиля, и до сего дня, а [ходил] из скинии в скинию и из жилища [в жилище].",
          "ID": "5"
        },
        {
          "text": "Где ни ходил Я со всем Израилем, сказал ли Я хотя слово которому–либо из судей Израильских, которым Я повелел пасти народ Мой: зачем вы не построите Мне дома кедрового?",
          "ID": "6"
        },
        {
          "text": "И теперь так скажи рабу Моему Давиду: так говорит Господь Саваоф: Я взял тебя от стада овец, чтобы ты был вождем народа Моего Израиля;",
          "ID": "7"
        },
        {
          "text": "и был с тобою везде, куда ты ни ходил, и истребил всех врагов твоих пред лицем твоим, и сделал имя твое, как имя великих на земле;",
          "ID": "8"
        },
        {
          "text": "и Я устроил место для народа Моего Израиля, и укоренил его, и будет он спокойно жить на месте своем, и не будет более тревожим, и нечестивые не станут больше теснить его, как прежде,",
          "ID": "9"
        },
        {
          "text": "в те дни, когда Я поставил судей над народом Моим Израилем, и Я смирил всех врагов твоих, и возвещаю тебе, что Господь устроит тебе дом.",
          "ID": "10"
        },
        {
          "text": "Когда исполнятся дни твои, и ты отойдешь к отцам твоим, тогда Я восставлю семя твое после тебя, которое будет из сынов твоих, и утвержу царство его.",
          "ID": "11"
        },
        {
          "text": "Он построит Мне дом, и утвержу престол его на веки.",
          "ID": "12"
        },
        {
          "text": "Я буду ему отцом, и он будет Мне сыном, – и милости Моей не отниму от него, как Я отнял от того, который был прежде тебя.",
          "ID": "13"
        },
        {
          "text": "Я поставлю его в доме Моем и в царстве Моем на веки, и престол его будет тверд вечно.",
          "ID": "14"
        },
        {
          "text": "Все эти слова и все видение точно пересказал Нафан Давиду.",
          "ID": "15"
        },
        {
          "text": "И пришел царь Давид, и стал пред лицем Господним, и сказал: кто я, Господи Боже, и что такое дом мой, что Ты так возвысил меня?",
          "ID": "16"
        },
        {
          "text": "Но и этого еще мало показалось в очах Твоих, Боже; Ты возвещаешь о доме раба Твоего вдаль, и взираешь на меня, как на человека великого, Господи Боже!",
          "ID": "17"
        },
        {
          "text": "Что еще может прибавить пред Тобою Давид для возвеличения раба Твоего? Ты знаешь раба Твоего!",
          "ID": "18"
        },
        {
          "text": "Господи! для раба Твоего, по сердцу Твоему, Ты делаешь все это великое, чтобы явить всякое величие.",
          "ID": "19"
        },
        {
          "text": "Господи! Нет подобного Тебе, и нет Бога, кроме Тебя, по всему, что слышали мы своими ушами.",
          "ID": "20"
        },
        {
          "text": "И кто подобен народу Твоему Израилю, единственному народу на земле, к которому приходил Бог, [чтоб] искупить его Себе в народ, сделать Себе имя великим и страшным делом – прогнанием народов от лица народа Твоего, который Ты избавил из Египта.",
          "ID": "21"
        },
        {
          "text": "Ты соделал народ Твой Израиля Своим собственным народом навек, и Ты, Господи, стал Богом его.",
          "ID": "22"
        },
        {
          "text": "Итак теперь, о, Господи, слово, которое Ты сказал о рабе Твоем и о доме его, утверди навек, и сделай, как Ты сказал.",
          "ID": "23"
        },
        {
          "text": "И да пребудет и возвеличится имя Твое во веки, чтобы говорили: Господь Саваоф, Бог Израилев, есть Бог над Израилем, и дом раба Твоего Давида да будет тверд пред лицем Твоим.",
          "ID": "24"
        },
        {
          "text": "Ибо Ты, Боже мой, открыл рабу Твоему, что Ты устроишь ему дом, поэтому раб Твой и дерзнул молиться пред Тобою.",
          "ID": "25"
        },
        {
          "text": "И ныне, Господи, Ты Бог, и Ты сказал о рабе Твоем такое благо.",
          "ID": "26"
        },
        {
          "text": "Начни же благословлять дом раба Твоего, чтоб он был вечно пред лицем Твоим. Ибо если Ты, Господи, благословишь, то будет он благословен вовек.",
          "ID": "27"
        }
      ],
      "ID": "OT:1CH.17",
      "name": "Первая книга Паралипоменон 17"
    },
    {
      "text": [
        {
          "text": "После сего Давид поразил Филистимлян и смирил их, и взял Геф и зависящие от него города из руки Филистимлян.",
          "ID": "1"
        },
        {
          "text": "Он поразил также Моавитян, – и сделались Моавитяне рабами Давида, принося ему дань.",
          "ID": "2"
        },
        {
          "text": "И поразил Давид Адраазара, царя Сувского, в Емафе, когда тот шел утвердить власть свою при реке Евфрате.",
          "ID": "3"
        },
        {
          "text": "И взял Давид у него тысячу колесниц, семь тысяч всадников и двадцать тысяч пеших, и разрушил Давид все колесницы, оставив из них [только] сто.",
          "ID": "4"
        },
        {
          "text": "Сирияне Дамасские пришли было на помощь к Адраазару, царю Сувскому, но Давид поразил двадцать две тысячи Сириян.",
          "ID": "5"
        },
        {
          "text": "И поставил Давид [охранное войско] в Сирии Дамасской, и сделались Сирияне рабами Давида, принося ему дань. И помогал Господь Давиду везде, куда он ни ходил.",
          "ID": "6"
        },
        {
          "text": "И взял Давид золотые щиты, которые были у рабов Адраазара, и принес их в Иерусалим.",
          "ID": "7"
        },
        {
          "text": "А из Тивхавы и Куна, городов Адраазаровых, взял Давид весьма много меди. Из нее Соломон сделал медное море и столбы и медные сосуды.",
          "ID": "8"
        },
        {
          "text": "И услышал Фой, царь Имафа, что Давид поразил все войско Адраазара, царя Сувского.",
          "ID": "9"
        },
        {
          "text": "И послал Иорама, сына своего, к царю Давиду, приветствовать его и благодарить за то, что он воевал с Адраазаром и поразил его, ибо Фой был в войне с Адраазаром, – и [с ним] всякие сосуды золотые, серебряные и медные.",
          "ID": "10"
        },
        {
          "text": "И посвятил их царь Давид Господу вместе с серебром и золотом, которое он взял от всех народов: от Идумеян, Моавитян, Аммонитян, Филистимлян и от Амаликитян.",
          "ID": "11"
        },
        {
          "text": "И Авесса, сын Саруи, поразил Идумеян на долине Соляной восемнадцать тысяч;",
          "ID": "12"
        },
        {
          "text": "и поставил в Идумее охранное войско, и сделались все Идумеяне рабами Давиду. Господь помогал Давиду везде, куда он ни ходил.",
          "ID": "13"
        },
        {
          "text": "И царствовал Давид над всем Израилем, и творил суд и правду всему народу своему.",
          "ID": "14"
        },
        {
          "text": "Иоав, сын Саруи, [был] начальником войска, Иосафат, сын Ахилуда, дееписателем,",
          "ID": "15"
        },
        {
          "text": "Садок, сын Ахитува, и Авимелех, сын Авиафара, священниками, а Суса писцом,",
          "ID": "16"
        },
        {
          "text": "Ванея, сын Иодая, над Хелефеями и Фелефеями, а сыновья Давидовы – первыми при царе.",
          "ID": "17"
        }
      ],
      "ID": "OT:1CH.18",
      "name": "Первая книга Паралипоменон 18"
    },
    {
      "text": [
        {
          "text": "После сего умер Наас, царь Аммонитский, и воцарился сын его вместо него.",
          "ID": "1"
        },
        {
          "text": "И сказал Давид: окажу я милость Аннону, сыну Наасову, за благодеяние, которое отец его оказал мне. И послал Давид послов утешить его об отце его; и пришли слуги Давидовы в землю Аммонитскую, к Аннону, чтобы утешить его.",
          "ID": "2"
        },
        {
          "text": "Но князья Аммонитские сказали Аннону: неужели ты думаешь, что Давид из уважения к отцу твоему прислал к тебе утешителей? Не для того ли пришли слуги его к тебе, чтобы разведать и высмотреть землю и разорить ее?",
          "ID": "3"
        },
        {
          "text": "И взял Аннон слуг Давидовых и обрил их, и обрезал одежды их наполовину до чресл и отпустил их.",
          "ID": "4"
        },
        {
          "text": "И пошли они. И донесено было Давиду о людях сих, и он послал им навстречу, так как они были очень обесчещены; и сказал царь: останьтесь в Иерихоне, пока отрастут бороды ваши, и тогда возвратитесь.",
          "ID": "5"
        },
        {
          "text": "Когда Аммонитяне увидели, что они сделались ненавистными Давиду, тогда послал Аннон и Аммонитяне тысячу талантов серебра, чтобы нанять себе колесниц и всадников из Сирии Месопотамской и из Сирии Мааха и из Сувы.",
          "ID": "6"
        },
        {
          "text": "И наняли себе тридцать две тысячи колесниц и царя Мааха с народом его, которые пришли и расположились станом пред Медевою. И Аммонитяне собрались из городов своих и выступили на войну.",
          "ID": "7"
        },
        {
          "text": "Когда услышал об этом Давид, то послал Иоава со всем войском храбрых.",
          "ID": "8"
        },
        {
          "text": "И выступили Аммонитяне и выстроились к сражению у ворот города, а цари, которые пришли, отдельно в поле.",
          "ID": "9"
        },
        {
          "text": "Иоав, видя, что предстоит ему сражение спереди и сзади, избрал воинов из всех отборных в Израиле и выстроил [их] против Сириян.",
          "ID": "10"
        },
        {
          "text": "А остальную часть народа поручил Авессе, брату своему, чтоб они выстроились против Аммонитян.",
          "ID": "11"
        },
        {
          "text": "И сказал он: если Сирияне будут одолевать меня, то ты поможешь мне, а если Аммонитяне будут одолевать тебя, то я помогу тебе.",
          "ID": "12"
        },
        {
          "text": "Будь мужествен, и будем твердо стоять за народ наш и за города Бога нашего, – и Господь пусть сделает, что ему угодно.",
          "ID": "13"
        },
        {
          "text": "И вступил Иоав и люди, которые были у него, в сражение с Сириянами, и они побежали от него.",
          "ID": "14"
        },
        {
          "text": "Аммонитяне же, увидев, что Сирияне бегут, и сами побежали от Авессы, брата его, и ушли в город. И пришел Иоав в Иерусалим.",
          "ID": "15"
        },
        {
          "text": "Сирияне, видя, что они поражены Израильтянами, отправили послов и вывели Сириян, которые были по ту сторону реки, и Совак, военачальник Адраазаров, предводительствовал ими.",
          "ID": "16"
        },
        {
          "text": "Когда донесли об этом Давиду, он собрал всех Израильтян, перешел Иордан и, придя к ним, выстроился против них; и вступил Давид в сражение с Сириянами, и они сразились с ним.",
          "ID": "17"
        },
        {
          "text": "И Сирияне побежали от Израильтян, и истребил Давид у Сириян семь тысяч колесниц и сорок тысяч пеших, и Совака военачальника умертвил.",
          "ID": "18"
        },
        {
          "text": "Когда увидели слуги Адраазара, что они поражены Израильтянами, заключили с Давидом мир и подчинились ему. И не хотели Сирияне помогать более Аммонитянам.",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.19",
      "name": "Первая книга Паралипоменон 19"
    },
    {
      "text": [
        {
          "text": "Через год, в то время когда цари выходят [на войну], вывел Иоав войско и стал разорять землю Аммонитян, и пришел и осадил Равву. Давид же оставался в Иерусалиме. Иоав, завоевав Равву, разрушил ее.",
          "ID": "1"
        },
        {
          "text": "И взял Давид венец царя их с головы его, и в нем оказалось весу талант золота, и драгоценные камни были на нем; и был он возложен на голову Давида. И добычи очень много вынес из города.",
          "ID": "2"
        },
        {
          "text": "А народ, который был в нем, вывел и умерщвлял их пилами, железными молотилами и секирами. Так поступил Давид со всеми городами Аммонитян, и возвратился Давид и весь народ в Иерусалим.",
          "ID": "3"
        },
        {
          "text": "После того началась война с Филистимлянами в Газере. Тогда Совохай Хушатянин поразил Сафа, одного из потомков Рефаимов. И они усмирились.",
          "ID": "4"
        },
        {
          "text": "И опять была война с Филистимлянами. Тогда Елханам, сын Иаира, поразил Лахмия, брата Голиафова, Гефянина, у которого древко копья было, как навой у ткачей.",
          "ID": "5"
        },
        {
          "text": "Было еще сражение в Гефе. Там был один рослый человек, у которого было по шести пальцев, [всего] двадцать четыре. И он также был из потомков Рефаимов.",
          "ID": "6"
        },
        {
          "text": "Он поносил Израиля, но Ионафан, сын Шимы, брата Давидова, поразил его.",
          "ID": "7"
        },
        {
          "text": "Это были родившиеся от Рефаимов в Гефе, и пали от руки Давида и от руки слуг его.",
          "ID": "8"
        }
      ],
      "ID": "OT:1CH.20",
      "name": "Первая книга Паралипоменон 20"
    },
    {
      "text": [
        {
          "text": "И восстал сатана на Израиля, и возбудил Давида сделать счисление Израильтян.",
          "ID": "1"
        },
        {
          "text": "И сказал Давид Иоаву и начальствующим в народе: пойдите исчислите Израильтян, от Вирсавии до Дана, и представьте мне, чтоб я знал число их.",
          "ID": "2"
        },
        {
          "text": "И сказал Иоав: да умножит Господь народ Свой во сто раз против того, сколько есть его. Не все ли они, господин мой царь, рабы господина моего? Для чего же требует сего господин мой? Чтобы вменилось это в вину Израилю?",
          "ID": "3"
        },
        {
          "text": "Но царское слово превозмогло Иоава; и пошел Иоав, и обошел всего Израиля, и пришел в Иерусалим.",
          "ID": "4"
        },
        {
          "text": "И подал Иоав Давиду список народной переписи, и было всех Израильтян тысяча тысяч, и сто тысяч мужей, обнажающих меч, и Иудеев – четыреста семьдесят тысяч, обнажающих меч.",
          "ID": "5"
        },
        {
          "text": "А левитов и Вениаминян он не исчислял между ними, потому что царское слово противно было Иоаву.",
          "ID": "6"
        },
        {
          "text": "И не угодно было в очах Божиих дело сие, и Он поразил Израиля.",
          "ID": "7"
        },
        {
          "text": "И сказал Давид Богу: весьма согрешил я, что сделал это. И ныне прости вину раба Твоего, ибо я поступил очень безрассудно.",
          "ID": "8"
        },
        {
          "text": "И говорил Господь Гаду, прозорливцу Давидову, и сказал:",
          "ID": "9"
        },
        {
          "text": "пойди и скажи Давиду: так говорит Господь: три [наказания] Я предлагаю тебе, избери себе одно из них, – и Я пошлю его на тебя.",
          "ID": "10"
        },
        {
          "text": "И пришел Гад к Давиду и сказал ему: так говорит Господь: избирай себе:",
          "ID": "11"
        },
        {
          "text": "или три года – голод, или три месяца будешь ты преследуем неприятелями твоими и меч врагов твоих будет досягать [до тебя]; или три дня – меч Господень и язва на земле и Ангел Господень, истребляющий во всех пределах Израиля. Итак, рассмотри, что мне отвечать Пославшему меня с словом.",
          "ID": "12"
        },
        {
          "text": "И сказал Давид Гаду: тяжело мне очень, но пусть лучше впаду в руки Господа, ибо весьма велико милосердие Его, только бы не впасть мне в руки человеческие.",
          "ID": "13"
        },
        {
          "text": "И послал Господь язву на Израиля, и умерло Израильтян семьдесят тысяч человек.",
          "ID": "14"
        },
        {
          "text": "И послал Бог Ангела в Иерусалим, чтобы истреблять его. И когда он начал истреблять, увидел Господь и пожалел о сем бедствии, и сказал Ангелу–истребителю: довольно! теперь опусти руку твою. Ангел же Господень стоял [тогда] над гумном Орны Иевусеянина.",
          "ID": "15"
        },
        {
          "text": "И поднял Давид глаза свои, и увидел Ангела Господня, стоящего между землею и небом, с обнаженным в руке его мечом, простертым на Иерусалим; и пал Давид и старейшины, покрытые вретищем, на лица свои.",
          "ID": "16"
        },
        {
          "text": "И сказал Давид Богу: не я ли велел исчислить народ? я согрешил, я сделал зло, а эти овцы что сделали? Господи, Боже мой! да будет рука Твоя на мне и на доме отца моего, а не на народе Твоем, чтобы погубить [его].",
          "ID": "17"
        },
        {
          "text": "И Ангел Господень сказал Гаду, чтобы тот сказал Давиду: пусть Давид придет и поставит жертвенник Господу на гумне Орны Иевусеянина.",
          "ID": "18"
        },
        {
          "text": "И пошел Давид, по слову Гада, которое он говорил именем Господним.",
          "ID": "19"
        },
        {
          "text": "Орна обратился, увидел Ангела, и четыре сына его с ним скрылись. Орна молотил тогда пшеницу.",
          "ID": "20"
        },
        {
          "text": "И пришел Давид к Орне. Орна, взглянув и увидев Давида, вышел из гумна и поклонился Давиду лицем до земли.",
          "ID": "21"
        },
        {
          "text": "И сказал Давид Орне: отдай мне место под гумном, я построю на нем жертвенник Господу; за настоящую цену отдай мне его, чтобы прекратилось истребление народа.",
          "ID": "22"
        },
        {
          "text": "И сказал Орна Давиду: возьми себе; пусть делает господин мой царь что ему угодно; вот я отдаю и волов на всесожжение, и молотильные орудия на дрова, и пшеницу на приношение; все это отдаю даром.",
          "ID": "23"
        },
        {
          "text": "И сказал царь Давид Орне: нет, я хочу купить у тебя за настоящую цену, ибо не стану я приносить твоей собственности Господу, и не буду приносить во всесожжение [взятого] даром.",
          "ID": "24"
        },
        {
          "text": "И дал Давид Орне за это место шестьсот сиклей золота.",
          "ID": "25"
        },
        {
          "text": "И соорудил там Давид жертвенник Господу и вознес всесожжения и мирные жертвы; и призвал Господа, и Он услышал его, [послав] огонь с неба на жертвенник всесожжения.",
          "ID": "26"
        },
        {
          "text": "И сказал Господь Ангелу: возврати меч твой в ножны его.",
          "ID": "27"
        },
        {
          "text": "В это время Давид, видя, что Господь услышал его на гумне Орны Иевусеянина, принес там жертву.",
          "ID": "28"
        },
        {
          "text": "Скиния же Господня, которую сделал Моисей в пустыне, и жертвенник всесожжения [находились] в то время на высоте в Гаваоне.",
          "ID": "29"
        },
        {
          "text": "И не мог Давид пойти туда, чтобы взыскать Бога, потому что устрашен был мечом Ангела Господня.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.21",
      "name": "Первая книга Паралипоменон 21"
    },
    {
      "text": [
        {
          "text": "И сказал Давид: вот дом Господа Бога и вот жертвенник для всесожжений Израиля.",
          "ID": "1"
        },
        {
          "text": "И приказал Давид собрать пришельцев, находившихся в земле Израильской, и поставил каменотесов, чтобы обтесывать камни для построения дома Божия.",
          "ID": "2"
        },
        {
          "text": "И множество железа для гвоздей к дверям ворот и для связей заготовил Давид, и множество меди без весу,",
          "ID": "3"
        },
        {
          "text": "и кедровых дерев без счету, потому что Сидоняне и Тиряне доставили Давиду множество кедровых дерев.",
          "ID": "4"
        },
        {
          "text": "И сказал Давид: Соломон, сын мой, молод и малосилен, а дом, который следует выстроить для Господа, должен быть весьма величествен, на славу и украшение пред всеми землями: итак буду я заготовлять для него. И заготовил Давид до смерти своей много.",
          "ID": "5"
        },
        {
          "text": "И призвал Соломона, сына своего, и завещал ему построить дом Господу Богу Израилеву.",
          "ID": "6"
        },
        {
          "text": "И сказал Давид Соломону: сын мой! у меня было на сердце построить дом во имя Господа, Бога моего,",
          "ID": "7"
        },
        {
          "text": "но было ко мне слово Господне, и сказано: \"ты пролил много крови и вел большие войны; ты не должен строить дома имени Моему, потому что пролил много крови на землю пред лицем Моим.",
          "ID": "8"
        },
        {
          "text": "Вот, у тебя родится сын: он будет человек мирный; Я дам ему покой от всех врагов его кругом: посему имя ему будет Соломон. И мир и покой дам Израилю во дни его.",
          "ID": "9"
        },
        {
          "text": "Он построит дом имени Моему, и он будет Мне сыном, а Я ему отцом, и утвержу престол царства его над Израилем навек\".",
          "ID": "10"
        },
        {
          "text": "И ныне, сын мой! да будет Господь с тобою, чтобы ты был благоуспешен и построил дом Господу Богу твоему, как Он говорил о тебе.",
          "ID": "11"
        },
        {
          "text": "Да даст тебе Господь смысл и разум, и поставит тебя над Израилем; и соблюди закон Господа Бога твоего.",
          "ID": "12"
        },
        {
          "text": "Тогда ты будешь благоуспешен, если будешь стараться исполнять уставы и законы, которые заповедал Господь Моисею для Израиля. Будь тверд и мужествен, не бойся и не унывай.",
          "ID": "13"
        },
        {
          "text": "И вот, я при скудости моей приготовил для дома Господня сто тысяч талантов золота и тысячу тысяч талантов серебра, а меди и железу нет веса, потому что их множество; и дерева и камни я также заготовил, а ты еще прибавь к этому.",
          "ID": "14"
        },
        {
          "text": "У тебя множество рабочих, и каменотесов, резчиков и плотников, и всяких способных на всякое дело;",
          "ID": "15"
        },
        {
          "text": "золоту, серебру и меди и железу нет счета: начни и делай; Господь будет с тобою.",
          "ID": "16"
        },
        {
          "text": "И завещал Давид всем князьям Израилевым помогать Соломону, сыну его:",
          "ID": "17"
        },
        {
          "text": "не с вами ли Господь Бог наш, давший вам покой со всех сторон? потому что Он предал в руки мои жителей земли, и покорилась земля пред Господом и пред народом Его.",
          "ID": "18"
        },
        {
          "text": "Итак расположите сердце ваше и душу вашу к тому, чтобы взыскать Господа Бога вашего. Встаньте и постройте святилище Господу Богу, чтобы перенести ковчег завета Господня и священные сосуды Божии в дом, созидаемый имени Господню.",
          "ID": "19"
        }
      ],
      "ID": "OT:1CH.22",
      "name": "Первая книга Паралипоменон 22"
    },
    {
      "text": [
        {
          "text": "Давид, состарившись и насытившись [жизнью], воцарил над Израилем сына своего Соломона.",
          "ID": "1"
        },
        {
          "text": "И собрал всех князей Израилевых и священников и левитов,",
          "ID": "2"
        },
        {
          "text": "и исчислены были левиты, от тридцати лет и выше, и было число их, считая поголовно, тридцать восемь тысяч человек.",
          "ID": "3"
        },
        {
          "text": "Из них [назначены] для дела в доме Господнем двадцать четыре тысячи, писцов же и судей шесть тысяч,",
          "ID": "4"
        },
        {
          "text": "и четыре тысячи привратников, и четыре тысячи прославляющих Господа на [музыкальных] орудиях, которые он сделал для прославления.",
          "ID": "5"
        },
        {
          "text": "И разделил их Давид на череды по сынам Левия – Гирсону, Каафу и Мерари.",
          "ID": "6"
        },
        {
          "text": "Из Гирсонян – Лаедан и Шимей.",
          "ID": "7"
        },
        {
          "text": "Сыновья Лаедана: первый Иехиил, Зефам и Иоиль, трое.",
          "ID": "8"
        },
        {
          "text": "Сыновья Шимея: Шеломиф, Хазиил и Гаран, трое. Они главы поколений Лаедановых.",
          "ID": "9"
        },
        {
          "text": "Еще сыновья Шимея: Иахаф, Зиза, Иеуш и Берия. Это сыновья Шимея, четверо.",
          "ID": "10"
        },
        {
          "text": "Иахаф был главным, Зиза вторым; Иеуш и Берия имели детей немного, и потому они были в одном счете при доме отца.",
          "ID": "11"
        },
        {
          "text": "Сыновья Каафа: Амрам, Ицгар, Хеврон и Озиил, четверо.",
          "ID": "12"
        },
        {
          "text": "Сыновья Амрама: Аарон и Моисей. Аарон отделен был на посвящение ко Святому Святых, он и сыновья его, на веки, чтобы совершать курение пред лицем Господа, чтобы служить Ему и благословлять именем Его на веки.",
          "ID": "13"
        },
        {
          "text": "А Моисей, человек Божий, [и] сыновья его причтены к колену Левиину.",
          "ID": "14"
        },
        {
          "text": "Сыновья Моисея: Гирсон и Елиезер.",
          "ID": "15"
        },
        {
          "text": "Сыновья Гирсона: первый был Шевуил.",
          "ID": "16"
        },
        {
          "text": "Сыновья Елиезера были: первый Рехавия. И не было у Елиезера других сыновей; у Рехавии же было очень много сыновей.",
          "ID": "17"
        },
        {
          "text": "Сыновья Ицгара: первый Шеломиф.",
          "ID": "18"
        },
        {
          "text": "Сыновья Хеврона: первый Иерия и второй Амария, третий Иахазиил и четвертый Иекамам.",
          "ID": "19"
        },
        {
          "text": "Сыновья Озиила: первый Миха и второй Ишшия.",
          "ID": "20"
        },
        {
          "text": "Сыновья Мерарины: Махли и Муши. Сыновья Махлия: Елеазар и Кис.",
          "ID": "21"
        },
        {
          "text": "И умер Елеазар, и не было у него сыновей, а только дочери; и взяли их за себя сыновья Киса, братья их.",
          "ID": "22"
        },
        {
          "text": "Сыновья Мушия: Махли, Едер и Иремоф – трое.",
          "ID": "23"
        },
        {
          "text": "Вот сыновья Левиины, по домам отцов их, главы семейств, по именному счислению их поголовно, которые отправляли дела служения в доме Господнем, от двадцати лет и выше.",
          "ID": "24"
        },
        {
          "text": "Ибо Давид сказал: Господь, Бог Израилев, дал покой народу Своему и водворил его в Иерусалиме на веки,",
          "ID": "25"
        },
        {
          "text": "и левитам не нужно носить скинию и всякие вещи ее для служения в ней.",
          "ID": "26"
        },
        {
          "text": "Посему, по последним повелениям Давида, исчислены левиты от двадцати лет и выше,",
          "ID": "27"
        },
        {
          "text": "чтоб они были при сынах Аароновых, для служения дому Господню, во дворе и в пристройках, для соблюдения чистоты всего святилища и для исполнения всякой службы при доме Божием,",
          "ID": "28"
        },
        {
          "text": "для наблюдения за хлебами предложения и пшеничною мукою для хлебного приношения и пресными лепешками, за печеным, жареным и за всякою мерою и весом,",
          "ID": "29"
        },
        {
          "text": "и чтобы становились каждое утро благодарить и славословить Господа, также и вечером,",
          "ID": "30"
        },
        {
          "text": "и при всех всесожжениях, возносимых Господу в субботы, в новомесячия и в праздники по числу, как предписано о них, – постоянно пред лицем Господа,",
          "ID": "31"
        },
        {
          "text": "и чтобы охраняли скинию откровения и святилище и сынов Аароновых, братьев своих, при службах дому Господню.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.23",
      "name": "Первая книга Паралипоменон 23"
    },
    {
      "text": [
        {
          "text": "И вот распределения сыновей Аароновых: сыновья Аарона: Надав, Авиуд, Елеазар и Ифамар.",
          "ID": "1"
        },
        {
          "text": "Надав и Авиуд умерли прежде отца своего, сыновей же не было у них, и потому священствовали Елеазар и Ифамар.",
          "ID": "2"
        },
        {
          "text": "И распределил их Давид – Садока из сыновей Елеазара, и Ахимелеха из сыновей Ифамара, поочередно на службу их.",
          "ID": "3"
        },
        {
          "text": "И нашлось, что между сынами Елеазара глав поколений более, нежели между сынами Ифамара. И он распределил их [так]: из сынов Елеазара шестнадцать глав семейств, а из сынов Ифамара восемь.",
          "ID": "4"
        },
        {
          "text": "Распределял же их по жребиям, потому что главными во святилище и главными пред Богом были из сынов Елеазара и из сынов Ифамара,",
          "ID": "5"
        },
        {
          "text": "и записывал их Шемаия, сын Нафанаила, писец из левитов, пред лицем царя и князей и пред священником Садоком и Ахимелехом, сыном Авиафара, и пред главами семейств священнических и левитских: брали [при] [бросании жребия] одно семейство из [рода] Елеазарова, потом брали из [рода] Ифамарова.",
          "ID": "6"
        },
        {
          "text": "И вышел первый жребий Иегоиариву, второй Иедаии,",
          "ID": "7"
        },
        {
          "text": "третий Хариму, четвертый Сеориму,",
          "ID": "8"
        },
        {
          "text": "пятый Малхию, шестой Миямину,",
          "ID": "9"
        },
        {
          "text": "седьмой Гаккоцу, восьмой Авии,",
          "ID": "10"
        },
        {
          "text": "девятый Иешую, десятый Шехании,",
          "ID": "11"
        },
        {
          "text": "одиннадцатый Елиашиву, двенадцатый Иакиму,",
          "ID": "12"
        },
        {
          "text": "тринадцатый Хушаю, четырнадцатый Иешеваву,",
          "ID": "13"
        },
        {
          "text": "пятнадцатый Вилге, шестнадцатый Имеру,",
          "ID": "14"
        },
        {
          "text": "семнадцатый Хезиру, восемнадцатый Гапицецу,",
          "ID": "15"
        },
        {
          "text": "девятнадцатый Петахии, двадцатый Иезекиилю,",
          "ID": "16"
        },
        {
          "text": "двадцать первый Иахину, двадцать второй Гамулу,",
          "ID": "17"
        },
        {
          "text": "двадцать третий Делаии, двадцать четвертый Маазии.",
          "ID": "18"
        },
        {
          "text": "Вот порядок их при служении их, как [им] приходить в дом Господень, по уставу их чрез Аарона, отца их, как заповедал ему Господь Бог Израилев.",
          "ID": "19"
        },
        {
          "text": "У прочих сыновей Левия – [распределение]: из сынов Амрама: Шуваил; из сынов Шуваила: Иедия;",
          "ID": "20"
        },
        {
          "text": "от Рехавии: из сынов Рехавии Ишшия был первый;",
          "ID": "21"
        },
        {
          "text": "от Ицгара: Шеломоф; из сыновей Шеломофа: Иахав;",
          "ID": "22"
        },
        {
          "text": "из сыновей [Хеврона]: первый Иерия, второй Амария, третий Иахазиил, четвертый Иекамам.",
          "ID": "23"
        },
        {
          "text": "[Из] сыновей Озиила: Миха; из сыновей Михи: Шамир.",
          "ID": "24"
        },
        {
          "text": "Брат Михи Ишшия; из сыновей Ишшии: Захария.",
          "ID": "25"
        },
        {
          "text": "Сыновья Мерари: Махли и Муши; [из] сыновей Иаазии: Бено.",
          "ID": "26"
        },
        {
          "text": "[Из] сыновей Мерари у Иаазии: Бено и Шогам, и Заккур и Иври.",
          "ID": "27"
        },
        {
          "text": "У Махлия – Елеазар; у него сыновей не было.",
          "ID": "28"
        },
        {
          "text": "У Киса: [из] сыновей Киса: Иерахмиил;",
          "ID": "29"
        },
        {
          "text": "сыновья Мушия: Махли, Едер и Иеримоф. Вот сыновья левитов по поколениям их.",
          "ID": "30"
        },
        {
          "text": "Бросали и они жребий, наравне с братьями своими, сыновьями Аароновыми, пред лицем царя Давида и Садока и Ахимелеха, и глав семейств священнических и левитских: глава семейства наравне с меньшим братом своим.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.24",
      "name": "Первая книга Паралипоменон 24"
    },
    {
      "text": [
        {
          "text": "И отделил Давид и начальники войска на службу сыновей Асафа, Емана и Идифуна, чтобы они провещавали на цитрах, псалтирях и кимвалах; и были отчислены они на дело служения своего:",
          "ID": "1"
        },
        {
          "text": "из сыновей Асафа: Заккур, Иосиф, Нефания и Ашарела сыновья Асафа, под руководством Асафа, игравшего по наставлению царя.",
          "ID": "2"
        },
        {
          "text": "От Идифуна сыновья Идифуна: Гедалия, Цери, Исаия, Семей, Хашавия и Маттафия, шестеро, под руководством отца своего Идифуна, игравшего на цитре во славу и хвалу Господа.",
          "ID": "3"
        },
        {
          "text": "От Емана сыновья Емана: Буккия, Матфания, Озиил, Шевуил и Иеримоф, Ханания, Ханани, Елиафа, Гиддалти, Ромамти–Езер, Иошбекаша, Маллофи, Гофир и Махазиоф.",
          "ID": "4"
        },
        {
          "text": "Все эти сыновья Емана, прозорливца царского, по словам Божиим, чтобы возвышать славу его. И дал Бог Еману четырнадцать сыновей и трех дочерей.",
          "ID": "5"
        },
        {
          "text": "Все они под руководством отца своего пели в доме Господнем с кимвалами, псалтирями и цитрами в служении в доме Божием, по указанию царя, или Асафа, Идифуна и Емана.",
          "ID": "6"
        },
        {
          "text": "И было число их с братьями их, обученными петь пред Господом, всех знающих [сие дело], двести восемьдесят восемь.",
          "ID": "7"
        },
        {
          "text": "И бросили они жребий о череде служения, малый наравне с большим, учители [наравне] с учениками.",
          "ID": "8"
        },
        {
          "text": "И вышел первый жребий Асафу, для Иосифа; второй Гедалии с братьями его и сыновьями его; их было двенадцать;",
          "ID": "9"
        },
        {
          "text": "третий Заккуру с сыновьями его и братьями его; их – двенадцать;",
          "ID": "10"
        },
        {
          "text": "четвертый Ицрию с сыновьями его и братьями его; их – двенадцать;",
          "ID": "11"
        },
        {
          "text": "пятый Нефании с сыновьями его и братьями его; их – двенадцать;",
          "ID": "12"
        },
        {
          "text": "шестой Буккии с сыновьями его и братьями его; их – двенадцать;",
          "ID": "13"
        },
        {
          "text": "седьмой Иесареле с сыновьями его и братьями его; их – двенадцать;",
          "ID": "14"
        },
        {
          "text": "восьмой Исаии с сыновьями его и братьями его; их – двенадцать;",
          "ID": "15"
        },
        {
          "text": "девятый Матфании с сыновьями его и братьями его; их – двенадцать;",
          "ID": "16"
        },
        {
          "text": "десятый Шимею с сыновьями его и братьями его; их – двенадцать;",
          "ID": "17"
        },
        {
          "text": "одиннадцатый Азариилу с сыновьями его и братьями его; их – двенадцать;",
          "ID": "18"
        },
        {
          "text": "двенадцатый Хашавии с сыновьями его и братьями его; их – двенадцать;",
          "ID": "19"
        },
        {
          "text": "тринадцатый Шуваилу с сыновьями его и братьями его; их – двенадцать;",
          "ID": "20"
        },
        {
          "text": "четырнадцатый Маттафии с сыновьями его и братьями его; их – двенадцать;",
          "ID": "21"
        },
        {
          "text": "пятнадцатый Иеримофу с сыновьями его и братьями его; их – двенадцать;",
          "ID": "22"
        },
        {
          "text": "шестнадцатый Ханании с сыновьями его и братьями его; их – двенадцать;",
          "ID": "23"
        },
        {
          "text": "семнадцатый Иошбекаше с сыновьями его и братьями его; их – двенадцать;",
          "ID": "24"
        },
        {
          "text": "восемнадцатый Ханани с сыновьями его и братьями его; их – двенадцать;",
          "ID": "25"
        },
        {
          "text": "девятнадцатый Маллофию с сыновьями его и братьями его; их – двенадцать;",
          "ID": "26"
        },
        {
          "text": "двадцатый Елиафе с сыновьями его и братьями его; их – двенадцать;",
          "ID": "27"
        },
        {
          "text": "двадцать первый Гофиру с сыновьями его и братьями его; их – двенадцать;",
          "ID": "28"
        },
        {
          "text": "двадцать второй Гиддалтию с сыновьями его и братьями его; их – двенадцать;",
          "ID": "29"
        },
        {
          "text": "двадцать третий Махазиофу с сыновьями его и братьями его; их – двенадцать;",
          "ID": "30"
        },
        {
          "text": "двадцать четвертый Ромамти–Езеру с сыновьями его и братьями его; их – двенадцать.",
          "ID": "31"
        }
      ],
      "ID": "OT:1CH.25",
      "name": "Первая книга Паралипоменон 25"
    },
    {
      "text": [
        {
          "text": "Вот распределение привратников: из Кореян: Мешелемия, сын Корея, из сыновей Асафовых.",
          "ID": "1"
        },
        {
          "text": "Сыновья Мешелемии: первенец Захария, второй Иедиаил, третий Зевадия, четвертый Иафниил,",
          "ID": "2"
        },
        {
          "text": "пятый Елам, шестой Иегоханан, седьмой Елиегоэнай.",
          "ID": "3"
        },
        {
          "text": "Сыновья Овед–Едома: первенец Шемаия, второй Иегозавад, третий Иоах, четвертый Сахар, пятый Нафанаил,",
          "ID": "4"
        },
        {
          "text": "шестой Аммиил, седьмой Иссахар, восьмой Пеульфай, потому что Бог благословил его.",
          "ID": "5"
        },
        {
          "text": "У сына его Шемаии родились также сыновья, начальствовавшие в своем роде, потому что они были люди сильные.",
          "ID": "6"
        },
        {
          "text": "Сыновья Шемаии: Офни, Рефаил, Овед и Елзавад, братья его, люди сильные, Елия, Семахия.",
          "ID": "7"
        },
        {
          "text": "Все они из сыновей Овед–Едома; они и сыновья их, и братья их были люди прилежные и к службе способные: их было у Овед–Едома шестьдесят два.",
          "ID": "8"
        },
        {
          "text": "У Мешелемии сыновей и братьев, людей способных, [было] восемнадцать.",
          "ID": "9"
        },
        {
          "text": "У Хосы, из сыновей Мерариных, сыновья: Шимри главный, – хотя он не был первенцем, но отец его поставил его главным;",
          "ID": "10"
        },
        {
          "text": "второй Хелкия, третий Тевалия, четвертый Захария; всех сыновей и братьев у Хосы было тринадцать.",
          "ID": "11"
        },
        {
          "text": "Вот распределение привратников по главам семейств, способных на службу вместе с братьями их, для служения в доме Господнем.",
          "ID": "12"
        },
        {
          "text": "И бросили они жребии, как малый, так и большой, по своим семействам, на каждые ворота.",
          "ID": "13"
        },
        {
          "text": "И выпал жребий на восток Шелемии; и Захарии, сыну его, умному советнику, бросили жребий, и вышел ему жребий на север;",
          "ID": "14"
        },
        {
          "text": "Овед–Едому на юг, а сыновьям его при кладовых.",
          "ID": "15"
        },
        {
          "text": "Шупиму и Хосе на запад, у ворот Шаллехет, где дорога поднимается и где стража против стражи.",
          "ID": "16"
        },
        {
          "text": "К востоку по шести левитов, к северу по четыре, к югу по четыре, а у кладовых по два.",
          "ID": "17"
        },
        {
          "text": "К западу у притвора на дороге по четыре, а у самого притвора по два.",
          "ID": "18"
        },
        {
          "text": "Вот распределение привратников из сыновей Кореевых и сыновей Мерариных.",
          "ID": "19"
        },
        {
          "text": "Левиты же, братья их, [смотрели] за сокровищами дома Божия и за сокровищницами посвященных вещей.",
          "ID": "20"
        },
        {
          "text": "Сыновья Лаедана, сына Герсонова – от Лаедана, главы семейств от Лаедана Герсонского: Иехиел.",
          "ID": "21"
        },
        {
          "text": "Сыновья Иехиела: Зефам и Иоиль, брат его, [смотрели] за сокровищами дома Господня,",
          "ID": "22"
        },
        {
          "text": "вместе с потомками Амрама, Ицгара, Хеврона, Озиила.",
          "ID": "23"
        },
        {
          "text": "Шевуил, сын Гирсона, сына Моисеева, [был] главным смотрителем за сокровищницами.",
          "ID": "24"
        },
        {
          "text": "У брата его Елиезера сын Рехавия, у него сын Исаия, у него сын Иорам, у него сын Зихрий, у него сын Шеломиф.",
          "ID": "25"
        },
        {
          "text": "Шеломиф и братья его [смотрели] за всеми сокровищницами посвященных вещей, которые посвятил царь Давид и главы семейств и тысяченачальники, стоначальники и предводители войска.",
          "ID": "26"
        },
        {
          "text": "Из завоеваний и из добыч они посвящали на поддержание дома Господня.",
          "ID": "27"
        },
        {
          "text": "И все, что посвятил Самуил пророк, и Саул, сын Киса, и Авенир, сын Нира, и Иоав, сын Саруи, все посвященное [было] на руках у Шеломифа и братьев его.",
          "ID": "28"
        },
        {
          "text": "Из племени Ицгарова: Хенания и сыновья его [определены] на внешнее служение у Израильтян, писцами и судьями.",
          "ID": "29"
        },
        {
          "text": "Из племени Хевронова: Хашавия и братья его, люди мужественные, тысяча семьсот, имели надзор над Израилем по эту сторону Иордана к западу, по всяким делам [служения] Господня и по службе царской.",
          "ID": "30"
        },
        {
          "text": "У племени Хевронова Иерия [был] главою Хевронян, в их родах, в поколениях. В сороковой год царствования Давида они исчислены, и найдены между ними люди мужественные в Иазере Галаадском.",
          "ID": "31"
        },
        {
          "text": "И братья его, люди способные, две тысячи семьсот, были главы семейств. Их поставил царь Давид над коленом Рувимовым и Гадовым и полуколеном Манассииным, по всем делам Божиим и делам царя.",
          "ID": "32"
        }
      ],
      "ID": "OT:1CH.26",
      "name": "Первая книга Паралипоменон 26"
    },
    {
      "text": [
        {
          "text": "Вот сыны Израилевы по числу их, главы семейств, тысяченачальники и стоначальники и управители, которые по отделениям служили царю во всех делах, приходя и отходя каждый месяц, во все месяцы года. В каждом отделении было их по двадцать четыре тысячи.",
          "ID": "1"
        },
        {
          "text": "Над первым отделением, для первого месяца, [начальствовал] Иашовам, сын Завдиила; в его отделении было двадцать четыре тысячи;",
          "ID": "2"
        },
        {
          "text": "он [был] из сынов Фареса, главный над всеми военачальниками в первый месяц.",
          "ID": "3"
        },
        {
          "text": "Над отделением второго месяца был Додай Ахохиянин; в отделении его был и князь Миклоф, и в его отделении было двадцать четыре тысячи.",
          "ID": "4"
        },
        {
          "text": "Третий главный военачальник, для третьего месяца, Ванея, сын Иодая, священника, и в его отделении было двадцать четыре тысячи:",
          "ID": "5"
        },
        {
          "text": "этот Ванея – [один] из тридцати храбрых и [начальник] над ними, и в его отделе [находился] Аммизавад, сын его.",
          "ID": "6"
        },
        {
          "text": "Четвертый, для четвертого месяца, был Асаил, брат Иоава, и по нем Завадия, сын его, и в его отделении двадцать четыре тысячи.",
          "ID": "7"
        },
        {
          "text": "Пятый, для пятого месяца, князь Шамгуф Израхитянин, и в его отделении двадцать четыре тысячи.",
          "ID": "8"
        },
        {
          "text": "Шестой, для шестого месяца, Ира, сын Иккеша, Фекоянин, и в его отделении двадцать четыре тысячи.",
          "ID": "9"
        },
        {
          "text": "Седьмой, для седьмого месяца, Хелец Пелонитянин, из сынов Ефремовых, и в его отделении двадцать четыре тысячи.",
          "ID": "10"
        },
        {
          "text": "Восьмой, для восьмого месяца, Совохай Хушатянин, из племени Зары, и в его отделении двадцать четыре тысячи.",
          "ID": "11"
        },
        {
          "text": "Девятый, для девятого месяца, Авиезер Анафофянин, из сыновей Вениаминовых, и в его отделении двадцать четыре тысячи.",
          "ID": "12"
        },
        {
          "text": "Десятый, для десятого месяца, Магарай Нетофафянин, из племени Зары, и в его отделении двадцать четыре тысячи.",
          "ID": "13"
        },
        {
          "text": "Одиннадцатый, для одиннадцатого месяца, Ванея Пирафонянин, из сынов Ефремовых, и в его отделении двадцать четыре тысячи.",
          "ID": "14"
        },
        {
          "text": "Двенадцатый, для двенадцатого месяца, Хелдай Нетофафянин, из потомков Гофониила, и в его отделении двадцать четыре тысячи.",
          "ID": "15"
        },
        {
          "text": "А над коленами Израилевыми, – у Рувимлян главным начальником [был] Елиезер, сын Зихри; у Симеона – Сафатия, сын Маахи;",
          "ID": "16"
        },
        {
          "text": "у Левия – Хашавия, сын Кемуила; у Аарона – Садок;",
          "ID": "17"
        },
        {
          "text": "у Иуды – Елиав, из братьев Давида; у Иссахара – Омри, сын Михаила;",
          "ID": "18"
        },
        {
          "text": "у Завулона – Ишмаия, сын Овадии; у Неффалима – Иеримоф, сын Азриила;",
          "ID": "19"
        },
        {
          "text": "у сыновей Ефремовых – Осия, сын Азазии; у полуколена Манассиина – Иоиль, сын Федаии;",
          "ID": "20"
        },
        {
          "text": "у полуколена Манассии в Галааде – Иддо, сын Захарии; у Вениамина – Иаасиил, сын Авенира;",
          "ID": "21"
        },
        {
          "text": "у Дана – Азариил, сын Иерохама. Вот вожди колен Израилевых.",
          "ID": "22"
        },
        {
          "text": "Давид не делал счисления тех, которые были от двадцати лет и ниже, потому что Господь сказал, что Он умножит Израиля, как звезды небесные.",
          "ID": "23"
        },
        {
          "text": "Иоав, сын Саруи, начал делать счисление, но не кончил. И был за это гнев Божий на Израиля, и не вошло то счисление в летопись царя Давида.",
          "ID": "24"
        },
        {
          "text": "Над сокровищами царскими был Азмавеф, сын Адиилов, а над запасами в поле, в городах, и в селах и в башнях – Ионафан, сын Уззии;",
          "ID": "25"
        },
        {
          "text": "над занимающимися полевыми работами, земледелием – Езрий, сын Хелува;",
          "ID": "26"
        },
        {
          "text": "над виноградниками – Шимей из Рамы, а над запасами вина в виноградниках – Завдий из Шефама;",
          "ID": "27"
        },
        {
          "text": "над маслинами и смоковницами в долине – Баал–Ханан Гедеритянин, а над запасами деревянного масла – Иоас;",
          "ID": "28"
        },
        {
          "text": "над крупным скотом, пасущимся в Шароне – Шитрай Шаронянин, а над скотом в долинах – Шафат, сын Адлая;",
          "ID": "29"
        },
        {
          "text": "над верблюдами – Овил Исмаильтянин; над ослицами – Иехдия Меронифянин;",
          "ID": "30"
        },
        {
          "text": "над мелким скотом – Иазиз Агаритянин. Все эти были начальниками над имением, которое [было] у царя Давида.",
          "ID": "31"
        },
        {
          "text": "Ионафан, дядя Давидов, [был] советником, человек умный и писец; Иехиил, сын Хахмониев, [был] при сыновьях царя;",
          "ID": "32"
        },
        {
          "text": "Ахитофел [был] советником царя; Хусий Архитянин – другом царя;",
          "ID": "33"
        },
        {
          "text": "после же Ахитофела Иодай, сын Ванеи, и Авиафар, а Иоав был военачальником у царя.",
          "ID": "34"
        }
      ],
      "ID": "OT:1CH.27",
      "name": "Первая книга Паралипоменон 27"
    },
    {
      "text": [
        {
          "text": "И собрал Давид в Иерусалим всех вождей Израильских, начальников колен и начальников отделов, служивших царю, и тысяченачальников, и стоначальников, и заведывавших всем имением и стадами царя и сыновей его с евнухами, военачальников и всех храбрых мужей.",
          "ID": "1"
        },
        {
          "text": "И стал Давид царь на ноги свои и сказал: послушайте меня, братья мои и народ мой! [было] у меня на сердце построить дом покоя для ковчега завета Господня и в подножие ногам Бога нашего, и [потребное] для строения я приготовил.",
          "ID": "2"
        },
        {
          "text": "Но Бог сказал мне: не строй дома имени Моему, потому что ты человек воинственный и проливал кровь.",
          "ID": "3"
        },
        {
          "text": "Однакоже избрал Господь Бог Израилев меня из всего дома отца моего, чтоб быть [мне] царем над Израилем вечно, потому что Иуду избрал Он князем, а в доме Иуды дом отца моего, а из сыновей отца моего меня благоволил поставить царем над всем Израилем,",
          "ID": "4"
        },
        {
          "text": "из всех же сыновей моих, – ибо много сыновей дал мне Господь, – Он избрал Соломона, сына моего, сидеть на престоле царства Господня над Израилем,",
          "ID": "5"
        },
        {
          "text": "и сказал мне: Соломон, сын твой, построит дом Мой и дворы Мои, потому что Я избрал его Себе в сына, и Я буду ему Отцом;",
          "ID": "6"
        },
        {
          "text": "и утвержу царство его на веки, если он будет тверд в исполнении заповедей Моих и уставов Моих, как до сего дня.",
          "ID": "7"
        },
        {
          "text": "И теперь пред очами всего Израиля, собрания Господня, и во уши Бога нашего [говорю]: соблюдайте и держитесь всех заповедей Господа Бога вашего, чтобы владеть вам сею доброю землею и оставить ее после себя в наследство детям своим на век;",
          "ID": "8"
        },
        {
          "text": "и ты, Соломон, сын мой, знай Бога отца твоего и служи Ему от всего сердца и от всей души, ибо Господь испытует все сердца и знает все движения мыслей. Если будешь искать Его, то найдешь Его, а если оставишь Его, Он оставит тебя навсегда.",
          "ID": "9"
        },
        {
          "text": "Смотри же, когда Господь избрал тебя построить дом для святилища, будь тверд и делай.",
          "ID": "10"
        },
        {
          "text": "И отдал Давид Соломону, сыну своему, чертеж притвора и домов его, и кладовых его, и горниц его, и внутренних покоев его, и дома для ковчега,",
          "ID": "11"
        },
        {
          "text": "и чертеж всего, что было у него на душе, дворов дома Господня и всех комнат кругом, сокровищниц дома Божия и сокровищниц вещей посвященных,",
          "ID": "12"
        },
        {
          "text": "и священнических и левитских отделений, и всякого служебного дела в доме Господнем, и всех служебных сосудов дома Господня,",
          "ID": "13"
        },
        {
          "text": "золотых вещей, с [означением] веса, для всякого из служебных сосудов, всех вещей серебряных, с [означением] веса, для всякого из сосудов служебных.",
          "ID": "14"
        },
        {
          "text": "И дал золота для светильников и золотых лампад их, с означением веса каждого из светильников и лампад его, также светильников серебряных, с означением веса каждого из светильников и лампад его, смотря по служебному назначению каждого светильника;",
          "ID": "15"
        },
        {
          "text": "и золота для столов предложения хлебов, для каждого [золотого] стола, и серебра для столов серебряных,",
          "ID": "16"
        },
        {
          "text": "и вилок, и чаш и кропильниц из чистого золота, и золотых блюд, с означением веса каждого блюда, и серебряных блюд, с означением веса каждого блюда,",
          "ID": "17"
        },
        {
          "text": "и для жертвенника курения из литого золота с означением веса, и устройства колесницы с золотыми херувимами, распростирающими [крылья] и покрывающими ковчег завета Господня.",
          "ID": "18"
        },
        {
          "text": "Все сие в письмени от Господа, [говорил Давид, как] Он вразумил меня на все дела постройки.",
          "ID": "19"
        },
        {
          "text": "И сказал Давид сыну своему Соломону: будь тверд и мужествен, и приступай к делу, не бойся и не ужасайся, ибо Господь Бог, Бог мой, с тобою; Он не отступит от тебя и не оставит тебя, доколе не совершишь всего дела, требуемого для дома Господня.",
          "ID": "20"
        },
        {
          "text": "И вот отделы священников и левитов, для всякой службы при Доме Божием. И у тебя есть для всякого дела усердные люди, искусные для всякой работы, и начальники и весь народ [готовы] на все твои приказания.",
          "ID": "21"
        }
      ],
      "ID": "OT:1CH.28",
      "name": "Первая книга Паралипоменон 28"
    },
    {
      "text": [
        {
          "text": "И сказал царь Давид всему собранию: Соломон, сын мой, которого одного избрал Бог, молод и малосилен, а дело сие велико, потому что не для человека здание сие, а для Господа Бога.",
          "ID": "1"
        },
        {
          "text": "Всеми силами я заготовил для дома Бога моего золото для золотых вещей и серебро для серебряных, и медь для медных, железо для железных, и дерева для деревянных, камни оникса и [камни] вставные, камни красивые и разноцветные, и всякие дорогие камни, и множество мрамора;",
          "ID": "2"
        },
        {
          "text": "и еще по любви моей к дому Бога моего, есть у меня сокровище собственное из золота и серебра, [и его] я отдаю для дома Бога моего, сверх всего, что заготовил я для святого дома:",
          "ID": "3"
        },
        {
          "text": "три тысячи талантов золота, золота Офирского, и семь тысяч талантов серебра чистого, для обложения стен в домах,",
          "ID": "4"
        },
        {
          "text": "для каждой из золотых вещей, и для каждой из серебряных, и для всякого изделия рук художнических. Не поусердствует ли [еще] кто жертвовать сегодня для Господа?",
          "ID": "5"
        },
        {
          "text": "И стали жертвовать начальники семейств и начальники колен Израилевых, и начальники тысяч и сотен, и начальники над имениями царя.",
          "ID": "6"
        },
        {
          "text": "И дали на устроение дома Божия пять тысяч талантов и десять тысяч драхм золота, и серебра десять тысяч талантов, и меди восемнадцать тысяч талантов, и железа сто тысяч талантов.",
          "ID": "7"
        },
        {
          "text": "И у кого нашлись [дорогие] камни, те отдавали и их в сокровищницу дома Господня, на руки Иехиилу Герсонитянину.",
          "ID": "8"
        },
        {
          "text": "И радовался народ усердию их, потому что они от всего сердца жертвовали Господу, также и царь Давид весьма радовался.",
          "ID": "9"
        },
        {
          "text": "И благословил Давид Господа пред всем собранием, и сказал Давид: благословен Ты, Господи Боже Израиля, отца нашего, от века и до века!",
          "ID": "10"
        },
        {
          "text": "Твое, Господи, величие, и могущество, и слава, и победа и великолепие, и все, [что] на небе и на земле, [Твое]: Твое, Господи, царство, и Ты превыше всего, как Владычествующий.",
          "ID": "11"
        },
        {
          "text": "И богатство и слава от лица Твоего, и Ты владычествуешь над всем, и в руке Твоей сила и могущество, и во власти Твоей возвеличить и укрепить все.",
          "ID": "12"
        },
        {
          "text": "И ныне, Боже наш, мы славословим Тебя и хвалим величественное имя Твое.",
          "ID": "13"
        },
        {
          "text": "Ибо кто я и кто народ мой, что мы имели возможность так жертвовать? Но от Тебя все, и от руки Твоей [полученное] мы отдали Тебе,",
          "ID": "14"
        },
        {
          "text": "потому что странники мы пред Тобою и пришельцы, как и все отцы наши, как тень дни наши на земле, и нет ничего прочного.",
          "ID": "15"
        },
        {
          "text": "Господи Боже наш! все это множество, которое приготовили мы для построения дома Тебе, святому имени Твоему, от руки Твоей оно, и все Твое.",
          "ID": "16"
        },
        {
          "text": "Знаю, Боже мой, что Ты испытуешь сердце и любишь чистосердечие; я от чистого сердца моего пожертвовал все сие, и ныне вижу, что и народ Твой, здесь находящийся, с радостью жертвует Тебе.",
          "ID": "17"
        },
        {
          "text": "Господи, Боже Авраама, Исаака и Израиля, отцов наших! сохрани сие навек, [сие] расположение мыслей сердца народа Твоего, и направь сердце их к Тебе.",
          "ID": "18"
        },
        {
          "text": "Соломону же, сыну моему, дай сердце правое, чтобы соблюдать заповеди Твои, откровения Твои и уставы Твои, и исполнить все это и построить здание, для которого я сделал приготовление.",
          "ID": "19"
        },
        {
          "text": "И сказал Давид всему собранию: благословите Господа Бога нашего. – И благословило все собрание Господа Бога отцов своих, и пало, и поклонилось Господу и царю.",
          "ID": "20"
        },
        {
          "text": "И принесли Господу жертвы, и вознесли всесожжения Господу, на другой после сего день: тысячу тельцов, тысячу овнов, тысячу агнцев с их возлияниями, и множество жертв от всего Израиля.",
          "ID": "21"
        },
        {
          "text": "И ели и пили пред Господом в тот день, с великою радостью; и в другой раз воцарили Соломона, сына Давидова, и помазали пред Господом в правителя верховного, а Садока во священника.",
          "ID": "22"
        },
        {
          "text": "И сел Соломон на престоле Господнем, как царь, вместо Давида, отца своего, и был благоуспешен, и весь Израиль повиновался ему.",
          "ID": "23"
        },
        {
          "text": "И все начальники и сильные, также и все сыновья царя Давида подчинились Соломону царю.",
          "ID": "24"
        },
        {
          "text": "И возвеличил Господь Соломона пред очами всего Израиля, и даровал ему славу царства, какой не имел прежде его ни один царь у Израиля.",
          "ID": "25"
        },
        {
          "text": "И Давид, сын Иессеев, царствовал над всем Израилем.",
          "ID": "26"
        },
        {
          "text": "Времени царствования его над Израилем [было] сорок лет: в Хевроне царствовал он семь лет, и в Иерусалиме царствовал тридцать три [года].",
          "ID": "27"
        },
        {
          "text": "И умер в доброй старости, насыщенный жизнью, богатством и славою; и воцарился Соломон, сын его, вместо него.",
          "ID": "28"
        },
        {
          "text": "Дела царя Давида, первые и последние, описаны в записях Самуила провидца и в записях Нафана пророка и в записях Гада прозорливца,",
          "ID": "29"
        },
        {
          "text": "равно и все царствование его, и мужество его, и происшествия, случившиеся с ним и с Израилем и со всеми земными царствами.",
          "ID": "30"
        }
      ],
      "ID": "OT:1CH.29",
      "name": "Первая книга Паралипоменон 29"
    }
  ],
  "ID": "OT:1CH(SYNO)",
  "name": "Первая книга Паралипоменон"
}