{
  "text": [
    {
      "text": [
        {
          "text": "There was a man in the land of Uz named Job, and he was a simple and honest man, fearing God and withdrawing from evil.",
          "ID": "1"
        },
        {
          "text": "And there had been born to him seven sons and three daughters.",
          "ID": "2"
        },
        {
          "text": "And his possession was seven thousand sheep, and three thousand camels, along with five hundred pairs of oxen and five hundred she-donkeys, and also a very large family. And this man was great among all the people of the east.",
          "ID": "3"
        },
        {
          "text": "And his sons went and made a feast by houses, each one on his day. And sending, they called their three sisters to eat and drink with them.",
          "ID": "4"
        },
        {
          "text": "And when the days of their feasting had been completed, Job sent to them and sanctified them, and, getting up at dawn, he offered holocausts for each one. For he said, \"Perhaps my sons have sinned and have not praised God in their hearts.\" So Job did all the days.",
          "ID": "5"
        },
        {
          "text": "But on a certain day, when the sons of God came to attend in the presence of the Lord, Satan also arrived among them.",
          "ID": "6"
        },
        {
          "text": "The Lord said to him, \"Where do you come from?\" Answering, he said, \"I have circled the land, and walked around in it.\"",
          "ID": "7"
        },
        {
          "text": "And the Lord said to him, \"Have you not considered my servant, Job? For there is no one like him in the land, a simple and honest man, fearing God and withdrawing from evil.\"",
          "ID": "8"
        },
        {
          "text": "Answering him, Satan said, \"Does Job fear God to no purpose?",
          "ID": "9"
        },
        {
          "text": "Have you not fortified him, as well as his house and every one of his belongings around him, blessed the works of his hands, and his possession has increased in the land?",
          "ID": "10"
        },
        {
          "text": "But extend your hand a little, and touch all that he possesses, and see if he still praises you to your face.\"",
          "ID": "11"
        },
        {
          "text": "Therefore, the Lord said to Satan, \"Behold, everything that he has is in your hand, only do not extend your hand against him.\" And Satan departed from the face of the Lord.",
          "ID": "12"
        },
        {
          "text": "So, on a certain day, when his sons and daughters were eating and drinking wine, in the house of their first-born brother,",
          "ID": "13"
        },
        {
          "text": "a messenger came to Job, who said, \"The oxen were plowing, and the donkeys were grazing beside them,",
          "ID": "14"
        },
        {
          "text": "and the Sabeans rushed in and carried away everything, and they struck the servants with the sword; and I alone evaded them to tell you.\"",
          "ID": "15"
        },
        {
          "text": "And while he was still speaking, another arrived, and he said, \"The fire of God fell from heaven, and, having struck the sheep and the servants, it consumed them; and I alone escaped to tell you.\"",
          "ID": "16"
        },
        {
          "text": "And while he also was still speaking, another arrived, and he said, \"The Chaldeans organized three attacks, and advanced on the camels and took them; and not only that, but they have struck the servants with the sword; and I alone fled to tell you.\"",
          "ID": "17"
        },
        {
          "text": "He was still speaking, and behold, another entered, and he said, \"Your sons and daughters were feasting and drinking wine in the house of their first-born brother,",
          "ID": "18"
        },
        {
          "text": "when suddenly a severe wind rushed forth from a region of the desert and shook the four corners of the house, which collapsed and crushed your children, and they are dead; and I alone escaped to tell you.\"",
          "ID": "19"
        },
        {
          "text": "Then Job got up and tore his garments, and, having shaved his head, he collapsed on the ground, and worshipped,",
          "ID": "20"
        },
        {
          "text": "and he said, \"Naked I departed from my mother's womb, and naked I shall return. The Lord gave, and the Lord has taken away. Just as it pleased the Lord, so has it been done. Blessed be the name of the Lord.\"",
          "ID": "21"
        },
        {
          "text": "In all this, Job did not sin by his lips, nor did he speak any foolish thing against God.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.1",
      "name": "Job 1"
    },
    {
      "text": [
        {
          "text": "But it happened that, on a certain day, when the sons of God had arrived and they stood before the Lord, Satan likewise arrived among them, and he stood in his sight.",
          "ID": "1"
        },
        {
          "text": "So the Lord said to Satan, \"Where do you come from?\" Answering, he said, \"I have circled the land, and walked around in it.\"",
          "ID": "2"
        },
        {
          "text": "And the Lord said to Satan, \"Have you not considered my servant, Job, that there is no one like him in the land, a simple and honest man, fearing God and withdrawing from evil, and still retaining his innocence? Yet you have stirred me against him, so that I would afflict him to no purpose.\"",
          "ID": "3"
        },
        {
          "text": "Answering him, Satan said, \"Skin for skin; and everything that a man has, he will give for his life.",
          "ID": "4"
        },
        {
          "text": "Yet send your hand and touch his bone and his flesh, and then you will see whether or not he blesses you to your face.\"",
          "ID": "5"
        },
        {
          "text": "Therefore, the Lord said to Satan, \"Behold, he is in your hand, but even so, spare his life.\"",
          "ID": "6"
        },
        {
          "text": "And so, Satan departed from the face of the Lord and he struck Job with a very serious ulcer from the sole of the foot all the way to the crown of his head.",
          "ID": "7"
        },
        {
          "text": "So he took a shard of earthenware and scraped the discharge, while sitting on a heap of refuse.",
          "ID": "8"
        },
        {
          "text": "But his wife said to him, \"Do you still continue in your simplicity? Bless God and die.\"",
          "ID": "9"
        },
        {
          "text": "He said to her, \"You have spoken like one of the foolish wives. If we accepted good things from the hand of God, why should we not accept bad things?\" In all this, Job did not sin with his lips.",
          "ID": "10"
        },
        {
          "text": "And so, three friends of Job, hearing about all the evil that had befallen him, arrived, each one from his own place, Eliphaz the Themanite, and Baldad the Suhite, and Zophar the Naamathite. For they had agreed to come together to visit and console him.",
          "ID": "11"
        },
        {
          "text": "And when they had raised up their eyes from a distance, they did not recognize him, and, crying out, they wept, and, tearing their garments, they scattered dust over their heads into the sky.",
          "ID": "12"
        },
        {
          "text": "And they sat with him on the ground for seven day and seven nights, and no one spoke a word to him, for they saw that his sorrow was very great.",
          "ID": "13"
        }
      ],
      "ID": "OT:JOB.2",
      "name": "Job 2"
    },
    {
      "text": [
        {
          "text": "After this, Job opened his mouth and cursed his day,",
          "ID": "1"
        },
        {
          "text": "and this is what he said:",
          "ID": "2"
        },
        {
          "text": "May the day perish on which I was born, and the night, in which it was said, \"A man has been conceived.\"",
          "ID": "3"
        },
        {
          "text": "May that day be turned into darkness, may God not seek it from above, and may light not illuminate it.",
          "ID": "4"
        },
        {
          "text": "Let darkness and the shadow of death obscure it, let a fog overtake it, and let it be enveloped in bitterness.",
          "ID": "5"
        },
        {
          "text": "Let a whirlwind of darkness take hold of that night, let it not be counted in the days of the year, nor numbered in the months.",
          "ID": "6"
        },
        {
          "text": "May that night be alone and unworthy of praise.",
          "ID": "7"
        },
        {
          "text": "May they curse it, who curse the day, who are prepared to awaken a leviathan.",
          "ID": "8"
        },
        {
          "text": "Let the stars be concealed with its darkness. Let it expect light, and not see it, nor the rising of the dawn in the East.",
          "ID": "9"
        },
        {
          "text": "For it did not close the doors of the womb that bore me, nor take away evils from my eyes.",
          "ID": "10"
        },
        {
          "text": "Why did I not die in the womb? Having left the womb, why did I not immediately perish?",
          "ID": "11"
        },
        {
          "text": "Why was I received upon the knees? Why was I suckled at the breasts?",
          "ID": "12"
        },
        {
          "text": "For by now, I should have been sleeping silently, and taking rest in my sleep",
          "ID": "13"
        },
        {
          "text": "with the kings and consuls of the earth, who build themselves solitudes,",
          "ID": "14"
        },
        {
          "text": "either with princes, who possess gold and fill their houses with silver,",
          "ID": "15"
        },
        {
          "text": "or, like a hidden miscarriage, I should not have continued, just like those who, being conceived, have not seen the light.",
          "ID": "16"
        },
        {
          "text": "There the impious cease from rebellion, and there the wearied in strength take rest.",
          "ID": "17"
        },
        {
          "text": "And at such times, having been bound together without difficulty, they have not heard the voice of the bailiff.",
          "ID": "18"
        },
        {
          "text": "The small and great are there, and the servant is free from his master.",
          "ID": "19"
        },
        {
          "text": "Why is light given to the miserable, and life to those who are in bitterness of soul,",
          "ID": "20"
        },
        {
          "text": "who expect death, and it does not arrive, like those who dig for treasure",
          "ID": "21"
        },
        {
          "text": "and who rejoice greatly when they have found the grave,",
          "ID": "22"
        },
        {
          "text": "to a man whose way is hidden and whom God has surrounded with darkness?",
          "ID": "23"
        },
        {
          "text": "Before I eat, I sigh; and like overflowing waters, so is my howl,",
          "ID": "24"
        },
        {
          "text": "for the terror that I feared has happened to me, and so has the dread befallen me.",
          "ID": "25"
        },
        {
          "text": "Have I not remained hidden? Have I not kept silence? Have I not remained calm? Yet indignation has overcome me.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.3",
      "name": "Job 3"
    },
    {
      "text": [
        {
          "text": "But Eliphaz the Themanite, answering, said:",
          "ID": "1"
        },
        {
          "text": "If we start to speak to you, perhaps you will take it badly, but who can hold back the words he has conceived?",
          "ID": "2"
        },
        {
          "text": "Behold, you have taught many, and you have strengthened weary hands.",
          "ID": "3"
        },
        {
          "text": "Your words have reassured the wavering, and you have fortified the trembling knees.",
          "ID": "4"
        },
        {
          "text": "But now the scourge has overcome you, and you falter. It has touched you, and you are disturbed.",
          "ID": "5"
        },
        {
          "text": "Where is your reverence, your fortitude, your patience, and the perfection of your ways?",
          "ID": "6"
        },
        {
          "text": "Consider this, I beg you: who ever perished being innocent? Or when have the righteous been destroyed?",
          "ID": "7"
        },
        {
          "text": "In fact, I have instead seen those who work iniquity and who sow resentments, reap them,",
          "ID": "8"
        },
        {
          "text": "perishing by the breath of God, and being consumed by the wrath of his spirit.",
          "ID": "9"
        },
        {
          "text": "The roaring of the lion, and the voice of the lioness, and the teeth of young lions have been worn away.",
          "ID": "10"
        },
        {
          "text": "The tiger has perished because it does not have prey, and the young lions have been scattered.",
          "ID": "11"
        },
        {
          "text": "Furthermore, a word was spoken to me in secret, and, as if by theft, my ears received the pulse of its whisper.",
          "ID": "12"
        },
        {
          "text": "In the horror of a vision by night, when men are accustomed to be overtaken by a deep sleep,",
          "ID": "13"
        },
        {
          "text": "fear and trembling seized me and all my bones were terrified.",
          "ID": "14"
        },
        {
          "text": "And when a spirit passed before me, the hair on my body stood up.",
          "ID": "15"
        },
        {
          "text": "There appeared an image before my eyes, someone whose face I did not recognize, and I heard a voice like a gentle breeze.",
          "ID": "16"
        },
        {
          "text": "Should man be justified in relation to God, or will a man be more pure than his Maker?",
          "ID": "17"
        },
        {
          "text": "Behold, those who serve him are not steadfast, and in his angels he finds imperfection.",
          "ID": "18"
        },
        {
          "text": "How much more will those who live in houses of clay, which have an earthly foundation, be consumed like the moth?",
          "ID": "19"
        },
        {
          "text": "From morning all the way to evening, they will be cut down, and because no one understands, they will be destroyed without ceasing.",
          "ID": "20"
        },
        {
          "text": "But those who are left behind will be taken away from them; they will die, and not in wisdom.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.4",
      "name": "Job 4"
    },
    {
      "text": [
        {
          "text": "Therefore call, if there are any who will respond to you, and turn to one or another of the saints.",
          "ID": "1"
        },
        {
          "text": "Truly, anger condemns the foolish to death, and envy kills the petty.",
          "ID": "2"
        },
        {
          "text": "I have seen a fool with a strong root, and I have cursed his excellence without hesitation.",
          "ID": "3"
        },
        {
          "text": "His sons will be far from prosperity and will be crushed at the gate, and there will be none who can rescue them.",
          "ID": "4"
        },
        {
          "text": "Their harvest, the starving will eat. The armed man will rob him, and the thirsty will drink his resources.",
          "ID": "5"
        },
        {
          "text": "Nothing on earth occurs without a reason, and sorrow does not rise from the earth.",
          "ID": "6"
        },
        {
          "text": "Man is born to labor, and the bird to fly.",
          "ID": "7"
        },
        {
          "text": "Therefore, because of this, I will beg the Lord, and place my eloquence before God.",
          "ID": "8"
        },
        {
          "text": "He does great and unfathomable and miraculous things without number.",
          "ID": "9"
        },
        {
          "text": "He gives rain over the face of the earth and irrigates all things with the waters.",
          "ID": "10"
        },
        {
          "text": "He places the humble on high and encourages the grieving towards health.",
          "ID": "11"
        },
        {
          "text": "He dispels the thoughts of the spiteful, lest their hands be able to complete what they had begun.",
          "ID": "12"
        },
        {
          "text": "He catches the wise in their cleverness and dissipates the counsel of the perverse.",
          "ID": "13"
        },
        {
          "text": "They will encounter darkness in the daytime, and they will grope at midday just as in the night.",
          "ID": "14"
        },
        {
          "text": "Thereafter, he will act to save the needy from the sword of their mouth, and the poor from the hand of the violent.",
          "ID": "15"
        },
        {
          "text": "And there will be hope for those in need, for iniquity will diminish its speech.",
          "ID": "16"
        },
        {
          "text": "Blessed is the man whom God corrects; therefore, do not reject the chastisement of the Lord.",
          "ID": "17"
        },
        {
          "text": "For he wounds and he cures; he strikes and his hands will heal.",
          "ID": "18"
        },
        {
          "text": "He will deliver you into six tribulations, and in the seventh, evil will not touch you.",
          "ID": "19"
        },
        {
          "text": "During famine, he will rescue you from death, and during war, from the hand of the sword.",
          "ID": "20"
        },
        {
          "text": "You will be hidden from the scourge of the tongue, and you will not fear calamity when it arrives.",
          "ID": "21"
        },
        {
          "text": "In desolation and in famine, you will laugh, and you will not dread the beasts of the earth.",
          "ID": "22"
        },
        {
          "text": "For you are in harmony with the stones of the land, and the beasts of the earth will make peace with you.",
          "ID": "23"
        },
        {
          "text": "And you will know that your home has peace, and, concerning your appearance, you will not sin.",
          "ID": "24"
        },
        {
          "text": "Likewise, you will know that your offspring will be manifold and your progeny will be like the grass of the earth.",
          "ID": "25"
        },
        {
          "text": "You will enter the grave with abundance, just as a crop of wheat is gathered in its time.",
          "ID": "26"
        },
        {
          "text": "Behold, this is just as we have found it, which you have heard; walk it through your mind.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.5",
      "name": "Job 5"
    },
    {
      "text": [
        {
          "text": "But Job, responding, said:",
          "ID": "1"
        },
        {
          "text": "I wish that my sins, for which I deserve wrath, and the calamity that I endure, were weighed out on a balance.",
          "ID": "2"
        },
        {
          "text": "Compared to the sand of the sea, they would appear heavier, and so my words are full of sorrow.",
          "ID": "3"
        },
        {
          "text": "For the arrows of the Lord are in me, my spirit drinks of their indignation, and the terrors of the Lord are soldiers against me.",
          "ID": "4"
        },
        {
          "text": "Will the wild ass bray when he has grass? Or will the ox bellow when he stands before a full manger?",
          "ID": "5"
        },
        {
          "text": "Or can one eat bland food, which is not seasoned with salt? Or can anyone taste that which, if tasted, causes death?",
          "ID": "6"
        },
        {
          "text": "The things that my soul was unwilling to touch before, now, because of anguish, are my foods.",
          "ID": "7"
        },
        {
          "text": "Who will grant that my petition may arrive and that God may bestow on me what I expect,",
          "ID": "8"
        },
        {
          "text": "and that he who, at first, had crushed me, will let loose his hand and cut me down?",
          "ID": "9"
        },
        {
          "text": "And may this be my consolation, that in afflicting me with sorrow, although he might not be lenient with me, I still do not contradict the words of the Holy One.",
          "ID": "10"
        },
        {
          "text": "For what is my strength, that I may continue? Or what is my goal, so that I may act patiently?",
          "ID": "11"
        },
        {
          "text": "My strength is not the strength of stones, nor is my flesh made of bronze.",
          "ID": "12"
        },
        {
          "text": "Behold, there is no help for me in myself, and my loved ones also have withdrawn from me.",
          "ID": "13"
        },
        {
          "text": "He who takes away mercy from his friend, abandons the fear of the Lord.",
          "ID": "14"
        },
        {
          "text": "My brethren have disregarded me, like a torrent that passes swiftly through the steep valleys.",
          "ID": "15"
        },
        {
          "text": "Those who fear frost, snow will rush over them.",
          "ID": "16"
        },
        {
          "text": "At that time, when they are scattered, they will perish, and when it becomes hot, they will be freed from their place.",
          "ID": "17"
        },
        {
          "text": "The paths of their steps are entangled; they will walk in vain and will perish.",
          "ID": "18"
        },
        {
          "text": "Consider the paths of Thema, the ways of Saba, and wait a little while.",
          "ID": "19"
        },
        {
          "text": "They have been thrown into confusion, just as I had hoped; they have even come to me and are overwhelmed with shame.",
          "ID": "20"
        },
        {
          "text": "Now you have arrived, and merely by seeing my affliction, you are afraid.",
          "ID": "21"
        },
        {
          "text": "Did I say: \"Bring to me and give to me from your necessities?\"",
          "ID": "22"
        },
        {
          "text": "or, \"Free me from the hand of the enemy and rescue me from the hand of the strong?\"",
          "ID": "23"
        },
        {
          "text": "Teach me, and I will be silent, and if by chance I have been ignorant of anything, instruct me.",
          "ID": "24"
        },
        {
          "text": "Why have you diminished the words of truth, when there is none of you who is able to offer proof against me?",
          "ID": "25"
        },
        {
          "text": "You prepare speeches as so much noise, and you offer words into the wind.",
          "ID": "26"
        },
        {
          "text": "You encroach upon the orphan, and you strive to undermine your friend.",
          "ID": "27"
        },
        {
          "text": "Such is true, so finish what you have begun. Listen closely, and see if I lie.",
          "ID": "28"
        },
        {
          "text": "Respond, I beg you, without contention, and, speaking what is just, pass judgment.",
          "ID": "29"
        },
        {
          "text": "And you will not find iniquity on my tongue, nor will foolishness resound in my throat.",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.6",
      "name": "Job 6"
    },
    {
      "text": [
        {
          "text": "The life of a man on the earth is a battle, and his days are like the days of a hired hand.",
          "ID": "1"
        },
        {
          "text": "Just as a servant desires the shade, and just as the hired hand looks forward to the end of his work,",
          "ID": "2"
        },
        {
          "text": "so also have I had empty months and have counted my burdensome nights.",
          "ID": "3"
        },
        {
          "text": "If I lie down to sleep, I will say, \"When will I rise?\" And next I will hope for the evening and will be filled with sorrows even until darkness.",
          "ID": "4"
        },
        {
          "text": "My flesh is clothed with particles of rottenness and filth; my skin is dried up and tightened.",
          "ID": "5"
        },
        {
          "text": "My days have passed by more quickly than threads are cut by a weaver, and they have been consumed without any hope.",
          "ID": "6"
        },
        {
          "text": "Remember that my life is wind, and my eye will not return to see good things.",
          "ID": "7"
        },
        {
          "text": "Neither will the sight of man gaze upon me; your eyes are upon me, and I will not endure.",
          "ID": "8"
        },
        {
          "text": "Just as a cloud is consumed and passes away, so he who descends to hell will not ascend.",
          "ID": "9"
        },
        {
          "text": "He will not return again to his house, nor will his own place know him any longer.",
          "ID": "10"
        },
        {
          "text": "And because of this, I will not restrain my mouth. I will speak in the affliction of my spirit. I will converse from the bitterness of my soul.",
          "ID": "11"
        },
        {
          "text": "Am I an ocean or a whale, that you have encircled me in a prison?",
          "ID": "12"
        },
        {
          "text": "If I say, \"My bed will comfort me, and I will find rest, speaking with myself on my blanket,\"",
          "ID": "13"
        },
        {
          "text": "then you will frighten me with dreams, and strike dread through visions,",
          "ID": "14"
        },
        {
          "text": "so that, because of these things, my soul would choose hanging, and my bones, death.",
          "ID": "15"
        },
        {
          "text": "I despair; by no means will I live any longer. Spare me, for my days are nothing.",
          "ID": "16"
        },
        {
          "text": "What is man, that you should praise him? Or why do you place your heart near him?",
          "ID": "17"
        },
        {
          "text": "You visit him at dawn, and you test him unexpectedly.",
          "ID": "18"
        },
        {
          "text": "How long will you not spare me, nor release me to ingest my saliva?",
          "ID": "19"
        },
        {
          "text": "I have sinned; what should I do for you, O keeper of men? Why have you set me against you, so that I have become burdensome even to myself?",
          "ID": "20"
        },
        {
          "text": "Why do you not steal away my sin, and why do you not sweep away my iniquity? Behold, now I will sleep in the dust, and if you seek me in the morning, I will not remain.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.7",
      "name": "Job 7"
    },
    {
      "text": [
        {
          "text": "But Baldad the Suhite, responding, said:",
          "ID": "1"
        },
        {
          "text": "How long will you speak this way, so that the words of your mouth are like a changeable wind?",
          "ID": "2"
        },
        {
          "text": "Does God supplant judgment, or does the Almighty subvert that which is just?",
          "ID": "3"
        },
        {
          "text": "And if now your children have sinned against him, and he has dismissed them into the power of their iniquity,",
          "ID": "4"
        },
        {
          "text": "even so, you should arise early to God, so as to beseech the Almighty.",
          "ID": "5"
        },
        {
          "text": "If you approach with purity and honesty, he will quickly be attentive to you, and a peaceful life will repay your righteousness,",
          "ID": "6"
        },
        {
          "text": "so much so that, if your former things were small, your latter things would be multiplied greatly.",
          "ID": "7"
        },
        {
          "text": "For inquire of the earliest generation, and investigate diligently the history of the fathers,",
          "ID": "8"
        },
        {
          "text": "(of course, we are but of yesterday and are ignorant that our days on earth are like a shadow,)",
          "ID": "9"
        },
        {
          "text": "and they will teach you; they will speak with you and will offer you the eloquence of their hearts.",
          "ID": "10"
        },
        {
          "text": "Can the marsh plant live without moisture? Or can sedges grow without water?",
          "ID": "11"
        },
        {
          "text": "When it is still in flower, and has not been pulled up by hand, it withers before all other plants.",
          "ID": "12"
        },
        {
          "text": "Just so are the ways of all who forget God, and the hope of the hypocrite will perish.",
          "ID": "13"
        },
        {
          "text": "His frenzy will not please him, and his faith will be like a spider's web.",
          "ID": "14"
        },
        {
          "text": "He will lean on his house, and it will not stand; he will prop it up, but it will not rise.",
          "ID": "15"
        },
        {
          "text": "He seems to have moisture before the sun arrives; and at sunrise, his sprout shoots forth.",
          "ID": "16"
        },
        {
          "text": "His roots will crowd together over a heap of stones, and among the stones he will remain.",
          "ID": "17"
        },
        {
          "text": "If someone is devoured right beside him, he will deny him and will say: \"I do not know you.\"",
          "ID": "18"
        },
        {
          "text": "For this is the benefit of his way, that others in turn may spring up from the earth.",
          "ID": "19"
        },
        {
          "text": "God will not discard the simple, nor will he extend his hand to the spiteful,",
          "ID": "20"
        },
        {
          "text": "even until your mouth is filled with laughter and your lips with rejoicing.",
          "ID": "21"
        },
        {
          "text": "Those who hate you, will be clothed with confusion, and the tabernacle of the impious will not continue.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.8",
      "name": "Job 8"
    },
    {
      "text": [
        {
          "text": "And Job, responding, said:",
          "ID": "1"
        },
        {
          "text": "Truly, I know that it is so, and that man cannot be justified compared with God.",
          "ID": "2"
        },
        {
          "text": "If he chooses to contend with him, he is not able to respond to him once out of a thousand times.",
          "ID": "3"
        },
        {
          "text": "He is understanding in heart and mighty in strength; who has resisted him and yet had peace?",
          "ID": "4"
        },
        {
          "text": "He has moved mountains, and those whom he overthrew in his fury did not know it.",
          "ID": "5"
        },
        {
          "text": "He shakes the earth out of its place and its pillars tremble.",
          "ID": "6"
        },
        {
          "text": "He commands the sun and it does not rise, and he closes the stars as if under a seal.",
          "ID": "7"
        },
        {
          "text": "He alone extends the heavens, and he walks upon the waves of the sea.",
          "ID": "8"
        },
        {
          "text": "He fashions Arcturus, and Orion, and Hyades, and the interior of the south.",
          "ID": "9"
        },
        {
          "text": "He accomplishes great and incomprehensible and miraculous things, which cannot be numbered.",
          "ID": "10"
        },
        {
          "text": "If he approaches me, I will not see him; if he departs, I will not understand.",
          "ID": "11"
        },
        {
          "text": "If he suddenly should question, who will answer him? Or who can say, \"Why did you do so?\"",
          "ID": "12"
        },
        {
          "text": "God, whose wrath no one is able to resist, and under whom they bend who carry the world,",
          "ID": "13"
        },
        {
          "text": "what am I then, that I should answer him and exchange words with him?",
          "ID": "14"
        },
        {
          "text": "And if I now have any justice, I will not respond, but will beseech my judge.",
          "ID": "15"
        },
        {
          "text": "And if he should listen to me when I call, I would not believe that he had heard my voice.",
          "ID": "16"
        },
        {
          "text": "For he will crush me in a whirlwind and multiply my wounds, even without cause.",
          "ID": "17"
        },
        {
          "text": "He does not permit my spirit to rest, and he fills me with bitterness.",
          "ID": "18"
        },
        {
          "text": "If strength is sought, he is most strong; if equity in judgment, no one would dare to give testimony for me.",
          "ID": "19"
        },
        {
          "text": "If I wanted to justify myself, my own mouth will condemn me; if I would reveal my innocence, he would prove me depraved.",
          "ID": "20"
        },
        {
          "text": "And if I now became simple, my soul would be ignorant even of this, and my life would weary me.",
          "ID": "21"
        },
        {
          "text": "There is one thing that I have said: both the innocent and the impious he consumes.",
          "ID": "22"
        },
        {
          "text": "If he scourges, let him kill all at once, and not laugh at the punishment of the innocent.",
          "ID": "23"
        },
        {
          "text": "Since the earth has been given into the hand of the impious, he covers the face of its judges; for if it is not him, then who is it?",
          "ID": "24"
        },
        {
          "text": "My days have been swifter than a messenger; they have fled and have not seen goodness.",
          "ID": "25"
        },
        {
          "text": "They have passed by like ships carrying fruits, just like an eagle flying to food.",
          "ID": "26"
        },
        {
          "text": "If I say: \"By no means will I speak this way.\" I change my face and I am tortured with sorrow.",
          "ID": "27"
        },
        {
          "text": "I have dreaded all my works, knowing that you did not spare the offender.",
          "ID": "28"
        },
        {
          "text": "Yet, if I am also just as impious, why have I labored in vain?",
          "ID": "29"
        },
        {
          "text": "If I had been washed with snow-like waters, and my hands were shining like the cleanest thing,",
          "ID": "30"
        },
        {
          "text": "yet you would plunge me in filth, and my own garments would abhor me.",
          "ID": "31"
        },
        {
          "text": "For even I would not answer a man who were like myself, nor one who could be heard with me equally in judgment.",
          "ID": "32"
        },
        {
          "text": "There is no one who could both prevail in argument and in placing his hand between the two.",
          "ID": "33"
        },
        {
          "text": "Let him take his staff away from me, and let not the fear of him terrify me.",
          "ID": "34"
        },
        {
          "text": "I will speak and I will not fear him, for in fearfulness I am not able to respond.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.9",
      "name": "Job 9"
    },
    {
      "text": [
        {
          "text": "My soul is weary of my life. I will release my words against myself. I will speak in the bitterness of my soul.",
          "ID": "1"
        },
        {
          "text": "I will say to God: Do not be willing to condemn me. Reveal to me why you judge me this way.",
          "ID": "2"
        },
        {
          "text": "Does it seem good to you, if you find fault with me and oppress me, the work of your own hands, and assist the counsel of the impious?",
          "ID": "3"
        },
        {
          "text": "Do you have bodily eyes? Or, just as man sees, will you see?",
          "ID": "4"
        },
        {
          "text": "Are your days just like the days of man, and are your years as the times of humans,",
          "ID": "5"
        },
        {
          "text": "so that you would inquire about my iniquity and examine my sin?",
          "ID": "6"
        },
        {
          "text": "And you know that I have done nothing impious, yet there is no one who can deliver from your hand.",
          "ID": "7"
        },
        {
          "text": "Your hands have made me and formed me all around, and, in this way, do you suddenly throw me away?",
          "ID": "8"
        },
        {
          "text": "Remember, I ask you, that you have fashioned me like clay, and you will reduce me to dust.",
          "ID": "9"
        },
        {
          "text": "Have you not extracted me like milk and curdled me like cheese?",
          "ID": "10"
        },
        {
          "text": "You have clothed me with skin and flesh. You have put me together with bones and nerves.",
          "ID": "11"
        },
        {
          "text": "You have assigned to me life and mercy, and your visitation has preserved my spirit.",
          "ID": "12"
        },
        {
          "text": "Though you may conceal this in your heart, yet I know that you remember everything.",
          "ID": "13"
        },
        {
          "text": "If I have sinned, and you have spared me for an hour, why do you not endure me to be clean from my iniquity?",
          "ID": "14"
        },
        {
          "text": "And if I should be impious, woe to me, and if I should be just, I will not lift up my head, being drenched with affliction and misery.",
          "ID": "15"
        },
        {
          "text": "And because of pride, you will seize me like a lioness, and having returned, you torment me to an extraordinary degree.",
          "ID": "16"
        },
        {
          "text": "You renew your testimony against me, and you multiply your wrath against me, and these punishments make war within me.",
          "ID": "17"
        },
        {
          "text": "Why did you lead me out of the womb? If only I had been consumed, so that no eye would ever see me!",
          "ID": "18"
        },
        {
          "text": "I should have been as if I had not been: transferred from the womb to the tomb.",
          "ID": "19"
        },
        {
          "text": "Will not my few days be completed soon? Release me, therefore, so that I may lament my sorrows a little,",
          "ID": "20"
        },
        {
          "text": "before I depart and return no more to a land that is dark and covered with the fog of death,",
          "ID": "21"
        },
        {
          "text": "a land of misery and darkness, where the shadow of death, and nothing else but everlasting horror, dwells.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.10",
      "name": "Job 10"
    },
    {
      "text": [
        {
          "text": "But Zophar the Naamathite, responding, said:",
          "ID": "1"
        },
        {
          "text": "Will he who speaks much, not also listen? Or will a talkative man be justified?",
          "ID": "2"
        },
        {
          "text": "Will men be silent only for you? And when you have mocked others, will no one refute you?",
          "ID": "3"
        },
        {
          "text": "For you said: \"My word is pure, and I am clean in your sight.\"",
          "ID": "4"
        },
        {
          "text": "Yet I wish that God would speak with you, and would open his lips to you,",
          "ID": "5"
        },
        {
          "text": "so that he might reveal to you the secrets of wisdom, and how intricate his law is, and that you would understand how much less he requires of you than your iniquity deserves.",
          "ID": "6"
        },
        {
          "text": "By chance, will you comprehend the footsteps of God and reach all the way to the perfection of the Almighty?",
          "ID": "7"
        },
        {
          "text": "He is higher than heaven, and what will you do? He is deeper than hell, but how will you know?",
          "ID": "8"
        },
        {
          "text": "His measure is longer than the earth and wider than the sea.",
          "ID": "9"
        },
        {
          "text": "If he overturns all things, or packs them together, who will contradict him?",
          "ID": "10"
        },
        {
          "text": "For he knows the vanity of men, and when he sees iniquity, does he not evaluate it?",
          "ID": "11"
        },
        {
          "text": "A vain man is lifted up in arrogance, and he thinks that he is born free like a wild ass's colt.",
          "ID": "12"
        },
        {
          "text": "But you have fortified your heart and extended your hands to him.",
          "ID": "13"
        },
        {
          "text": "If you would send away from you the iniquity that is in your hand, and not let injustice remain in your tabernacle,",
          "ID": "14"
        },
        {
          "text": "then you would be able to lift up your face without blemish, and you would be steadfast and unafraid.",
          "ID": "15"
        },
        {
          "text": "Misery, likewise, you would forget, or would remember only like waters that have passed by.",
          "ID": "16"
        },
        {
          "text": "And brightness, like that of midday, will rise upon you until evening, and when you would think yourself consumed, you will rise up like the morning star.",
          "ID": "17"
        },
        {
          "text": "And, when hope has been set before you, you will have faith, and, when buried, you will sleep secure.",
          "ID": "18"
        },
        {
          "text": "You will rest, and there will be nothing to make you afraid, and many will make requests before your face.",
          "ID": "19"
        },
        {
          "text": "But the eyes of the impious will fade away, and the path to escape will perish before them, for the abomination of the soul is their hope.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOB.11",
      "name": "Job 11"
    },
    {
      "text": [
        {
          "text": "Then Job, answering, said:",
          "ID": "1"
        },
        {
          "text": "Are you, therefore, alone among men, and will wisdom die with you?",
          "ID": "2"
        },
        {
          "text": "And I have a heart just as you also do, and I am not inferior to you. For who is ignorant of these things, which you know?",
          "ID": "3"
        },
        {
          "text": "He who is mocked by his friends as I am, will call upon God, and he will listen to him because it is the sincerity of the just that is being mocked.",
          "ID": "4"
        },
        {
          "text": "The lamp that is despised in the thoughts of the rich is ready for the appointed time.",
          "ID": "5"
        },
        {
          "text": "The tabernacles of robbers are numerous, and they provoke God boldly; whereas, it is he who has given all things into their hands.",
          "ID": "6"
        },
        {
          "text": "In truth, ask the mules, and they will teach you, and the birds of the sky, and they will reveal to you.",
          "ID": "7"
        },
        {
          "text": "Speak with the earth, and it will respond to you, and the fish of the sea will explain.",
          "ID": "8"
        },
        {
          "text": "Who is ignorant that the hand of the Lord has made all these things?",
          "ID": "9"
        },
        {
          "text": "In his hand is the soul of all the living and the spirit of all the flesh of mankind.",
          "ID": "10"
        },
        {
          "text": "Does not the ear perceive words, and the palate, when eating, perceive flavor?",
          "ID": "11"
        },
        {
          "text": "In old age is wisdom, and in length of days is prudence.",
          "ID": "12"
        },
        {
          "text": "With him is wisdom and strength, he has counsel and understanding.",
          "ID": "13"
        },
        {
          "text": "If he tears down, there is no one who can build up; if he encloses a man, there is no one who can open.",
          "ID": "14"
        },
        {
          "text": "If he restrains the waters, everything will dry up; and if he sends them forth, they will subdue the land.",
          "ID": "15"
        },
        {
          "text": "With him is strength and wisdom; he knows both the deceiver and he who is deceived.",
          "ID": "16"
        },
        {
          "text": "He leads advisors to a foolish end and judges to stupidity.",
          "ID": "17"
        },
        {
          "text": "He removes the belt of kings and encircles their waist with a rope.",
          "ID": "18"
        },
        {
          "text": "He leads away priests in dishonor and displaces nobles,",
          "ID": "19"
        },
        {
          "text": "altering the lips of those who speak the truth and sweeping away the teaching of the aged.",
          "ID": "20"
        },
        {
          "text": "He pours distain upon the leaders, relieving those who had been oppressed.",
          "ID": "21"
        },
        {
          "text": "He reveals the depths of the darkness, and he brings the shadow of death into the light.",
          "ID": "22"
        },
        {
          "text": "He multiplies peoples, and destroys them, and, having been overthrown, he restores them anew.",
          "ID": "23"
        },
        {
          "text": "He transforms the heart of the leaders of the people on earth, and misleads those who in vain advance upon the inviolable.",
          "ID": "24"
        },
        {
          "text": "They will grope as in the darkness, not the light, and he will make them stagger like drunkards.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.12",
      "name": "Job 12"
    },
    {
      "text": [
        {
          "text": "Behold, my eye has seen all these things, and my ear has heard, and I have understood each one.",
          "ID": "1"
        },
        {
          "text": "In conformity with your knowledge, I also know. I am not inferior to you.",
          "ID": "2"
        },
        {
          "text": "Yet I speak this way to the Almighty, and I desire to argue with God,",
          "ID": "3"
        },
        {
          "text": "having first shown that you fabricate lies and cultivate perverse teachings.",
          "ID": "4"
        },
        {
          "text": "And I wish that you would remain silent, so that you would be counted among the wise.",
          "ID": "5"
        },
        {
          "text": "Therefore, listen to my correction, and pay attention to the judgment of my lips.",
          "ID": "6"
        },
        {
          "text": "Does God require your lie, so that you would speak deceitfully for him?",
          "ID": "7"
        },
        {
          "text": "Have you taken his place, and do you struggle to give judgment in favor of God?",
          "ID": "8"
        },
        {
          "text": "Or, will it please him, from whom nothing can be concealed? Or, will he be deceived, like a man, by your deceitfulness?",
          "ID": "9"
        },
        {
          "text": "He will accuse you because in secret you have preempted his presence.",
          "ID": "10"
        },
        {
          "text": "As soon as he moves himself, he will disturb you, and his dread will fall over you.",
          "ID": "11"
        },
        {
          "text": "Your remembrance will be compared to ashes, and your necks will be reduced to clay.",
          "ID": "12"
        },
        {
          "text": "Be silent for a little while, so that I may speak whatever my mind suggests to me.",
          "ID": "13"
        },
        {
          "text": "Why do I wound my flesh with my teeth, and carry my soul in my hands?",
          "ID": "14"
        },
        {
          "text": "And now, if he would kill me, I will hope in him; in this, truly, I will correct my ways in his sight.",
          "ID": "15"
        },
        {
          "text": "And he will be my savior, for no hypocrite at all will approach in his sight.",
          "ID": "16"
        },
        {
          "text": "Listen to my words, and perceive an enigma with your ears.",
          "ID": "17"
        },
        {
          "text": "If I will be judged, I know that I will be found to be just.",
          "ID": "18"
        },
        {
          "text": "Who is it that will go to judgment with me? Let him approach. Why should I be consumed in silence?",
          "ID": "19"
        },
        {
          "text": "Do not do such things to me twice, and then I will not hide from your face.",
          "ID": "20"
        },
        {
          "text": "Take your hand far away from me, and do not let your dread terrify me.",
          "ID": "21"
        },
        {
          "text": "Call me, and I will answer you, or else I will speak, and you can answer me.",
          "ID": "22"
        },
        {
          "text": "How many iniquities and sins do I have? Reveal my crimes and offenses to me.",
          "ID": "23"
        },
        {
          "text": "Why do you conceal your face and consider me to be your enemy?",
          "ID": "24"
        },
        {
          "text": "Against a leaf, which is carried away by the wind, you reveal your power, and you pursue dry straw.",
          "ID": "25"
        },
        {
          "text": "For you write bitter things against me, and you want to consume me for the sins of my youth.",
          "ID": "26"
        },
        {
          "text": "You have put my feet on a tether, and you have observed all my paths, and you have considered the steps of my feet.",
          "ID": "27"
        },
        {
          "text": "I will be left to decay like something rotten and like a garment that is being eaten by moths.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.13",
      "name": "Job 13"
    },
    {
      "text": [
        {
          "text": "Man, born of woman, living for a short time, is filled with many miseries.",
          "ID": "1"
        },
        {
          "text": "He comes forth like a flower, and is crushed, and he flees, as if a shadow, and never remains in the same state.",
          "ID": "2"
        },
        {
          "text": "And do you consider it fitting to look down with your eyes on someone in this way and to lead him into judgment with you?",
          "ID": "3"
        },
        {
          "text": "Who can make him clean who is conceived of unclean seed? Are you not the only one who can?",
          "ID": "4"
        },
        {
          "text": "The days of man are short, and the number of his months is with you; you have determined his limits, which cannot be surpassed.",
          "ID": "5"
        },
        {
          "text": "Withdraw a little from him, so that he may rest, until his awaited day arrives, like that of the hired hand.",
          "ID": "6"
        },
        {
          "text": "A tree has hope: if it has been cut, it turns green again, and its branches spring forth.",
          "ID": "7"
        },
        {
          "text": "If its roots grow old in the earth, and its trunk passes into dust,",
          "ID": "8"
        },
        {
          "text": "at the scent of water, it will sprout and bring forth leaves, as when it had first been planted.",
          "ID": "9"
        },
        {
          "text": "Truly, when a man dies, and has been left unprotected, and has decayed, I ask you where is he?",
          "ID": "10"
        },
        {
          "text": "It is as if the waters had receded from the sea and an emptied river had dried up;",
          "ID": "11"
        },
        {
          "text": "just so, when a man is fallen asleep, he will not rise again, until the heavens are worn away; he will not awaken, nor rise from his sleep.",
          "ID": "12"
        },
        {
          "text": "Who will grant this to me, that you will protect me in the underworld, and hide me until your fury passes by, and establish a time for me, in which you will remember me?",
          "ID": "13"
        },
        {
          "text": "Do you suppose that a dead man will live again? On each of the days in which I now battle, I wait until my transformation occurs.",
          "ID": "14"
        },
        {
          "text": "You will call me and I will answer you; to the work of your hands, you will extend your right hand.",
          "ID": "15"
        },
        {
          "text": "Indeed, you have numbered my steps, but you have been lenient with my sins.",
          "ID": "16"
        },
        {
          "text": "You have sealed up my offenses, as if in a purse, but you have cured my iniquity.",
          "ID": "17"
        },
        {
          "text": "A falling mountain flows away, and a stone is transferred from its place.",
          "ID": "18"
        },
        {
          "text": "Waters wear away stones, and with a flood the land is reduced little by little; and similarly, you will destroy man.",
          "ID": "19"
        },
        {
          "text": "You have strengthened him for a little while, so that he may cross over into eternity. You will change his face and send him forth.",
          "ID": "20"
        },
        {
          "text": "Whether his sons have been noble or ignoble, he will not understand.",
          "ID": "21"
        },
        {
          "text": "And in this way his body, while he yet lives, will have grief, and his soul will mourn over himself.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.14",
      "name": "Job 14"
    },
    {
      "text": [
        {
          "text": "But Eliphaz the Themanite, answering, said:",
          "ID": "1"
        },
        {
          "text": "Will a wise man answer as if he were speaking wind, and will he fill his stomach with fire?",
          "ID": "2"
        },
        {
          "text": "You rebuke with words he who is not equal to you, and you speak what is not expedient for you,",
          "ID": "3"
        },
        {
          "text": "to such an extent that, within yourself, you have expelled reverence and have taken away prayers from the presence of God.",
          "ID": "4"
        },
        {
          "text": "For your iniquity has mislead your mouth, and you imitate the tongue of blasphemers.",
          "ID": "5"
        },
        {
          "text": "Your own mouth will condemn you, not I; and your own lips will answer you.",
          "ID": "6"
        },
        {
          "text": "Are you the first man who was born, or were you formed before the hills?",
          "ID": "7"
        },
        {
          "text": "Have you heard the intentions of God, and will his wisdom be inferior to you?",
          "ID": "8"
        },
        {
          "text": "What do you know, about which we are ignorant? What do you understand that we do not know?",
          "ID": "9"
        },
        {
          "text": "There are with us both aged and ancient men, even more senior than your fathers.",
          "ID": "10"
        },
        {
          "text": "Is it so important that God should console you? But your own depraved words prevent this.",
          "ID": "11"
        },
        {
          "text": "Why does your heart exalt you, and why do you gaze with your eyes, as if thinking great things?",
          "ID": "12"
        },
        {
          "text": "Why does your spirit stir against God, so as to utter such speeches from your mouth?",
          "ID": "13"
        },
        {
          "text": "What is man that he should be immaculate, and that he should appear just, having been born of woman?",
          "ID": "14"
        },
        {
          "text": "Behold, among his holy ones not one is immutable, and even the heavens are not pure in his sight.",
          "ID": "15"
        },
        {
          "text": "How much more abominable and useless is the man who drinks as if from the water of iniquity?",
          "ID": "16"
        },
        {
          "text": "I will reveal to you, so listen to me; and I will explain to you what I have seen.",
          "ID": "17"
        },
        {
          "text": "The wise acknowledge, and they do not leave behind, their fathers,",
          "ID": "18"
        },
        {
          "text": "to whom alone the earth has been given, and no stranger passed among them.",
          "ID": "19"
        },
        {
          "text": "The impious is arrogant for all his days, and the number of the years of his tyranny is uncertain.",
          "ID": "20"
        },
        {
          "text": "The sound of terror is always in his ears; and when there is peace, he always suspects treason.",
          "ID": "21"
        },
        {
          "text": "He does not believe that it is possible for him to be turned from darkness into the light, for he sees around him the sword on every side.",
          "ID": "22"
        },
        {
          "text": "When he moves himself to seek bread, he knows that the day of darkness has been prepared for his hand.",
          "ID": "23"
        },
        {
          "text": "Tribulation will terrify him, and anguish will prevail over him, like a king who is being prepared to go to battle.",
          "ID": "24"
        },
        {
          "text": "For he has extended his hand against God, and he has strengthened himself against the Almighty.",
          "ID": "25"
        },
        {
          "text": "He has rushed against him with his throat exposed, and he has been armed with a fat neck.",
          "ID": "26"
        },
        {
          "text": "Thickness has covered his face, and lard hangs down from his sides.",
          "ID": "27"
        },
        {
          "text": "He has lived in desolate cities and deserted houses, which have been turned into tombs.",
          "ID": "28"
        },
        {
          "text": "He will not be enriched, nor will his basic necessities endure, nor will he establish his root in the earth.",
          "ID": "29"
        },
        {
          "text": "He will not withdraw from the darkness; the flame will burn up his branches, and he will be defeated by the breath of his own mouth.",
          "ID": "30"
        },
        {
          "text": "He will not believe, being vainly deceived by error, that he could be redeemed at any price.",
          "ID": "31"
        },
        {
          "text": "Before his time is completed, he will pass into ruin and his hands will wither away.",
          "ID": "32"
        },
        {
          "text": "He will be wounded like a grapevine, when its cluster is in first flower, and like an olive tree that casts off its flower.",
          "ID": "33"
        },
        {
          "text": "For the congregation of the hypocrites is fruitless, and fire will devour the tabernacles of those who love to accept money.",
          "ID": "34"
        },
        {
          "text": "He has conceived sorrow, and he has brought forth iniquity, and his womb prepares deceit.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.15",
      "name": "Job 15"
    },
    {
      "text": [
        {
          "text": "Then Job, answering, said:",
          "ID": "1"
        },
        {
          "text": "I have often heard such things; you are all aggravating comforters.",
          "ID": "2"
        },
        {
          "text": "Will there be no end to windy words? Or is it at all a burden to you, if you speak?",
          "ID": "3"
        },
        {
          "text": "I, too, can speak like you; and I also wish that your soul favored my soul.",
          "ID": "4"
        },
        {
          "text": "I would also comfort you with speeches and would wag my head over you.",
          "ID": "5"
        },
        {
          "text": "I would strengthen you with my mouth, and would move my lips, as if being lenient to you.",
          "ID": "6"
        },
        {
          "text": "But what can I do? When I am speaking, my grief will not be quiet; and if I am quiet, it will not withdraw from me.",
          "ID": "7"
        },
        {
          "text": "But now my grief has crushed me, and all my limbs have been reduced to nothing.",
          "ID": "8"
        },
        {
          "text": "My wrinkles bear witness against me, and a liar rises up against my face, contradicting me.",
          "ID": "9"
        },
        {
          "text": "He has gathered together his fury towards me, and, threatening me, he has roared against me with his teeth; my enemy has beheld me with terrible eyes.",
          "ID": "10"
        },
        {
          "text": "They have opened their mouths against me, and, reproaching me, they have struck me on the cheek; they are nourished by my sufferings.",
          "ID": "11"
        },
        {
          "text": "God has confined me with the immoral, and he has delivered me into the hands of the impious.",
          "ID": "12"
        },
        {
          "text": "I, who once was wealthy, am now crushed. He has grabbed me by my neck; he has broken me and has place me before him as a sign.",
          "ID": "13"
        },
        {
          "text": "He has surrounded me with his lances. He has severely wounded my lower back, he has not been lenient, and he has poured out my organs upon the earth.",
          "ID": "14"
        },
        {
          "text": "He has cut me with wound after wound. He has rushed upon me like a giant.",
          "ID": "15"
        },
        {
          "text": "I have sewn sackcloth over my skin, and I have covered my body with ashes.",
          "ID": "16"
        },
        {
          "text": "My face is swollen from weeping, and my eyelids have dimmed my vision.",
          "ID": "17"
        },
        {
          "text": "These things I have endured without iniquity in my hand, while I held pure prayers before God.",
          "ID": "18"
        },
        {
          "text": "O earth, do not conceal my blood, nor let my outcry find a hiding place in you.",
          "ID": "19"
        },
        {
          "text": "For behold, my witness is in heaven, and my confidante is on high.",
          "ID": "20"
        },
        {
          "text": "My friends are full of words; my eye rains tears upon God.",
          "ID": "21"
        },
        {
          "text": "And I wish that a man might be so judged before God, just as the son of man is judged with his assistant!",
          "ID": "22"
        },
        {
          "text": "For behold, a few years pass by, and I am walking a path by which I will not return.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.16",
      "name": "Job 16"
    },
    {
      "text": [
        {
          "text": "My spirit will be wasted, my days will be shortened, and only the grave will left for me.",
          "ID": "1"
        },
        {
          "text": "I have not sinned, yet my eye remains in bitterness.",
          "ID": "2"
        },
        {
          "text": "Free me, O Lord, and set me beside you, and let the hand of anyone you wish fight against me.",
          "ID": "3"
        },
        {
          "text": "You have set their heart far from discipline; therefore, they will not be praised.",
          "ID": "4"
        },
        {
          "text": "He promises prey to his companions, but the eyes of his sons will grow faint.",
          "ID": "5"
        },
        {
          "text": "He has posted me like a proverb to the people, and I am an example in their presence.",
          "ID": "6"
        },
        {
          "text": "My eyesight has been clouded by indignation, and my limbs have been reduced, as if to nothing.",
          "ID": "7"
        },
        {
          "text": "The just will be astounded over this, and the innocent will be stirred up against the hypocrite.",
          "ID": "8"
        },
        {
          "text": "And the just will cling to his way, and clean hands will increase strength.",
          "ID": "9"
        },
        {
          "text": "Therefore, be converted, all of you, and approach, for I do not find in you any wisdom.",
          "ID": "10"
        },
        {
          "text": "My days have passed away; my thoughts have been scattered, tormenting my heart.",
          "ID": "11"
        },
        {
          "text": "They have turned night into day, and I hope for light again after the darkness.",
          "ID": "12"
        },
        {
          "text": "If I should wait, the underworld is my house, and in darkness I have spread out my bed.",
          "ID": "13"
        },
        {
          "text": "I have said to decay and to worms: \"You are my father, my mother, and my sister.\"",
          "ID": "14"
        },
        {
          "text": "Therefore, where is my expectation now, and who is it that considers my patience?",
          "ID": "15"
        },
        {
          "text": "Everything of mine will descend into the deepest underworld; do you think that, in that place at least, there will be rest for me?",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.17",
      "name": "Job 17"
    },
    {
      "text": [
        {
          "text": "But Baldad the Suhite responded by saying:",
          "ID": "1"
        },
        {
          "text": "How long will you throw around words? Understand first, and then let us speak.",
          "ID": "2"
        },
        {
          "text": "Why have we been treated like mules, as if we were unworthy before you?",
          "ID": "3"
        },
        {
          "text": "You, who ruins your own soul in your fury, will the earth be forsaken because of you, and will the cliffs be moved from their place?",
          "ID": "4"
        },
        {
          "text": "Will not the light of the impious be put out, and the flame of his fire refuse to shine?",
          "ID": "5"
        },
        {
          "text": "Light will become darkness in his tabernacle, and the lamp that is over him will be extinguished.",
          "ID": "6"
        },
        {
          "text": "His strong steps will be constrained, and his own counsel will cast him down uncontrollably.",
          "ID": "7"
        },
        {
          "text": "For he has caused his own feet to go into a net, and he has walked into its web.",
          "ID": "8"
        },
        {
          "text": "His heel will be held in a snare, and thirst will rage against him.",
          "ID": "9"
        },
        {
          "text": "A trap has been hidden for him in the earth, and a decoy, along his path.",
          "ID": "10"
        },
        {
          "text": "Horrifying things will terrify him everywhere and will entangle his feet.",
          "ID": "11"
        },
        {
          "text": "Let his strength be diminished by famine, and let starvation invade his ribs.",
          "ID": "12"
        },
        {
          "text": "Let it devour the beauty of his skin; let the ancient death consume his arms.",
          "ID": "13"
        },
        {
          "text": "Let his confidence be torn away from his tabernacle, and let ruin trample over him like a king.",
          "ID": "14"
        },
        {
          "text": "Let the companions of he who is not, dwell in his tabernacle; let brimstone rain down upon his tabernacle.",
          "ID": "15"
        },
        {
          "text": "Let his roots be dried up from beneath him, and his harvest be crushed from above.",
          "ID": "16"
        },
        {
          "text": "Let the memory of him perish from the earth, and let not his name be celebrated in the streets.",
          "ID": "17"
        },
        {
          "text": "He will expel him from light into darkness, and he will remove him from the world.",
          "ID": "18"
        },
        {
          "text": "Neither his offspring, nor his descendents, will exist among his people, nor will there be any remnants in his country.",
          "ID": "19"
        },
        {
          "text": "The last will be astonished at his day, and the first will be overcome with horror.",
          "ID": "20"
        },
        {
          "text": "And so, these are the tabernacles of the sinful, and this the place of he who does not know God.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.18",
      "name": "Job 18"
    },
    {
      "text": [
        {
          "text": "But Job answered by saying:",
          "ID": "1"
        },
        {
          "text": "How long will you afflict my soul and wear me down with words?",
          "ID": "2"
        },
        {
          "text": "So, ten times you confound me and are not ashamed to oppress me.",
          "ID": "3"
        },
        {
          "text": "Now, of course, if I have been ignorant, my ignorance will be with me.",
          "ID": "4"
        },
        {
          "text": "But you have risen up against me, and you accuse me to my disgrace.",
          "ID": "5"
        },
        {
          "text": "At least now you should understand that God has not afflicted me with a balanced judgment, though he has encompassed me with his scourges.",
          "ID": "6"
        },
        {
          "text": "Behold, I will cry out, enduring violence, and no one will hear. I will announce loudly, but there is no one who may judge.",
          "ID": "7"
        },
        {
          "text": "He has hemmed in my path, and I cannot pass; he has added darkness to my difficult path.",
          "ID": "8"
        },
        {
          "text": "He has plundered me of my glory, and he has stolen the crown from my head.",
          "ID": "9"
        },
        {
          "text": "He has destroyed me on every side, and I am lost, and, like an uprooted tree, he has taken away my hope.",
          "ID": "10"
        },
        {
          "text": "His fury has raged against me, and in this way he has treated me like his enemy.",
          "ID": "11"
        },
        {
          "text": "His troops have gathered together, and they have made their way to me, and they have besieged my tabernacle all around.",
          "ID": "12"
        },
        {
          "text": "He has put my brothers far from me, and my friends have withdrawn from me like strangers.",
          "ID": "13"
        },
        {
          "text": "My kinsmen have forsaken me, and those who knew me, have forgotten me.",
          "ID": "14"
        },
        {
          "text": "The inhabitants of my house and my maidservants treat me just as if I were a stranger, and I have been like an sojourner in their eyes.",
          "ID": "15"
        },
        {
          "text": "I called my servant, and he did not respond; I pleaded with him with my own mouth.",
          "ID": "16"
        },
        {
          "text": "My wife has shuddered at my breath, and I have begged the sons of my loins.",
          "ID": "17"
        },
        {
          "text": "Even the foolish have looked down on me, and, when I withdrew from them, they spoke ill of me.",
          "ID": "18"
        },
        {
          "text": "Those who were sometime my counselors, treat me like an abomination; and he whom I valued the most has turned against me.",
          "ID": "19"
        },
        {
          "text": "Since my flesh has been consumed, my bone adheres to my skin, and only my lips have been left around my teeth.",
          "ID": "20"
        },
        {
          "text": "Have mercy on me, have compassion on me, at least you my friends, because the hand of the Lord has touched me.",
          "ID": "21"
        },
        {
          "text": "Why do you pursue me just as God does, and satiate yourselves with my flesh?",
          "ID": "22"
        },
        {
          "text": "Who will grant to me that my words may be written down? Who will grant to me that they may be inscribed in a book,",
          "ID": "23"
        },
        {
          "text": "with an iron pen and a plate of lead, or else be carved in stone?",
          "ID": "24"
        },
        {
          "text": "For I know that my Redeemer lives, and on the last day I will rise out of the earth.",
          "ID": "25"
        },
        {
          "text": "And I will be enveloped again with my skin, and in my flesh I will see my God.",
          "ID": "26"
        },
        {
          "text": "It is he whom I myself will see, and he whom my eyes will behold, and no other. This, my hope, has taken rest in my bosom.",
          "ID": "27"
        },
        {
          "text": "Why then do you now say: \"Let us pursue him, and let us find a basis to speak against him?\"",
          "ID": "28"
        },
        {
          "text": "So then, flee from the face of the sword, for the sword is the avenger of iniquities; but know this: there is to be a judgment.",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.19",
      "name": "Job 19"
    },
    {
      "text": [
        {
          "text": "Then Zophar the Naamathite answered by saying:",
          "ID": "1"
        },
        {
          "text": "In response, various thoughts succeed one another in me, and my mind moves quickly through different ideas.",
          "ID": "2"
        },
        {
          "text": "The teaching you use to admonish me, I will hear, and the spirit of my understanding will respond for me.",
          "ID": "3"
        },
        {
          "text": "This, I know, is from the beginning, from the time that man was set over the earth:",
          "ID": "4"
        },
        {
          "text": "that the praise of the impious shall be short, and the joy of the hypocrite lasts only a moment.",
          "ID": "5"
        },
        {
          "text": "If his pride ascends even towards the heavens, and his head touches the clouds,",
          "ID": "6"
        },
        {
          "text": "in the end, he will be destroyed like a trash heap, and those who had seen him will say: \"Where is he?\"",
          "ID": "7"
        },
        {
          "text": "Like a dream that flies away, he will not be found; he will pass away like a nightmare.",
          "ID": "8"
        },
        {
          "text": "The eyes that had seen him, will not see him; no longer will his own place admire him.",
          "ID": "9"
        },
        {
          "text": "His sons will be worn away by poverty, and his own hands will deliver his grief to him.",
          "ID": "10"
        },
        {
          "text": "His bones will be filled with the vices of his youth, and they will sleep with him in the dust.",
          "ID": "11"
        },
        {
          "text": "For, when evil will be sweet in his mouth, he will hide it under his tongue.",
          "ID": "12"
        },
        {
          "text": "He will permit it, and not abandon it, and he will conceal it in his throat.",
          "ID": "13"
        },
        {
          "text": "His bread in his belly will be turned into the venom of snakes within him.",
          "ID": "14"
        },
        {
          "text": "The riches that he devours, he will vomit up, and from his stomach God will draw them out.",
          "ID": "15"
        },
        {
          "text": "He will suck the head of snakes, and the tongue of the viper will kill him.",
          "ID": "16"
        },
        {
          "text": "(May he never see the streams of the river, the torrents of honey and butter.)",
          "ID": "17"
        },
        {
          "text": "He will be repaid for all he has done, yet he will not be consumed; according to the multitude of his schemes, so also will he suffer.",
          "ID": "18"
        },
        {
          "text": "For, having broken in, he stripped the poor. He has quickly stolen away a house he did not build.",
          "ID": "19"
        },
        {
          "text": "And yet his stomach will not be satisfied, and when he has the things he desires, he will not be able to possess them.",
          "ID": "20"
        },
        {
          "text": "Nothing remained of his portion, and, because of this, nothing will continue of his kind.",
          "ID": "21"
        },
        {
          "text": "When he will be satisfied, he will be constrained; he will seethe, and all anguish will fall upon him.",
          "ID": "22"
        },
        {
          "text": "May his stomach be filled, so that God may send forth the fury of his wrath to him and may rain down his battle upon him.",
          "ID": "23"
        },
        {
          "text": "He will flee from weapons of iron, and he will fall in an arc of brass,",
          "ID": "24"
        },
        {
          "text": "which had been drawn and had issued forth from its sheath, glittering in its bitterness: the horrible ones will go forth and approach over him.",
          "ID": "25"
        },
        {
          "text": "All darkness has been hidden in his secrecy. A fire that has not been set will devour him; he will be thrown down and forsaken in his tabernacle.",
          "ID": "26"
        },
        {
          "text": "The heavens will reveal his sinfulness, and the earth will rise up against him.",
          "ID": "27"
        },
        {
          "text": "The offspring of his house will be exposed; he will be pulled down in the day of God's wrath.",
          "ID": "28"
        },
        {
          "text": "This is the portion of a wicked man from God, and the inheritance of his words from the Lord.",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.20",
      "name": "Job 20"
    },
    {
      "text": [
        {
          "text": "Then Job responded by saying:",
          "ID": "1"
        },
        {
          "text": "I beseech you to hear my words and to do penance.",
          "ID": "2"
        },
        {
          "text": "Permit me, and I will speak, and afterwards, if you see fit, you can laugh at my words.",
          "ID": "3"
        },
        {
          "text": "Is my dispute against man, so that I would have no reason to be discouraged?",
          "ID": "4"
        },
        {
          "text": "Listen to me and be astonished, and place a finger over your mouth.",
          "ID": "5"
        },
        {
          "text": "As for me, when I think it over, I am afraid, and trembling convulses my body.",
          "ID": "6"
        },
        {
          "text": "Why then do the impious live, having been lifted up and strengthened with riches?",
          "ID": "7"
        },
        {
          "text": "They see their offspring continue before them: a commotion of close relatives and of children's children in their sight.",
          "ID": "8"
        },
        {
          "text": "Their houses have been secure and peaceable, and there is no staff of God over them.",
          "ID": "9"
        },
        {
          "text": "Their cattle have conceived and have not miscarried; their cow has given birth and is not deprived of her newborn.",
          "ID": "10"
        },
        {
          "text": "Their little ones go out like a flock, and their children jump around playfully.",
          "ID": "11"
        },
        {
          "text": "They take up the timbrel and the lyre, and they rejoice at the sound of the organ.",
          "ID": "12"
        },
        {
          "text": "Their days are prolonged in wealth, yet, in an instant, they descend into hell.",
          "ID": "13"
        },
        {
          "text": "Who has said to God, \"Depart from us, for we do not want the knowledge of your ways.",
          "ID": "14"
        },
        {
          "text": "Who is the Almighty that we should serve him? And how is it helpful to us if we pray to him?\"",
          "ID": "15"
        },
        {
          "text": "It is true that their good things are not in their power. May the counsel of the impious be far from me!",
          "ID": "16"
        },
        {
          "text": "How often will the lamp of the wicked be extinguished, and a deluge overtake them, and how often will he distribute the afflictions of his wrath?",
          "ID": "17"
        },
        {
          "text": "They will be like chaff before the face of the wind, and like ashes that the whirlwind scatters.",
          "ID": "18"
        },
        {
          "text": "God will preserve the grief of the father for his sons, and, when he repays, then he will understand.",
          "ID": "19"
        },
        {
          "text": "His eyes will see his own destruction, and he will drink from the wrath of the Almighty.",
          "ID": "20"
        },
        {
          "text": "For what does he care what happens to his house after him, or if the number of its months are reduced by half?",
          "ID": "21"
        },
        {
          "text": "Can anyone teach holy knowledge to God, who judges the exalted?",
          "ID": "22"
        },
        {
          "text": "This one dies strong and healthy, rich and happy.",
          "ID": "23"
        },
        {
          "text": "His gut is full of fat and his bones are moistened with marrow.",
          "ID": "24"
        },
        {
          "text": "In truth, another dies in bitterness of soul, without any resources.",
          "ID": "25"
        },
        {
          "text": "And yet they will sleep together in the dust, and worms will cover them.",
          "ID": "26"
        },
        {
          "text": "Surely, I know your thoughts and your sinful judgments against me.",
          "ID": "27"
        },
        {
          "text": "For you say, \"Where is the house of the ruler, and where are the tabernacles of the impious?\"",
          "ID": "28"
        },
        {
          "text": "Ask any passerby whom you wish, and you will realize that he understands these same things:",
          "ID": "29"
        },
        {
          "text": "that the evil-doer is reserved for the day of destruction, and he will be led to the day of wrath.",
          "ID": "30"
        },
        {
          "text": "Who will reprove his way to his face, and who will repay him for what he has done?",
          "ID": "31"
        },
        {
          "text": "He will be led to the tomb, and he will remain awake in the chaos of the dead.",
          "ID": "32"
        },
        {
          "text": "He has been found acceptable to the banks of the River of Lamentation, and he will draw any man towards him, and there are countless before him.",
          "ID": "33"
        },
        {
          "text": "Therefore, how long will you console me in vain, when your answer is shown to be repugnant to truth?",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.21",
      "name": "Job 21"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Themanite responded by saying:",
          "ID": "1"
        },
        {
          "text": "Can man be compared with God, even if he were perfect in knowledge?",
          "ID": "2"
        },
        {
          "text": "What advantage is it to God, if you were just? Or what do you provide for him, if your way should be immaculate?",
          "ID": "3"
        },
        {
          "text": "Will he reprove you and take you to judgment for being afraid,",
          "ID": "4"
        },
        {
          "text": "and not because of your many evil deeds and your infinite unfairness?",
          "ID": "5"
        },
        {
          "text": "For you have taken away the collateral of your brothers without cause, and stripped them naked of their clothing.",
          "ID": "6"
        },
        {
          "text": "You have not given water to the weary; you have taken bread away from the hungry.",
          "ID": "7"
        },
        {
          "text": "By the strength of your arm, you took possession of the land, and you retain it by being the strongest.",
          "ID": "8"
        },
        {
          "text": "You have sent widows away empty, and you have crushed the shoulders of orphans.",
          "ID": "9"
        },
        {
          "text": "Because of this, you are surrounded by traps, and unexpected fears will disturb you.",
          "ID": "10"
        },
        {
          "text": "And did you think that you would not see darkness and that you were not to be overwhelmed by the on-rush of overflowing waters?",
          "ID": "11"
        },
        {
          "text": "Have you not considered that God is higher than the heavens and is lifted above the height of the stars?",
          "ID": "12"
        },
        {
          "text": "And you say: \"Well, what does God know?\" and, \"He judges, as if through a fog,\"",
          "ID": "13"
        },
        {
          "text": "and, \"The clouds are his hiding-place,\" and, \"He does not examine us closely,\" and, \"He makes his rounds at the limits of the heavens.\"",
          "ID": "14"
        },
        {
          "text": "Do you not want to tend the path of the ages, which wicked men have spurned?",
          "ID": "15"
        },
        {
          "text": "These were taken away before their time, and a flood overthrew their foundation.",
          "ID": "16"
        },
        {
          "text": "They said to God, \"Withdraw from us,\" and they treated the Almighty as if he could do nothing,",
          "ID": "17"
        },
        {
          "text": "though he had filled their houses with good things. May their way of thinking be far from me.",
          "ID": "18"
        },
        {
          "text": "The just will see and will rejoice, and the innocent will mock them.",
          "ID": "19"
        },
        {
          "text": "Has not their haughtiness been cut down, and has not fire devoured the remnants of them?",
          "ID": "20"
        },
        {
          "text": "So, repose yourself with him and be at peace, and, in this way, you will have the best fruits.",
          "ID": "21"
        },
        {
          "text": "Accept the law from his mouth, and place his words in your heart.",
          "ID": "22"
        },
        {
          "text": "If you will return to the Almighty, you will be rebuilt, and you will put sinfulness far from your tabernacle.",
          "ID": "23"
        },
        {
          "text": "He will give you stone in place of dirt, and torrents of gold in place of stone.",
          "ID": "24"
        },
        {
          "text": "And the Almighty will be against your enemies, and silver will be gathered together for you.",
          "ID": "25"
        },
        {
          "text": "Then will you flock together in delight over the Almighty, and you will lift up your face to God.",
          "ID": "26"
        },
        {
          "text": "You will plead with him, and he will listen to you, and you will pay your vows.",
          "ID": "27"
        },
        {
          "text": "You will decide on something, and it will come to you, and the light will shine in your ways.",
          "ID": "28"
        },
        {
          "text": "For he who had been humbled, will be in glory; and he who will lower his eyes, will be the one saved.",
          "ID": "29"
        },
        {
          "text": "The innocent will be saved, and he will be saved with purity in his hands.",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.22",
      "name": "Job 22"
    },
    {
      "text": [
        {
          "text": "Then Job answered by saying:",
          "ID": "1"
        },
        {
          "text": "Now again my conversation is in bitterness, and the force of my scourging weighs more heavily on me because of my mourning.",
          "ID": "2"
        },
        {
          "text": "Who will grant me that I might know and find him, and that I may approach even to his throne?",
          "ID": "3"
        },
        {
          "text": "I would place judgment before his eye, and my mouth would fill with criticism,",
          "ID": "4"
        },
        {
          "text": "so that I may know the words that he will answer me and understand what he will say to me.",
          "ID": "5"
        },
        {
          "text": "I do not want him to contend with me with much strength, nor to overwhelm me with the bulk of his greatness.",
          "ID": "6"
        },
        {
          "text": "Let him show fairness in response to me, and let my judgment reach to victory.",
          "ID": "7"
        },
        {
          "text": "If I go to the east, he does not appear; if I go to the west, I will not understand him.",
          "ID": "8"
        },
        {
          "text": "If I turn to the left, what can I do? I will not take hold of him. If I turn myself to the right, I will not see him.",
          "ID": "9"
        },
        {
          "text": "Truly, he knows my way and has tested me like gold that passes through fire.",
          "ID": "10"
        },
        {
          "text": "My feet have been following his footsteps; I have kept to his way and have not strayed from it.",
          "ID": "11"
        },
        {
          "text": "I have not withdrawn from the commands of his lips, and the words of his mouth I have hidden in my sinews.",
          "ID": "12"
        },
        {
          "text": "For he is alone, and no one is able to disturb his intention; and whatever his spirit wills, that he accomplishes.",
          "ID": "13"
        },
        {
          "text": "And when he fulfills his will in me, many other similar ones will also be present with him.",
          "ID": "14"
        },
        {
          "text": "And, for this reason, I have been troubled at his presence, and, when I consider him, I am approached by fear.",
          "ID": "15"
        },
        {
          "text": "God has weakened my heart, and the Almighty has confused me.",
          "ID": "16"
        },
        {
          "text": "Yet I have not perished because of the threatening darkness, nor has gloom covered my face.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.23",
      "name": "Job 23"
    },
    {
      "text": [
        {
          "text": "The times are not hidden from the Almighty; even those who know him, do not know his days.",
          "ID": "1"
        },
        {
          "text": "Some have crossed the boundaries, plundered the flocks, and given them pasture.",
          "ID": "2"
        },
        {
          "text": "They have driven away the donkey of orphans, and have taken the cow from the widow as collateral.",
          "ID": "3"
        },
        {
          "text": "They have undermined the way of the poor, and have pressed together the meek of the earth.",
          "ID": "4"
        },
        {
          "text": "Others, like wild asses in the desert, go forth to their work; by watching for prey, they obtain bread for their children.",
          "ID": "5"
        },
        {
          "text": "They reap a field that is not their own, and they harvest a vineyard that they have taken by force.",
          "ID": "6"
        },
        {
          "text": "They send men away naked, having taken the clothing of those who have no covering in the cold;",
          "ID": "7"
        },
        {
          "text": "these are wet with the mountain rain, and, having no covering, they embrace the rocks.",
          "ID": "8"
        },
        {
          "text": "They have used violence to deprive orphans, and they have robbed the poor common people.",
          "ID": "9"
        },
        {
          "text": "From the naked and those who do not have enough clothing, and from the hungry, they have taken away sheaves of grain.",
          "ID": "10"
        },
        {
          "text": "They take their midday rest among the stockpiles of those who, though they have trodden the winepresses, suffer thirst.",
          "ID": "11"
        },
        {
          "text": "In the cities, they caused the men to groan and the spirit of the wounded to cry out, and so God does not allow this to go unpunished.",
          "ID": "12"
        },
        {
          "text": "They have been rebellious against the light; they have not known his ways, nor have they returned by his paths.",
          "ID": "13"
        },
        {
          "text": "The killer of men rises at first light; he executes the destitute and the poor, but, in truth, he is like a thief in the night.",
          "ID": "14"
        },
        {
          "text": "The eye of the adulterer waits for darkness, saying, \"No eye will see me,\" and he covers his face.",
          "ID": "15"
        },
        {
          "text": "He passes through houses in the nighttime, just as they had agreed among themselves in the daytime; and they are ignorant of the light.",
          "ID": "16"
        },
        {
          "text": "If sunrise should suddenly appear, it is treated by them like the shadow of death; and they walk in darkness, as if in light.",
          "ID": "17"
        },
        {
          "text": "He is nimble on the surface of water. His place on land is to be accursed. May he not walk by way of the vineyards.",
          "ID": "18"
        },
        {
          "text": "May he cross from the snowy waters to excessive heat, and his sin, all the way to hell.",
          "ID": "19"
        },
        {
          "text": "Let mercy forget him. His charm is worms. Let him not be remembered, but instead be broken like an unfruitful tree.",
          "ID": "20"
        },
        {
          "text": "For he has fed on the barren, who does not bear fruit, and he has not done good to the widow.",
          "ID": "21"
        },
        {
          "text": "He has pulled down the strong by his strength, and, when he stands up, he will not have trust in his life.",
          "ID": "22"
        },
        {
          "text": "God has given him a place for repentance, and he abuses it with arrogance, but his eyes are upon his ways.",
          "ID": "23"
        },
        {
          "text": "They are lifted up for a little while, but they will not continue, and they will be brought low, just like all things, and they will be taken away, and, like the tops of the ears of grain, they will be crushed.",
          "ID": "24"
        },
        {
          "text": "But, if this is not so, who is able to prove to me that I have lied and to place my words before God?",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.24",
      "name": "Job 24"
    },
    {
      "text": [
        {
          "text": "Then Baldad the Suhite answered by saying:",
          "ID": "1"
        },
        {
          "text": "Power and terror are with him that makes a pact with those in high places.",
          "ID": "2"
        },
        {
          "text": "Is there any limit to the number of his soldiers or to the number of those over whom his light rises?",
          "ID": "3"
        },
        {
          "text": "Is it right for man to compare himself to God, or to appear pure though he is born of woman?",
          "ID": "4"
        },
        {
          "text": "Behold, even the moon is not radiant, and the stars are not pure, in his sight.",
          "ID": "5"
        },
        {
          "text": "Is man much more than rottenness and the son of man much more than worms?",
          "ID": "6"
        }
      ],
      "ID": "OT:JOB.25",
      "name": "Job 25"
    },
    {
      "text": [
        {
          "text": "Then Job responded by saying:",
          "ID": "1"
        },
        {
          "text": "Whose assistant are you? Is he weak-minded? And do you sustain the arm of him that is not strong?",
          "ID": "2"
        },
        {
          "text": "To whom have you given advice? Perhaps it is to him that has no wisdom or prudence that you have revealed your many ideas.",
          "ID": "3"
        },
        {
          "text": "Who is it that you wanted to teach? Was it not him that created the breath of life?",
          "ID": "4"
        },
        {
          "text": "Behold, giant things groan under the waters, and they dwell with them.",
          "ID": "5"
        },
        {
          "text": "The underworld is naked before him, and there is no covering for perdition.",
          "ID": "6"
        },
        {
          "text": "He stretched out the North over emptiness, and he suspended the land over nothing.",
          "ID": "7"
        },
        {
          "text": "He secures the waters in his clouds, so that they do not burst forth downward all at once.",
          "ID": "8"
        },
        {
          "text": "He holds back the face of his throne, and he stretches his cloud over it.",
          "ID": "9"
        },
        {
          "text": "He has set limits around the waters, until light and darkness shall reach their limit.",
          "ID": "10"
        },
        {
          "text": "The pillars of heaven tremble and are frightened at his nod.",
          "ID": "11"
        },
        {
          "text": "By his strength, the seas suddenly gather together, and his foresight has struck the arrogant.",
          "ID": "12"
        },
        {
          "text": "His spirit has adorned the heavens, and his birthing hand has brought forth the winding serpent.",
          "ID": "13"
        },
        {
          "text": "Behold, these things have been said about his ways in part, and, since we barely have heard a small drop of his word, who will be able to gaze upon the thunder of his greatness?",
          "ID": "14"
        }
      ],
      "ID": "OT:JOB.26",
      "name": "Job 26"
    },
    {
      "text": [
        {
          "text": "Job also added to this, using figures of speech, and he said:",
          "ID": "1"
        },
        {
          "text": "As God lives, who has taken away my judgment, and the Almighty, who has led my soul to bitterness,",
          "ID": "2"
        },
        {
          "text": "as long as my breath remains in me and the breath of God remains in my nostrils,",
          "ID": "3"
        },
        {
          "text": "my lips will not speak iniquity, nor will my tongue devise lies.",
          "ID": "4"
        },
        {
          "text": "Far be it from me that I should judge you to be right, for, until I expire, I will not withdraw from my innocence.",
          "ID": "5"
        },
        {
          "text": "I will not forsake my justification, which I have just begun to grasp, for my heart does not find blame for me in my whole life.",
          "ID": "6"
        },
        {
          "text": "Let the impious be as my enemy, and the sinful, as my adversary.",
          "ID": "7"
        },
        {
          "text": "For what hope is there for the hypocrite, if he greedily plunders and God does not free his soul?",
          "ID": "8"
        },
        {
          "text": "Will God pay attention to his cry, when anguish overcomes him?",
          "ID": "9"
        },
        {
          "text": "Or will he take delight in the Almighty and call upon God at all times?",
          "ID": "10"
        },
        {
          "text": "I will teach you through the hand of God, what the Almighty holds, and I will not conceal it.",
          "ID": "11"
        },
        {
          "text": "Behold, you know all this, and so why do you speak vain things without a reason?",
          "ID": "12"
        },
        {
          "text": "This is the portion of the impious man with God, and the inheritance of the violent, which they will receive from the Almighty.",
          "ID": "13"
        },
        {
          "text": "If his sons should happen to increase, they will be for the sword, and his grandsons will not be satisfied with bread.",
          "ID": "14"
        },
        {
          "text": "Whatever will remain of him will be buried in the ruins, and his widows will not weep.",
          "ID": "15"
        },
        {
          "text": "If he will amass silver as if it were dirt and fabricate garments as if they were clay,",
          "ID": "16"
        },
        {
          "text": "then yes, he will gather, but the just will be clothed with it and the innocent will divide the silver.",
          "ID": "17"
        },
        {
          "text": "He has built his house like a moth, and he has made a makeshift shelter like a sentry.",
          "ID": "18"
        },
        {
          "text": "When he falls asleep, the rich man will leave him with nothing; he will open his eyes and find nothing.",
          "ID": "19"
        },
        {
          "text": "Destitution will surround him like water; a storm will overwhelm him in the night.",
          "ID": "20"
        },
        {
          "text": "A burning wind will pick him up and carry him away, and, like a whirlwind, it will rush him from his place.",
          "ID": "21"
        },
        {
          "text": "And it will hurl over him and will not spare him; fleeing from its power, he will go into exile.",
          "ID": "22"
        },
        {
          "text": "He will clasp his hands over himself, and he will hiss at himself, while considering his situation.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.27",
      "name": "Job 27"
    },
    {
      "text": [
        {
          "text": "Silver has its fissures where it is first found, and gold has a place where it is melted.",
          "ID": "1"
        },
        {
          "text": "Iron is taken from the earth, and ore, unbound by heat, is turned into brass.",
          "ID": "2"
        },
        {
          "text": "He has established a time for darkness, and he has settled on an end for all things, as well as for the stone that is in the gloom and shadow of death.",
          "ID": "3"
        },
        {
          "text": "The burning separates a pilgrim people from those who have been forgotten by the feet of the destitute man and from the unapproachable.",
          "ID": "4"
        },
        {
          "text": "The land, where bread appeared in its place, has been destroyed by fire.",
          "ID": "5"
        },
        {
          "text": "Its stones are embedded with sapphires, and its soil, with gold.",
          "ID": "6"
        },
        {
          "text": "The bird does not know its path, nor has the eye of the vulture beheld it.",
          "ID": "7"
        },
        {
          "text": "The sons of merchants have not walked there, nor has the lioness traveled through it.",
          "ID": "8"
        },
        {
          "text": "He has stretched out his hand to the rocks; he has overturned the foundations of the mountains.",
          "ID": "9"
        },
        {
          "text": "He has cut rivers through the rocks, and his eye has seen all precious things.",
          "ID": "10"
        },
        {
          "text": "The depths of rivers he has also examined, and he has brought hidden things into the light.",
          "ID": "11"
        },
        {
          "text": "But, in truth, where is wisdom to be found, and where is the place of understanding?",
          "ID": "12"
        },
        {
          "text": "Man does not know its price, nor is it found in the land of those who live in sweetness.",
          "ID": "13"
        },
        {
          "text": "The abyss declares, \"It is not in me.\" And the sea says, \"It is not with me.\"",
          "ID": "14"
        },
        {
          "text": "The finest gold will not be paid for it, nor will silver be weighed in exchange for it.",
          "ID": "15"
        },
        {
          "text": "It will not be compared with the dyed colors of India, nor with the very costly stone sardonyx, nor with the sapphire.",
          "ID": "16"
        },
        {
          "text": "Neither gold nor crystal will be its equal; neither will vessels of gold be fitted for it.",
          "ID": "17"
        },
        {
          "text": "The exalted and the eminent will not be remembered in comparison with it. Yet wisdom is drawn out of concealment.",
          "ID": "18"
        },
        {
          "text": "The topaz of Ethiopia will not be equal to it, nor will it be compared to the purest dyes.",
          "ID": "19"
        },
        {
          "text": "So then, where does wisdom begin, and where is the place of understanding?",
          "ID": "20"
        },
        {
          "text": "It has been hidden from the eyes of all living things, just as the birds of the heavens escape notice.",
          "ID": "21"
        },
        {
          "text": "Perdition and death have said, \"With our ears, we have heard its fame.\"",
          "ID": "22"
        },
        {
          "text": "God understands its way, and he knows its location.",
          "ID": "23"
        },
        {
          "text": "For he beholds the limits of the world, and he looks upon all things that are under heaven.",
          "ID": "24"
        },
        {
          "text": "He created a counterweight for the winds, and he suspended the waters to measure them.",
          "ID": "25"
        },
        {
          "text": "At that time, he gave a law to the rain and a path to the resounding storms.",
          "ID": "26"
        },
        {
          "text": "Then he saw and explained it, and he made ready and examined it.",
          "ID": "27"
        },
        {
          "text": "And he said to man, \"Behold the fear of the Lord. Such is wisdom. And to withdraw from evil, this is understanding.\"",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.28",
      "name": "Job 28"
    },
    {
      "text": [
        {
          "text": "Job also added to this, using figures of speech, and he said:",
          "ID": "1"
        },
        {
          "text": "Who will grant to me that I might be as I was in former months, according to the days when God kept watch over me?",
          "ID": "2"
        },
        {
          "text": "At that time, his lamp shined over my head, and by his light, I walked through the darkness.",
          "ID": "3"
        },
        {
          "text": "I was then just as in the days of my youth, when God was privately in my tabernacle.",
          "ID": "4"
        },
        {
          "text": "At that time, the Almighty was with me and my children surrounded me.",
          "ID": "5"
        },
        {
          "text": "Then, I washed my feet with butter, and a boulder poured out rivers of oil for me.",
          "ID": "6"
        },
        {
          "text": "When I went to the gate of the city, or to the main street, they prepared a chair for me.",
          "ID": "7"
        },
        {
          "text": "The youths saw me and hid themselves, and the elders, rising up, remained standing.",
          "ID": "8"
        },
        {
          "text": "The leaders stopped talking, and they placed a finder over their mouth.",
          "ID": "9"
        },
        {
          "text": "The commanders subdued their voice, and their tongue adhered to their throat.",
          "ID": "10"
        },
        {
          "text": "The ear that heard me, blessed me, and the eye that saw me, gave testimony for me.",
          "ID": "11"
        },
        {
          "text": "This was because I had freed the poor, who cried out, and the orphan, who had no helper.",
          "ID": "12"
        },
        {
          "text": "The blessing of him who would have been destroyed came upon me, and I consoled the heart of the widow.",
          "ID": "13"
        },
        {
          "text": "I put on justice, and I clothed myself with my judgment, like a robe and a diadem.",
          "ID": "14"
        },
        {
          "text": "I was an eye for the blind and a foot for the lame.",
          "ID": "15"
        },
        {
          "text": "I was the father of the poor; and if I lacked knowledge about any case, I investigated very diligently.",
          "ID": "16"
        },
        {
          "text": "I crushed the jaws of the impious, and I took away prey from his teeth.",
          "ID": "17"
        },
        {
          "text": "And I said, \"I will die in my little nest, and like a palm tree, I will multiply my days.",
          "ID": "18"
        },
        {
          "text": "My root has been spread beside the waters, and the dew will remain with my harvest.",
          "ID": "19"
        },
        {
          "text": "My glory will always be restored, and my bow will be restored to my hand.\"",
          "ID": "20"
        },
        {
          "text": "Those who heard me, expected vindication, and they listened closely in silence to my counsel.",
          "ID": "21"
        },
        {
          "text": "To my words, they dared to add nothing, and my eloquence poured over them.",
          "ID": "22"
        },
        {
          "text": "They waited for me as for rain, and they opened their mouth as for belated rains.",
          "ID": "23"
        },
        {
          "text": "If I had ever laughed at them, they would not have believed it, and the light of my face was not cast down towards the ground.",
          "ID": "24"
        },
        {
          "text": "If I wished to go to them, I sat down first, and, though I sat like a king surrounded by an army, yet I was a comforter to whose who mourned.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.29",
      "name": "Job 29"
    },
    {
      "text": [
        {
          "text": "But now, those younger in years scorn me, whose fathers I would not have seen fit to place with the dogs of my flock,",
          "ID": "1"
        },
        {
          "text": "the strength of whose hands was nothing to me, and they were considered unworthy of life itself.",
          "ID": "2"
        },
        {
          "text": "They were barren from poverty and hunger; they gnawed in solitude, layered with misfortune and misery.",
          "ID": "3"
        },
        {
          "text": "And they chewed grass and the bark from trees, and the root of junipers was their food.",
          "ID": "4"
        },
        {
          "text": "They took these things from the steep valleys, and when they discovered one of these things, they rushed to the others with a cry.",
          "ID": "5"
        },
        {
          "text": "They lived in the parched desert and in caves underground or above the rocks.",
          "ID": "6"
        },
        {
          "text": "They rejoiced among these kinds of things, and they considered it delightful to be under thorns.",
          "ID": "7"
        },
        {
          "text": "These are the sons of foolish and base men, not even paying any attention to the land.",
          "ID": "8"
        },
        {
          "text": "Now I become their song, and I have been made into their proverb.",
          "ID": "9"
        },
        {
          "text": "They loathe me, and so they flee far from me, and they are not reluctant to spit in my face.",
          "ID": "10"
        },
        {
          "text": "For he has opened his quiver and has afflicted me, and he has placed a bridle in my mouth.",
          "ID": "11"
        },
        {
          "text": "Immediately, upon rising, my calamities rise up to the right. They have overturned my feet and have pressed me down along their way like waves.",
          "ID": "12"
        },
        {
          "text": "They have diverted my journeys; they have waited to ambush me, and they have prevailed, and there was no one who might bring help.",
          "ID": "13"
        },
        {
          "text": "They have rushed upon me, as when a wall is broken or a gate opened, and they have been pulled down into my miseries.",
          "ID": "14"
        },
        {
          "text": "I have been reduced to nothing. You have taken away my desire like a wind, and my health has passed by like a cloud.",
          "ID": "15"
        },
        {
          "text": "But now my soul withers within myself, and the days of affliction take hold of me.",
          "ID": "16"
        },
        {
          "text": "At night, my bone is pierced with sorrows, and those who feed on me, do not sleep.",
          "ID": "17"
        },
        {
          "text": "By the sheer number of them my clothing is worn away, and they have closed in on me like the collar of my coat.",
          "ID": "18"
        },
        {
          "text": "I have been treated like dirt, and I have been turned into embers and ashes.",
          "ID": "19"
        },
        {
          "text": "I cry to you, and you do not heed me. I stand up, and you do not look back at me.",
          "ID": "20"
        },
        {
          "text": "You have changed me into hardness, and, with the hardness of your hand, you oppose me.",
          "ID": "21"
        },
        {
          "text": "You have lifted me up, and, placing me as if on the wind, you have thrown me down powerfully.",
          "ID": "22"
        },
        {
          "text": "I know that you will hand me over to death, where a home has been established for all the living.",
          "ID": "23"
        },
        {
          "text": "Truly, then, you do not extend your hand in order to consume them, and if they fall down, you will save them.",
          "ID": "24"
        },
        {
          "text": "Once, I wept over him who was afflicted, and my soul had compassion on the poor.",
          "ID": "25"
        },
        {
          "text": "I expected good things, but evil things have come to me. I stood ready for light, yet darkness burst forth.",
          "ID": "26"
        },
        {
          "text": "My insides have seethed, without any rest, for the days of affliction have prevented it.",
          "ID": "27"
        },
        {
          "text": "I went forth mourning, without anger, and rising up, I cried out in confusion.",
          "ID": "28"
        },
        {
          "text": "I was the brother of snakes, and the companion of ostriches.",
          "ID": "29"
        },
        {
          "text": "My skin has become blackened over me, and my bones have dried up because of the heat.",
          "ID": "30"
        },
        {
          "text": "My harp has been turned into mourning, and my pipes have been turned into a voice of weeping.",
          "ID": "31"
        }
      ],
      "ID": "OT:JOB.30",
      "name": "Job 30"
    },
    {
      "text": [
        {
          "text": "I reached an agreement with my eyes, that I would not so much as think about a virgin.",
          "ID": "1"
        },
        {
          "text": "For what portion should God from above hold for me, and what inheritance should the Almighty from on high keep?",
          "ID": "2"
        },
        {
          "text": "Is not destruction held for the wicked and repudiation kept for those who work injustice?",
          "ID": "3"
        },
        {
          "text": "Does he not examine my ways and number all my steps?",
          "ID": "4"
        },
        {
          "text": "If I have walked in vanity, or if my foot has hurried towards deceitfulness,",
          "ID": "5"
        },
        {
          "text": "let him weigh me in a just balance, and let God know my simplicity.",
          "ID": "6"
        },
        {
          "text": "If my steps have turned aside from the way, or if my heart has followed my eyes, or if a blemish has clung to my hands,",
          "ID": "7"
        },
        {
          "text": "then may I sow, and let another consume, and let my offspring be eradicated.",
          "ID": "8"
        },
        {
          "text": "If my heart has been deceived over a woman, or if I have waited in ambush at my friend's door,",
          "ID": "9"
        },
        {
          "text": "then let my wife be the harlot of another, and let other men lean over her.",
          "ID": "10"
        },
        {
          "text": "For this is a crime and a very great injustice.",
          "ID": "11"
        },
        {
          "text": "It is a fire devouring all the way to perdition, and it roots out all that springs forth.",
          "ID": "12"
        },
        {
          "text": "If I have despised being subject to judgment with my servant or my maid, when they had any complaint against me,",
          "ID": "13"
        },
        {
          "text": "then what will I do when God rises to judge, and, when he inquires, how will I respond to him?",
          "ID": "14"
        },
        {
          "text": "Is not he who created me in the womb, also he who labored to make him? And did not one and the same form me in the womb?",
          "ID": "15"
        },
        {
          "text": "If I have denied the poor what they wanted and have made the eyes of the widow wait;",
          "ID": "16"
        },
        {
          "text": "if I have eaten my morsel of food alone, while orphans have not eaten from it;",
          "ID": "17"
        },
        {
          "text": "(for from my infancy mercy grew with me, and it came out with me from my mother's womb;)",
          "ID": "18"
        },
        {
          "text": "if I have looked down on him who was perishing because he had no clothing and the poor without any covering,",
          "ID": "19"
        },
        {
          "text": "if his sides have not blessed me, and if he were not warmed with the fleece of my sheep;",
          "ID": "20"
        },
        {
          "text": "if I have lifted up my hand over an orphan, even when it might seem to me that I the advantage over him at the gate;",
          "ID": "21"
        },
        {
          "text": "then may my shoulder fall from its joint, and may my arm, with all its bones, be broken.",
          "ID": "22"
        },
        {
          "text": "For I have always feared God, like waves flowing over me, whose weight I was unable to bear.",
          "ID": "23"
        },
        {
          "text": "If I have considered gold to be my strength, or if I have called purified gold 'my Trust;'",
          "ID": "24"
        },
        {
          "text": "if I have rejoiced over my great success, and over the many things my hand has obtained;",
          "ID": "25"
        },
        {
          "text": "if I gazed upon the sun when it shined and the moon advancing brightly,",
          "ID": "26"
        },
        {
          "text": "so that my heart rejoiced in secret and I kissed my hand with my mouth,",
          "ID": "27"
        },
        {
          "text": "which is a very great iniquity and a denial against the most high God;",
          "ID": "28"
        },
        {
          "text": "if I have been glad at the ruin of him who hated me and have exulted that evil found him,",
          "ID": "29"
        },
        {
          "text": "for I have not been given my throat to sin by asking for a curse on his soul;",
          "ID": "30"
        },
        {
          "text": "if the men around my tabernacle have not said: \"He might give us some of his food, so that we will be filled,\"",
          "ID": "31"
        },
        {
          "text": "for the foreigner did not remain at the door, my door was open to the traveler;",
          "ID": "32"
        },
        {
          "text": "if, as man does, I have hidden my sin and have concealed my iniquity in my bosom;",
          "ID": "33"
        },
        {
          "text": "if I became frightened by an excessive crowd, and the disrespect of close relatives alarmed me, so that I would much rather have remained silent or have gone out the door;",
          "ID": "34"
        },
        {
          "text": "then, would he grant me a hearing, so that the Almighty would listen to my desire, and he who judges would himself write a book,",
          "ID": "35"
        },
        {
          "text": "which I would then carry on my shoulder and wrap around me like a crown?",
          "ID": "36"
        },
        {
          "text": "With each of my steps, I would pronounce and offer it, as if to a prince.",
          "ID": "37"
        },
        {
          "text": "So, if my land cries out against me, and if its furrows weep with it,",
          "ID": "38"
        },
        {
          "text": "if I have used its fruits for nothing but money and have afflicted the souls of its tillers,",
          "ID": "39"
        },
        {
          "text": "then, may thistles spring forth for me instead of grain, and thorns instead of barley. (This ended the words of Job.)",
          "ID": "40"
        }
      ],
      "ID": "OT:JOB.31",
      "name": "Job 31"
    },
    {
      "text": [
        {
          "text": "But these three men ceased to answer Job, because he considered himself justified.",
          "ID": "1"
        },
        {
          "text": "And Eliu the son of Barachel the Buzite, of the kindred of Ram, was angry and indignant. But he was angry against Job because he described himself to be just in the presence of God.",
          "ID": "2"
        },
        {
          "text": "Moreover, he was indignant with his friends because they had not found a reasonable response, except in so far as they condemned Job.",
          "ID": "3"
        },
        {
          "text": "Therefore, Eliu waited while Job was talking, for these were his elders that were speaking.",
          "ID": "4"
        },
        {
          "text": "But when he saw that these three were not able to respond, he was extremely angry.",
          "ID": "5"
        },
        {
          "text": "And so Eliu the son of Barachel the Buzite responded by saying: I am younger in years, and you are more ancient; therefore, I kept my head low, for I was afraid to reveal to you my opinion.",
          "ID": "6"
        },
        {
          "text": "For I had hoped that greater age would speak, and that a multitude of years would teach wisdom.",
          "ID": "7"
        },
        {
          "text": "But I see now that there is only breath in men, and that it is the inspiration of the Almighty that gives understanding.",
          "ID": "8"
        },
        {
          "text": "The wise are not the aged, nor do the elders understand judgment.",
          "ID": "9"
        },
        {
          "text": "Therefore, I will speak. Listen to me, and so I will show you my wisdom.",
          "ID": "10"
        },
        {
          "text": "For I have endured your words; I have paid attention to your deliberations, while you were being argumentative with words.",
          "ID": "11"
        },
        {
          "text": "And as long as I supposed that you were saying something, I considered; but now I see that there is none of you that is able to argue with Job and to respond to his words.",
          "ID": "12"
        },
        {
          "text": "So that you will not say, \"We have found wisdom,\" God has thrown him down, not man.",
          "ID": "13"
        },
        {
          "text": "He has said nothing to me, and I will not respond to him according to your words.",
          "ID": "14"
        },
        {
          "text": "Then they were filled with dread, and so they no longer responded, and they withdrew from their speechmaking.",
          "ID": "15"
        },
        {
          "text": "Therefore, because I have waited and they have not been speaking, for they stood firm and did not respond at all,",
          "ID": "16"
        },
        {
          "text": "I also will answer in my turn, and I will reveal my knowledge.",
          "ID": "17"
        },
        {
          "text": "For I am full of words, and the feeling in my gut inspires me.",
          "ID": "18"
        },
        {
          "text": "Yes, my stomach is like fermenting wine without a vent, which bursts the new containers.",
          "ID": "19"
        },
        {
          "text": "I should speak, but I will also breathe a little; I will open my lips, and I will answer.",
          "ID": "20"
        },
        {
          "text": "I will not esteem the reputation of a man, and I will not equate God with man.",
          "ID": "21"
        },
        {
          "text": "For I do not know how long I will continue, and whether, after a while, my Maker might take me away.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.32",
      "name": "Job 32"
    },
    {
      "text": [
        {
          "text": "Therefore, hear my speeches, Job, and listen to all my words.",
          "ID": "1"
        },
        {
          "text": "Behold, I have opened my mouth; let my tongue speak along with my throat.",
          "ID": "2"
        },
        {
          "text": "My words are from my simple heart, and my lips will speak a pure judgment.",
          "ID": "3"
        },
        {
          "text": "The Spirit of God made me, and the breath of the Almighty gave me life.",
          "ID": "4"
        },
        {
          "text": "If you can, answer me, and oppose me to my face.",
          "ID": "5"
        },
        {
          "text": "Behold, God has made me, just as he also has made you, and I, likewise, have been formed of the same clay.",
          "ID": "6"
        },
        {
          "text": "So, truly, do not let my wonders terrify you, and do not let my eloquence be burdensome to you.",
          "ID": "7"
        },
        {
          "text": "For you have spoken in my hearing, and I have heard the voice of your words, saying:",
          "ID": "8"
        },
        {
          "text": "\"I am clean and without sin; I am immaculate, and there is no iniquity in me.",
          "ID": "9"
        },
        {
          "text": "Yet he has discovered blame in me, and so he has treated me like his enemy.",
          "ID": "10"
        },
        {
          "text": "He has put my feet in fetters; he has kept watch over all my ways.\"",
          "ID": "11"
        },
        {
          "text": "Therefore, it is for this reason that you have not been justified. For I tell you that God is greater than man.",
          "ID": "12"
        },
        {
          "text": "Do you contend against him because he has not responded to all of your words?",
          "ID": "13"
        },
        {
          "text": "God speaks once, and he does not repeat the same thing a second time.",
          "ID": "14"
        },
        {
          "text": "Through a dream in a vision of the night, when a deep sleep falls over men, and they are sleeping in their beds,",
          "ID": "15"
        },
        {
          "text": "then, he opens the ears of men, and, educating them, he teaches discipline,",
          "ID": "16"
        },
        {
          "text": "so that he may divert a man from the things that he is doing, and may free him from pride,",
          "ID": "17"
        },
        {
          "text": "rescuing his soul from corruption and his life from passing away by the sword.",
          "ID": "18"
        },
        {
          "text": "Likewise, he rebukes by sorrow in bed, and he causes all of his bones to become weak.",
          "ID": "19"
        },
        {
          "text": "Bread becomes abominable to him in his life, and, to his soul, the meat which before he desired.",
          "ID": "20"
        },
        {
          "text": "His body will waste away, and his bones, which had been covered, will be revealed.",
          "ID": "21"
        },
        {
          "text": "His soul has approached corruption, and his life has drawn near to what is deadly.",
          "ID": "22"
        },
        {
          "text": "If there were an angel speaking for him, one among thousands, to declare the fairness of the man,",
          "ID": "23"
        },
        {
          "text": "he will have mercy on him, and he will say, \"Free him, so that he will not descend to destruction. I have found a reason to be favorable to him.",
          "ID": "24"
        },
        {
          "text": "His body is consumed by suffering. Let him return to the days of his youth.\"",
          "ID": "25"
        },
        {
          "text": "He will beg pardon from God, and he will be soothing to him; and he will look upon his face in jubilation, and he will restore his justice to man.",
          "ID": "26"
        },
        {
          "text": "He will consider mankind, and he will say: \"I have sinned and truly I have offended, yet I was not treated as I deserved.\"",
          "ID": "27"
        },
        {
          "text": "He has freed his soul from continuing into destruction, so that, in living, it may see the light.",
          "ID": "28"
        },
        {
          "text": "Behold, all these things God works three times within each one,",
          "ID": "29"
        },
        {
          "text": "so that he may revive their souls from corruption and enlighten them with the light of life.",
          "ID": "30"
        },
        {
          "text": "Pay attention Job, and listen to me; and remain silent, while I speak.",
          "ID": "31"
        },
        {
          "text": "Yet, if you have anything to say, answer me and speak, for I want you to be treated justly.",
          "ID": "32"
        },
        {
          "text": "But if you do not have anything to say, then listen to me. Be quiet and I will teach you wisdom.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.33",
      "name": "Job 33"
    },
    {
      "text": [
        {
          "text": "After proclaiming these things, Eliu now had this to say:",
          "ID": "1"
        },
        {
          "text": "May the wise hear my words, and may the educated listen to me.",
          "ID": "2"
        },
        {
          "text": "For the ear examines words, and the mouth discerns foods by the taste.",
          "ID": "3"
        },
        {
          "text": "Let us choose judgment for ourselves, and let us consider among ourselves what is best.",
          "ID": "4"
        },
        {
          "text": "For Job has said: \"I am just, yet God has subverted my judgment.",
          "ID": "5"
        },
        {
          "text": "For, within my judgment, there is a lie: my vehement barbs are without any sin.\"",
          "ID": "6"
        },
        {
          "text": "What man is there that is like Job, who drinks up derision as if it were water,",
          "ID": "7"
        },
        {
          "text": "who accompanies those who work iniquity, and who walks with impious men?",
          "ID": "8"
        },
        {
          "text": "For he has said, \"Man will not please God, even if he should travel with him.\"",
          "ID": "9"
        },
        {
          "text": "Therefore, prudent men, hear me: impiety is far from God, and iniquity is far from the Almighty.",
          "ID": "10"
        },
        {
          "text": "For he will restore to man his works, and according to the ways of each, he will repay them.",
          "ID": "11"
        },
        {
          "text": "For truly, God will not condemn in vain, nor will the Almighty repudiate judgment.",
          "ID": "12"
        },
        {
          "text": "What other is established over the earth? Or whom has he placed over the world, which he made?",
          "ID": "13"
        },
        {
          "text": "But, if he directs his heart towards him, he will draw his spirit and breath to himself.",
          "ID": "14"
        },
        {
          "text": "All flesh will fail together, and man will return to ashes.",
          "ID": "15"
        },
        {
          "text": "Therefore, if you have understanding, hear what is said, and heed the sound of my eloquence.",
          "ID": "16"
        },
        {
          "text": "Is he that does not love judgment able to be corrected? And how can you so greatly condemn him who is just?",
          "ID": "17"
        },
        {
          "text": "He says to the king, \"You are an apostate.\" He calls commanders impious.",
          "ID": "18"
        },
        {
          "text": "He does not accept the reputation of leaders; nor does he recognize the tyrant as he contends against the poor. For all are the work of his hands.",
          "ID": "19"
        },
        {
          "text": "They will die suddenly, and the people will be troubled in the middle of the night, but they will pass through it, and the violent will be taken away without a hand.",
          "ID": "20"
        },
        {
          "text": "For his eyes are upon the ways of men, and he examines all of their steps.",
          "ID": "21"
        },
        {
          "text": "There is no darkness and no shadow of death, where those who work iniquity may be hidden.",
          "ID": "22"
        },
        {
          "text": "For it is no longer within the power of man to enter into judgment with God.",
          "ID": "23"
        },
        {
          "text": "He will break into many innumerable pieces, and he will cause others to stand up in their place.",
          "ID": "24"
        },
        {
          "text": "For he knows their works, and, as a result, he will bring the night, and they will be crushed.",
          "ID": "25"
        },
        {
          "text": "Just as the impious do, he has struck them in a place where they can be seen.",
          "ID": "26"
        },
        {
          "text": "They, as if with great diligence, have withdrawn from him, and they refused to understand all his ways,",
          "ID": "27"
        },
        {
          "text": "so that they caused the outcry of the needy to reach him, and he heard the voice of the poor.",
          "ID": "28"
        },
        {
          "text": "For, when he grants peace, who is there that can condemn? When he hides his face, who is there that can contemplate him, either among the nations, or among all men?",
          "ID": "29"
        },
        {
          "text": "He causes a hypocritical man to reign because of the sins of the people.",
          "ID": "30"
        },
        {
          "text": "Therefore, since I have been speaking about God, I will not prevent you from doing the same.",
          "ID": "31"
        },
        {
          "text": "If I have erred, you may teach me; if I have spoken unfairly, I will add no more.",
          "ID": "32"
        },
        {
          "text": "Does God require this of you because it is displeasing to you? For you were the first to speak, and not I. But if you know something better, speak.",
          "ID": "33"
        },
        {
          "text": "Let men of understanding speak to me, and let a wise man listen to me.",
          "ID": "34"
        },
        {
          "text": "But Job has been speaking foolishly, and his words contain unsound teaching.",
          "ID": "35"
        },
        {
          "text": "My father, let Job be tested even to the end; may you not retreat from a man of iniquity.",
          "ID": "36"
        },
        {
          "text": "For he adds blasphemy on top of his sins; nevertheless, let him be constrained to be among us, and then let him provoke God to judgment with his speeches.",
          "ID": "37"
        }
      ],
      "ID": "OT:JOB.34",
      "name": "Job 34"
    },
    {
      "text": [
        {
          "text": "After this, Eliu again spoke in this way:",
          "ID": "1"
        },
        {
          "text": "Does it seem right to you in your thoughts, that you should say, \"I am more just than God?\"",
          "ID": "2"
        },
        {
          "text": "For you said, \"Having done what is right does not please you,\" and, \"How will it benefit you, if I sin?\"",
          "ID": "3"
        },
        {
          "text": "And so, I will respond to your words, and to your friends who are with you.",
          "ID": "4"
        },
        {
          "text": "Look up towards heaven and consider; also, think about the sky, which is higher than you.",
          "ID": "5"
        },
        {
          "text": "If you sin, how will it hurt him? And if your iniquities are multiplied, what will you do against him?",
          "ID": "6"
        },
        {
          "text": "Furthermore, if you act justly, what will you give him, or what will he receive from your hand?",
          "ID": "7"
        },
        {
          "text": "Your impiety may hurt a man who is like you, though your justice may help the son of the man.",
          "ID": "8"
        },
        {
          "text": "Because of the multitude of false accusers, they will cry out; and they will lament because of the strong arm of the tyrants.",
          "ID": "9"
        },
        {
          "text": "Yet he has not said: \"Where is God, who made me, who has given songs in the night,",
          "ID": "10"
        },
        {
          "text": "who teaches us in addition to the beasts of the earth, and who educates us along with the birds of the air?\"",
          "ID": "11"
        },
        {
          "text": "There they will cry, and he will not heed them, because of the arrogance of the wicked.",
          "ID": "12"
        },
        {
          "text": "Therefore, God does not hear in vain, and the Almighty will look into each and every case.",
          "ID": "13"
        },
        {
          "text": "And so, when you say, \"He does not examine,\" be judged before him, but wait for him.",
          "ID": "14"
        },
        {
          "text": "For, at the present time, he does not bring forth his fury, nor does he punish sin exceedingly.",
          "ID": "15"
        },
        {
          "text": "Therefore, Job has opened his mouth in vain and has multiplied words without knowledge.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.35",
      "name": "Job 35"
    },
    {
      "text": [
        {
          "text": "Continuing in a similar manner, Eliu had this to say:",
          "ID": "1"
        },
        {
          "text": "Bear with me for a little while and I will show you; for I have still more to say in favor of God.",
          "ID": "2"
        },
        {
          "text": "I will review my knowledge from the beginning, and I will prove my Maker to be just.",
          "ID": "3"
        },
        {
          "text": "For truly my words are without any falsehood and perfect knowledge will be proven to you.",
          "ID": "4"
        },
        {
          "text": "God does not abandon the powerful, for he himself is also powerful.",
          "ID": "5"
        },
        {
          "text": "But he does not save the impious, though he grants judgment to the poor.",
          "ID": "6"
        },
        {
          "text": "He will not take his eyes away from the just, and he continually establishes kings on their throne, and they are exalted.",
          "ID": "7"
        },
        {
          "text": "And, if they are in captivity, or are bound with the chains of poverty,",
          "ID": "8"
        },
        {
          "text": "he will reveal to them their works, as well as their sinfulness, in that they were violent.",
          "ID": "9"
        },
        {
          "text": "Likewise, he will open their ears to his correction, and he will speak to them, so that they may return from iniquity.",
          "ID": "10"
        },
        {
          "text": "If they listen and obey, they will fill their days with goodness and complete their years in glory.",
          "ID": "11"
        },
        {
          "text": "But if they will not listen, they will pass away by the sword and will be consumed by foolishness.",
          "ID": "12"
        },
        {
          "text": "The false and the crafty provoke the wrath of God, yet they do not cry out to him when they are chained.",
          "ID": "13"
        },
        {
          "text": "Their soul will die in a storm, and their life, among the unmanly.",
          "ID": "14"
        },
        {
          "text": "He will rescue the poor from his anguish, and he will open his ear during tribulation.",
          "ID": "15"
        },
        {
          "text": "Therefore, he will save you from the narrow mouth very widely, even though it has no foundation under it. Moreover, your respite at table will be full of fatness.",
          "ID": "16"
        },
        {
          "text": "Your case has been judged like that of the impious; you will withdraw your plea and your judgment.",
          "ID": "17"
        },
        {
          "text": "Therefore, do not let anger overwhelm you so that you oppress another; neither should you allow a multitude of gifts to influence you.",
          "ID": "18"
        },
        {
          "text": "Lay down your greatness without distress, and put aside all of your power with courage.",
          "ID": "19"
        },
        {
          "text": "Do not prolong the night, even if people rise on their behalf.",
          "ID": "20"
        },
        {
          "text": "Be careful that you do not turn to iniquity; for, after your misery, you have begun to follow this.",
          "ID": "21"
        },
        {
          "text": "Behold, God is exalted in his strength, and there is no one like him among the law-givers.",
          "ID": "22"
        },
        {
          "text": "Who is able to investigate his ways? And who can say, \"You have done iniquity,\" to him?",
          "ID": "23"
        },
        {
          "text": "Remember that you are ignorant of his work, yet men have sung its praises.",
          "ID": "24"
        },
        {
          "text": "All men consider him; and each one ponders from a distance.",
          "ID": "25"
        },
        {
          "text": "Behold, God is great, defeating our knowledge; the number of his years is inestimable.",
          "ID": "26"
        },
        {
          "text": "He carries away the drops of rain, and he sends forth showers like a raging whirlpool;",
          "ID": "27"
        },
        {
          "text": "they flow from the clouds that are woven above everything.",
          "ID": "28"
        },
        {
          "text": "If he wills it, he extends the clouds as his tent",
          "ID": "29"
        },
        {
          "text": "and shines with his light from above; likewise, he covers the oceans within his tent.",
          "ID": "30"
        },
        {
          "text": "For he judges the people by these things, and he gives food to a multitude of mortals.",
          "ID": "31"
        },
        {
          "text": "Within his hands, he hides the light, and he commands it to come forth again.",
          "ID": "32"
        },
        {
          "text": "He announces it to his friend, for it is his possession and he is able to reach out to it.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.36",
      "name": "Job 36"
    },
    {
      "text": [
        {
          "text": "At this, my heart became frightened, and it has been moved from its place.",
          "ID": "1"
        },
        {
          "text": "Pay close attention to the alarm of his voice and to the sound that proceeds from his mouth.",
          "ID": "2"
        },
        {
          "text": "He beholds everything under the heavens, and his light reaches beyond the ends of the earth.",
          "ID": "3"
        },
        {
          "text": "After this, a noise will sound; he will thunder with the voice of his greatness, and it will not be tracked down, yet his voice will be obeyed.",
          "ID": "4"
        },
        {
          "text": "God will thunder with his voice miraculously, for he performs great and unsearchable things.",
          "ID": "5"
        },
        {
          "text": "He commands the snow to descend on earth, and the winter rains, and the shower of his strength.",
          "ID": "6"
        },
        {
          "text": "He signs the hand of all men, so that each one may know his works.",
          "ID": "7"
        },
        {
          "text": "The beast will enter his hiding-place, and he will remain in his cave.",
          "ID": "8"
        },
        {
          "text": "From the interior, a storm will come forth, and a cold winter from the north.",
          "ID": "9"
        },
        {
          "text": "As God breathes out, frost forms, and the waters are poured forth very widely again.",
          "ID": "10"
        },
        {
          "text": "Crops desire clouds, and the clouds scatter their light.",
          "ID": "11"
        },
        {
          "text": "It shines all around, wherever the will of him that governs them will lead, to anywhere he will command, over the whole face of the earth,",
          "ID": "12"
        },
        {
          "text": "whether in one tribe, or in his own region, or in whatever place of his mercy that he will order them to be found.",
          "ID": "13"
        },
        {
          "text": "Listen to these things, Job. Stand up and consider the wonders of God.",
          "ID": "14"
        },
        {
          "text": "Do you know when God ordered the rains, so as to show the light of his clouds?",
          "ID": "15"
        },
        {
          "text": "Do you know the great paths of the clouds, and the perfect sciences?",
          "ID": "16"
        },
        {
          "text": "Are not your garments hot, when the south wind blows across the land?",
          "ID": "17"
        },
        {
          "text": "Perhaps you have made the heavens with him, which are very solid, as if they had been cast from brass.",
          "ID": "18"
        },
        {
          "text": "Reveal to us what we should say to him, for, of course, we are wrapped in darkness.",
          "ID": "19"
        },
        {
          "text": "Who will explain to him the things that I am saying? Even while a man is still speaking, he will be devoured.",
          "ID": "20"
        },
        {
          "text": "Although they do not see the light, the air will be thickened suddenly into clouds, and the wind, passing by, will drive them away.",
          "ID": "21"
        },
        {
          "text": "Riches arrive from the north, and fearful praise reaches out to God.",
          "ID": "22"
        },
        {
          "text": "We are not worthy to be able to find him. Great in strength, great in judgment, great in justice: he is indescribable.",
          "ID": "23"
        },
        {
          "text": "Therefore, men will fear him, and all those who seem to themselves to be wise, will not dare to contemplate him.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.37",
      "name": "Job 37"
    },
    {
      "text": [
        {
          "text": "But the Lord, responding to Job from a whirlwind, said:",
          "ID": "1"
        },
        {
          "text": "Who is this that wraps sentences in unskilled words?",
          "ID": "2"
        },
        {
          "text": "Gird your waist like a man. I will question you, and you must answer me.",
          "ID": "3"
        },
        {
          "text": "Where were you, when I set the foundations of the earth? Tell me, if you have understanding.",
          "ID": "4"
        },
        {
          "text": "Who set its measurements, if you know, or who stretched a line over it?",
          "ID": "5"
        },
        {
          "text": "Upon what have its bases been grounded, and who set forth its cornerstone,",
          "ID": "6"
        },
        {
          "text": "when the morning stars praised me together, and all the sons of God made a joyful noise?",
          "ID": "7"
        },
        {
          "text": "Who enclosed the sea with doors, when it broke forth as if issuing from the womb,",
          "ID": "8"
        },
        {
          "text": "when I stationed a cloud as its garment and wrapped it in a mist as if swaddling an infant?",
          "ID": "9"
        },
        {
          "text": "I encircled it with my limits, and I positioned its bars and doors.",
          "ID": "10"
        },
        {
          "text": "And I said: \"This far you will approach, and you will proceeded no further, and here you will break your swelling waves.\"",
          "ID": "11"
        },
        {
          "text": "Did you, after your birth, command the birth of the sun and show the sunrise its place?",
          "ID": "12"
        },
        {
          "text": "And did you hold the extremities of the earth, shaking them, and have you shaken the impious out of it?",
          "ID": "13"
        },
        {
          "text": "The seal will be restored like clay, and it will remain in place like a garment.",
          "ID": "14"
        },
        {
          "text": "From the impious, the light will be taken away, and the exalted arm will be broken.",
          "ID": "15"
        },
        {
          "text": "Have you entered the depths of the sea, and have you taken a walk in the uttermost parts of the abyss?",
          "ID": "16"
        },
        {
          "text": "Have the gates of death been opened to you, and have you seen the doors of darkness?",
          "ID": "17"
        },
        {
          "text": "Have you considered the breadth of the earth? If you know all things, reveal them to me.",
          "ID": "18"
        },
        {
          "text": "Which is the way that holds the light, and which is the place of darkness?",
          "ID": "19"
        },
        {
          "text": "In this way, you might lead each thing to its final place, and understand the paths of its house.",
          "ID": "20"
        },
        {
          "text": "So then, did you know when you were to be born? And did you know the number of your days?",
          "ID": "21"
        },
        {
          "text": "Have you been admitted into the storehouses of the snows, and have you gazed upon the stockpile of the brimstone,",
          "ID": "22"
        },
        {
          "text": "which I have prepared for the time of the enemy, for the day of the battle and the war?",
          "ID": "23"
        },
        {
          "text": "In what way is the light scattered, and the heat distributed, over the earth?",
          "ID": "24"
        },
        {
          "text": "Who gave a course to the rainstorms, and a path to the resounding thunder,",
          "ID": "25"
        },
        {
          "text": "so that it would rain on the earth far from man, in the wilderness where no mortal lingers,",
          "ID": "26"
        },
        {
          "text": "so that it would fill impassable and desolate places, and would bring forth green plants?",
          "ID": "27"
        },
        {
          "text": "Who is the father of rain, or who conceived the drops of dew?",
          "ID": "28"
        },
        {
          "text": "From whose womb did the ice proceed, and who created the frost from the air?",
          "ID": "29"
        },
        {
          "text": "The waters are hardened to become like stone, and the surface of the abyss freezes over.",
          "ID": "30"
        },
        {
          "text": "Will you have the strength to join together the sparkling stars of the Pleiades, or are you able to disperse the circling of Arcturus?",
          "ID": "31"
        },
        {
          "text": "Can you bring forth the morning star, in its time, and make the evening star rise over the sons of the earth?",
          "ID": "32"
        },
        {
          "text": "Do you know the order of heaven, and can you explain its rules here on the earth?",
          "ID": "33"
        },
        {
          "text": "Can you lift up your voice to the clouds, so that an onslaught of waters will cover you?",
          "ID": "34"
        },
        {
          "text": "Can you send forth lightning bolts, and will they go, and on returning, say to you: \"Here we are?\"",
          "ID": "35"
        },
        {
          "text": "Who placed discernment in the guts of man, or who gave the rooster intelligence?",
          "ID": "36"
        },
        {
          "text": "Who can describe the rules of the heavens, or who can put to rest the harmony of heaven?",
          "ID": "37"
        },
        {
          "text": "When was the dust cast to become the earth, and when were its clods fastened together?",
          "ID": "38"
        },
        {
          "text": "Will you seize prey for the lioness, and will you sustain the lives of her young,",
          "ID": "39"
        },
        {
          "text": "as they rest in their dens or lie in wait in pits?",
          "ID": "40"
        },
        {
          "text": "Who provides the raven with its meal, when her chicks cry out to God, as they wander around because they have no food?",
          "ID": "41"
        }
      ],
      "ID": "OT:JOB.38",
      "name": "Job 38"
    },
    {
      "text": [
        {
          "text": "Do you know at what time the wild goats have given birth among the rocks, or do you observe the deer when they go into labor?",
          "ID": "1"
        },
        {
          "text": "Have you numbered the months since their conception, and do you know at what time they gave birth?",
          "ID": "2"
        },
        {
          "text": "They bend themselves for their offspring, and they give birth, and they emit roars.",
          "ID": "3"
        },
        {
          "text": "Their young are weaned and go out to feed; they depart and do not return to them.",
          "ID": "4"
        },
        {
          "text": "Who has set the wild ass free, and who has released his bonds?",
          "ID": "5"
        },
        {
          "text": "I have given a house in solitude to him, and his tabernacle is in the salted land.",
          "ID": "6"
        },
        {
          "text": "He despises the crowded city; he does not pay attention to the bellow of the tax collector.",
          "ID": "7"
        },
        {
          "text": "He looks around the mountains of his pasture, and he searches everywhere for green plants.",
          "ID": "8"
        },
        {
          "text": "Will the rhinoceros be willing to serve you, and will he remain in your stall?",
          "ID": "9"
        },
        {
          "text": "Can you detain the rhinoceros with your harness to plough for you, and will he loosen the soil of the furrows behind you?",
          "ID": "10"
        },
        {
          "text": "Will you put your faith in his great strength, and delegate your labors to him?",
          "ID": "11"
        },
        {
          "text": "Will you trust him to return to you the seed, and to gather it on your drying floor?",
          "ID": "12"
        },
        {
          "text": "The wing of the ostrich is like the wings of the heron, and of the hawk.",
          "ID": "13"
        },
        {
          "text": "When she leaves eggs behind in the earth, will you perhaps warm them in the dust?",
          "ID": "14"
        },
        {
          "text": "She forgets that feet may trample them, or that the beasts of the field may shatter them.",
          "ID": "15"
        },
        {
          "text": "She is hardened against her young, as if they were not hers; she has labored in vain, with no fear compelling her.",
          "ID": "16"
        },
        {
          "text": "For God has deprived her of wisdom; neither has he given her understanding.",
          "ID": "17"
        },
        {
          "text": "Yet, when the time is right, she raises her wings on high; she ridicules the horse and his rider.",
          "ID": "18"
        },
        {
          "text": "Will you supply strength to the horse, or envelope his throat with neighing?",
          "ID": "19"
        },
        {
          "text": "Will you alarm him as the locusts do? His panic is revealed by the display of his nostrils.",
          "ID": "20"
        },
        {
          "text": "He digs at the earth with his hoof; he jumps around boldly; he advances to meet armed men.",
          "ID": "21"
        },
        {
          "text": "He despises fear; he does not turn away from the sword.",
          "ID": "22"
        },
        {
          "text": "Above him, the quiver rattles, the spear and the shield shake.",
          "ID": "23"
        },
        {
          "text": "Seething and raging, he drinks up the earth; neither does he pause when the blast of the trumpet sounds.",
          "ID": "24"
        },
        {
          "text": "When he hears the bugle, he says, \"Ha!\" He smells the battle from a distance, the exhortation of the officers, and the battle cry of the soldiers.",
          "ID": "25"
        },
        {
          "text": "Does the hawk grow feathers by means of your wisdom, spreading her wings towards the south?",
          "ID": "26"
        },
        {
          "text": "Will the eagle lift herself up at your command and make her nest in steep places?",
          "ID": "27"
        },
        {
          "text": "She dwells among the rocks, and she lingers among broken boulders and inaccessible cliffs.",
          "ID": "28"
        },
        {
          "text": "From there, she looks for food, and her eyes catch sight of it from far away.",
          "ID": "29"
        },
        {
          "text": "Her young will drink blood, and wherever the carcass will be, she is there immediately.",
          "ID": "30"
        },
        {
          "text": "And the Lord continued, and he said to Job:",
          "ID": "31"
        },
        {
          "text": "Will he who contends with God be so easily silenced? Certainly, he who argues with God must also respond to him.",
          "ID": "32"
        },
        {
          "text": "Then Job answered the Lord, saying:",
          "ID": "33"
        },
        {
          "text": "What could I possibly answer, since I have been speaking thoughtlessly? I will place my hand over my mouth.",
          "ID": "34"
        },
        {
          "text": "One thing I have spoken, which I wish I had not said; and another, to which I will add no more.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.39",
      "name": "Job 39"
    },
    {
      "text": [
        {
          "text": "But the Lord, answering Job out of the whirlwind, said:",
          "ID": "1"
        },
        {
          "text": "Gird your waist like a man. I will question you, and you must answer me.",
          "ID": "2"
        },
        {
          "text": "Will you make my judgment null and void; and will you condemn me so that you may be justified?",
          "ID": "3"
        },
        {
          "text": "And do you have an arm like God, or a voice like thunder?",
          "ID": "4"
        },
        {
          "text": "Envelop yourself with splendor, and raise yourself up on high, and be glorious, and put on splendid garments.",
          "ID": "5"
        },
        {
          "text": "Scatter the arrogant with your wrath, and, when you see all the arrogant, humble them.",
          "ID": "6"
        },
        {
          "text": "Look down upon each of the arrogant and confound them, and crush the impious in their place.",
          "ID": "7"
        },
        {
          "text": "Hide them in the dust together and plunge their faces into the pit.",
          "ID": "8"
        },
        {
          "text": "Then I will confess that your right hand is able to save you.",
          "ID": "9"
        },
        {
          "text": "Behold, the behemoth, whom I created along with you, eats hay like an ox.",
          "ID": "10"
        },
        {
          "text": "His strength is in his lower back, and his power is in the center of his abdomen.",
          "ID": "11"
        },
        {
          "text": "He draws up his tail like a cedar; the sinews of his thighs have been drawn together.",
          "ID": "12"
        },
        {
          "text": "His bones are like pipes of brass; his cartilage is like plates of iron.",
          "ID": "13"
        },
        {
          "text": "He is the beginning of the ways of God, who made him; he will use him as his sword.",
          "ID": "14"
        },
        {
          "text": "The mountains bring forth grass for him; all the beasts of the field will play there.",
          "ID": "15"
        },
        {
          "text": "He sleeps in the shadows, under the cover of branches, and in moist places.",
          "ID": "16"
        },
        {
          "text": "The shadows cover his shadow; the willows of the brook will encircle him.",
          "ID": "17"
        },
        {
          "text": "Behold, he will drink a river and not be amazed, and he has confidence that the Jordan could flow into his mouth.",
          "ID": "18"
        },
        {
          "text": "He will seize him through his eyes, as if with a hook, and he will bore through his nostrils, as if with stakes.",
          "ID": "19"
        },
        {
          "text": "Can you draw out the leviathan with a hook, and can you bind his tongue with a cord?",
          "ID": "20"
        },
        {
          "text": "Can you place a ring in his nose, or bore through his jaw with an arm band?",
          "ID": "21"
        },
        {
          "text": "Will he offer many prayers to you, or speak to you quietly?",
          "ID": "22"
        },
        {
          "text": "Will he form a covenant with you, and will you accept him as a servant forever?",
          "ID": "23"
        },
        {
          "text": "Will you play with him as with a bird, or tether him for your handmaids?",
          "ID": "24"
        },
        {
          "text": "Will your friends cut him into pieces, will dealers distribute him?",
          "ID": "25"
        },
        {
          "text": "Will you fill up bags with his hide, and let his head be used as a home for fishes?",
          "ID": "26"
        },
        {
          "text": "Place your hand upon him; remember the battle and speak no more.",
          "ID": "27"
        },
        {
          "text": "Behold, his hope will fail him, and in the sight of all, he will be thrown down.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.40",
      "name": "Job 40"
    },
    {
      "text": [
        {
          "text": "I will not rouse him, as the cruel would do, for who is able to withstand my countenance?",
          "ID": "1"
        },
        {
          "text": "Who has given to me beforehand, so that I should repay him? All things that are under heaven are mine.",
          "ID": "2"
        },
        {
          "text": "I will not spare him, nor his powerful words and counterfeit attempts at supplication.",
          "ID": "3"
        },
        {
          "text": "Who can reveal the beauty of his garment? And who can enter the middle of his mouth?",
          "ID": "4"
        },
        {
          "text": "Who can open the doors of his face? I gave fear to the circle of his teeth.",
          "ID": "5"
        },
        {
          "text": "His body is like shields fused together, like dense scales pressed over one another.",
          "ID": "6"
        },
        {
          "text": "One is joined to another, and not even air can pass between them.",
          "ID": "7"
        },
        {
          "text": "They adhere to one another, and they hold themselves in place and will not be separated.",
          "ID": "8"
        },
        {
          "text": "His sneezing has the brilliance of fire, and his eyes are like the eyelids of the morning.",
          "ID": "9"
        },
        {
          "text": "Lamps proceed from his mouth, like torches of fire burning brightly.",
          "ID": "10"
        },
        {
          "text": "Smoke passes out of his nostrils, like a pot that is heated and boiling.",
          "ID": "11"
        },
        {
          "text": "His breath causes coal to burn, and a flame comes forth from his mouth.",
          "ID": "12"
        },
        {
          "text": "Strength dwells in his neck, and destitution goes before his presence.",
          "ID": "13"
        },
        {
          "text": "The parts of his body work in harmony together. He will send lightning bolts against him, and they will not be carried to another place.",
          "ID": "14"
        },
        {
          "text": "His heart will be as hard as a stone and as dense as a blacksmith's anvil.",
          "ID": "15"
        },
        {
          "text": "When he will be raised up, the angels will be afraid, and, because they are terrified, they will purify themselves.",
          "ID": "16"
        },
        {
          "text": "When a sword catches up with him, it will not be able to settle in, nor a spear, nor a breastplate.",
          "ID": "17"
        },
        {
          "text": "For he will consider iron as if it were chaff, and brass as if it were rotten wood.",
          "ID": "18"
        },
        {
          "text": "The archer will not cause him to flee; the stones of the sling have been turned into stubble for him.",
          "ID": "19"
        },
        {
          "text": "He will treat the hammer as if it were stubble, and he will ridicule those who brandish the spear.",
          "ID": "20"
        },
        {
          "text": "The beams of the sun will be under him, and he will dispense gold to them as if it were clay.",
          "ID": "21"
        },
        {
          "text": "He will make the depths of the sea boil like a pot, and he will set it to bubble just as ointments do.",
          "ID": "22"
        },
        {
          "text": "A path will shine after him; he will esteem the abyss as if it were weakening with age.",
          "ID": "23"
        },
        {
          "text": "There is no power on the earth that is being compared to him, who has been made so that he fears no one.",
          "ID": "24"
        },
        {
          "text": "He sees every prominent thing; he is king over all the sons of arrogance.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.41",
      "name": "Job 41"
    },
    {
      "text": [
        {
          "text": "Then Job, responding to the Lord, said:",
          "ID": "1"
        },
        {
          "text": "I know that you are able to do all things, and that no thoughts are hidden from you.",
          "ID": "2"
        },
        {
          "text": "So, who is it that would disguise a lack of knowledge as counsel? Therefore, I have been speaking foolishly, about things whose measure exceeds my knowledge.",
          "ID": "3"
        },
        {
          "text": "Listen, and I will speak. I will question you, and you may answer me.",
          "ID": "4"
        },
        {
          "text": "By paying attention with the ear, I have heard you, but now my eye sees you.",
          "ID": "5"
        },
        {
          "text": "Therefore, I find myself reprehensible, and I will do penance in embers and ashes.",
          "ID": "6"
        },
        {
          "text": "But after the Lord had finished speaking these words to Job, he said to Eliphaz the Themanite: My wrath has been kindled against you, and against your two friends, because you have not been speaking correctly in my eyes, as my servant Job has done.",
          "ID": "7"
        },
        {
          "text": "Therefore, have seven bulls and seven rams brought to you, and go to my servant Job, and offer these as a holocaust for yourselves. But also, my servant Job will pray for you; I will accept his face, so that foolishness will not be imputed to you. For you have not been speaking correctly about me, as my servant Job has done.",
          "ID": "8"
        },
        {
          "text": "So Eliphaz the Themanite, and Baldad the Suhite, and Zophar the Naamathite departed, and they did just as the Lord had spoken to them, and the Lord accepted the face of Job.",
          "ID": "9"
        },
        {
          "text": "Likewise, the Lord was moved by the repentance of Job, when he prayed for his friends. And the Lord gave to Job twice as much as he had before.",
          "ID": "10"
        },
        {
          "text": "Yet all his brethren came to him, and all his sisters, and everyone who had known him before, and they ate bread with him in his house. They also shook their heads over him and comforted him, because of all the bad things that God had inflicted on him. And each one of them gave him one female sheep, and one earring of gold.",
          "ID": "11"
        },
        {
          "text": "And the Lord blessed the latter end of Job even more than his beginning. And he had fourteen thousand sheep, and six thousand camels, and a thousand pairs of oxen, and a thousand she-donkeys.",
          "ID": "12"
        },
        {
          "text": "And he had seven sons and three daughters.",
          "ID": "13"
        },
        {
          "text": "And he called the name of one, Daylight, and the name of the second, Cinnamon, and the name of the third, Horn of Cosmetics.",
          "ID": "14"
        },
        {
          "text": "And, in the whole world, there were not found women so beautiful as the daughters of Job. And so their father gave them an inheritance along with their brothers.",
          "ID": "15"
        },
        {
          "text": "But Job lived long after these events, for a hundred and forty years, and he saw his children, and his children's children, all the way to the fourth generation, and he died an old man and full of days.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.42",
      "name": "Job 42"
    }
  ],
  "ID": "OT:JOB(CPDV)",
  "version": "CPDV",
  "name": "Job"
}