{
  "version": "ERV",
  "text": [
    {
      "title": "Job Loses Everything",
      "text": [
        {
          "text": "There was a man named Job who lived in the country of Uz. He was a good, honest man. He respected God and refused to do evil.",
          "ID": "1"
        },
        {
          "text": "Job had seven sons and three daughters.",
          "ID": "2"
        },
        {
          "text": "He owned 7000 sheep, 3000 camels, 1000 oxen, and 500 female donkeys. He had many servants. He was the richest man in the east.",
          "ID": "3"
        },
        {
          "text": "Job’s sons took turns having dinner parties in their homes, and they invited their sisters.",
          "ID": "4"
        },
        {
          "text": "The day after each of these parties, Job got up early in the morning, sent for his children, and offered a burnt offering for each of them. He thought, “Maybe my children were careless and sinned against God at their party.” Job always did this so that his children would be forgiven of their sins.",
          "ID": "5"
        },
        {
          "text": "Then the day came for the angels to meet with the Lord. Even Satan was there with them.",
          "ID": "6",
          "comments": [
            "angels Literally, “sons of God.”"
          ]
        },
        {
          "text": "The Lord said to Satan, “Where have you been?”\nSatan answered the Lord, “I have been roaming around the earth, going from place to place.”",
          "ID": "7"
        },
        {
          "text": "Then the Lord said to Satan, “Have you noticed my servant Job? There is no one on earth like him. He is a good, faithful man. He respects God and refuses to do evil.”",
          "ID": "8"
        },
        {
          "text": "Satan answered the Lord, “But Job has a good reason to respect you.",
          "ID": "9"
        },
        {
          "text": "You always protect him, his family, and everything he has. You have blessed him and made him successful in everything he does. He is so wealthy that his herds and flocks are all over the country.",
          "ID": "10"
        },
        {
          "text": "But if you were to destroy everything he has, I promise you that he would curse you to your face.”",
          "ID": "11"
        },
        {
          "text": "The Lord said to Satan, “All right, do whatever you want with anything that he has, but don’t hurt Job himself.”\nThen Satan left the meeting.",
          "ID": "12"
        },
        {
          "text": "One day Job’s sons and daughters were eating and drinking wine at the oldest brother’s house.",
          "ID": "13"
        },
        {
          "text": "A messenger came to Job and said, “We were plowing the fields with the oxen and the donkeys were eating grass nearby,",
          "ID": "14"
        },
        {
          "text": "when some Sabeans attacked us and took your animals! They killed the other servants. I am the only one who escaped to come and tell you the news!”",
          "ID": "15",
          "comments": [
            "Sabeans A group of people from the Arabian Desert, probably south of Uz."
          ]
        },
        {
          "text": "That messenger was still speaking when another one came in and said, “A bolt of lightning struck your sheep and servants and burned them up. I am the only one who escaped to come and tell you the news!”",
          "ID": "16",
          "comments": [
            "A bolt of lightning Or “God’s fire fell from the sky.”"
          ]
        },
        {
          "text": "That messenger was still speaking when another one came in and said, “The Chaldeans sent out three raiding parties that attacked us and took the camels! They killed the other servants. I am the only one who escaped to come and tell you the news!”",
          "ID": "17",
          "comments": [
            "Chaldeans Tribes of people who moved from place to place in the area between the Euphrates and Jordan rivers."
          ]
        },
        {
          "text": "That messenger was still speaking when another one came in and said, “Your sons and daughters were eating and drinking wine at the oldest brother’s house.",
          "ID": "18"
        },
        {
          "text": "A strong wind suddenly came in from across the desert and blew the house down. It fell on your sons and daughters, and they are all dead. I am the only one who escaped to come and tell you the news!”",
          "ID": "19"
        },
        {
          "text": "When Job heard this, he got up, tore his clothes, and shaved his head to show his sadness. Then he fell to the ground to bow down before God",
          "ID": "20"
        },
        {
          "text": "and said,\n“When I was born into this world,\nI was naked and had nothing.\nWhen I die and leave this world,\nI will be naked and have nothing.\nThe Lord gives,\nand the Lord takes away.\nPraise the name of the Lord!”",
          "ID": "21"
        },
        {
          "text": "Even after all this, Job did not sin. He did not accuse God of doing anything wrong.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.1",
      "name": "Job 1"
    },
    {
      "title": "Job’s Three Friends Come to See Him",
      "text": [
        {
          "text": "Then another day came for the angels to meet with the Lord. Satan joined them for this meeting with the Lord.",
          "ID": "1",
          "comments": [
            "angels Literally, “sons of God.”"
          ]
        },
        {
          "text": "The Lord said to Satan, “Where have you been?”\nSatan answered the Lord, “I have been roaming around the earth, going from place to place.”",
          "ID": "2"
        },
        {
          "text": "Then the Lord said to Satan, “Have you noticed my servant Job? There is no one on earth like him. He is a good, faithful man. He respects God and refuses to do evil. He is still faithful, even though you asked me to let you destroy, without reason, everything he has.”",
          "ID": "3"
        },
        {
          "text": "Satan answered, “Skin for skin! A man will give everything he has to protect himself.",
          "ID": "4",
          "comments": [
            "Skin for skin This means a person will do anything to avoid pain."
          ]
        },
        {
          "text": "I swear, if you attack his flesh and bones, he will curse you to your face!”",
          "ID": "5"
        },
        {
          "text": "So the Lord said to Satan, “All right, Job is in your hands, but you are not allowed to kill him.”",
          "ID": "6"
        },
        {
          "text": "So Satan left the meeting with the Lord and gave Job painful sores all over his body, from the bottom of his feet to the top of his head.",
          "ID": "7"
        },
        {
          "text": "Job sat on the pile of ashes where he was mourning and used a piece of broken pottery to scrape his sores.",
          "ID": "8"
        },
        {
          "text": "His wife said to him, “Are you still holding on to your faith? Why don’t you just curse God and die!”",
          "ID": "9"
        },
        {
          "text": "Job answered, “You sound like one of those fools on the street corner! How can we accept all the good things that God gives us and not accept the problems?” So even after all that happened to Job, he did not sin. He did not accuse God of doing anything wrong.",
          "ID": "10"
        },
        {
          "text": "Job’s three friends heard about all the bad things that happened to him, so Eliphaz came from Teman, Bildad from Shuah, and Zophar from Naamah. They met together and went to comfort Job and show him their sympathy.",
          "ID": "11"
        },
        {
          "text": "But his friends didn’t even recognize him when they first saw him in the distance! They began to cry loudly. They tore their clothes and threw dirt in the air over their heads to show how sad they were.",
          "ID": "12"
        },
        {
          "text": "Then they sat on the ground with Job for seven days and seven nights. They didn’t say a word, because they saw he was in so much pain.",
          "ID": "13"
        }
      ],
      "ID": "OT:JOB.2",
      "name": "Job 2"
    },
    {
      "title": "Job Curses the Day He Was Born",
      "text": [
        {
          "text": "Then Job opened his mouth and cursed the day he was born.",
          "ID": "1"
        },
        {
          "text": "He said,",
          "ID": "2"
        },
        {
          "text": "“I wish the day I was born would be lost forever.\nI wish the night they said, ‘It’s a boy!’ had never happened.",
          "ID": "3"
        },
        {
          "text": "I wish that day had remained dark.\nI wish God above had forgotten that day\nand not let any light shine on it.",
          "ID": "4"
        },
        {
          "text": "I wish that bitter day had remained as dark as death,\ncovered with the darkest clouds.",
          "ID": "5"
        },
        {
          "text": "I wish the darkness had carried away that night,\nthat it was left off the calendar\nand not included in any of the months.",
          "ID": "6"
        },
        {
          "text": "I wish that night had produced nothing\nand no happy shouts had been heard.",
          "ID": "7"
        },
        {
          "text": "Some magicians think they can wake Leviathan.\nSo let them say their curses and curse the day I was born.",
          "ID": "8",
          "comments": [
            "Leviathan Here, this is probably a giant sea monster. Some people thought magicians were able to make it “swallow the sun,” that is, cause an eclipse."
          ]
        },
        {
          "text": "Let that day’s morning star be dark.\nLet that night wait for a morning that never comes.\nI wish it had never seen the first rays of sunlight.",
          "ID": "9"
        },
        {
          "text": "I wish it had stopped me from being born\nand kept me from seeing all these troubles.",
          "ID": "10"
        },
        {
          "text": "Why didn’t I die when I was born?\nWhy didn’t I die as I came from my mother’s womb?",
          "ID": "11"
        },
        {
          "text": "Why did my mother hold me on her knees?\nWhy did her breasts feed me?",
          "ID": "12"
        },
        {
          "text": "If I had died when I was born,\nI would be at peace now.\nI wish I were asleep and at rest",
          "ID": "13"
        },
        {
          "text": "    with the kings and their advisors\nwho built palaces that are now in ruins.",
          "ID": "14"
        },
        {
          "text": "I wish I were buried with rulers\nwho filled their graves with gold and silver.",
          "ID": "15"
        },
        {
          "text": "Why wasn’t I a child who died at birth\nand was put in the ground?\nI wish I had been buried like a baby\nwho never saw the light of day.",
          "ID": "16"
        },
        {
          "text": "There the wicked stop causing trouble,\nand the weary find rest.",
          "ID": "17"
        },
        {
          "text": "Even prisoners find relief there;\nthey no longer hear their guards shouting at them.",
          "ID": "18"
        },
        {
          "text": "Everyone—from the greatest to the least important—will be there,\nand even the slave is free from his master.",
          "ID": "19"
        },
        {
          "text": "“Why must a suffering person continue to live?\nWhy let anyone live such a bitter life?",
          "ID": "20"
        },
        {
          "text": "Such people want to die, but death does not come.\nThey search for death more than for hidden treasure.",
          "ID": "21"
        },
        {
          "text": "They would be happy to find their grave.\nThey would rejoice to find their tomb.",
          "ID": "22"
        },
        {
          "text": "But God keeps their future a secret\nand builds a wall around them to protect them.",
          "ID": "23"
        },
        {
          "text": "When it is time to eat, all I can do is sigh with sadness, not joy.\nMy groans pour out like water.",
          "ID": "24"
        },
        {
          "text": "I was afraid something terrible would happen,\nand what I feared most has happened.",
          "ID": "25"
        },
        {
          "text": "I cannot calm down or relax.\nI am too upset to rest!”",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.3",
      "name": "Job 3"
    },
    {
      "title": "Eliphaz Speaks",
      "text": [
        {
          "text": "Eliphaz from Teman answered:",
          "ID": "1"
        },
        {
          "text": "“I must say something.\nWould it upset you if I speak?",
          "ID": "2"
        },
        {
          "text": "Job, you have taught many people.\nYou encouraged those who were ready to quit.",
          "ID": "3"
        },
        {
          "text": "Your words helped those who were ready to fall.\nYou gave strength to those who could not stand by themselves.",
          "ID": "4"
        },
        {
          "text": "But now trouble comes to you,\nand you are discouraged.\nTrouble hits you,\nand you are upset.",
          "ID": "5"
        },
        {
          "text": "You worship God.\nYou trust him.\nYou are a good man,\nso let that be your hope.",
          "ID": "6"
        },
        {
          "text": "Can you think of any innocent person who was ever destroyed?\nDo you know of any place where good people are punished?",
          "ID": "7"
        },
        {
          "text": "Yes, I have seen people whose lives were cut short,\nbut they were evil troublemakers.",
          "ID": "8"
        },
        {
          "text": "They lost the breath God gave them.\nThey were cut off from his breath of life.",
          "ID": "9"
        },
        {
          "text": "They were like roaring lions,\nlike growling lions with broken teeth—",
          "ID": "10"
        },
        {
          "text": "like a lioness that cannot find prey.\nThey died, and their cubs starved to death.",
          "ID": "11"
        },
        {
          "text": "“I happened to hear a message.\nMy ears caught a whisper of it.",
          "ID": "12"
        },
        {
          "text": "Like a bad dream in the night,\nit ruined my sleep.",
          "ID": "13",
          "comments": [
            "bad dream Or “vision of the night.”"
          ]
        },
        {
          "text": "It frightened me,\nand I trembled down to my bones.",
          "ID": "14"
        },
        {
          "text": "A spirit passed by my face.\nThe hair on my body stood up!",
          "ID": "15"
        },
        {
          "text": "The spirit stood still,\nbut I could not see what it was.\nA shape stood before my eyes,\nand there was silence.\nThen I heard a quiet voice:",
          "ID": "16"
        },
        {
          "text": "‘A person cannot be more right than God.\nPeople cannot be more pure than their Maker.",
          "ID": "17"
        },
        {
          "text": "Look, God cannot even trust his heavenly servants.\nHe sees faults even in his angels.",
          "ID": "18"
        },
        {
          "text": "So surely people are worse!\nThey live in houses of clay built on dust.\nThey can be crushed as easily as a moth!",
          "ID": "19",
          "comments": [
            "houses of clay This means the human body."
          ]
        },
        {
          "text": "From dawn to sunset people are destroyed.\nThey die—gone forever—and no one even notices.",
          "ID": "20"
        },
        {
          "text": "The ropes of their tent are pulled up,\nand they die before gaining wisdom.’",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.4",
      "name": "Job 4"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Job, call out if you want, and see if anyone answers!\nBut to which of the angels will you turn?",
          "ID": "1"
        },
        {
          "text": "A fool’s anger will kill him.\nHis jealousy will destroy him.",
          "ID": "2"
        },
        {
          "text": "I saw a fool who thought he was safe,\nbut suddenly he died.",
          "ID": "3",
          "comments": [
            "suddenly he died Or “suddenly his home was cursed.”"
          ]
        },
        {
          "text": "There was no one to help his children.\nNo one defended them in court.",
          "ID": "4"
        },
        {
          "text": "Hungry people ate all his crops,\neven the grain growing among the thorns,\nand greedy people took all he had.",
          "ID": "5"
        },
        {
          "text": "Bad times don’t come up from the dirt.\nTrouble does not grow from the ground.",
          "ID": "6"
        },
        {
          "text": "But people are born to have trouble,\nas surely as sparks rise from a fire.",
          "ID": "7"
        },
        {
          "text": "If I were you, I would turn to God\nand tell him about my problems.",
          "ID": "8"
        },
        {
          "text": "People cannot understand the wonderful things God does.\nHis miracles are too many to count.",
          "ID": "9"
        },
        {
          "text": "He sends rain all over the earth\nand waters the fields.",
          "ID": "10"
        },
        {
          "text": "He raises up the humble\nand makes sad people happy.",
          "ID": "11"
        },
        {
          "text": "He spoils the plans of even the smartest people\nso that they will not succeed.",
          "ID": "12"
        },
        {
          "text": "He catches those who think they are wise in their own clever traps\nand brings to an end their evil plans.",
          "ID": "13"
        },
        {
          "text": "Daylight will be like darkness for them.\nEven at noon they will have to feel their way as in the dark.",
          "ID": "14"
        },
        {
          "text": "God saves the poor from the hurtful words of the wicked.\nHe saves them from those who are powerful.",
          "ID": "15"
        },
        {
          "text": "So the poor have hope;\nGod shuts the mouths of those who would cause them harm.",
          "ID": "16"
        },
        {
          "text": "“You are fortunate when God corrects you.\nSo don’t complain when God All-Powerful punishes you.",
          "ID": "17"
        },
        {
          "text": "God might injure you, but he will bandage those wounds.\nHe might hurt you, but his hands also heal.",
          "ID": "18"
        },
        {
          "text": "He will save you again and again.\nNo evil will harm you.",
          "ID": "19",
          "comments": [
            "Literally, “In six troubles, he will rescue you, and in seven, evil will not touch you.”"
          ]
        },
        {
          "text": "God will save you from death\nwhen there is famine.\nHe will protect you from the sword\nwhen there is war.",
          "ID": "20"
        },
        {
          "text": "People might say bad things about you with their sharp tongues.\nBut God will protect you.\nYou will not be afraid when bad things happen!",
          "ID": "21"
        },
        {
          "text": "You will laugh at destruction and famine.\nYou will not be afraid of wild animals!",
          "ID": "22"
        },
        {
          "text": "It is as if you have a peace treaty\nwith the wild animals and the rocks in the field.",
          "ID": "23"
        },
        {
          "text": "You will live in peace because your tent is safe.\nYou will count your property and find nothing missing.",
          "ID": "24"
        },
        {
          "text": "You will have many children.\nThey will be as many as the blades of grass on the earth.",
          "ID": "25"
        },
        {
          "text": "You will be like the wheat that grows until harvest time.\nYes, you will live to a ripe old age.",
          "ID": "26"
        },
        {
          "text": "“We have studied this and know it is true.\nSo listen to us, and learn for yourself.”",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.5",
      "name": "Job 5"
    },
    {
      "title": "Job Answers Eliphaz",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“I wish my suffering could be weighed\nand all my trouble be put on the scales.",
          "ID": "2"
        },
        {
          "text": "They would be heavier than all the sand of the sea!\nThat is why my words are so crazy.",
          "ID": "3"
        },
        {
          "text": "God All-Powerful has shot me with his arrows.\nMy spirit feels their poison!\nGod’s terrible weapons are lined up against me.",
          "ID": "4"
        },
        {
          "text": "Even a wild donkey does not complain when it has grass to eat.\nAnd a cow is quiet when it has food.",
          "ID": "5"
        },
        {
          "text": "Food without salt does not taste good,\nand the white of an egg has no taste.",
          "ID": "6"
        },
        {
          "text": "I refuse to touch that kind of food;\nit makes me sick!",
          "ID": "7"
        },
        {
          "text": "“I wish I could have what I ask for.\nI wish God would give me what I want.",
          "ID": "8"
        },
        {
          "text": "I wish he would crush me—\njust go ahead and kill me!",
          "ID": "9"
        },
        {
          "text": "Then I would be comforted by this one thing:\nEven through all this pain,\nI never refused to obey the commands of the Holy One.",
          "ID": "10"
        },
        {
          "text": "“With my strength gone, I have no hope to go on living.\nWith nothing to look forward to, why should I be patient?",
          "ID": "11"
        },
        {
          "text": "I am not strong like a rock.\nMy body is not made from bronze.",
          "ID": "12"
        },
        {
          "text": "I don’t have the power to help myself,\nbecause all hope of success has been taken away from me.",
          "ID": "13"
        },
        {
          "text": "“Friends should be loyal to you in times of trouble,\neven if you turn away from God All-Powerful.",
          "ID": "14",
          "comments": [
            "Or “People who fail to be loyal to their friends have also failed to respect God All-Powerful.”"
          ]
        },
        {
          "text": "But I cannot depend on you, my brothers.\nYou are like a stream that has no water when the weather is dry\nbut is flooded when the rains come.",
          "ID": "15"
        },
        {
          "text": "In the winter, it is choked with ice and melting snow.",
          "ID": "16"
        },
        {
          "text": "But when the weather is hot and dry,\nthe water stops flowing,\nand the stream disappears.",
          "ID": "17"
        },
        {
          "text": "It twists and turns along the way\nand then disappears into the desert.",
          "ID": "18"
        },
        {
          "text": "Traders from Tema search for it.\nTravelers from Sheba hope to find it.",
          "ID": "19"
        },
        {
          "text": "They are sure they can find water,\nbut they will be disappointed.",
          "ID": "20"
        },
        {
          "text": "Now, you are like those streams.\nYou see my troubles and are afraid.",
          "ID": "21"
        },
        {
          "text": "But have I ever asked you to help me?\nDid I ask you to offer a bribe for me from your wealth?",
          "ID": "22"
        },
        {
          "text": "No, and I never said, ‘Save me from my enemies!’\nor ‘Save me from those who are cruel!’",
          "ID": "23"
        },
        {
          "text": "“So now, teach me, and I will be quiet.\nShow me what I have done wrong.",
          "ID": "24"
        },
        {
          "text": "Honest words are powerful,\nbut your arguments prove nothing.",
          "ID": "25"
        },
        {
          "text": "Do you plan to criticize me?\nWill you speak more tiring words?",
          "ID": "26"
        },
        {
          "text": "Are you the kind of people\nwho would gamble for orphans\nand sell out your own friends?",
          "ID": "27"
        },
        {
          "text": "Now, look me in the face,\nand see that I am telling the truth!",
          "ID": "28"
        },
        {
          "text": "You need to start over and stop being so unfair!\nThink again, because I am innocent.",
          "ID": "29"
        },
        {
          "text": "I am not lying.\nI know right from wrong.",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.6",
      "name": "Job 6"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“People have a hard struggle on earth.\nTheir life is like that of a hired worker.",
          "ID": "1"
        },
        {
          "text": "They are like a slave looking for cool shade\nor a hired worker waiting for payday.",
          "ID": "2"
        },
        {
          "text": "Month after frustrating month has gone by.\nI have suffered night after night.",
          "ID": "3"
        },
        {
          "text": "When I lie down, I think,\n‘How long before it’s time to get up?’\nThe night drags on.\nI toss and turn until the sun comes up.",
          "ID": "4"
        },
        {
          "text": "My skin is covered with worms and scabs.\nIt is cracked and covered with sores.",
          "ID": "5"
        },
        {
          "text": "“My days pass by faster than a weaver’s shuttle,\nand my life will end without hope.",
          "ID": "6",
          "comments": [
            "weaver’s shuttle The tool a person who makes cloth uses to pass the thread between the other threads."
          ]
        },
        {
          "text": "God, remember, my life is like a breath.\nI will not get a second chance to enjoy it.",
          "ID": "7"
        },
        {
          "text": "Those who see me now will never see me again.\nYou watch me for a while, but then I am gone.",
          "ID": "8"
        },
        {
          "text": "Just as clouds that come and go,\npeople are put in the grave, never to rise again.",
          "ID": "9"
        },
        {
          "text": "They don’t come back to their old homes.\nThe people there would not know them.",
          "ID": "10"
        },
        {
          "text": "“So I will not be quiet!\nI will let my suffering spirit speak!\nI will let my bitter soul complain!",
          "ID": "11"
        },
        {
          "text": "Am I one of your enemies?\nIs that why you put a guard over me?",
          "ID": "12",
          "comments": [
            "Literally, “Am I Yam or Tannin that you should appoint a guard to watch me?” In ancient Canaanite stories, Yam was the god of the sea, and Tannin was a sea monster."
          ]
        },
        {
          "text": "My bed should bring me comfort.\nMy couch should give me rest and relief.",
          "ID": "13"
        },
        {
          "text": "But when I lie down, you scare me with dreams;\nyou frighten me with visions.",
          "ID": "14"
        },
        {
          "text": "So I would rather be choked to death\nthan to live like this.",
          "ID": "15"
        },
        {
          "text": "I hate my life—I give up.\nI don’t want to live forever.\nLeave me alone!\nMy life means nothing.",
          "ID": "16"
        },
        {
          "text": "God, why are people so important to you?\nWhy do you even notice them?",
          "ID": "17"
        },
        {
          "text": "Why do you visit them every morning\nand test them at every moment?",
          "ID": "18"
        },
        {
          "text": "You never look away from me\nor leave me alone for a second.",
          "ID": "19"
        },
        {
          "text": "You are always watching us!\nIf I sinned, would that hurt you?\nWhy have you made me your target?\nHave I become a problem for you?",
          "ID": "20"
        },
        {
          "text": "Why don’t you just pardon me for doing wrong?\nWhy don’t you just forgive me for my sins?\nSoon I will die and be in my grave.\nYou will search for me, but I will be gone.”",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.7",
      "name": "Job 7"
    },
    {
      "title": "Bildad Speaks to Job",
      "text": [
        {
          "text": "Then Bildad from Shuah answered:",
          "ID": "1"
        },
        {
          "text": "“How long will you talk like that?\nYour words are nothing but hot air!",
          "ID": "2"
        },
        {
          "text": "God is always fair.\nGod All-Powerful does what is right.",
          "ID": "3"
        },
        {
          "text": "If your children sinned against God, he punished them.\nThey paid for their sins.",
          "ID": "4"
        },
        {
          "text": "But now, look to God\nand pray to the All-Powerful.",
          "ID": "5"
        },
        {
          "text": "If you are pure and good,\nhe will quickly come to help you.\nHe will give your family back to you.",
          "ID": "6"
        },
        {
          "text": "Then you will have a lot more\nthan you had in the beginning!",
          "ID": "7"
        },
        {
          "text": "“Ask those who are now old.\nFind out what their ancestors learned.",
          "ID": "8"
        },
        {
          "text": "It seems as though we were born yesterday.\nWe are too young to know anything.\nOur days on earth are very short, like a shadow.",
          "ID": "9"
        },
        {
          "text": "Maybe the old people can tell you something.\nMaybe they will teach you what they learned.",
          "ID": "10"
        },
        {
          "text": "“Can papyrus grow tall on a dry land?\nCan reeds grow without water?",
          "ID": "11"
        },
        {
          "text": "No, they will dry up before harvest.\nThey will be too small to cut and use.",
          "ID": "12"
        },
        {
          "text": "People who forget God are like that.\nThose who oppose him have no hope.",
          "ID": "13"
        },
        {
          "text": "They have put their trust in something weak.\nIt is like a spider’s web.",
          "ID": "14"
        },
        {
          "text": "When they lean against it,\nit will break.\nWhen they reach out for it,\nit will not hold them up.",
          "ID": "15"
        },
        {
          "text": "Such people are like a vine that gets plenty of water and sunshine,\nand its branches spread throughout the garden.",
          "ID": "16"
        },
        {
          "text": "Its roots spread among the rocks,\nsearching for good soil.",
          "ID": "17"
        },
        {
          "text": "But if you move it, it will die,\nand no one can tell it was ever there.",
          "ID": "18"
        },
        {
          "text": "Everything might have been going well,\nbut another vine will take its place.",
          "ID": "19"
        },
        {
          "text": "God does not support evil people,\nand he does not abandon the innocent.",
          "ID": "20"
        },
        {
          "text": "So perhaps you might laugh again.\nMaybe shouts of joy will come from your lips.",
          "ID": "21"
        },
        {
          "text": "Maybe your enemies will be humiliated\nand the homes of the wicked destroyed.”",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.8",
      "name": "Job 8"
    },
    {
      "title": "Job Answers Bildad",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“Of course, I know that this is true.\nBut how can a human being win an argument with God?",
          "ID": "2"
        },
        {
          "text": "Anyone who chose to argue with him\ncould not answer one question in a thousand!",
          "ID": "3"
        },
        {
          "text": "God is so wise and powerful that\nno one could oppose him and survive.",
          "ID": "4"
        },
        {
          "text": "When God is angry, he moves mountains before they know what happened.",
          "ID": "5"
        },
        {
          "text": "He can shake the earth,\nand it will tremble down to its foundations.",
          "ID": "6"
        },
        {
          "text": "With one command he can stop the sun from rising.\nHe can lock up the stars and keep them from shining.",
          "ID": "7"
        },
        {
          "text": "He alone made the skies,\nand he walks on the ocean waves.",
          "ID": "8"
        },
        {
          "text": "“God made the Bear, Orion, and the Pleiades.\nHe made the planets that cross the southern sky.",
          "ID": "9",
          "comments": [
            "Bear, Orion, and the Pleiades Names of well-known constellations (groups of stars) in the night sky.",
            "planets … sky Literally, “Rooms of the South” or “Rooms of Teman.” This might be the planets or the twelve constellations of the Zodiac. North of the equator, these seem to move across the southern sky."
          ]
        },
        {
          "text": "He does things too marvelous for people to understand.\nHe does too many miracles to count!",
          "ID": "10"
        },
        {
          "text": "When he passes by, I cannot see him.\nHe goes right past me, and I don’t notice.",
          "ID": "11"
        },
        {
          "text": "If he takes something away, no one can stop him.\nNo one can say to him, ‘What are you doing?’",
          "ID": "12"
        },
        {
          "text": "God will not hold back his anger.\nEven Rahab’s helpers are afraid of him.",
          "ID": "13"
        },
        {
          "text": "So I cannot argue with God.\nI would not know what to say to him.",
          "ID": "14"
        },
        {
          "text": "I am innocent, but I cannot give him an answer.\nAll I can do is beg my Judge for mercy.",
          "ID": "15"
        },
        {
          "text": "Even if I called and he answered,\nI cannot believe he would listen to me.",
          "ID": "16"
        },
        {
          "text": "He would just send storms to crush me.\nHe would give me more wounds for no reason.",
          "ID": "17"
        },
        {
          "text": "He would not let me catch my breath again.\nHe would just give me more trouble.",
          "ID": "18"
        },
        {
          "text": "I cannot defeat God.\nHe is too powerful!\nI cannot take him to court for justice.\nWho could force him to come?",
          "ID": "19"
        },
        {
          "text": "I am innocent, but anything I say makes me seem guilty.\nI am innocent, but if I speak, my mouth proves me wrong.",
          "ID": "20"
        },
        {
          "text": "I am innocent, but I don’t know what to think.\nI hate my own life.",
          "ID": "21"
        },
        {
          "text": "So I say, ‘Does it make any difference?\nGod destroys the innocent as well as the guilty.’",
          "ID": "22"
        },
        {
          "text": "Is it God who laughs when a disaster kills innocent people?",
          "ID": "23"
        },
        {
          "text": "Is it God who keeps the leaders from seeing when an evil person takes control?\nIf it is not God, then who is it?",
          "ID": "24"
        },
        {
          "text": "“My days are passing faster than a runner.\nThey are flying by without any joy.",
          "ID": "25"
        },
        {
          "text": "They go by as quickly as papyrus boats,\nas fast as an eagle swooping down on its prey.",
          "ID": "26"
        },
        {
          "text": "“I could say, ‘I will not complain.\nI will forget my pain and put a smile on my face.’",
          "ID": "27"
        },
        {
          "text": "But the suffering still frightens me.\nI know that God will not see me as innocent.",
          "ID": "28"
        },
        {
          "text": "I will be found guilty,\nso why should I even think about it?",
          "ID": "29"
        },
        {
          "text": "Even if I scrubbed my hands with soap\nand washed myself whiter than snow,",
          "ID": "30"
        },
        {
          "text": "God would still push me into the slime pit,\nand even my clothes would hate to touch me.",
          "ID": "31",
          "comments": [
            "slime pit The grave, a place where bodies rot."
          ]
        },
        {
          "text": "God is not a human like me, so I cannot argue with him.\nI cannot take him to court.",
          "ID": "32"
        },
        {
          "text": "I wish there were someone who could listen to both sides,\nsomeone to judge both of us in a fair way.",
          "ID": "33",
          "comments": [
            "someone … sides Literally, “a mediator” or “an umpire.”"
          ]
        },
        {
          "text": "I wish someone could take away the threat of God’s punishment.\nThen he would not frighten me anymore.",
          "ID": "34"
        },
        {
          "text": "Then I could say what I want without being afraid of him.\nBut I cannot do that now.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.9",
      "name": "Job 9"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“I hate my own life, so I will complain freely.\nI am very bitter, so now I will speak.",
          "ID": "1"
        },
        {
          "text": "I will say to God, ‘Don’t just say I am guilty!\nTell me what you have against me.",
          "ID": "2"
        },
        {
          "text": "Do you enjoy hurting me?\nDo you enjoy ignoring me while smiling at what evil people say?",
          "ID": "3"
        },
        {
          "text": "Do you have human eyes?\nDo you see things the way people do?",
          "ID": "4"
        },
        {
          "text": "Is your life as short as ours?\nIs your life as short as a man’s life?",
          "ID": "5"
        },
        {
          "text": "You look for my wrong\nand search for my sin.",
          "ID": "6"
        },
        {
          "text": "You know I am innocent,\nbut no one can save me from your power!",
          "ID": "7"
        },
        {
          "text": "Your hands made me and shaped my body.\nBut now they are closing around me and squeezing me to death!",
          "ID": "8"
        },
        {
          "text": "Remember, you molded me like clay.\nWill you turn me into clay again?",
          "ID": "9"
        },
        {
          "text": "You poured me out like milk.\nYou spun me around and squeezed me like someone making cheese.",
          "ID": "10"
        },
        {
          "text": "You put me together with bones and muscles,\nand then you clothed me with skin and flesh.",
          "ID": "11"
        },
        {
          "text": "You gave me life and were very kind to me.\nYou cared for me and watched over my spirit.",
          "ID": "12"
        },
        {
          "text": "But this is what you hid in your heart.\nNow I know what you were planning for me.",
          "ID": "13"
        },
        {
          "text": "If I sinned, you would be watching me\nso that you could punish me for doing wrong.",
          "ID": "14"
        },
        {
          "text": "If I sin, I am guilty\nand should be cursed.\nBut even when I am innocent,\nI cannot lift up my head.\nI am so ashamed\nbecause of all the troubles I have.",
          "ID": "15"
        },
        {
          "text": "If I have any success and feel proud,\nyou hunt me down like a lion\nand show your power over me.",
          "ID": "16"
        },
        {
          "text": "You bring witness after witness\nto prove that I am wrong.\nAgain and again you show your anger\nas you send army after army against me.",
          "ID": "17"
        },
        {
          "text": "So why did you let me be born?\nI wish I had died before anyone saw me.",
          "ID": "18"
        },
        {
          "text": "I wish I had never lived.\nI wish they had carried me from my mother’s womb straight to the grave.",
          "ID": "19"
        },
        {
          "text": "My life is almost finished.\nSo leave me alone!\nLet me enjoy the little time I have left.",
          "ID": "20"
        },
        {
          "text": "I am going soon to the land of no return,\nthe place of death and darkness—",
          "ID": "21"
        },
        {
          "text": "that land of darkest night, of shadows and confusion,\nwhere even the light is darkness.’”",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.10",
      "name": "Job 10"
    },
    {
      "title": "Zophar Speaks to Job",
      "text": [
        {
          "text": "Then Zophar from Naamah answered Job and said,",
          "ID": "1"
        },
        {
          "text": "“This flood of words should be answered!\nDoes all this talking make Job right?",
          "ID": "2"
        },
        {
          "text": "Do you think we don’t have\nan answer for you?\nDo you think no one will warn you\nwhen you laugh at God?",
          "ID": "3"
        },
        {
          "text": "You say to God,\n‘My arguments are right,\nand you can see I am pure.’",
          "ID": "4"
        },
        {
          "text": "I wish God would answer you\nand tell you that you are wrong.",
          "ID": "5"
        },
        {
          "text": "He could tell you the secret of wisdom.\nHe would tell you that every story has two sides.\nYou can be sure of this:\nGod is not punishing you as much as he should.",
          "ID": "6"
        },
        {
          "text": "“Do you think you really understand God?\nDo you completely understand God All-Powerful?",
          "ID": "7"
        },
        {
          "text": "That knowledge is higher than the heavens\nand deeper than the place of death.\nSo what can you do?\nHow can you learn it all?",
          "ID": "8"
        },
        {
          "text": "It is greater than the earth\nand bigger than the seas.",
          "ID": "9"
        },
        {
          "text": "“If God decides to arrest you and take you to court,\nno one could stop him.",
          "ID": "10"
        },
        {
          "text": "God knows who is worthless.\nWhen he sees evil, he remembers it.",
          "ID": "11"
        },
        {
          "text": "A wild donkey cannot give birth to a man,\nand a stupid person will never become wise.",
          "ID": "12"
        },
        {
          "text": "Prepare your heart to serve only God.\nLift your arms and pray to him.",
          "ID": "13"
        },
        {
          "text": "Put away the sin that you still hold on to.\nDon’t keep evil in your tent.",
          "ID": "14"
        },
        {
          "text": "If you will do that, you could look to God without shame.\nYou can stand strong and not be afraid.",
          "ID": "15"
        },
        {
          "text": "Then you can forget your troubles,\nlike water that has already passed by.",
          "ID": "16"
        },
        {
          "text": "Your life will be brighter than the sunshine at noon.\nLife’s darkest hours will shine like the morning sun.",
          "ID": "17"
        },
        {
          "text": "You will feel safe because there is hope.\nGod will protect you and give you rest.",
          "ID": "18"
        },
        {
          "text": "You will lie down without fear of anyone.\nMany people will come to you for help.",
          "ID": "19"
        },
        {
          "text": "Evil people might look for help,\nbut they will not escape their troubles.\nTheir hope leads only to death.”",
          "ID": "20"
        }
      ],
      "ID": "OT:JOB.11",
      "name": "Job 11"
    },
    {
      "title": "Job Answers His Friends",
      "text": [
        {
          "text": "Then Job answered them:",
          "ID": "1"
        },
        {
          "text": "“I’m sure you think you are\nthe only wise people left.\nYou think that when you die,\nwisdom will be gone with you.",
          "ID": "2"
        },
        {
          "text": "But my mind is as good as yours.\nYou aren’t any smarter than I am.\nYou haven’t said anything\nthat people don’t already know.",
          "ID": "3"
        },
        {
          "text": "“My friends laugh at me now.\nThey say, ‘He prayed to God and got his answer.’\nI am a good, innocent man,\nbut still they laugh at me.",
          "ID": "4"
        },
        {
          "text": "Those who have no troubles make fun of those who do.\nThey hit a man when he is down.",
          "ID": "5"
        },
        {
          "text": "But robbers’ tents are not bothered.\nThose who make God angry live in peace,\neven though God has them in his power.",
          "ID": "6"
        },
        {
          "text": "“But ask the animals, and they will teach you.\nOr ask the birds of the air, and they will tell you.",
          "ID": "7"
        },
        {
          "text": "Or speak to the earth, and it will teach you.\nOr let the fish in the sea tell you their wisdom.",
          "ID": "8"
        },
        {
          "text": "Everyone knows\nthat the Lord made these things.",
          "ID": "9"
        },
        {
          "text": "Every animal that lives and everyone who breathes—\nthey are all under God’s power.",
          "ID": "10"
        },
        {
          "text": "But just as the tongue tastes food,\nthe ears test the words they hear.",
          "ID": "11"
        },
        {
          "text": "People say, ‘Wisdom is to be found in those who are old.\nLong life brings understanding.’",
          "ID": "12"
        },
        {
          "text": "But wisdom and power belong to God.\nGood advice and understanding are his.",
          "ID": "13"
        },
        {
          "text": "Anything God tears down cannot be rebuilt.\nAnyone he puts in prison cannot be set free.",
          "ID": "14"
        },
        {
          "text": "If he holds back the rain, the earth will dry up.\nIf he lets the rain loose, it will flood the land.",
          "ID": "15"
        },
        {
          "text": "God is strong and always wins.\nHe controls those who fool others and those who are fooled.",
          "ID": "16"
        },
        {
          "text": "He strips advisors of their wisdom\nand makes leaders act like fools.",
          "ID": "17"
        },
        {
          "text": "He strips kings of their authority\nand makes them slaves.",
          "ID": "18"
        },
        {
          "text": "He strips priests of their power\nand removes those who feel so secure in their position.",
          "ID": "19"
        },
        {
          "text": "He makes trusted advisors be silent.\nHe takes away the wisdom of the older leaders.",
          "ID": "20"
        },
        {
          "text": "He brings disgrace to important people.\nHe takes power away from rulers.",
          "ID": "21"
        },
        {
          "text": "He exposes even the darkest secrets.\nHe sends light into places that are as dark as death.",
          "ID": "22"
        },
        {
          "text": "God makes nations great,\nand then he destroys them.\nHe makes nations grow large,\nand then he scatters their people.",
          "ID": "23"
        },
        {
          "text": "He makes their leaders foolish.\nHe makes them wander around in the desert.",
          "ID": "24"
        },
        {
          "text": "They are like someone feeling their way in the dark.\nThey are like drunks who don’t know where they are going.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.12",
      "name": "Job 12"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“I have seen all this before.\nI have already heard everything you say.\nI understand all these things.",
          "ID": "1"
        },
        {
          "text": "I know as much as you do.\nI am as smart as you are.",
          "ID": "2"
        },
        {
          "text": "But I don’t want to argue with you.\nI want to speak to God All-Powerful.\nI want to argue with God about my troubles.",
          "ID": "3"
        },
        {
          "text": "But you men try to cover up your ignorance with lies.\nYou are like worthless doctors who cannot heal anyone.",
          "ID": "4"
        },
        {
          "text": "I wish you would just be quiet.\nThat would be the wisest thing you could do.",
          "ID": "5"
        },
        {
          "text": "“Now, listen to my argument.\nListen to what I have to say.",
          "ID": "6"
        },
        {
          "text": "Will you speak lies for God?\nDo you really believe your lies are what God wants you to say?",
          "ID": "7"
        },
        {
          "text": "Are you trying to defend God against me?\nYou are not being fair.\nYou are choosing God’s side simply because he is God.",
          "ID": "8"
        },
        {
          "text": "If God checked you very closely,\nwould he see that you are right?\nDo you really think you can fool God\nthe same as you fool people?",
          "ID": "9"
        },
        {
          "text": "You know that God would criticize you\nif you chose someone’s side simply because they were important.",
          "ID": "10"
        },
        {
          "text": "God’s majesty frightens you.\nYou are afraid of him.",
          "ID": "11"
        },
        {
          "text": "The wise sayings you quote are worthless.\nYour arguments are as weak as clay.",
          "ID": "12"
        },
        {
          "text": "“Be quiet and let me talk!\nI accept whatever happens to me.",
          "ID": "13"
        },
        {
          "text": "I will put myself in danger\nand take my life in my own hands.",
          "ID": "14"
        },
        {
          "text": "I will continue to trust God even if he kills me.\nBut I will defend myself to his face.",
          "ID": "15",
          "comments": [
            "I will … kills me Or “If he decides to kill me, I have no hope.”"
          ]
        },
        {
          "text": "And if he lets me live, it will be because I had the confidence to speak.\nNo guilty person would dare meet God face to face.",
          "ID": "16"
        },
        {
          "text": "Listen carefully to what I say.\nLet me explain.",
          "ID": "17"
        },
        {
          "text": "I am ready now to defend myself.\nI will carefully present my arguments.\nI know I will be shown to be right.",
          "ID": "18"
        },
        {
          "text": "If anyone can prove I am wrong,\nI will shut up and wait to die.",
          "ID": "19"
        },
        {
          "text": "“God, just give me two things,\nand then I will not hide from you:",
          "ID": "20"
        },
        {
          "text": "Stop punishing me,\nand don’t frighten me with your terrors.",
          "ID": "21"
        },
        {
          "text": "Then call to me, and I will answer you.\nOr let me speak, and you answer me.",
          "ID": "22"
        },
        {
          "text": "How many sins have I committed?\nWhat wrongs have I done?\nShow me where I went wrong or how I sinned.",
          "ID": "23"
        },
        {
          "text": "God, why do you avoid me\nand treat me like your enemy?",
          "ID": "24"
        },
        {
          "text": "Are you trying to scare me?\nI am only a leaf blowing in the wind.\nYou are attacking a piece of straw!",
          "ID": "25"
        },
        {
          "text": "You have a list of terrible charges against me.\nAre you making me suffer for the sins I did when I was young?",
          "ID": "26"
        },
        {
          "text": "You have put chains on my feet.\nYou watch every step I take.\nYou see every move I make.",
          "ID": "27"
        },
        {
          "text": "So I am becoming weaker and weaker,\nlike a piece of wood rotting away,\nlike a piece of cloth eaten by moths.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.13",
      "name": "Job 13"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“We are all human beings.\nOur life is short and full of trouble.",
          "ID": "1",
          "comments": [
            "human beings Literally, “born of woman.”"
          ]
        },
        {
          "text": "Our life is like a flower that grows quickly and then dies away.\nOur life is like a shadow that is here for a short time and then is gone.",
          "ID": "2"
        },
        {
          "text": "God, do you need to keep an eye on something so small?\nWhy bother to bring charges against me?",
          "ID": "3"
        },
        {
          "text": "“No one can make something clean from something so dirty.",
          "ID": "4"
        },
        {
          "text": "The length of our life has been decided.\nYou alone know how long that is.\nYou have set the limits for us and nothing can change them.",
          "ID": "5"
        },
        {
          "text": "So stop watching us; leave us alone,\nand let us enjoy this hard life until we have put in our time.",
          "ID": "6"
        },
        {
          "text": "“There is always hope for a tree.\nIf it is cut down, it can grow again.\nIt will keep sending out new branches.",
          "ID": "7"
        },
        {
          "text": "Its roots might grow old in the ground\nand its stump die in the dirt,",
          "ID": "8"
        },
        {
          "text": "but with water, it will grow again.\nIt will grow branches like a new plant.",
          "ID": "9"
        },
        {
          "text": "But when a man dies,\nhe becomes weak and sick, and then he is gone!",
          "ID": "10"
        },
        {
          "text": "Like a lake that goes dry\nor a river that loses its source,",
          "ID": "11"
        },
        {
          "text": "so people lose their lives,\nnever to live again.\nThe skies will all pass away\nbefore they rise from death.\nThe skies will all disappear before\nanyone wakes up from that sleep!",
          "ID": "12"
        },
        {
          "text": "“I wish you would hide me in my grave.\nI wish you would hide me there, until your anger is gone.\nThen you could pick a time to remember me.",
          "ID": "13"
        },
        {
          "text": "If a man dies, will he live again?\nIf so, I would gladly suffer through this time waiting for my release.",
          "ID": "14",
          "comments": [
            "I would … release Or “I would wait my whole tour of duty for my replacement to come.”"
          ]
        },
        {
          "text": "God, you would call me,\nand I would answer you.\nThen I, the one you made,\nwould be important to you.",
          "ID": "15"
        },
        {
          "text": "You would still watch every step I take,\nbut you would not remember my sins.",
          "ID": "16"
        },
        {
          "text": "It would be as if you had sealed my sins in a bag.\nIt would be as if you had covered my guilt with plaster.",
          "ID": "17"
        },
        {
          "text": "“Mountains fall and crumble away.\nLarge rocks break loose and fall.",
          "ID": "18"
        },
        {
          "text": "Water flowing over stones wears them down.\nFloods wash away the soil on the ground.\nIn the same way, God, you destroy the hope people have.",
          "ID": "19"
        },
        {
          "text": "You defeat them completely\nand then they are gone.\nYou change the way they look\nand send them away forever to the place of death.",
          "ID": "20"
        },
        {
          "text": "If their sons are honored, they will never know it.\nIf their sons do wrong, they will never see it.",
          "ID": "21"
        },
        {
          "text": "They only feel the pain in their bodies,\nand they alone cry for themselves.”",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.14",
      "name": "Job 14"
    },
    {
      "title": "Eliphaz Answers Job",
      "text": [
        {
          "text": "Then Eliphaz from Teman answered Job:",
          "ID": "1"
        },
        {
          "text": "“If you were really wise,\nyou would not answer with your worthless personal opinions!\nA wise man would not be so full of hot air.",
          "ID": "2"
        },
        {
          "text": "Do you think a wise man would use empty words\nand meaningless speeches to win his arguments?",
          "ID": "3"
        },
        {
          "text": "If you had your way,\nno one would respect God and pray to him.",
          "ID": "4"
        },
        {
          "text": "What you say clearly shows your sin.\nJob, you are trying to hide your sin by using clever words.",
          "ID": "5"
        },
        {
          "text": "I don’t need to prove to you that you are wrong.\nThe words from your own mouth show that you are wrong.\nYour own lips speak against you.",
          "ID": "6"
        },
        {
          "text": "“Do you think you were the first person ever to be born?\nWere you born before the hills?",
          "ID": "7"
        },
        {
          "text": "Did you listen to God’s secret plans?\nDo you think you are the only wise person?",
          "ID": "8"
        },
        {
          "text": "We know as much as you do!\nWe understand as well as you.",
          "ID": "9"
        },
        {
          "text": "The old, gray-haired men agree with us.\nPeople older than your father are on our side.",
          "ID": "10"
        },
        {
          "text": "God tries to comfort you, but that is not enough for you.\nWe have spoken his message to you in a gentle way.",
          "ID": "11"
        },
        {
          "text": "Why will you not understand?\nWhy can you not see the truth?",
          "ID": "12"
        },
        {
          "text": "You are expressing your anger against God\nwhen you say these things.",
          "ID": "13"
        },
        {
          "text": "“People cannot really be pure.\nThey cannot be more right than God!",
          "ID": "14",
          "comments": [
            "They Literally, “a man born of woman.”"
          ]
        },
        {
          "text": "God does not even trust his angels.\nHe does not even think the sky is pure.",
          "ID": "15",
          "comments": [
            "angels Literally, “holy ones.”"
          ]
        },
        {
          "text": "People are even worse.\nThey are disgusting and dirty.\nThey drink up evil like water.",
          "ID": "16"
        },
        {
          "text": "“Listen to me, and I will explain it to you.\nLet me tell you what I have seen.",
          "ID": "17"
        },
        {
          "text": "I will tell you what wise men would say,\nthings they heard from their fathers and then freely passed on.\nThey didn’t hide any secrets from me.",
          "ID": "18"
        },
        {
          "text": "These are important people in our country!\nEveryone knows who they are.",
          "ID": "19"
        },
        {
          "text": "And they said that an evil man suffers all his life.\nA cruel man suffers all his numbered years.",
          "ID": "20"
        },
        {
          "text": "Every noise scares him.\nHis enemy will attack him when he thinks he is safe.",
          "ID": "21"
        },
        {
          "text": "An evil man has no hope of escaping the darkness.\nThere is a sword somewhere waiting to kill him.",
          "ID": "22"
        },
        {
          "text": "He wanders from place to place, looking for food.\nBut he knows a dark day is coming, which he brought on himself.",
          "ID": "23"
        },
        {
          "text": "He lives in fear, with worry and suffering threatening him\nlike a king ready to attack.",
          "ID": "24"
        },
        {
          "text": "That is because that evil man shook his fist at God, refusing to obey.\nHe dared to attack God All-Powerful,",
          "ID": "25"
        },
        {
          "text": "like a soldier with a thick, strong shield\nwho runs at his enemy to strike him in the neck.",
          "ID": "26"
        },
        {
          "text": "He might be rich and fat,",
          "ID": "27"
        },
        {
          "text": "    but his town will be ruined;\nhis home will be destroyed;\nhis house will be empty.",
          "ID": "28"
        },
        {
          "text": "He will not be rich for long.\nHis wealth will not last.\nHis crops will not grow large.",
          "ID": "29"
        },
        {
          "text": "He will not escape the darkness.\nHe will be like a tree whose leaves die from disease\nand are blown away by the wind.",
          "ID": "30"
        },
        {
          "text": "That evil man should not fool himself by trusting in worthless things,\nbecause he will keep nothing.",
          "ID": "31"
        },
        {
          "text": "He will die before his time,\nlike a tree whose top branches have already begun to die.",
          "ID": "32"
        },
        {
          "text": "He will be like a vine that loses its grapes before they ripen.\nHe will be like an olive tree that loses its buds.",
          "ID": "33"
        },
        {
          "text": "That is because people without God have nothing.\nThose who take bribes will have their homes destroyed by fire.",
          "ID": "34"
        },
        {
          "text": "They are always thinking of ways to do evil and cause trouble.\nThey are always planning how they might cheat others.”",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.15",
      "name": "Job 15"
    },
    {
      "title": "Job Answers Eliphaz",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“I have heard all these things before.\nYou men give me trouble, not comfort.",
          "ID": "2"
        },
        {
          "text": "Your long speeches never end!\nWhy do you continue arguing?",
          "ID": "3"
        },
        {
          "text": "I also could say the same things you say,\nif you had my troubles.\nI could say wise things against you\nand shake my head at you.",
          "ID": "4"
        },
        {
          "text": "But I would say things to encourage you\nand give you hope.",
          "ID": "5"
        },
        {
          "text": "“Nothing I say makes my pain go away.\nBut keeping quiet does not help either.",
          "ID": "6"
        },
        {
          "text": "God, you surely took away my strength.\nYou destroyed my whole family.",
          "ID": "7"
        },
        {
          "text": "You have made me thin and weak,\nand people think that means I am guilty.",
          "ID": "8"
        },
        {
          "text": "“God attacks me;\nhe is angry with me and tears my body apart.\nHe grinds his teeth against me.\nMy enemy looks at me with hate.",
          "ID": "9"
        },
        {
          "text": "People have crowded around me.\nThey make fun of me and slap my face.",
          "ID": "10"
        },
        {
          "text": "God has given me to evil people.\nHe let the wicked hurt me.",
          "ID": "11"
        },
        {
          "text": "I was enjoying a quiet, peaceful life,\nbut then God crushed me.\nYes, he took me by the neck\nand broke me into pieces.\nHe has made me his target.",
          "ID": "12"
        },
        {
          "text": "    With his archers all around me,\nhe shoots arrows into my kidneys.\nHe shows no mercy\nand spills my gall on the ground.",
          "ID": "13",
          "comments": [
            "gall The bitter contents of the gall bladder, which is near the liver. Here, it means something bitter and painful."
          ]
        },
        {
          "text": "Again and again he attacks me.\nHe runs at me like a soldier in battle.",
          "ID": "14"
        },
        {
          "text": "“I am very sad, so I wear this sackcloth.\nI sit here in dust and ashes, feeling defeated.",
          "ID": "15"
        },
        {
          "text": "My face is red from crying.\nThere are dark rings around my eyes.",
          "ID": "16"
        },
        {
          "text": "I was never cruel to anyone,\nand my prayers are pure.",
          "ID": "17"
        },
        {
          "text": "“Earth, don’t hide the wrong things that were done to me.\nDon’t let my begging for fairness be stopped.",
          "ID": "18",
          "comments": [
            "Earth … done to me Literally, “Earth, don’t cover my blood.” See Gen. 4:10-11."
          ]
        },
        {
          "text": "Even now there is someone in heaven who will speak for me.\nThere is someone above who will testify for me.",
          "ID": "19"
        },
        {
          "text": "My friend speaks for me,\nwhile my eyes pour out tears to God.",
          "ID": "20"
        },
        {
          "text": "He speaks to God for me,\nlike someone presenting an argument for a friend.",
          "ID": "21",
          "comments": [
            "someone Literally, “son of man.”"
          ]
        },
        {
          "text": "“In only a few years\nI will go to that place of no return.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.16",
      "name": "Job 16"
    },
    {
      "title": null,
      "text": [
        {
          "text": "My spirit is broken;\nI am ready to give up.\nMy life is almost gone;\nthe grave is waiting for me.",
          "ID": "1"
        },
        {
          "text": "People stand around me and laugh at me.\nI watch them as they tease and insult me.",
          "ID": "2"
        },
        {
          "text": "“God, give me some support.\nNo one else will!",
          "ID": "3"
        },
        {
          "text": "You have closed my friends’ minds,\nand they don’t understand.\nPlease don’t let them win.",
          "ID": "4"
        },
        {
          "text": "You know what people say:\n‘A man neglects his own children to help his friends.’\nBut my friends have turned against me.",
          "ID": "5",
          "comments": [
            "You know … friends Literally, “He promises a share to his friends and his children’s eyes go blind.”"
          ]
        },
        {
          "text": "God has made my name a bad word to everyone.\nPeople spit in my face.",
          "ID": "6"
        },
        {
          "text": "My eyes are almost blind from my grief.\nMy whole body is as thin as a shadow.",
          "ID": "7"
        },
        {
          "text": "Good people wonder how this could happen.\nThe innocent are upset with anyone who is against God.",
          "ID": "8"
        },
        {
          "text": "But those who do right will continue to do what is right.\nThose who are not guilty grow stronger and stronger.",
          "ID": "9"
        },
        {
          "text": "“But come on, all of you, and try to prove me wrong.\nI don’t find any of you to be wise.",
          "ID": "10"
        },
        {
          "text": "My life is passing away, and my plans are destroyed.\nMy hope is gone.",
          "ID": "11"
        },
        {
          "text": "Everything is confused—\nnight is day, and evening comes when it should be dawn.",
          "ID": "12"
        },
        {
          "text": "“I might hope for the grave to be my new home.\nI might hope to make my bed in the dark grave.",
          "ID": "13"
        },
        {
          "text": "I might say to the grave, ‘You are my father,’\nand to the worms, ‘my mother’ or ‘my sister.’",
          "ID": "14"
        },
        {
          "text": "But you can’t really call that hope, can you?\nDoes anyone see any hope for me?",
          "ID": "15"
        },
        {
          "text": "Will hope go down with me to the place of death?\nWill we go down into the dirt together?”",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.17",
      "name": "Job 17"
    },
    {
      "title": "Bildad Answers Job",
      "text": [
        {
          "text": "Then Bildad from Shuah answered:",
          "ID": "1"
        },
        {
          "text": "“When will you stop talking?\nBe sensible; let us say something.",
          "ID": "2"
        },
        {
          "text": "Why do you think we are stupid,\nlike dumb cows?",
          "ID": "3"
        },
        {
          "text": "Your anger is hurting no one but you.\nDo you think this world was made for you alone?\nDo you think God should move mountains just to satisfy you?",
          "ID": "4"
        },
        {
          "text": "“Yes, the light of those who are evil will go out.\nTheir fire will stop burning.",
          "ID": "5"
        },
        {
          "text": "The light in their houses will become dark.\nThe lamps next to them will go out.",
          "ID": "6"
        },
        {
          "text": "Their steps, once strong and fast, become weak.\nTheir own evil plans make them fall.",
          "ID": "7"
        },
        {
          "text": "Their own feet lead them into a net.\nThey fall into its hidden pit and are caught.",
          "ID": "8"
        },
        {
          "text": "A trap catches them by the heel,\nand it holds them tight.",
          "ID": "9"
        },
        {
          "text": "A rope is hidden on the ground to trip them.\nA trap is waiting in their path.",
          "ID": "10"
        },
        {
          "text": "On every side terrors frighten them.\nFears follow every step they take.",
          "ID": "11"
        },
        {
          "text": "Disaster is hungry for them.\nRuin stands close by, waiting for them to fall.",
          "ID": "12"
        },
        {
          "text": "Diseases will eat away their skin.\nDeath itself will eat their arms and legs.",
          "ID": "13",
          "comments": [
            "Death itself Literally, “Death’s firstborn,” a name for a deadly disease, or the worms that eat a dead body."
          ]
        },
        {
          "text": "They will be taken away from the safety of their tents\nand be led away to meet death, the king of terrors.",
          "ID": "14"
        },
        {
          "text": "Nothing will be left in their tents,\nwhich will be sprinkled with burning sulfur.",
          "ID": "15"
        },
        {
          "text": "Their roots below will dry up,\nand their branches above will die.",
          "ID": "16"
        },
        {
          "text": "People on earth will not remember them.\nTheir names will be forgotten.",
          "ID": "17"
        },
        {
          "text": "They will be forced from light into darkness.\nThey will be chased out of this world.",
          "ID": "18"
        },
        {
          "text": "They will leave behind no children, no descendants.\nNone of their people will be left alive.",
          "ID": "19"
        },
        {
          "text": "People in the west will be shocked at what happened to them.\nPeople in the east will be numb with fear.",
          "ID": "20"
        },
        {
          "text": "This is what will happen to the homes of those who are evil.\nThis is the place of those who don’t know God!”",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.18",
      "name": "Job 18"
    },
    {
      "title": "Job Answers",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“How long will you hurt me\nand crush me with your words?",
          "ID": "2"
        },
        {
          "text": "You have insulted me ten times now.\nYou have attacked me without shame!",
          "ID": "3"
        },
        {
          "text": "Even if I have sinned,\nit is my problem, not yours!",
          "ID": "4"
        },
        {
          "text": "You want me to look bad to make yourselves look good.\nYou say my troubles are proof that I did wrong.",
          "ID": "5"
        },
        {
          "text": "I want you to know it was God who did this.\nHe set this trap for me.",
          "ID": "6"
        },
        {
          "text": "I shout, ‘He hurt me!’ but get no answer.\nNo one hears my cry for fairness.",
          "ID": "7"
        },
        {
          "text": "God has blocked my way to keep me from getting through.\nHe has hidden my path in darkness.",
          "ID": "8"
        },
        {
          "text": "He took away my honor.\nHe took the crown from my head.",
          "ID": "9"
        },
        {
          "text": "He hits me on every side until I am worn out.\nHe takes away my hope.\nIt is like a tree pulled up by the roots.",
          "ID": "10"
        },
        {
          "text": "His anger burns against me.\nHe treats me like an enemy.",
          "ID": "11"
        },
        {
          "text": "He sends his army to attack me.\nThey build attack towers around me.\nThey camp around my tent.",
          "ID": "12"
        },
        {
          "text": "“God has made my brothers hate me.\nThose who knew me have become strangers.",
          "ID": "13"
        },
        {
          "text": "My relatives have left me.\nMy friends have forgotten me.",
          "ID": "14"
        },
        {
          "text": "My servant girls and visitors in my home\nlook at me as if I am a stranger and a foreigner.",
          "ID": "15"
        },
        {
          "text": "I call for my servant, but he does not answer.\nEven if I beg for help, he will not answer.",
          "ID": "16"
        },
        {
          "text": "My wife hates the smell of my breath.\nMy own brothers hate me.",
          "ID": "17"
        },
        {
          "text": "Even little children make fun of me.\nWhen I get up, they say bad things about me.",
          "ID": "18"
        },
        {
          "text": "All my close friends hate me.\nEven my loved ones have turned against me.",
          "ID": "19"
        },
        {
          "text": "“I am so thin, my skin hangs loose on my bones.\nI have little life left in me.",
          "ID": "20"
        },
        {
          "text": "“Pity me, my friends, pity me,\nbecause God is against me.",
          "ID": "21"
        },
        {
          "text": "Why do you persecute me as God does?\nDon’t you get tired of hurting me?",
          "ID": "22"
        },
        {
          "text": "“I wish someone would write down everything I say.\nI wish my words were written on a scroll.",
          "ID": "23"
        },
        {
          "text": "I wish they were carved with an iron tool into lead\nor scratched on a rock so that they would last forever.",
          "ID": "24"
        },
        {
          "text": "I know that there is someone to defend me and that he lives!\nAnd in the end, he will stand here on earth and defend me.",
          "ID": "25"
        },
        {
          "text": "After I leave my body and my skin has been destroyed,\nI know I will still see God.",
          "ID": "26"
        },
        {
          "text": "I will see him with my own eyes.\nI myself, not someone else, will see God.\nAnd I cannot tell you how excited that makes me feel!",
          "ID": "27",
          "comments": [
            "Or “And in the end, he will stand here on earth and defend me, 26 even after my skin has been destroyed. But I want to see God while I am still in my body. 27 I want to see him with my own eyes, not through someone else’s eyes. And I cannot tell you how much I want this to happen!”"
          ]
        },
        {
          "text": "“Maybe you will say, ‘How can we push Job a little harder\nand make him realize that he is the source of his problems?’",
          "ID": "28"
        },
        {
          "text": "But you need to worry about your own punishment.\nGod might use the sword against you!\nThen you will know there is a time for judgment.”",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.19",
      "name": "Job 19"
    },
    {
      "title": "Zophar Answers Job",
      "text": [
        {
          "text": "Then Zophar from Naamah answered:",
          "ID": "1"
        },
        {
          "text": "“You upset me, so I must answer you.\nI must tell you what I am thinking.",
          "ID": "2"
        },
        {
          "text": "You insulted me with your answers!\nBut I am wise and know how to answer you.",
          "ID": "3"
        },
        {
          "text": "“You know that the joy of the wicked does not last long.\nThat has been true a long time, ever since Adam was put on earth.\nThose who don’t know God are happy for only a short time.",
          "ID": "4-5",
          "comments": [
            "Adam was Or “people were.”"
          ]
        },
        {
          "text": "Maybe an evil man’s pride will reach up to the sky,\nand his head will touch the clouds.",
          "ID": "6"
        },
        {
          "text": "But he will be gone forever like his own body waste.\nPeople who knew him will say, ‘Where is he?’",
          "ID": "7"
        },
        {
          "text": "Like a dream, he will fly away, never to be found.\nHe will be chased away like a bad dream.",
          "ID": "8",
          "comments": [
            "bad dream Or “vision of the night.”"
          ]
        },
        {
          "text": "Those who knew him before will not see him again.\nHis family will never again get to see him.",
          "ID": "9"
        },
        {
          "text": "His children will have to give back what he took from the poor.\nHis own hands will give up his wealth.",
          "ID": "10"
        },
        {
          "text": "When he was young, his bones were strong,\nbut, like the rest of his body, they will soon lie in the dirt.",
          "ID": "11"
        },
        {
          "text": "“Evil tastes sweet in his mouth.\nHe keeps it under his tongue to enjoy it fully.",
          "ID": "12"
        },
        {
          "text": "He hates to let it go\nand holds it in his mouth.",
          "ID": "13"
        },
        {
          "text": "But that evil will turn sour in his stomach.\nIt will be like a snake’s bitter poison inside him.",
          "ID": "14"
        },
        {
          "text": "The evil man will spit out the riches he has swallowed.\nGod will make him vomit them up.",
          "ID": "15"
        },
        {
          "text": "What he drank will be like a snake’s poison;\nit will kill him like the bite of a deadly snake.",
          "ID": "16"
        },
        {
          "text": "He will never again enjoy so much wealth—\nrivers flowing with honey and cream.",
          "ID": "17",
          "comments": [
            "rivers … cream A figure meaning a plentiful supply of rich food. The word translated “cream” could mean butter, curds, or yogurt."
          ]
        },
        {
          "text": "He will be forced to give back his profits.\nHe will not be allowed to enjoy what he worked for,",
          "ID": "18"
        },
        {
          "text": "because he hurt the poor and left them with nothing.\nHe took houses he did not build.",
          "ID": "19"
        },
        {
          "text": "“The evil man is never satisfied.\nBut the things he wants cannot save him.",
          "ID": "20"
        },
        {
          "text": "After filling himself, there is nothing left.\nHis success will not continue.",
          "ID": "21"
        },
        {
          "text": "Even while he has plenty, he will be pressed down with trouble.\nHis problems will come down on him!",
          "ID": "22"
        },
        {
          "text": "If he does get all he wants,\nGod will throw his burning anger against him.\nGod will attack him and rain down punishment on him.",
          "ID": "23"
        },
        {
          "text": "Maybe he will run away from an iron sword,\nbut then a bronze arrow will strike him down.",
          "ID": "24",
          "comments": [
            "bronze arrow Literally, “bronze bow.” Or “powerful bow,” possibly a bow made of sinew, wood and horn."
          ]
        },
        {
          "text": "It will go through his body\nand stick out of his back.\nIts shining point will pierce his liver,\nand he will be shocked with terror.",
          "ID": "25"
        },
        {
          "text": "All his treasures will be lost in darkness.\nHe will be destroyed by a fire, a fire that no human started.\nIt will destroy everything left in his house.",
          "ID": "26"
        },
        {
          "text": "Heaven will prove that he is guilty.\nThe earth will be a witness against him.",
          "ID": "27"
        },
        {
          "text": "His house and everything in it will be carried away\nin the flood of God’s anger.",
          "ID": "28"
        },
        {
          "text": "That is what God will do to those who are evil.\nThat is what he plans to give them.”",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.20",
      "name": "Job 20"
    },
    {
      "title": "Job Answers",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“Listen to what I say.\nLet this be your way of comforting me.",
          "ID": "2"
        },
        {
          "text": "Be patient while I speak.\nThen after I have finished speaking, you may make fun of me.",
          "ID": "3"
        },
        {
          "text": "“My complaint is not against people.\nThere is a good reason why I am not patient.",
          "ID": "4"
        },
        {
          "text": "Look at me and be shocked.\nPut your hand over your mouth, and stare at me in shock!",
          "ID": "5"
        },
        {
          "text": "When I think about what happened to me,\nI feel afraid and my body shakes!",
          "ID": "6"
        },
        {
          "text": "Why do evil people live long lives?\nWhy do they grow old and successful?",
          "ID": "7"
        },
        {
          "text": "They watch their children grow up\nand live to see their grandchildren.",
          "ID": "8"
        },
        {
          "text": "Their homes are safe and free from fear.\nGod does not punish them.",
          "ID": "9"
        },
        {
          "text": "Their bulls never fail to mate.\nTheir cows have healthy calves.",
          "ID": "10"
        },
        {
          "text": "They send their children out to play like lambs.\nTheir children dance around.",
          "ID": "11"
        },
        {
          "text": "They sing and dance to the sound of harps and flutes.",
          "ID": "12"
        },
        {
          "text": "Evil people enjoy success during their lives\nand then go to the grave without suffering.",
          "ID": "13"
        },
        {
          "text": "They say to God, ‘Leave us alone!\nWe don’t care what you want us to do!’",
          "ID": "14"
        },
        {
          "text": "And they say, ‘Who is God All-Powerful?\nWe don’t need to serve him!\nIt will not help to pray to him!’",
          "ID": "15"
        },
        {
          "text": "“Of course, evil people don’t make their own success.\nI would never follow their advice.",
          "ID": "16"
        },
        {
          "text": "But how often does God blow out their light?\nHow often does trouble come to them?\nHow often does God get angry with them and punish them?",
          "ID": "17"
        },
        {
          "text": "Does God blow them away, as the wind blows straw\nor as strong winds blow the grain husks?",
          "ID": "18"
        },
        {
          "text": "But you say, ‘God is saving their punishment for their children.’\nNo! Let God punish the evil people themselves so that they will know what they have done!",
          "ID": "19"
        },
        {
          "text": "Let them see their own punishment.\nLet them feel the anger of God All-Powerful.",
          "ID": "20"
        },
        {
          "text": "When their life is finished and they are dead,\nthey will not care about the family they leave behind.",
          "ID": "21"
        },
        {
          "text": "“No one can teach God anything he doesn’t already know.\nGod judges even those in high places.",
          "ID": "22"
        },
        {
          "text": "One person dies after living a full and successful life,\na life completely safe and comfortable,",
          "ID": "23"
        },
        {
          "text": "with a body that was well fed\nand bones that were still strong.",
          "ID": "24"
        },
        {
          "text": "But another person dies after a hard life that has made them bitter,\nnever having enjoyed anything good.",
          "ID": "25"
        },
        {
          "text": "In the end, both of these people will lie together in the dirt.\nThe worms will cover them both.",
          "ID": "26"
        },
        {
          "text": "“But I know what you are thinking,\nand I know you want to hurt me.",
          "ID": "27"
        },
        {
          "text": "You might say, ‘Show me a good man’s house.\nNow, show me where evil people live.’",
          "ID": "28",
          "comments": [
            "Show me … live Or “Show me a wicked ruler’s house. Show me where evil people live.”"
          ]
        },
        {
          "text": "“Surely you have talked with travelers.\nSurely you will accept their stories.",
          "ID": "29"
        },
        {
          "text": "Evil people are spared when disaster comes.\nThey survive when God shows his anger.",
          "ID": "30"
        },
        {
          "text": "No one criticizes them to their faces for how they lived.\nNo one punishes them for the evil they have done.",
          "ID": "31"
        },
        {
          "text": "When they are carried to the grave,\nthey will have someone to watch over the place they are buried.",
          "ID": "32"
        },
        {
          "text": "So even the soil in the valley will be pleasant for them,\nand thousands of people will join their funeral procession.",
          "ID": "33"
        },
        {
          "text": "“So your empty words are no comfort to me.\nThere is no truth at all in your answers!”",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.21",
      "name": "Job 21"
    },
    {
      "title": "Eliphaz Answers Job",
      "text": [
        {
          "text": "Then Eliphaz from Teman answered:",
          "ID": "1"
        },
        {
          "text": "“Does God need our help?\nEven the wisest of us is not really useful to him.",
          "ID": "2"
        },
        {
          "text": "Does your living right benefit him?\nDoes God All-Powerful gain anything if you follow him?",
          "ID": "3"
        },
        {
          "text": "Why does God blame and punish you?\nIs it because you worship him?",
          "ID": "4"
        },
        {
          "text": "No, it is because you sin so much.\nYou never stop sinning.",
          "ID": "5"
        },
        {
          "text": "Maybe to guarantee loans you took things from people for no reason.\nMaybe you took a poor man’s clothes to make sure he paid you back.",
          "ID": "6",
          "comments": [
            "paid you back See Deut. 24:12-13 for rules about making loans to the poor."
          ]
        },
        {
          "text": "Maybe you failed to give water or food\nto people who were tired or hungry.",
          "ID": "7"
        },
        {
          "text": "You have a lot of farmland,\nand people respect you.",
          "ID": "8"
        },
        {
          "text": "But maybe you sent widows away without giving them anything.\nAnd maybe you took advantage of orphans.",
          "ID": "9"
        },
        {
          "text": "That is why traps are all around you,\nand sudden trouble makes you afraid.",
          "ID": "10"
        },
        {
          "text": "That is why it is so dark you cannot see,\nand why a flood of water covers you.",
          "ID": "11"
        },
        {
          "text": "“God lives in the highest part of heaven\nand looks down on the highest stars.",
          "ID": "12"
        },
        {
          "text": "But you might say, ‘What does God know?\nCan he see through the dark clouds to judge us?",
          "ID": "13"
        },
        {
          "text": "Thick clouds hide us from his eyes,\nso he cannot see us as he walks around the edge of the sky.’",
          "ID": "14"
        },
        {
          "text": "“Job, you are walking on the old path\nthat evil people walked on long ago.",
          "ID": "15"
        },
        {
          "text": "They were destroyed before it was their time to die.\nThey were washed away by the flood.",
          "ID": "16"
        },
        {
          "text": "They told God, ‘Leave us alone!’\nand said, ‘God All-Powerful cannot do anything to us!’",
          "ID": "17"
        },
        {
          "text": "And it was God who filled their houses with good things.\nNo, I would never follow the advice of evil people.",
          "ID": "18"
        },
        {
          "text": "Those who do what is right are happy to see them destroyed.\nThe innocent laugh at them and say,",
          "ID": "19"
        },
        {
          "text": "‘Surely our enemies are destroyed!\nTheir wealth burned up in the fire!’",
          "ID": "20"
        },
        {
          "text": "“Now, Job, give yourself to God and make peace with him.\nDo this, and you will get many good things.",
          "ID": "21"
        },
        {
          "text": "Accept his teaching.\nPay attention to what he says.",
          "ID": "22"
        },
        {
          "text": "If you return to God All-Powerful, you will be restored.\nBut remove the evil from your house.",
          "ID": "23"
        },
        {
          "text": "Think of your gold as nothing but dirt.\nThink of your finest gold as rocks from a stream.",
          "ID": "24"
        },
        {
          "text": "And let God All-Powerful be your gold.\nLet him be your pile of silver.",
          "ID": "25"
        },
        {
          "text": "Then you will enjoy God All-Powerful,\nand you will look up to him.",
          "ID": "26"
        },
        {
          "text": "When you pray, he will hear you.\nAnd you will be able to do all that you promised him.",
          "ID": "27"
        },
        {
          "text": "If you decide to do something, it will be successful.\nAnd your future will be very bright!",
          "ID": "28"
        },
        {
          "text": "When people are brought down and you ask God to help them,\nhe will rescue those who have been humbled.",
          "ID": "29"
        },
        {
          "text": "Even those who are guilty will be forgiven.\nThey will be saved because you did what was right.”",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.22",
      "name": "Job 22"
    },
    {
      "title": "Job Answers",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“I am still complaining today.\nI groan because God is still making me suffer.",
          "ID": "2"
        },
        {
          "text": "I wish I knew where to find him.\nI wish I knew how to go to where he lives.",
          "ID": "3"
        },
        {
          "text": "I would present my case to him.\nI would make my arguments to show that I am innocent.",
          "ID": "4"
        },
        {
          "text": "He could give his response, and I would understand.\nI would listen closely to what he says.",
          "ID": "5"
        },
        {
          "text": "Would God use his power against me?\nNo, he would listen to me!",
          "ID": "6"
        },
        {
          "text": "Since I am an honest man, he would let me tell my story.\nThen my Judge would set me free!",
          "ID": "7"
        },
        {
          "text": "“If I go to the east, God is not there.\nIf I go to the west, I still don’t see him.",
          "ID": "8"
        },
        {
          "text": "When he is working in the north, I don’t see him.\nWhen he turns to the south, I still don’t see him.",
          "ID": "9"
        },
        {
          "text": "But God knows me.\nHe is testing me and will see that I am as pure as gold.",
          "ID": "10"
        },
        {
          "text": "I have always lived the way God wants.\nI have never stopped following him.",
          "ID": "11"
        },
        {
          "text": "I always obey his commands.\nI love the words from his mouth more than I love my food.",
          "ID": "12"
        },
        {
          "text": "“But God never changes,\nand who can stand against him?\nHe does anything he wants.",
          "ID": "13"
        },
        {
          "text": "He will do to me what he planned,\nand he has many other plans for me.",
          "ID": "14"
        },
        {
          "text": "That is why I am terrified to stand before him.\nJust thinking about it makes me afraid.",
          "ID": "15"
        },
        {
          "text": "The fear of God has made me lose my courage.\nGod All-Powerful makes me afraid.",
          "ID": "16"
        },
        {
          "text": "What has happened to me is like a dark cloud over my face.\nBut the darkness will not keep me quiet.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.23",
      "name": "Job 23"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Why doesn’t God All-Powerful set times for judgment?\nAnd why can’t his followers know when those times will be?",
          "ID": "1"
        },
        {
          "text": "“People move property markers to get more of their neighbor’s land.\nPeople steal flocks and lead them to other grasslands.",
          "ID": "2"
        },
        {
          "text": "They steal a donkey that belongs to an orphan.\nThey take a widow’s cow until she pays what she owes them.",
          "ID": "3"
        },
        {
          "text": " They take a nursing baby from its mother.\nThey take a poor person’s child to guarantee a loan.",
          "ID": "9",
          "comments": [
            "In the Hebrew text this verse follows verse 8."
          ]
        },
        {
          "text": "They force the poor to move out of their way\nand to get off the road.",
          "ID": "4"
        },
        {
          "text": "“The poor are like wild donkeys that go out to the desert to find food.\nFrom morning to night they work to gather food for their children.",
          "ID": "5"
        },
        {
          "text": "They have to work in the fields, harvesting grain.\nThey work for the rich, gathering grapes in their vineyards.",
          "ID": "6",
          "comments": [
            "the rich Or “the wicked.”"
          ]
        },
        {
          "text": "They must sleep all night without clothes.\nThey have no covers to protect them from the cold.",
          "ID": "7"
        },
        {
          "text": "They are soaked with rain in the mountains.\nThey stay close to the large rocks for shelter.",
          "ID": "8"
        },
        {
          "text": "They have no clothes, so they work naked.\nThey carry piles of grain for others, but they go hungry.",
          "ID": "10"
        },
        {
          "text": "They press out olive oil\nand walk on grapes in the winepress, but they have nothing to drink.",
          "ID": "11"
        },
        {
          "text": "In the city you can hear the sad sounds of dying people.\nThose who are hurt cry out for help, but God does not listen.",
          "ID": "12"
        },
        {
          "text": "“Some people rebel against the light.\nThey don’t know what God wants.\nThey don’t live the way he wants.",
          "ID": "13"
        },
        {
          "text": "A murderer gets up at dawn and kills poor, helpless people.\nAnd at night he becomes a thief.",
          "ID": "14"
        },
        {
          "text": "A man who commits adultery waits for the night to come.\nHe thinks, ‘No one will see me,’ but still, he covers his face.",
          "ID": "15"
        },
        {
          "text": "When it is dark, evil people go out and break into houses.\nBut during the day they lock themselves in their homes to avoid the light.",
          "ID": "16"
        },
        {
          "text": "The darkest night is their morning.\nThey are friends with the terrors of darkness.",
          "ID": "17"
        },
        {
          "text": "“You say, ‘Evil people are taken away like things carried away in a flood.\nThe land they own is cursed, so no one goes to work in their vineyards.",
          "ID": "18"
        },
        {
          "text": "As hot, dry weather melts away the winter snows,\nso the grave takes away those who have sinned.",
          "ID": "19"
        },
        {
          "text": "Their own mothers will forget them.\nOnly the worms will want them.\nNo one will remember them.\nThey will be broken like a rotten stick!",
          "ID": "20"
        },
        {
          "text": "These evil people hurt women who have no children to protect them,\nand they refuse to help widows.",
          "ID": "21"
        },
        {
          "text": "By his power God removes the powerful.\nEven if they have a high position, they cannot be sure of their lives.",
          "ID": "22"
        },
        {
          "text": "They might feel safe and secure,\nbut God is watching how they live.",
          "ID": "23"
        },
        {
          "text": "They might be successful for a while, but then they will be gone.\nLike everyone else, they will be cut down like grain.’",
          "ID": "24"
        },
        {
          "text": "“I swear these things are true!\nWho can prove that I lied?\nWho can show that I am wrong?”",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.24",
      "name": "Job 24"
    },
    {
      "title": "Bildad Answers Job",
      "text": [
        {
          "text": "Then Bildad from Shuah answered:",
          "ID": "1"
        },
        {
          "text": "“God is the ruler.\nHe makes people fear and respect him.\nHe keeps peace in his kingdom above.",
          "ID": "2"
        },
        {
          "text": "No one can count his stars.\nHis sun rises on all people.",
          "ID": "3",
          "comments": [
            "his stars Or “his troops.” This means God’s heavenly army. It could be all the angels or all the stars in the sky."
          ]
        },
        {
          "text": "How can anyone claim to be right before God?\nNo human being can really be pure.",
          "ID": "4",
          "comments": [
            "No human being Literally, “No one born from woman.”"
          ]
        },
        {
          "text": "In God’s eyes even the moon is not pure and bright;\neven the stars are not pure.",
          "ID": "5"
        },
        {
          "text": "People are much less pure.\nThey are like maggots, as worthless as worms!”",
          "ID": "6"
        }
      ],
      "ID": "OT:JOB.25",
      "name": "Job 25"
    },
    {
      "title": "Job Answers Bildad",
      "text": [
        {
          "text": "Then Job answered:",
          "ID": "1"
        },
        {
          "text": "“Bildad, what a great help you are to this tired, weary man!\nYou have really supported me!",
          "ID": "2"
        },
        {
          "text": "You have given such wonderful advice to this foolish man!\nYou have provided so much useful information!",
          "ID": "3",
          "comments": [
            "Job is being sarcastic here—showing by the way he speaks that he does not really mean it."
          ]
        },
        {
          "text": "Who helped you say these things?\nWhose spirit inspired you to speak?",
          "ID": "4"
        },
        {
          "text": "“The ghosts and their neighbors\nin the underworld shake with fear.",
          "ID": "5",
          "comments": [
            "The ghosts … underworld Literally, “The ghosts under the water.” This refers to Sheol, the place of death."
          ]
        },
        {
          "text": "But God can see clearly into that place of death.\nDeath is not hidden from God.",
          "ID": "6",
          "comments": [
            "Death Or “Abaddon,” a Hebrew name meaning “death” or “destruction.” See Rev. 9:11."
          ]
        },
        {
          "text": "God stretched the northern sky over empty space.\nHe hung the earth on nothing.",
          "ID": "7"
        },
        {
          "text": "He fills the thick clouds with water.\nBut he does not let its heavy weight break the clouds open.",
          "ID": "8"
        },
        {
          "text": "He covers the face of the full moon.\nHe spreads his clouds over it and hides it.",
          "ID": "9"
        },
        {
          "text": "He drew the horizon on the ocean,\nlike a circle where light and darkness meet.",
          "ID": "10"
        },
        {
          "text": "The foundations that hold up the sky\nshake with fear when God threatens them.",
          "ID": "11"
        },
        {
          "text": "With his own power God calmed the sea.\nWith his wisdom he destroyed Rahab.",
          "ID": "12"
        },
        {
          "text": "His breath made the skies clear.\nHis hand destroyed the snake that tried to get away.",
          "ID": "13",
          "comments": [
            "snake … get away Or “the escaping monster.” This might be another name for Rahab. See Isa. 27:1."
          ]
        },
        {
          "text": "These are only a few of the amazing things God has done.\nWe hear only a small whisper of God’s thundering power.”",
          "ID": "14"
        }
      ],
      "ID": "OT:JOB.26",
      "name": "Job 26"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Job continued his answer:",
          "ID": "1"
        },
        {
          "text": "“God All-Powerful has been unfair to me;\nhe has made my life bitter.\nBut I swear by his life,",
          "ID": "2"
        },
        {
          "text": "    as long as I have life in me,\nas long as breath from God is in my nostrils,",
          "ID": "3"
        },
        {
          "text": "I will not be a hypocrite.\nI will not lie.",
          "ID": "4"
        },
        {
          "text": "You will never hear me say you men are right!\nUntil the day I die I will not be untrue to myself.",
          "ID": "5"
        },
        {
          "text": "I will hold on to my innocence and never let go!\nMy conscience will always be clear!",
          "ID": "6"
        },
        {
          "text": "May my enemies be punished like those who are evil.\nMay those who stood against me end up like all who have done wrong.",
          "ID": "7"
        },
        {
          "text": "What hope do people without God have when it is time to die,\nwhen God takes their life away?",
          "ID": "8"
        },
        {
          "text": "When they have troubles and cry out for help,\nGod will not listen to them!",
          "ID": "9"
        },
        {
          "text": "It will be too late for them to enjoy talking with God All-Powerful.\nThey should have prayed to God all the time.",
          "ID": "10"
        },
        {
          "text": "“I will teach you about God’s power.\nI will not hide anything about God All-Powerful.",
          "ID": "11"
        },
        {
          "text": "But you have seen it all with your own eyes.\nSo why do you say such useless things?",
          "ID": "12"
        },
        {
          "text": " “Here is what God has planned for those who are evil.\nThis is what cruel people will get from God All-Powerful.",
          "ID": "13",
          "comments": [
            "Though Zophar is not mentioned in the text, many scholars think he answers Job in verses 13-23."
          ]
        },
        {
          "text": "They may have many children, but all of them will be killed in war.\nOr their children will not have enough to eat.",
          "ID": "14"
        },
        {
          "text": "All those who are left will die,\nand the widows will not even cry for them.",
          "ID": "15"
        },
        {
          "text": "Evil people collect silver as easily as dirt.\nThey may have so many clothes that they are piled up like clay.",
          "ID": "16"
        },
        {
          "text": "But their piles of clothes will be worn by those who have lived right.\nAll that silver will be given to those who have done no wrong.",
          "ID": "17"
        },
        {
          "text": "Evil people might build houses, but they will not last long.\nThey will be like a spider’s web or a guard’s tent.",
          "ID": "18"
        },
        {
          "text": "They might be rich when they go to bed,\nbut when they open their eyes, all their riches will be gone.",
          "ID": "19"
        },
        {
          "text": "Terrible fears will come over them like a flood,\nlike a storm in the night that blows everything away.",
          "ID": "20"
        },
        {
          "text": "The east wind will carry them away, and they will be gone.\nThe storm will sweep them out of their homes.",
          "ID": "21"
        },
        {
          "text": "They may try to run away from the power of the storm,\nbut it will come down on them without mercy.",
          "ID": "22"
        },
        {
          "text": "It will make a sound like clapping hands as they run away.\nIt will whistle at them as they run from their homes.”",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.27",
      "name": "Job 27"
    },
    {
      "title": "The Value of Wisdom",
      "text": [
        {
          "text": "“There are mines where people get silver\nand places where people melt gold to make it pure.",
          "ID": "1"
        },
        {
          "text": "Iron is dug out of the ground,\nand copper is melted out of the rocks.",
          "ID": "2"
        },
        {
          "text": "Miners carry lights deep into caves\nto search for these rocks in the deepest darkness.",
          "ID": "3"
        },
        {
          "text": "Far from where people live, they dig deep into the ground,\ndown where no one else has been before.\nThere they work all alone, hanging from ropes.",
          "ID": "4"
        },
        {
          "text": "Food grows on the ground above.\nBut underground it is different,\nas if everything were melted by fire.",
          "ID": "5"
        },
        {
          "text": "In the rocks there are sapphires\nand grains of pure gold.",
          "ID": "6"
        },
        {
          "text": "Wild birds know nothing about the way to these places.\nNo falcon has ever seen it.",
          "ID": "7",
          "comments": [
            "falcon A kind of bird, like a hawk."
          ]
        },
        {
          "text": "Wild animals have never been there.\nLions have not traveled that way.",
          "ID": "8"
        },
        {
          "text": "Miners dig the hardest rocks.\nThey dig away at the mountains and make them bare.",
          "ID": "9"
        },
        {
          "text": "They cut tunnels through the rocks\nand see all the treasures they hold.",
          "ID": "10"
        },
        {
          "text": "They even find places where rivers begin.\nThey bring to light what once was hidden.",
          "ID": "11"
        },
        {
          "text": "“But where can anyone find wisdom?\nWhere can we get understanding?",
          "ID": "12"
        },
        {
          "text": "People don’t know where wisdom is.\nIt cannot be found by anyone on earth.",
          "ID": "13"
        },
        {
          "text": "The deep ocean says, ‘It’s not here with me.’\nThe sea says, ‘It’s not here with me.’",
          "ID": "14"
        },
        {
          "text": "You cannot buy wisdom with even the purest gold.\nThere’s not enough silver in the world to pay for it.",
          "ID": "15"
        },
        {
          "text": "You cannot buy it with gold from Ophir\nor with precious onyx or sapphires.",
          "ID": "16"
        },
        {
          "text": "Wisdom is worth more than gold or crystal.\nIt cannot be bought with expensive jewels set in gold.",
          "ID": "17"
        },
        {
          "text": "It is far more valuable than coral and jasper,\nmore precious than rubies.",
          "ID": "18"
        },
        {
          "text": "The topaz from Ethiopia cannot match its value,\nwhich is greater than the purest gold.",
          "ID": "19"
        },
        {
          "text": "“So where does wisdom come from?\nWhere can we find understanding?",
          "ID": "20"
        },
        {
          "text": "Wisdom is hidden from every living thing on earth.\nEven birds in the sky cannot see it.",
          "ID": "21"
        },
        {
          "text": "Death and destruction say,\n‘We have never seen wisdom;\nwe have only heard rumors about it.’",
          "ID": "22",
          "comments": [
            "Death and destruction Or “Abaddon,” a Hebrew name meaning “death” or “destruction.” See Rev. 9:11."
          ]
        },
        {
          "text": "“Only God knows the way to wisdom.\nOnly he knows where wisdom is.",
          "ID": "23"
        },
        {
          "text": "He can see to the very ends of the earth.\nHe sees everything under the sky.",
          "ID": "24"
        },
        {
          "text": "God gave the wind its power.\nHe decided how big to make the oceans.",
          "ID": "25"
        },
        {
          "text": "He decided where to send the rain\nand where the thunderstorms should go.",
          "ID": "26"
        },
        {
          "text": "He looked at wisdom and discussed it.\nHe examined it and saw how much it is worth.",
          "ID": "27"
        },
        {
          "text": "Then he said to humans,\n‘To fear and respect the Lord is wisdom.\nTo turn away from evil is understanding.’”",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.28",
      "name": "Job 28"
    },
    {
      "title": "Job Continues His Speech",
      "text": [
        {
          "text": "Job continued to speak:",
          "ID": "1"
        },
        {
          "text": "“I wish my life could be the same as it was a few months ago,\nwhen God watched over me and cared for me.",
          "ID": "2"
        },
        {
          "text": "God’s light shined above me,\nso I could walk through the darkness.",
          "ID": "3"
        },
        {
          "text": "I wish for the days when I was successful,\nwhen I enjoyed God’s friendship and blessing in my home.",
          "ID": "4"
        },
        {
          "text": "God All-Powerful was still with me then,\nand my children were all around me.",
          "ID": "5"
        },
        {
          "text": "Life was so good that I washed my feet in cream\nand had plenty of the finest oils.",
          "ID": "6",
          "comments": [
            "had plenty of the finest oils Literally, “Around the anointed rock near me were streams of oil.” This probably means Job had so much olive oil that there were streams of oil running down the altar from the part Job gave as a gift to God."
          ]
        },
        {
          "text": "“Those were the days when I went to the city gate\nand sat in the public meeting of the elders.",
          "ID": "7"
        },
        {
          "text": "When the young men saw me coming, they stepped out of my way.\nAnd the old men stood up to show they respected me.",
          "ID": "8"
        },
        {
          "text": "The leaders of the people stopped talking\nand put their hands over their mouths.",
          "ID": "9"
        },
        {
          "text": "Even the most important leaders were quiet,\nas if their tongues were stuck to the roof of their mouths.",
          "ID": "10"
        },
        {
          "text": "All who heard me said good things about me.\nThose who saw what I did praised me,",
          "ID": "11"
        },
        {
          "text": "because I helped the poor when they cried out.\nI helped the orphans who had no one to care for them.",
          "ID": "12"
        },
        {
          "text": "People who were dying asked God to bless me.\nMy help brought joy to widows in need.",
          "ID": "13"
        },
        {
          "text": "Right living was my clothing.\nFairness was my robe and turban.",
          "ID": "14"
        },
        {
          "text": "I was like eyes for the blind,\nlike feet for the crippled.",
          "ID": "15"
        },
        {
          "text": "I was like a father to the poor.\nI helped people I didn’t even know win their case in court.",
          "ID": "16"
        },
        {
          "text": "I stopped evil people from abusing their power\nand saved innocent people from them.",
          "ID": "17",
          "comments": [
            "Literally, “I shattered the teeth of the crooked and snatched the victims from their teeth.”"
          ]
        },
        {
          "text": "“I always thought I would live a long life,\ngrowing old with my family around me.",
          "ID": "18"
        },
        {
          "text": "I was like a healthy plant with roots that have plenty of water\nand branches that are wet with dew.",
          "ID": "19"
        },
        {
          "text": "I thought each new day would bring more honor\nand be full of new possibilities.",
          "ID": "20",
          "comments": [
            "Literally, “My glory is new with me and my bow in my hand renewed.” The words “glory” and “bow” might both refer to a rainbow—the promise of good weather after a storm. Or this might be understood as, “My soul feels new every day, my hand always strong enough to shoot a new bow.”"
          ]
        },
        {
          "text": "“In the past people listened to me.\nThey waited quietly for my advice.",
          "ID": "21"
        },
        {
          "text": "When I finished speaking, they had nothing more to say.\nMy words fell gently on their ears.",
          "ID": "22"
        },
        {
          "text": "They waited for my words as they would for rain.\nThey drank them in like rain in the springtime.",
          "ID": "23"
        },
        {
          "text": "I smiled at them, and they could hardly believe it.\nMy smile made them feel better.",
          "ID": "24"
        },
        {
          "text": "I was their leader and made decisions about their future.\nI was like a king among his troops, comforting those who were sad.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.29",
      "name": "Job 29"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“But now men younger than I make fun of me—\nmen whose fathers were too worthless to put with my sheep dogs.",
          "ID": "1"
        },
        {
          "text": "Their fathers are still too weak to be of any use to me.\nAll their strength is gone.",
          "ID": "2"
        },
        {
          "text": "They are starving with nothing to eat,\nso they chew on the dry, ruined land.",
          "ID": "3"
        },
        {
          "text": "They pull up salt plants in the desert\nand eat the roots from the broom tree.",
          "ID": "4"
        },
        {
          "text": "They are forced away from other people,\nwho shout at them as if they were thieves.",
          "ID": "5"
        },
        {
          "text": "They must live in the dry riverbeds,\nhillside caves, and holes in the ground.",
          "ID": "6"
        },
        {
          "text": "They howl in the bushes\nand huddle together under thornbushes.",
          "ID": "7"
        },
        {
          "text": "They are a bunch of worthless people without names,\nwho were forced to leave their country.",
          "ID": "8"
        },
        {
          "text": "“Now their sons sing songs to make fun of me.\nMy name has become a bad word to them.",
          "ID": "9"
        },
        {
          "text": "They hate me and stay far away from me,\nexcept when they come to spit in my face!",
          "ID": "10"
        },
        {
          "text": "God has taken the string from my bow and made me weak,\nso they feel free to do whatever they want to me.",
          "ID": "11"
        },
        {
          "text": "They attack me on my right side.\nThey knock my feet out from under me.\nThey build ramps to attack and destroy me like a city.",
          "ID": "12"
        },
        {
          "text": "They guard the road so that I cannot escape.\nThey succeed in destroying me, without help from anyone.",
          "ID": "13"
        },
        {
          "text": "They break a hole in the wall and come rushing through it,\nand the crashing rocks fall on me.",
          "ID": "14"
        },
        {
          "text": "I am shaking with fear.\nThey chased my honor away like dust in the wind.\nMy safety disappears like a cloud.",
          "ID": "15"
        },
        {
          "text": "“Now my life is almost gone, and soon I will die.\nDays of suffering have grabbed me.",
          "ID": "16"
        },
        {
          "text": "All my bones ache at night.\nPain never stops chewing on me.",
          "ID": "17"
        },
        {
          "text": "God grabbed the collar of my coat\nand twisted my clothes out of shape.",
          "ID": "18"
        },
        {
          "text": "He threw me into the mud,\nand I became like dust and ashes.",
          "ID": "19"
        },
        {
          "text": "“God, I cry out to you for help, but you don’t answer.\nI stand up and pray, but you don’t pay attention to me.",
          "ID": "20"
        },
        {
          "text": "You have become cruel to me;\nyou use your power to hurt me.",
          "ID": "21"
        },
        {
          "text": "You let the strong wind blow me away.\nYou throw me around in the storm.",
          "ID": "22"
        },
        {
          "text": "I know you will lead me to my death,\nto that place where all the living must go.",
          "ID": "23"
        },
        {
          "text": "“Surely no one would attack a man who is already ruined,\nwhen he is hurt and crying for help.",
          "ID": "24"
        },
        {
          "text": "God, you know that I cried for those who were in trouble.\nYou know that I mourned for the poor.",
          "ID": "25"
        },
        {
          "text": "But when I hoped for good, trouble came instead.\nWhen I looked for light, darkness came.",
          "ID": "26"
        },
        {
          "text": "I constantly feel upset.\nAnd my suffering has only just begun.",
          "ID": "27"
        },
        {
          "text": "I am always sad and depressed, without any relief.\nI stand up in the public meeting and cry for help,",
          "ID": "28"
        },
        {
          "text": "making sad sounds like the wild dogs,\nlike the ostriches in the desert.",
          "ID": "29"
        },
        {
          "text": "My skin is burned and peeling away.\nMy body is hot with fever.",
          "ID": "30"
        },
        {
          "text": "My harp is tuned to play songs of sorrow.\nMy flute makes sad sounds like someone crying.",
          "ID": "31"
        }
      ],
      "ID": "OT:JOB.30",
      "name": "Job 30"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“I made an agreement with my eyes\nnot to look at a young woman in a way that would make me want her.",
          "ID": "1"
        },
        {
          "text": "What does God above have for us?\nHow does God All-Powerful repay people from his home high in heaven?",
          "ID": "2",
          "comments": [
            "Or possibly, “I made an agreement with my eyes not to look with desire at the Virgin or the sacred things that belong to God All-Powerful.” Here, “the Virgin” refers to a goddess worshiped by the Canaanites."
          ]
        },
        {
          "text": "He sends trouble to the wicked\nand disaster to those who do wrong.",
          "ID": "3"
        },
        {
          "text": "God is the one who knows what I do\nand sees every step I take.",
          "ID": "4"
        },
        {
          "text": "“I have not lied to anyone.\nI never tried to cheat people.",
          "ID": "5"
        },
        {
          "text": "If God would use accurate scales,\nhe would know that I am innocent.",
          "ID": "6",
          "comments": [
            "accurate scales Literally, “scales of righteousness.” As a wordplay, this could mean either “accurate scales” or “scales that show a person is good.”"
          ]
        },
        {
          "text": "If I ever stepped off the right path,\nif my eyes led my heart to do evil,\nor if my hands are dirty with sin,",
          "ID": "7"
        },
        {
          "text": "then let others eat what I planted.\nLet my crops be pulled up by the roots.",
          "ID": "8"
        },
        {
          "text": "“If I have desired another woman\nor waited at my neighbor’s door to sin with his wife,",
          "ID": "9"
        },
        {
          "text": "then let my wife serve someone else,\nand let other men sleep with her.",
          "ID": "10"
        },
        {
          "text": "To do such a thing would be shameful,\na sin that must be punished.",
          "ID": "11"
        },
        {
          "text": "Such sin is like a fire that burns until it destroys everything.\nIt would completely ruin my life’s work.",
          "ID": "12"
        },
        {
          "text": "“If I refused to be fair to my slaves\nwhen they had a complaint against me,",
          "ID": "13"
        },
        {
          "text": "then what will I do when I must face God?\nWhat will I say when he asks me to explain what I did?",
          "ID": "14"
        },
        {
          "text": "The one who made me in my mother’s womb also made them.\nGod shaped us all inside our mothers.",
          "ID": "15"
        },
        {
          "text": "“I have never refused to help the poor.\nI always gave widows what they needed.",
          "ID": "16"
        },
        {
          "text": "I have never been selfish with my food.\nI shared what I had with orphans.",
          "ID": "17"
        },
        {
          "text": "All my life I have been like a father to orphans\nand have taken care of widows.",
          "ID": "18"
        },
        {
          "text": "Whenever I found people suffering because they didn’t have clothes\nor saw a poor man with no coat,",
          "ID": "19"
        },
        {
          "text": "    I always gave them something to wear.\nI used the wool from my own sheep to make them warm.\nAnd they thanked me with all their heart.",
          "ID": "20"
        },
        {
          "text": "I never threatened an orphan,\neven when I knew I had support in court.",
          "ID": "21",
          "comments": [
            "Or “I never shook my fist at an orphan who was at the gate asking for help.”"
          ]
        },
        {
          "text": "If I ever did that, may my arm be pulled from its socket\nand fall from my shoulder!",
          "ID": "22"
        },
        {
          "text": "But I didn’t do any of these bad things.\nI fear God’s punishment too much.\nHis majesty scares me.",
          "ID": "23",
          "comments": [
            "His majesty … me Or “I could not stand before his majesty.”"
          ]
        },
        {
          "text": "“I have never trusted in riches.\nI never said even to pure gold, ‘You are my hope.’",
          "ID": "24"
        },
        {
          "text": "I have been wealthy,\nbut that didn’t make me proud.\nI earned a lot of money,\nbut that is not what made me happy.",
          "ID": "25"
        },
        {
          "text": "I have never worshiped the bright sun\nor the beautiful moon.",
          "ID": "26"
        },
        {
          "text": "I was never foolish enough\nto worship the sun and the moon.",
          "ID": "27"
        },
        {
          "text": "This is also a sin that must be punished.\nIf I had worshiped them, I would have been unfaithful to God All-Powerful.",
          "ID": "28"
        },
        {
          "text": "“I have never been happy\nwhen my enemies were destroyed.\nI have never laughed at my enemies\nwhen bad things happened to them.",
          "ID": "29"
        },
        {
          "text": "I have never let my mouth sin by cursing my enemies\nand wishing for them to die.",
          "ID": "30"
        },
        {
          "text": "The people in my house know that\nI have never let anyone go hungry.",
          "ID": "31"
        },
        {
          "text": "I always invited strangers into my home\nso that they would not have to sleep in the streets.",
          "ID": "32"
        },
        {
          "text": "I have not tried to hide my sins as some people do.\nI have never hidden my guilt.",
          "ID": "33"
        },
        {
          "text": "I was never so afraid of what people might say or of making enemies\nthat I kept my sins secret and avoided going out.",
          "ID": "34"
        },
        {
          "text": "“How I wish someone would listen to me!\nI will sign my name to all I have said.\nNow let God All-Powerful answer me.\nLet him make a list of what he thinks I did wrong.",
          "ID": "35"
        },
        {
          "text": "I would wear it around my neck.\nI would put it on my head like a crown.",
          "ID": "36"
        },
        {
          "text": "Then I could explain everything I have done.\nI could come to God with my head held high like a prince.",
          "ID": "37"
        },
        {
          "text": "“I did not use my land in a wrong way.\nI never caused it to suffer.",
          "ID": "38"
        },
        {
          "text": "I always paid the workers for the food I got from the land.\nI never let any of them starve.",
          "ID": "39"
        },
        {
          "text": "If I ever did any of these bad things,\nlet thorns and weeds grow in my fields instead of wheat and barley!”\nJob’s words are finished.",
          "ID": "40"
        }
      ],
      "ID": "OT:JOB.31",
      "name": "Job 31"
    },
    {
      "title": "Elihu Adds to the Argument",
      "text": [
        {
          "text": "Then Job’s three friends gave up trying to answer him, because he was so sure that he was innocent.",
          "ID": "1"
        },
        {
          "text": "But there was a young man there named Elihu son of Barakel. He was a descendant of a man named Buz. Elihu was from the family of Ram. He became very angry because Job kept saying he was innocent—that he was right and God was wrong.",
          "ID": "2"
        },
        {
          "text": "Elihu was also angry with Job’s three friends because they could not answer him, and yet they still considered him guilty of doing wrong.",
          "ID": "3"
        },
        {
          "text": "Elihu was the youngest one there, so he had waited until everyone finished talking.",
          "ID": "4"
        },
        {
          "text": "But when he saw that Job’s three friends had nothing more to say, his anger forced him to speak.",
          "ID": "5"
        },
        {
          "text": "So here’s what Elihu son of Barakel the Buzite said:\n“I am only a young man, and you are all older.\nThat is why I was afraid to tell you what I think.",
          "ID": "6"
        },
        {
          "text": "I thought to myself, ‘Older people should speak first.\nThey have lived many years, so they have learned many things.’",
          "ID": "7"
        },
        {
          "text": "But it is the spirit in people, the breath from God All-Powerful,\nthat makes them understand.",
          "ID": "8"
        },
        {
          "text": "Old men are not the only wise people.\nThey are not the only ones who understand what is right.",
          "ID": "9"
        },
        {
          "text": "“So please listen to me,\nand I will tell you what I think.",
          "ID": "10"
        },
        {
          "text": "I waited patiently while you men talked.\nI listened to the answers you gave as you searched for the right words.",
          "ID": "11"
        },
        {
          "text": "I listened carefully to what you said.\nNot one of you proved Job wrong.\nNot one of you answered his arguments.",
          "ID": "12"
        },
        {
          "text": "You men cannot say that you have found wisdom.\nThe answer to Job’s arguments must come from God, not people.",
          "ID": "13"
        },
        {
          "text": "Job was arguing with you, not me,\nso I will not use your arguments to answer him.",
          "ID": "14"
        },
        {
          "text": "“Job, these men lost the argument.\nThey don’t have anything more to say.\nThey don’t have any more answers.",
          "ID": "15"
        },
        {
          "text": "I waited for them to answer you.\nBut now they are quiet.\nThey stand there with nothing more to say.",
          "ID": "16"
        },
        {
          "text": "So now I will give you my answer.\nYes, I will tell you what I think.",
          "ID": "17"
        },
        {
          "text": "I have so much to say\nthat I cannot hold it in.",
          "ID": "18"
        },
        {
          "text": "I feel like a jar of wine that has never been opened.\nI am like a new wineskin ready to burst.",
          "ID": "19"
        },
        {
          "text": "I must speak so that I will feel better.\nI must answer your arguments.",
          "ID": "20"
        },
        {
          "text": "I will treat you the same as I would treat anyone else.\nI will not praise you to win your favor.",
          "ID": "21"
        },
        {
          "text": "I cannot treat one person better than another.\nIf I did, God my Maker would punish me!",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.32",
      "name": "Job 32"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Now, Job, listen to me.\nListen carefully to what I say.",
          "ID": "1"
        },
        {
          "text": "I am ready to speak.",
          "ID": "2"
        },
        {
          "text": "My heart is honest, so my words are sincere.\nI will speak the truth about what I know.",
          "ID": "3"
        },
        {
          "text": "God’s Spirit made me.\nMy life comes from God All-Powerful.",
          "ID": "4"
        },
        {
          "text": "Listen to me and answer if you can.\nGet your arguments ready to face me.",
          "ID": "5"
        },
        {
          "text": "You and I are the same before God.\nHe used clay to make us both.",
          "ID": "6"
        },
        {
          "text": "Don’t be afraid of me.\nI will not be hard on you.",
          "ID": "7"
        },
        {
          "text": "“But, Job, I heard what you said.\nThese were your very words:",
          "ID": "8"
        },
        {
          "text": "‘I am pure and innocent;\nI did nothing wrong; I am not guilty!",
          "ID": "9"
        },
        {
          "text": "But God found an excuse to attack me.\nHe treats me like an enemy.",
          "ID": "10"
        },
        {
          "text": "He put chains on my feet\nand watches everything I do.’",
          "ID": "11"
        },
        {
          "text": "“But you are wrong about this, and I will prove it to you.\nGod knows more than any of us.",
          "ID": "12",
          "comments": [
            "God … any of us Or “God is much greater than anyone.”"
          ]
        },
        {
          "text": "You are arguing with God!\nWhy do you think he should explain everything to you?",
          "ID": "13"
        },
        {
          "text": "But maybe God does explain what he does\nbut speaks in ways that people don’t understand.",
          "ID": "14"
        },
        {
          "text": "He may speak in a dream, or in a vision at night,\nwhen people are in a deep sleep lying in their beds.",
          "ID": "15"
        },
        {
          "text": "He may whisper something in their ear,\nand they are frightened when they hear his warnings.",
          "ID": "16"
        },
        {
          "text": "God warns people to stop them from doing wrong\nand to keep them from becoming proud.",
          "ID": "17"
        },
        {
          "text": "He does this to save them from death.\nHe wants to keep them from being destroyed.",
          "ID": "18",
          "comments": [
            "death Literally, “the Pit,” the place where people go when they die. Also in verse 22."
          ]
        },
        {
          "text": "“Or those who are sick in bed might be suffering punishment from God.\nThe pain that makes their bones ache might be a warning from him.",
          "ID": "19"
        },
        {
          "text": "They feel so bad they cannot eat.\nEven the best food makes them sick.",
          "ID": "20"
        },
        {
          "text": "Their bodies might waste away until they become thin\nand all their bones stick out.",
          "ID": "21"
        },
        {
          "text": "They might be close to death,\ntheir lives about to end.",
          "ID": "22"
        },
        {
          "text": "But maybe one of God’s thousands of angels is watching over them,\nto speak for them and tell about the good things they have done.",
          "ID": "23"
        },
        {
          "text": "Maybe the angel will be kind and say to God,\n‘Save this one from the place of death!\nI have found a way to pay for his life.’",
          "ID": "24"
        },
        {
          "text": "Then that person’s body will become young and strong again.\nHe will be as he was when he was young.",
          "ID": "25"
        },
        {
          "text": "He will pray and God will answer.\nHe will worship God and shout with joy.\nHe will again stand as right before God.",
          "ID": "26"
        },
        {
          "text": "He will tell everyone, ‘I sinned.\nI changed good into bad,\nbut God didn’t give me the punishment I deserved!",
          "ID": "27"
        },
        {
          "text": "God saved me from going down to the place of death.\nNow I can enjoy life again.’",
          "ID": "28"
        },
        {
          "text": "“God does all these things for people again and again.",
          "ID": "29"
        },
        {
          "text": "He wants them to be saved from death\nso that they can enjoy life.",
          "ID": "30"
        },
        {
          "text": "“Job, pay attention and listen to me.\nBe quiet and let me talk.",
          "ID": "31"
        },
        {
          "text": "But if you have an answer, go ahead and speak.\nTell me your argument.\nI would be happy to know that you are innocent!",
          "ID": "32"
        },
        {
          "text": "But if you have nothing to say, then listen to me.\nBe quiet, and I will teach you wisdom.”",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.33",
      "name": "Job 33"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Then Elihu continued his speech:",
          "ID": "1"
        },
        {
          "text": "“Listen to what I say, you wise men.\nPay attention, you who know so much.",
          "ID": "2"
        },
        {
          "text": "Your tongue tastes the food it touches,\nand your ear tests the words it hears.",
          "ID": "3"
        },
        {
          "text": "So let us test these arguments and decide for ourselves what is right.\nTogether we will learn what is good.",
          "ID": "4"
        },
        {
          "text": "Job says, ‘I am innocent,\nand God is not being fair to me.",
          "ID": "5"
        },
        {
          "text": "I am right, but I am judged to be a liar.\nI have done no wrong, but I am badly hurt.’",
          "ID": "6"
        },
        {
          "text": "“Would anyone but Job say such things?\nHe has more thirst for insulting God than for water.",
          "ID": "7"
        },
        {
          "text": "He is a friend of evil people.\nHe likes to spend time with the wicked.",
          "ID": "8"
        },
        {
          "text": "I know this because he says,\n‘You will gain nothing if you try to please God.’",
          "ID": "9"
        },
        {
          "text": "“You men can understand, so listen to me.\nGod would never do what is evil!\nGod All-Powerful would never do wrong.",
          "ID": "10"
        },
        {
          "text": "He pays us back for what we have done.\nHe gives us what we deserve.",
          "ID": "11"
        },
        {
          "text": "The truth is that God does no wrong.\nGod All-Powerful is always fair.",
          "ID": "12"
        },
        {
          "text": "No one chose God to be in charge of the earth.\nNo one gave him responsibility for the whole world.",
          "ID": "13"
        },
        {
          "text": "If God decided to take away his spirit\nand the breath of life he gave us,",
          "ID": "14"
        },
        {
          "text": "then everything on earth would die.\nWe would all become dust again.",
          "ID": "15"
        },
        {
          "text": "“If you men are wise,\nyou will listen to what I say.",
          "ID": "16"
        },
        {
          "text": "Can someone be a ruler if he hates justice?\nJob, God is not only powerful, but he is fair.\nDo you think you can judge him guilty?",
          "ID": "17"
        },
        {
          "text": "God is the one who says to kings, ‘You are worthless!’\nHe says to leaders, ‘You are evil!’",
          "ID": "18"
        },
        {
          "text": "He does not respect leaders more than other people.\nAnd he does not respect the rich more than the poor.\nGod made everyone.",
          "ID": "19"
        },
        {
          "text": "Any of us can die suddenly, in the middle of the night.\nAnyone can get sick and pass away.\nEven powerful people die for no reason we can see.",
          "ID": "20"
        },
        {
          "text": "“God watches what people do.\nHe sees every step they take.",
          "ID": "21"
        },
        {
          "text": "There is no place dark enough\nfor evil people to hide from God.",
          "ID": "22"
        },
        {
          "text": "God does not need to set a time\nfor people to come before him and be judged.",
          "ID": "23"
        },
        {
          "text": "He does not have to ask questions when people do wrong,\neven if they are powerful leaders.\nHe simply destroys them\nand chooses others to take their place.",
          "ID": "24"
        },
        {
          "text": "When he learns what people have done,\nhe defeats them, and overnight they are gone.",
          "ID": "25"
        },
        {
          "text": "He will punish them for the evil they have done,\nand he will do it where everyone can see.",
          "ID": "26"
        },
        {
          "text": "He will do this because they rebelled against him\nand ignored what he wanted.",
          "ID": "27"
        },
        {
          "text": "They hurt the poor and made them cry to God for help.\nAnd he hears their cry!",
          "ID": "28"
        },
        {
          "text": "But if God decides not to help them,\nno one can judge him guilty.\nIf he hides himself, no one can find him.\nHe is the ruler over every person and nation.",
          "ID": "29"
        },
        {
          "text": "He keeps the wicked from ruling\nso that they will not bring harm to the people.",
          "ID": "30"
        },
        {
          "text": "“A person should say to God,\n‘I am guilty; I will not sin anymore.",
          "ID": "31"
        },
        {
          "text": "Show me the sins I am not able to see.\nIf I have done wrong, I will not do it again.’",
          "ID": "32"
        },
        {
          "text": "Job, you want God to reward you,\nbut you refuse to change.\nIt is your decision, not mine.\nTell me what you think.",
          "ID": "33"
        },
        {
          "text": "A wise person would listen to me.\nA wise person would say,",
          "ID": "34"
        },
        {
          "text": "‘Job talks like an ignorant person.\nWhat he says doesn’t make sense!’",
          "ID": "35"
        },
        {
          "text": "I think Job should be punished even more,\nbecause he answers us like someone who is evil!",
          "ID": "36"
        },
        {
          "text": "He adds rebellion to his other sins.\nHe sits there insulting us and arguing with God!”",
          "ID": "37"
        }
      ],
      "ID": "OT:JOB.34",
      "name": "Job 34"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Elihu continued talking and said,",
          "ID": "1"
        },
        {
          "text": "“Job, it is not fair for you to say,\n‘I am more right than God,’",
          "ID": "2"
        },
        {
          "text": "because you also ask him,\n‘What’s the use of trying to please you?\nWhat good will it do me if I don’t sin?’",
          "ID": "3"
        },
        {
          "text": "“Job, I want to answer you and your friends here with you.",
          "ID": "4"
        },
        {
          "text": "Look up at the sky.\nLook at the clouds, which are so much higher than you.",
          "ID": "5"
        },
        {
          "text": "If you sin, it does not hurt God.\nEven if your sins are too many to count, that does nothing to God.",
          "ID": "6"
        },
        {
          "text": "And if you are good, that does not help God.\nHe gets nothing from you.",
          "ID": "7"
        },
        {
          "text": "Job, the good and bad things you do\naffect only other people like yourself.",
          "ID": "8"
        },
        {
          "text": "“If people are being hurt, they cry out\nand beg for protection from those who hurt them.",
          "ID": "9"
        },
        {
          "text": "But they forget to say, ‘Where is God, the one who made me?\nHe is the one who gives us songs to sing in the night.",
          "ID": "10"
        },
        {
          "text": "He is the one who makes us smarter than any animal on earth\nand wiser than any bird.’",
          "ID": "11"
        },
        {
          "text": "“Or if evil people ask God for help, he will not answer them,\nbecause they are too proud.",
          "ID": "12"
        },
        {
          "text": "God will not listen to their worthless begging.\nGod All-Powerful will not pay attention to them.",
          "ID": "13"
        },
        {
          "text": "So, Job, God will not listen to you\nwhen you say that you don’t see him.\nYou say you are waiting for your chance to meet with him\nand prove that you are innocent.",
          "ID": "14"
        },
        {
          "text": "“Job thinks that God does not punish evil\nand that he pays no attention to sin.",
          "ID": "15"
        },
        {
          "text": "So he continues his worthless talking.\nEverything he has said shows he does not know what he is talking about.”",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.35",
      "name": "Job 35"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Elihu continued talking and said,",
          "ID": "1"
        },
        {
          "text": "“Be patient with me a little longer.\nGod has a few more words that he wants me to say.",
          "ID": "2"
        },
        {
          "text": "I will share my knowledge with everyone.\nI will prove that my Maker is right.",
          "ID": "3"
        },
        {
          "text": "Job, I am telling the truth.\nI know what I am talking about.",
          "ID": "4"
        },
        {
          "text": "“God is very powerful, but he does not hate people.\nHe is very powerful, but he is also very wise.",
          "ID": "5"
        },
        {
          "text": "He will not let evil people live.\nHe brings justice to the poor.",
          "ID": "6"
        },
        {
          "text": "He watches over those who live right.\nHe lets them rule in high places.",
          "ID": "7"
        },
        {
          "text": "So if people are punished,\nif they are tied with chains and ropes, they did something wrong.",
          "ID": "8"
        },
        {
          "text": "And God will tell them what they did,\nthat they sinned and were proud.",
          "ID": "9"
        },
        {
          "text": "He will force them to listen to his warning.\nHe will command them to stop sinning.",
          "ID": "10"
        },
        {
          "text": "If they serve and obey him, he will make them successful\nand they will live a happy life.",
          "ID": "11"
        },
        {
          "text": "But if they refuse to obey him, they will be destroyed.\nThey will die like fools.",
          "ID": "12"
        },
        {
          "text": "“People who don’t care about God are always bitter.\nEven when he punishes them, they refuse to pray to him for help.",
          "ID": "13"
        },
        {
          "text": "They will die while they are still young,\nlike the male prostitutes.",
          "ID": "14"
        },
        {
          "text": "God saves those who suffer by using their suffering.\nHe uses their troubles to speak in a way that makes them listen.",
          "ID": "15"
        },
        {
          "text": "“In fact, God wants to help you out of your troubles.\nHe wants to take away your burdens that are crushing you.\nHe wants to load your table with plenty of food.",
          "ID": "16"
        },
        {
          "text": "But you are full of this talk about guilt, judgment, and justice!",
          "ID": "17"
        },
        {
          "text": "Job, don’t let your anger fill you with doubt about God.\nAnd don’t let the price of forgiveness turn you away.",
          "ID": "18"
        },
        {
          "text": "Do you think your wealth will keep you out of trouble?\nWill your great strength be of any help to you now?",
          "ID": "19"
        },
        {
          "text": "Don’t be like those who wish darkness would come and hide them.\nThey try to disappear into the night.",
          "ID": "20",
          "comments": [
            "The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "Job, don’t let your suffering cause you to choose evil.\nBe careful not to do wrong.",
          "ID": "21"
        },
        {
          "text": "“Look, God’s power makes him great!\nHe is the greatest teacher of all.",
          "ID": "22"
        },
        {
          "text": "No one can tell him what to do.\nNo one can say, ‘God, you have done wrong.’",
          "ID": "23"
        },
        {
          "text": "Remember to praise him for what he has done,\nas many others have done in song.",
          "ID": "24"
        },
        {
          "text": "Everyone can see what he has done,\neven people in faraway countries.",
          "ID": "25"
        },
        {
          "text": "Yes, God is great, but we cannot understand his greatness.\nWe don’t know how long he has lived.",
          "ID": "26"
        },
        {
          "text": "“God takes up water from the earth\nand changes it into mist and rain.",
          "ID": "27"
        },
        {
          "text": "So the clouds pour out the water,\nand the rain falls on many people.",
          "ID": "28"
        },
        {
          "text": "No one can understand how he spreads the clouds out\nor how the thunder rumbles from his home in the sky.",
          "ID": "29"
        },
        {
          "text": "Look, he spreads lightning all over the sky\nand covers the deepest part of the ocean.",
          "ID": "30"
        },
        {
          "text": "He uses them to control the nations\nand to give them plenty of food.",
          "ID": "31"
        },
        {
          "text": "He grabs the lightning with his hands,\nand commands it to strike where he wants.",
          "ID": "32"
        },
        {
          "text": "The thunder warns that a storm is coming.\nSo even the cattle know it is near.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.36",
      "name": "Job 36"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“The thunder and lightning frighten me;\nmy heart pounds in my chest.",
          "ID": "1"
        },
        {
          "text": "Listen to God’s thundering voice!\nListen to the sound coming from his mouth.",
          "ID": "2"
        },
        {
          "text": "He sends his lightning to flash across the whole sky.\nIt lights up the earth from one end to the other.",
          "ID": "3"
        },
        {
          "text": "After the flashes of lightning you can hear his roaring voice.\nHe thunders with his wonderful voice!\nAnd while his voice thunders, the lightning flashes continue.",
          "ID": "4"
        },
        {
          "text": "God’s thundering voice is amazing!\nHe does great things that we cannot understand.",
          "ID": "5"
        },
        {
          "text": "He says to the snow,\n‘Fall on the earth.’\nAnd he says to the rain,\n‘Pour down on the earth.’",
          "ID": "6"
        },
        {
          "text": "God does this to stop everyone’s work\nand to show the people he made what he can do.",
          "ID": "7"
        },
        {
          "text": "The animals run into their dens and stay there.",
          "ID": "8"
        },
        {
          "text": "Whirlwinds come from the south.\nThe cold winds come from the north.",
          "ID": "9"
        },
        {
          "text": "God’s breath makes ice\nand freezes even large bodies of water.",
          "ID": "10"
        },
        {
          "text": "He fills the clouds with water\nand scatters his lightning through them.",
          "ID": "11"
        },
        {
          "text": "He orders the clouds to be blown all around the earth.\nThe clouds do whatever he commands.",
          "ID": "12"
        },
        {
          "text": "He causes the clouds to punish people with floods\nor to water his earth and show his love.",
          "ID": "13"
        },
        {
          "text": "“Job, stop for a minute and listen.\nThink about the wonderful things God does.",
          "ID": "14"
        },
        {
          "text": "Do you know how God controls the clouds?\nDo you know how he makes his lightning flash?",
          "ID": "15"
        },
        {
          "text": "Do you know how the clouds hang in the sky?\nThis is just one of the amazing works of the one who knows everything.",
          "ID": "16"
        },
        {
          "text": "All you know is that you sweat, your clothes stick to you,\nand all is still and quiet when the heat wave comes from the south.",
          "ID": "17"
        },
        {
          "text": "Can you help God spread out the sky\nand make it shine like polished brass?",
          "ID": "18"
        },
        {
          "text": "“Job, tell us what we should say to God!\nWe cannot think of what to say because of our ignorance.",
          "ID": "19",
          "comments": [
            "We cannot … ignorance Literally, “We cannot arrange our thoughts because of the darkness.”"
          ]
        },
        {
          "text": "I would not tell God that I wanted to talk to him.\nThat would be like asking to be destroyed.",
          "ID": "20"
        },
        {
          "text": "A person cannot look at the sun.\nIt is too bright as it shines in the sky after the wind blows the clouds away.",
          "ID": "21"
        },
        {
          "text": "In the same way God’s golden glory shines from the Holy Mountain.\nHe is surrounded by the brightest light.",
          "ID": "22",
          "comments": [
            "Holy Mountain Or “the north” or “Zaphon.”"
          ]
        },
        {
          "text": "We have seen that God All-Powerful really is all powerful!\nBut he is just and never treats anyone unfairly.",
          "ID": "23",
          "comments": [
            "But he … unfairly Or “He does not answer us when we try to sue him for justice.”"
          ]
        },
        {
          "text": "That is why people fear and respect him.\nHe shows no respect for those who think they are wise.”",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.37",
      "name": "Job 37"
    },
    {
      "title": "God Speaks to Job",
      "text": [
        {
          "text": "Then the Lord spoke to Job from a whirlwind and said,",
          "ID": "1"
        },
        {
          "text": "“Who is this ignorant person\nsaying these foolish things?",
          "ID": "2",
          "comments": [
            "Or “Who is this person darkening advice with ignorant words.”"
          ]
        },
        {
          "text": "Prepare yourself for an attack!\nGet ready to answer the questions I will ask you.",
          "ID": "3"
        },
        {
          "text": "“Where were you when I made the earth?\nIf you are so smart, answer me.",
          "ID": "4"
        },
        {
          "text": "And who decided how big the earth should be?\nWho measured it with a measuring line?",
          "ID": "5"
        },
        {
          "text": "What is the earth resting on?\nWho put the first stone in its place",
          "ID": "6"
        },
        {
          "text": "when the morning stars sang together\nand the angels shouted with joy?",
          "ID": "7",
          "comments": [
            "angels Literally, “sons of God.”"
          ]
        },
        {
          "text": "“Who closed the flood gates\nas the sea gushed from the womb?",
          "ID": "8"
        },
        {
          "text": "Who covered it with clouds\nand wrapped it in darkness?",
          "ID": "9"
        },
        {
          "text": "I set the limits for the sea\nand put it behind locked gates.",
          "ID": "10"
        },
        {
          "text": "I said to the sea, ‘You can come this far, but no farther.\nThis is where your proud waves will stop.’",
          "ID": "11"
        },
        {
          "text": "“Did you ever in your life command the morning to begin\nor the day to dawn?",
          "ID": "12"
        },
        {
          "text": "Did you ever tell the morning light to grab the earth\nand shake those who are evil out of their hiding places?",
          "ID": "13"
        },
        {
          "text": "The morning light makes the hills\nand valleys easy to see.\nWhen the daylight comes to the earth,\nthe shapes of these places stand out like the folds of a coat.\nThey take shape like soft clay\nthat is pressed with a stamp.",
          "ID": "14"
        },
        {
          "text": "Evil people don’t like the daylight.\nWhen it shines bright, it keeps them from doing the bad things they do.",
          "ID": "15"
        },
        {
          "text": "“Have you ever gone to the deepest parts of the sea?\nHave you ever walked on the ocean bottom?",
          "ID": "16"
        },
        {
          "text": "Has anyone shown you the gates to the world of the dead?\nHave you ever seen those gates that lead to the dark place of death?",
          "ID": "17"
        },
        {
          "text": "Do you really understand how big the earth is?\nTell me, if you know all this.",
          "ID": "18"
        },
        {
          "text": "“Where does light come from?\nWhere does darkness come from?",
          "ID": "19"
        },
        {
          "text": "Can you take them back to where they belong?\nDo you know how to get there?",
          "ID": "20"
        },
        {
          "text": "Surely you know these things, since you are so old and wise.\nYou were alive when I made them, weren’t you?",
          "ID": "21",
          "comments": [
            "This is sarcasm—saying something in a way that everyone understands it is not really true."
          ]
        },
        {
          "text": "“Have you ever gone into the storerooms\nwhere I keep the snow and the hail?",
          "ID": "22"
        },
        {
          "text": "I save them there for times of trouble,\nfor the times of war and battle.",
          "ID": "23"
        },
        {
          "text": "Have you ever gone to the place where the sun comes up,\nwhere it makes the east wind blow all over the earth?",
          "ID": "24",
          "comments": [
            "Or “Where is the place that the fog disperses and the place where the east wind scatters it all over the earth?”"
          ]
        },
        {
          "text": "Who dug ditches in the sky for the heavy rain?\nWho made a path for the thunderstorm?",
          "ID": "25"
        },
        {
          "text": "Who makes it rain even in desert places\nwhere no one lives?",
          "ID": "26"
        },
        {
          "text": "The rain gives that dry empty land all the water it needs,\nand grass begins to grow.",
          "ID": "27"
        },
        {
          "text": "Does the rain have a father?\nWho produces the drops of dew?",
          "ID": "28"
        },
        {
          "text": "Does ice have a mother?\nWho gives birth to the frost?",
          "ID": "29"
        },
        {
          "text": "That’s when the water freezes as hard as a rock.\nEven the deep sea freezes over!",
          "ID": "30"
        },
        {
          "text": "“Can you tie up the Pleiades?\nCan you unfasten the belt of Orion?",
          "ID": "31",
          "comments": [
            "Pleiades A famous group of stars. It is often called, “The Seven Sisters.”",
            "Orion A famous group of stars. It looks like a hunter or powerful soldier."
          ]
        },
        {
          "text": "Can you bring out the other constellations at the right times?\nCan you lead out the Bear with its cubs?",
          "ID": "32",
          "comments": [
            "constellations Groups of stars in the night sky. Here, this probably means the twelve constellations of the Zodiac. They seem to pass through the sky so that a new constellation is in a certain part of the sky each month.",
            "Bear A famous group of stars. It looks like a bear. It is often called, “the Big Dipper.” Near it is a smaller constellation that looks like a small bear. It is often called, “the Little Dipper.”"
          ]
        },
        {
          "text": "Do you know the laws that control the sky?\nCan you put each star in its place above the earth?",
          "ID": "33",
          "comments": [
            "Can you … earth Or “Can you put it in charge over the earth?”"
          ]
        },
        {
          "text": "“Can you shout at the clouds\nand command them to cover you with rain?",
          "ID": "34"
        },
        {
          "text": "Can you give a command to the lightning?\nWill it come to you and say, ‘Here we are; what do you want, sir?’\nWill it go wherever you want it to go?",
          "ID": "35"
        },
        {
          "text": "“Who makes people wise?\nWho puts wisdom deep inside them?",
          "ID": "36"
        },
        {
          "text": "Who is wise enough to count the clouds\nand tip them over to pour out their rain?",
          "ID": "37"
        },
        {
          "text": "The rain makes the dust become mud,\nand the clumps of dirt stick together.",
          "ID": "38"
        },
        {
          "text": "“Do you find food for the lions?\nDo you feed their hungry babies?",
          "ID": "39"
        },
        {
          "text": "No, they hide in their caves\nor wait in the grass, ready to attack their prey.",
          "ID": "40"
        },
        {
          "text": "Who feeds the ravens when their babies cry out to God\nand wander around without food?",
          "ID": "41"
        }
      ],
      "ID": "OT:JOB.38",
      "name": "Job 38"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Do you know when the mountain goats are born?\nDo you watch when the mother deer gives birth?",
          "ID": "1"
        },
        {
          "text": "Do you know how many months they must carry their babies?\nDo you know when it is the right time for them to be born?",
          "ID": "2"
        },
        {
          "text": "These animals lie down, they feel their birth pains,\nand their babies are born.",
          "ID": "3"
        },
        {
          "text": "Their babies grow strong out in the wild.\nThen they leave their mothers and never come back.",
          "ID": "4"
        },
        {
          "text": "“Who let the wild donkeys go free?\nWho untied their ropes and let them loose?",
          "ID": "5"
        },
        {
          "text": "I let the wild donkey have the desert for a home.\nI gave the salt lands to them for a place to live.",
          "ID": "6"
        },
        {
          "text": "They are happy to be away from the noise of the city.\nThey never have to listen to their drivers shouting at them.",
          "ID": "7"
        },
        {
          "text": "They live in the mountains.\nThat is their pasture.\nThat is where they look for food to eat.",
          "ID": "8"
        },
        {
          "text": "“Will a wild bull agree to serve you?\nWill he stay in your barn at night?",
          "ID": "9"
        },
        {
          "text": "Will he let you put ropes on him\nto plow your fields?",
          "ID": "10"
        },
        {
          "text": "A wild bull is very strong,\nbut can you trust him to do your work?",
          "ID": "11"
        },
        {
          "text": "Can you trust him to gather your grain\nand bring it to your threshing place?",
          "ID": "12"
        },
        {
          "text": "“An ostrich gets excited and flaps its wings, but it cannot fly.\nIts wings and feathers are not like the wings of a stork.",
          "ID": "13"
        },
        {
          "text": "An ostrich lays her eggs on the ground\nand lets the sand keep them warm.",
          "ID": "14"
        },
        {
          "text": "The ostrich forgets that someone might step on her eggs\nor that a wild animal might break them.",
          "ID": "15"
        },
        {
          "text": "An ostrich leaves her little babies.\nShe treats them as if they were not her own.\nIf her babies die, she does not care that all her work was for nothing.",
          "ID": "16"
        },
        {
          "text": "That’s because I did not give wisdom to the ostrich.\nShe is foolish, and I made her that way.",
          "ID": "17"
        },
        {
          "text": "But when the ostrich gets up to run, she laughs at the horse and its rider,\nbecause she can run faster than any horse.",
          "ID": "18"
        },
        {
          "text": "“Did you give the horse its strength?\nDid you put the mane on its neck?",
          "ID": "19",
          "comments": [
            "mane The hair on a horse’s neck."
          ]
        },
        {
          "text": "Did you make it able to jump like a locust\nor snort so loudly that it scares people?",
          "ID": "20",
          "comments": [
            "snort The sound a horse makes by blowing air very hard through the nose."
          ]
        },
        {
          "text": "A horse is happy to be so strong.\nIt scratches the ground with its foot and runs into battle.",
          "ID": "21"
        },
        {
          "text": "It laughs at fear; nothing makes it afraid!\nIt does not run away from battle.",
          "ID": "22"
        },
        {
          "text": "The soldier’s quiver shakes on the horse’s side.\nThe spear and weapons its rider carries shine in the sun.",
          "ID": "23"
        },
        {
          "text": "The horse gets very excited and races over the ground.\nWhen it hears the trumpet blow, it cannot stand still.",
          "ID": "24",
          "comments": [
            "races over the ground Literally, “swallows up the ground.”"
          ]
        },
        {
          "text": "When the trumpet sounds, it snorts, ‘Hurray!’\nIt can smell the battle from far away\nand hear the shouts of commanders with all the other sounds of battle.",
          "ID": "25"
        },
        {
          "text": "“Did you teach the hawk how to spread its wings and fly south?",
          "ID": "26",
          "comments": [
            "south Or “to Teman.”"
          ]
        },
        {
          "text": "Are you the one who told the eagle to fly high into the sky?\nDid you tell it to build its nest high in the mountains?",
          "ID": "27",
          "comments": [
            "eagle Or “vulture.”"
          ]
        },
        {
          "text": "It lives high on a peak at the top of a cliff.\nThat is its fortress.",
          "ID": "28"
        },
        {
          "text": "From there it looks far into the distance,\nsearching for its food.",
          "ID": "29"
        },
        {
          "text": "The eagles gather around dead bodies,\nand their young eat the blood.”",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.39",
      "name": "Job 39"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Then the Lord said to Job,",
          "ID": "1"
        },
        {
          "text": "“You wanted to argue with God All-Powerful.\nYou wanted to correct me and prove that I was wrong.\nSo give me your answer!”",
          "ID": "2"
        },
        {
          "text": "Then Job answered the Lord:",
          "ID": "3"
        },
        {
          "text": "“I am not worthy to speak!\nWhat can I say to you?\nI cannot answer you!\nI will put my hand over my mouth.",
          "ID": "4"
        },
        {
          "text": "I spoke once, but I will not speak again.\nI spoke twice, but I will not say anything more.”",
          "ID": "5"
        },
        {
          "text": "Then the Lord spoke to Job again from the storm:",
          "ID": "6"
        },
        {
          "text": "“Brace yourself\nand get ready to answer the questions I will ask you.",
          "ID": "7",
          "comments": [
            "Brace yourself Literally, “Gird yourself like a man.” This means “get ready for battle.”"
          ]
        },
        {
          "text": "“Are you trying to show that I am unfair?\nAre you trying to look innocent by saying that I am guilty?",
          "ID": "8"
        },
        {
          "text": "Are your arms as strong as mine?\nDo you have a voice like mine that is as loud as thunder?",
          "ID": "9"
        },
        {
          "text": "If so, you can be proud\nand wear glory and honor like clothes.",
          "ID": "10"
        },
        {
          "text": "If you are as powerful as God, then show your anger!\nPunish those who are proud and humble them.",
          "ID": "11"
        },
        {
          "text": "Yes, just look at the proud and make them humble.\nCrush those evil people where they stand.",
          "ID": "12"
        },
        {
          "text": "Bury them all in the dirt.\nWrap their bodies up and put them in their graves.",
          "ID": "13"
        },
        {
          "text": "If you can do any of these things, then even I will praise you.\nAnd I will admit that you can save yourself by your own power.",
          "ID": "14"
        },
        {
          "text": "“Look at the behemoth.\nI made the behemoth, and I made you.\nHe eats grass like a cow.",
          "ID": "15",
          "comments": [
            "behemoth This might be a hippopotamus, a rhinoceros, or possibly an elephant."
          ]
        },
        {
          "text": "But he has great strength in his body.\nThe muscles in his stomach are powerful.",
          "ID": "16"
        },
        {
          "text": "His tail stands strong like a cedar tree.\nHis leg muscles are very strong.",
          "ID": "17"
        },
        {
          "text": "His bones are as strong as bronze.\nHis legs are like iron bars.",
          "ID": "18"
        },
        {
          "text": "The behemoth is the most amazing animal I made,\nbut I can defeat him.",
          "ID": "19"
        },
        {
          "text": "He eats the grass that grows on the hills\nwhere the wild animals play.",
          "ID": "20"
        },
        {
          "text": "He lies under the lotus plants.\nHe hides among the reeds of the swamp.",
          "ID": "21"
        },
        {
          "text": "The lotus plants hide him in their shade.\nHe lives under the willow trees that grow near the river.",
          "ID": "22"
        },
        {
          "text": "If the river floods, the behemoth will not run away.\nHe is not afraid if the Jordan River splashes on his face.",
          "ID": "23"
        },
        {
          "text": "No one can blind his eyes and capture him.\nNo one can catch him in a trap.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.40",
      "name": "Job 40"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Can you catch Leviathan with a fishhook?\nCan you tie his tongue with a rope?",
          "ID": "1",
          "comments": [
            "Leviathan This animal might be a crocodile or a giant sea monster."
          ]
        },
        {
          "text": "Can you put a rope through his nose\nor a hook through his jaw?",
          "ID": "2"
        },
        {
          "text": "Will he beg you to let him go free?\nWill he speak to you with gentle words?",
          "ID": "3"
        },
        {
          "text": "Will he make an agreement with you\nand promise to serve you forever?",
          "ID": "4"
        },
        {
          "text": "Will you play with Leviathan as you would play with a bird?\nWill you put a rope on him so that your girls can play with him?",
          "ID": "5"
        },
        {
          "text": "Will fishermen try to buy him from you?\nWill they cut him into pieces and sell him to the merchants?",
          "ID": "6"
        },
        {
          "text": "Can you throw spears into his skin or head?",
          "ID": "7"
        },
        {
          "text": "“If you ever lay a hand on Leviathan, you will never do it again!\nJust think about the battle that would be!",
          "ID": "8"
        },
        {
          "text": "Do you think you can defeat him?\nWell, forget it! There is no hope.\nJust looking at him will scare you!",
          "ID": "9"
        },
        {
          "text": "No one is brave enough to wake him up\nand make him angry.\n“Well, no one can challenge me either!",
          "ID": "10",
          "comments": [
            "Well, no one … either Or “No one can stand and fight him.”"
          ]
        },
        {
          "text": "I owe nothing to anyone.\nEverything under heaven belongs to me.",
          "ID": "11",
          "comments": [
            "Or “No one has come near to Leviathan and survived—no one under heaven!”"
          ]
        },
        {
          "text": "“I will tell you about Leviathan’s legs,\nhis strength, and his graceful shape.",
          "ID": "12"
        },
        {
          "text": "No one can pierce his skin.\nIt is like armor!",
          "ID": "13",
          "comments": [
            "It is like armor Or “No one can approach him with a bridle.”"
          ]
        },
        {
          "text": "No one can force him to open his jaws.\nThe teeth in his mouth scare people.",
          "ID": "14"
        },
        {
          "text": "His back has rows of shields\ntightly sealed together.",
          "ID": "15"
        },
        {
          "text": "They are so close to each other\nthat no air can pass between them.",
          "ID": "16"
        },
        {
          "text": "The shields are joined to each other.\nThey hold together so tightly that they cannot be pulled apart.",
          "ID": "17"
        },
        {
          "text": "When Leviathan sneezes, it is like lightning flashing out.\nHis eyes shine like the light of dawn.",
          "ID": "18"
        },
        {
          "text": "Burning torches come from his mouth.\nSparks of fire shoot out.",
          "ID": "19"
        },
        {
          "text": "Smoke pours from his nose\nlike burning weeds under a boiling pot.",
          "ID": "20"
        },
        {
          "text": "His breath sets coals on fire,\nand flames shoot from his mouth.",
          "ID": "21"
        },
        {
          "text": "His neck is very powerful.\nPeople are afraid and run away from him.",
          "ID": "22"
        },
        {
          "text": "There is no soft spot in his skin.\nIt is as hard as iron.",
          "ID": "23"
        },
        {
          "text": "His heart is like a rock; he has no fear.\nIt is as hard as a millstone.",
          "ID": "24"
        },
        {
          "text": "When he gets up, even the strongest people are afraid.\nThey run away when he swings his tail.",
          "ID": "25",
          "comments": [
            "strongest people Or “gods.”"
          ]
        },
        {
          "text": "Swords, spears, and darts only bounce off when they hit him.\nThese weapons don’t hurt him at all!",
          "ID": "26"
        },
        {
          "text": "He breaks iron as easily as straw.\nHe breaks bronze like rotten wood.",
          "ID": "27"
        },
        {
          "text": "Arrows don’t make him run away.\nRocks thrown at him seem as light as chaff.",
          "ID": "28"
        },
        {
          "text": "When a wood club hits him, it feels to him like a piece of straw.\nHe laughs when anyone throws a spear at him.",
          "ID": "29"
        },
        {
          "text": "The skin on his belly is like sharp pieces of broken pottery.\nHe leaves tracks in the mud like a threshing board.",
          "ID": "30"
        },
        {
          "text": "He stirs up the water like a boiling pot.\nHe makes it bubble like a pot of boiling oil.",
          "ID": "31"
        },
        {
          "text": "When he swims, he leaves a sparkling path behind him.\nHe stirs up the water and makes it white with foam.",
          "ID": "32"
        },
        {
          "text": "No animal on earth is like him.\nHe is an animal made without fear.",
          "ID": "33"
        },
        {
          "text": "He looks down on the proudest of creatures.\nHe is king over all the wild animals.”",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.41",
      "name": "Job 41"
    },
    {
      "title": "The Lord Gives Job’s Wealth Back",
      "text": [
        {
          "text": "Then Job answered the Lord:",
          "ID": "1"
        },
        {
          "text": "“I know you can do everything.\nYou make plans, and nothing can change or stop them.",
          "ID": "2"
        },
        {
          "text": "You asked, ‘Who is this ignorant person saying these foolish things?’\nI talked about things I did not understand.\nI talked about things too amazing for me to know.",
          "ID": "3",
          "comments": [
            "Who … things Or “Who is this person darkening advice with ignorant words.”"
          ]
        },
        {
          "text": "“You said to me, ‘Listen, and I will speak.\nI will ask you questions, and you will answer me.’",
          "ID": "4"
        },
        {
          "text": "In the past I heard about you,\nbut now I have seen you with my own eyes.",
          "ID": "5"
        },
        {
          "text": "And I am ashamed of myself.\nI am so sorry.\nAs I sit in the dust and ashes,\nI promise to change my heart and my life.”",
          "ID": "6",
          "comments": [
            "I am ashamed of myself Or “I take back what I said.”",
            "dust and ashes People sat in dust and ashes to show that they were very sad about something."
          ]
        },
        {
          "text": "After the Lord finished talking to Job, he spoke to Eliphaz from Teman. He said, “I am angry with you and your two friends, because you did not tell the truth about me, as my servant Job did.",
          "ID": "7"
        },
        {
          "text": "So now, Eliphaz, get seven bulls and seven rams. Take them to my servant Job. Kill them and offer them as a burnt offering for yourselves. My servant Job will pray for you, and I will answer his prayer. Then I will not give you the punishment you deserve. You should be punished, because you were very foolish. You did not say what is right about me, as my servant Job did.”",
          "ID": "8"
        },
        {
          "text": "So Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah obeyed the Lord. Then the Lord answered Job’s prayer.",
          "ID": "9"
        },
        {
          "text": "Job prayed for his friends, and the Lord made Job successful again. The Lord gave him twice as much as he had before.",
          "ID": "10"
        },
        {
          "text": "Then all his brothers and sisters and all the people who knew him before came to his house. They all ate a big meal with him. They comforted him and were sorry that the Lord had brought him so much trouble. Each person gave Job a piece of silver and a gold ring.",
          "ID": "11"
        },
        {
          "text": "The Lord blessed Job with even more than he had in the beginning. Job got 14,000 sheep, 6000 camels, 2000 oxen, and 1000 female donkeys.",
          "ID": "12"
        },
        {
          "text": "He also got seven sons and three daughters.",
          "ID": "13"
        },
        {
          "text": "He named the first daughter Jemimah and the second daughter Keziah. He named the third daughter Keren Happuch.",
          "ID": "14"
        },
        {
          "text": "Job’s daughters were among the most beautiful women in all the country. And, like their brothers, they each got a share of their father’s property.",
          "ID": "15",
          "comments": [
            "And … property Usually a person’s property was divided only among the sons, but here, even Job’s daughters got part of his property."
          ]
        },
        {
          "text": "So Job lived for 140 years more. He lived to see his children, his grandchildren, his great-grandchildren, and his great-great-grandchildren.",
          "ID": "16"
        },
        {
          "text": "Job lived to be a very old man who had lived a good, long life.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.42",
      "name": "Job 42"
    }
  ],
  "ID": "OT:JOB(ERV)",
  "name": "Job"
}